{"question_id": 302, "title": "Before 1 July 2017, will the US endorse a peace plan which allows Bashar al-Assad to remain in power?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[14880, "2017-06-30T16:37:43Z", 0.0, "Not enough time to change policy "], [68, "2017-06-29T11:08:02Z", 0.0, "No time left!"], [1639, "2017-06-28T06:16:53Z", 0.0, "Time to emphasize the NO"], [948, "2017-06-28T00:36:39Z", 0.0, "Continued emphasis on NO"], [1034, "2017-06-27T05:31:14Z", 0.0, "U.S. threatens Syria, says Assad is planning chemical weapons attack"], [23006, "2017-06-27T03:11:38Z", 0.0, "even less than zero\nhttps://www.nytimes.com/2017/06/26/us/politics/syria-will-pay-a-heavy-price-for-another-chemical-attack-trump-says.html?emc=edit_na_20170626&nl=breaking-news&nlid=52725637&ref=headline&_r=0"], [23006, "2017-06-27T02:22:04Z", 0.0, "overlooked option was he just stays in power as he's done for past thirty years (no peace plan needed)"], [20033, "2017-06-25T22:27:00Z", 0.0, "I expect it to happen, however, it is not time yet."], [1034, "2017-06-24T05:59:20Z", 0.0, "\nU.S. Department of Defense Website. (2017) Inherent Resolve Spokesman Briefs Reporters. DoD News, Defense Media Activity. Video. Retrieved from\nhttps://www.defense.gov/Videos/videoid/534107/\n"], [176, "2017-06-24T03:12:33Z", 0.0, "Something for the larger game state: http://foxtrotalpha.jalopnik.com/syrian-rebels-have-been-receiving-secret-help-from-isra-1796303502"], [23006, "2017-06-22T22:33:58Z", 0.05, "no chatter on peace plan "], [35831, "2017-06-22T17:52:55Z", 0.0, "Only a few days left."], [1034, "2017-06-08T04:55:30Z", 0.0, "Pro-Assad alliance threatens to hit U.S. positions in Syria"], [1034, "2017-06-07T06:24:09Z", 0.0, "After warnings, U.S. wages new strike on pro-Syria government forces"], [3294, "2017-06-05T15:50:52Z", 0.05, "Trump's previous stance was that it was possible to have Assad remain in power, however the sarin attack attributed to Assad by the international community, and follow up missile strikes on the airbase by Trump, seems to have shifted Trump's thinking. "], [3294, "2017-06-05T15:49:43Z", 0.15, "Comment deleted on Jun 05, 2017 03:50PM UTC"], [948, "2017-05-28T13:49:32Z", 0.0, "I should have changed this long ago. I haven't been here in a while."], [34281, "2017-05-25T06:16:02Z", 0.01, "President Trump's tendency to favor dictator decision making is a cause for alarm that may position Russia to make a deal with Trump to keep Assad in power in exchange for increased efforts against ISIS.  A lesser of two evils type deal.  While this is something that may happen later down the road, it is unlikely that such a deal will occur while skepticism of Trump's involvement with Russia during the campaign is still being investigated."], [26356, "2017-05-21T19:57:03Z", 0.0, "The US will not change stance to not upset allies.\nGreater sharing of Russia's agenda will only put the limelight on Trump's presidential campaign, thing the president wouldn't want."], [6967, "2017-05-21T19:44:40Z", 0.0, "This would be unacceptable to the international community, although Russia would back such an idea in order to keep their naval base there."], [35702, "2017-05-20T15:21:14Z", 0.0, "I don't see any evidence that this is something the GOP's base cares about. Without international support from partners in and out of the region this is dead in the water"], [35636, "2017-05-16T18:31:51Z", 0.45, "He's got to go, but Trump wants results and to be nice buddies with Putin "], [35569, "2017-05-16T17:51:53Z", 0.0, "The US public policy related to the Syrian Civil War and Bashar al-Assad has remained the same since the beginning of the war:  Bashar al-Assad must be removed from power.  The Syrian Civil War began in 2011 as part of the Arab Spring.  Rather than abdicate, Bashar al-Assad has ruthlessly defended his position as dictator.  Over six years have passed since the beginning of the war and the US public position has remained unchanged.  Therefore, I predict the US will never publicly endorse a peace plan that includes Assad.  I surmise the US would privately be OK with Assad if he stabilized the country, pushed back ISIS and limited genocide.   "], [2965, "2017-05-16T13:45:32Z", 0.0, "Not even close @dowser\nhttp://www.atlanticcouncil.org/blogs/syriasource/ankara-and-washington-can-yes-on-syria-be-achieved"], [35401, "2017-05-13T13:39:09Z", 0.0, "No way.  Rebel forces are doing better again."], [35400, "2017-05-12T02:14:52Z", 0.0, "The current US president is crazy to say the least, no chance on this one, he faces too much potential backlash on both sides of the aisle, Republicans couldnt even pretend to defend this."], [484, "2017-05-11T23:22:50Z", 0.0, "(no change) I'm fairly certain this question has been discussed before, but what exactly does \"remain in power\" require? Options might include: 1, no change. 2, some change in title, perhaps related to some soft partition deal such that everyone \"wins.\" Right now, #1 almost certainly won't happen. OTOH I suspect it is only a matter of time before there is a fix imposed by outside powers. It will be much harder for some of those to accept retiring Assad. "], [35359, "2017-05-11T10:25:59Z", 0.0, "Following the condemnation by the Trump administration of the chemical weapons attack by Syria in April 2017, and the retaliation by US forces against Syrian weapons and airfield I do not think there is any chance at all that by 1 July 2017 that the US will endorse a peace plan which allows Bashar al-Assad to remain in power."], [35287, "2017-05-05T16:31:48Z", 0.85, "Because religious radicals will dominate in Syria if Bashar Al Asad; this is against the will of Syrian citizens. The Siam countries will be dismantled without the presence of Al Asad."], [25705, "2017-05-04T22:21:23Z", 0.1, "Tricky."], [1034, "2017-05-03T06:30:42Z", 0.0, "Trump, Putin discuss Syria ceasefire in first talks since U.S. air strikes"], [32117, "2017-04-25T17:02:41Z", 0.03, "Highly unlikely. If a peaceful end to the Syrian Civil War is to conclude, it is unlikely that the US or UN will negotiate that peace. The Russians have led the charge by hosting peace talks in Astana, Kazakhstan. After President Trump's Tomahawk missile strike, it is highly unlikely that the U.S. will back a peace in which Assad remains in power. His repeated use of chemical weapons, attacks upon civilians with conventional weapins and our rebel training programs make this outcome impossible."], [9417, "2017-04-23T03:56:55Z", 0.0, "Wildwood 2000\nThanks for that!\nYou raised an interesting point !\nThere seems to be a  phenomenon whereby  once current 'urgent' problems  are facing resolution, all the old unresolved  issues suddenly re-surface."], [1034, "2017-04-22T08:09:05Z", 0.0, "U.S. defense secretary says Syria dispersed warplanes, retains chemical weapons"], [35033, "2017-04-22T05:35:24Z", 0.05, "Bashar will be on power , but 1 july is so early to set the usa peace plan . may be it will take more few months , may be by the end of the year 2017"], [767, "2017-04-21T02:34:31Z", 0.0, "NO"], [699, "2017-04-19T12:44:38Z", 0.05, "Trump is being chased by the establishment like an ill dog. After the ad hock and illegal cruise missile attack on the Syrian airbase, which is the result of reassessment of the Syrian scenario, he will have to continue the idea of ousting Assad. However, who knows when Trump has to make yet another 180 degree turn."], [1056, "2017-04-13T17:33:36Z", 0.0, "Affirming forecast."], [1107, "2017-04-13T14:46:34Z", 0.0, "Syria is going so nice and slow for the MIC, why hasten to bring it to an end? This could be another Afghanistan. "], [34790, "2017-04-13T12:54:02Z", 0.5, "just think"], [23006, "2017-04-10T23:53:27Z", 0.4, "What does endorse mean exactly.?\nelections in Syria with Assad as one of the candidates quite a possibility -- not before July though. \nthis has some hallmarks of a black swan disguised as a near-impossibility"], [23006, "2017-04-10T23:41:01Z", 0.51, "What does endorse mean exactly.?\nI see elections in Syria with Assad as one of the candidatess quite a possibility -- not sure if this is possible before July - this has some hallmarks of a black swan disguised as a near-impossibility"], [23006, "2017-04-10T23:14:56Z", 0.4, "Not before deadline"], [15621, "2017-04-10T22:29:43Z", 0.01, "Should have updated a week ago"], [12302, "2017-04-10T16:17:50Z", 0.0, "0% seems save now."], [19801, "2017-04-10T05:46:09Z", 0.0, "US Ambassador to the United Nations Nikki Haley says regime change in Syria is one of the Trump administration's priorities in the country wracked by civil war.\nhttp://www.sbs.com.au/news/article/2017/04/09/ouster-al-assad-us-priority-ambassador"], [33462, "2017-04-10T03:15:01Z", 0.0, "This will not happen based on Secretary of State comments."], [9417, "2017-04-09T18:31:57Z", 0.0, "The American position on the matter is pure 'posturing'.!"], [1034, "2017-04-09T06:15:02Z", 0.0, "How the world is reacting to the US missile strike in Syria"], [23006, "2017-04-09T01:54:18Z", 0.49, "July is pretty soon"], [11800, "2017-04-08T16:56:09Z", 0.02, "things are moving and become increasingly cloudy!     "], [20588, "2017-04-08T00:47:40Z", 0.0, "Updating. Ugg. I take it all back. RIGHT after Tillerson and Trump basically said \"Syria is the Syrian's problem\", al-Assad decided to test that. I'm actually sort of surprised. Now, there's not a chance that the US will OK a deal leaving al-Assad in power."], [23006, "2017-04-08T00:15:10Z", 0.6, "I think Assad believes the US is prepared to go further. He has been curtailed - not stopped. This is a good outcome for Assad.  I think Russia is not that upset at Trump's unilateral action- really they don't like Assad either. This might make US and Russia have a commmon goal (maybe not go as far as work together) Even separately, US and Russia pressuring Assad? Under these circumstances,  a peace plan seems like a likely option for Assad"], [1639, "2017-04-07T18:09:51Z", 0.0, "well, this calls a 0% now"], [5386, "2017-04-07T17:35:03Z", 0.0, "59 x 0 = 0 ;-)"], [12879, "2017-04-07T17:23:32Z", 0.0, "Following the missile strikes 6 April, no way, anytime soon. "], [1502, "2017-04-07T11:35:10Z", 0.0, "Unlikely after recent events. "], [3363, "2017-04-07T10:56:31Z", 0.07, "Seems less likely today."], [14493, "2017-04-07T09:22:15Z", 0.0, "It is difficult to work out the best tactics for this forecast. There seems to have been a 180 degree change in US policy in the last week (and a similar change in UK thinking coming from the UK Foreign Secretary). It could be argued that the change is because of Syria's (alleged) use of nerve gas in the last week, but Syria has been using gas throughout the conflict, which did not stop the US and UK from suggesting that maybe peace, with Assad left in power was better than continued war. So it is not impossible that in a few weeks or months justification could again be found for leaving Assad in power in return for peace. At the moment this looks extremely unlikely before 1 July.  So I have decided to go for a zero forecast and adjust it if/when the facts change, rather than try to guess now if/when the fact might change. "], [1034, "2017-04-07T06:05:08Z", 0.0, "Dozens of U.S. Missiles Hit Air Base in Syria"], [29980, "2017-04-07T02:50:30Z", 0.0, "Story line Rex Tillerson cuts deal with Russian for oil and lifting sanctions. Russian have no more uses for Syria  and Assad, so the Russian bomb the Syria with nerve gas, blame the Syrian air force and Trump take out Assad. At the least Trump, Rex Tillerson, and Putin are all involved with war crimes.   \nLook at the Syrian Air Force and ask the question are they capable of doing the strike and who were the pilots. It was the Russians.   \nI bet Trump will ask to lift the sanctions because the Russian help us get rid of Assad it about money and oil. Assad is history\n"], [1056, "2017-04-07T02:12:18Z", 0.0, "Well, no chance at all now. I must admit, I was completely taken by surprise that Trump did anything. I would be interested to know what the Russians are saying to him behind the scenes."], [27101, "2017-04-06T21:09:36Z", 0.0, "With Trump saying Assad has to go this seems to be a extremely remote chance"], [10898, "2017-04-06T20:15:55Z", 0.0, "http://www.bbc.com/news/world-us-canada-39520586"], [691, "2017-04-06T20:14:46Z", 0.0, "M. Petits-Doigts is shocked--shocked!--to learn that Assad is not the peace-loving puppy-hugger described to him by his pal Vladimir.  President Strangelove is working very hard to develop an opinion on this, which will twitted out in the middle of the night, subject to change without notice as is customary.  If this weren't awful it would be great fun.  "], [32258, "2017-04-06T18:14:13Z", 0.01, "The odds of this happening go way down with the chemical weapon attacks."], [1056, "2017-04-06T18:06:20Z", 0.0, "If anything, matters appear to be going in the opposite direction, if this article is accurate:"], [12879, "2017-04-06T16:28:59Z", 0.05, "With the \"Suspected\" Syrian gas attack, I am sure that the US will never endorse a plan that al-Assad reman in power."], [14493, "2017-04-06T15:27:47Z", 0.1, "The US may not do much to get him out, but his chances of getting an agreement to remain are taking a dive. Gassing people does not make you many new friends. \nIt does make one wonder about the strategic thinking of Assad. The military benefit of gassing must be fairly limited, even ignoring that many of those affected seem to have been civilians including children. The strategic affect is likely to be totally negative; normal people in most countries consider gassing people, particularly children a serious war crime, and so would pressure their governments to not treat with the Syrian Government and to demand that Assad his Government be removed. It is helpful in any war to have as much support as possible. Assad seems to not realise this.   \nRussia might be wondering if covering up for Assad might make some Putin apologists wonder if anything Russia says can be trusted to be true. \n(Of course if an investigation were to prove that what Russia claimed was true and the gas was rebel stock then the PR might improve for Assad, but Russia is making believing what it says difficult because of all the fake news.)  "], [1333, "2017-04-06T14:12:24Z", 0.0, "He can't endorse this post gas attack but he can wait it out."], [1034, "2017-04-06T05:54:10Z", 0.0, "Trump Pivots on Syria Policy After Suspected Chemical Attack"], [484, "2017-04-06T01:47:35Z", 0.0, "Down 5% for scoring purposes and after the sarin incident. Still not clear that it would be Assad rather than another undeclared stockpile outside of Syrian government control."], [23006, "2017-04-05T20:59:17Z", 0.55, "White house speeches after nerve gas attack condemns doesn't give or suggest future actions to discourage this from happening again."], [5386, "2017-04-05T20:08:46Z", 0.0, "Trump has  made up his mind, and it's not looking good for Assad "], [1056, "2017-04-05T18:58:16Z", 0.0, "The gas attack may be the first operation by the regime to reduce the Idlib pocket, so I think we can expect a lot more stories of civilian casualties, as we saw in Aleppo. We can also expect to see a lot of U.S. outrage, followed by strongly worded denunciations, and nothing substantial to actually intervene in the conflict. Non-intervention against the regime is probably a sensible policy on the part of Trump, as it was on the part of Obama."], [1643, "2017-04-05T12:55:44Z", 0.0, "No chance after the gas attack:\nhttps://www.nytimes.com/2017/04/04/world/middleeast/syria-gas-attack.html?_r=0"], [14493, "2017-04-05T09:07:57Z", 0.2, "Less likely following latest reports of a gas attack"], [1034, "2017-04-05T06:41:19Z", 0.0, "Trump blames Assad for deadly chemical attack in Syria, U.S. under pressure"], [1056, "2017-04-05T01:09:07Z", 0.0, "Affirming forecast. The gas attack probably clinches it, if nothing else did."], [23006, "2017-04-05T00:52:11Z", 0.49, "Don't see a Syrian peace plan likely by July deadline so still less than likely. \nOTOH US and USSR seem likely to work together to try to stabilize region,d both view Assad as a less than desirable bedfellow but one that has a known and manageable psychopathy than any other candidate to replace him."], [484, "2017-04-04T23:32:42Z", 0.05, "Down 10%. The gas attack will complicate any accommodation, there is not much time before 1 July, and the DT national security team is still not up to speed (being charitable)."], [25713, "2017-04-04T19:45:14Z", 0.1, "Looks like US is signaling that removing Assad is no longer a priority [1], however unclear if a peace plan can be formed before end of June at this point.  I'm keeping at 10%... but this could move quickly."], [28414, "2017-04-04T18:13:45Z", 0.0, "The White House says it is \"confident\" Bashar al-Assad's government was behind an apparent chemical attack that killed at least 58 people in north-west Syria.\nhttp://www.bbc.co.uk/news/world-middle-east-39493854"], [25705, "2017-04-04T13:13:46Z", 0.15, "Somehow I screwed up my previous comment by assigning 0% to it instead of 15%."], [25705, "2017-04-04T13:11:54Z", 0.0, "Secretary of State Rex Tillerson said publicly, that the “longer-term status of President (Bashar) Assad will be decided by the Syrian people.”"], [34753, "2017-04-04T08:54:41Z", 0.05, "Because trump going to be against the Russian policy in middle east.\nMay be he is going to change his internal policy but with the other countries stay fightin. Specially with Russia"], [227, "2017-04-04T01:22:40Z", 0.5, "While the current administration has no great need or desire to maintain its predecessor's policies, switching the American position on Assad may have domestic blowback, possibly being perceived as collusion with Russia and Putin. But if Assad stays relevant he will be too important to any chance of a peace process to make his removal a reasonable condition."], [1333, "2017-04-03T15:04:22Z", 0.4, "Waiting to gauge impact of St. PETERSBURG on Russian priorities"], [34628, "2017-04-03T14:22:19Z", 0.2, "US is coming around to the idea of Assad remaining. Kushner in the middle east.  Arrow 2 and 3 rockets operational in Israel.  Needed détente with Russia. These have increased this likelihood.  I would assign a 40% likelihood by year end 2017."], [34717, "2017-04-03T08:48:00Z", 0.05, "The US has other internal competing priorities."], [34703, "2017-04-03T05:41:43Z", 0.0, "The US under the Trump administration will have an internal focus till July 1st with no intention to make a breakthrough on the international arena especially in Syria. Till the US-Russian relations are defined clearly, and the important Saudi position is defined, it is almost impossible to make peace at Al Assad house if Al Saud House is not ok with it. If Bashar Al Assad will stay in power it will be a big blow for Saudi and it allies and unless there is no counter offer it will be a peace difficult to achieve."], [4799, "2017-04-03T01:38:32Z", 0.75, "US Officials appear to be signalling that they are okay with Asad remaining in power or, at least, that it is not a priority to remove him.\n[AI Monitor](http://www.al-monitor.com/pulse/originals/2017/04/us-turkey-agreement-syria-assad-tillerson-ankara.html?utm_source=dlvr.it&utm_medium=twitter)"], [34705, "2017-04-02T19:31:19Z", 0.04, "لن يكون هناك مستقبل للاسد في السلطه نهائيا وهذا ما جعل مؤتمر جنيف يفشل مع المعارضه وفشل لاحقا في استانه"], [1034, "2017-04-02T09:50:03Z", 0.0, "White House backs Haley, Tillerson on Syria's Assad"], [34664, "2017-04-02T07:23:45Z", 0.7, "I believe trump would consider it a big win if isis is defeated in Syria , bashar staying or leaving is not going to make a difference to his supporters and base. For him to win against isis , he will need Russia and bashar to make it happen."], [13657, "2017-04-01T02:15:21Z", 0.0, "Trump is not the non-interventionist he sometimes made himself out to be during the campaign. He has shown himself to be an ally of Saudi Arabia. I suppose and closeness with Russia will not be enough to bring about peace in Syria"], [4462, "2017-04-01T00:32:01Z", 1.0, "Russia is Trump's best friend, Russia wants is Syrian Naval Base,  no Naval base No US / Russian cooperation against Al Quieda."], [684, "2017-03-31T20:00:07Z", 0.75, "Change in US position\nLogical, but timing is a question"], [1056, "2017-03-31T18:16:06Z", 0.0, "Haley and Tillerson have both recently made noises about Assad's removal no longer being a priority (if it ever really was), but since no \"peace plan\" seems to be on the table, I doubt if this question will close as a \"Yes\" in the time frame given. Actually, I doubt if the Trump administration will ever formally endorse Assad's remaining in office under any circumstances, since the administration gets no advantage from such an endorsement, and might take a certain amount of political flak for accommodating itself to Assad's continued rule. "], [4918, "2017-03-30T20:08:11Z", 0.25, "U.S. priority on Syria no longer focused on 'getting Assad out': Haley\nhttp://www.reuters.com/article/us-mideast-crisis-syria-usa-haley-idUSKBN1712QL"], [29507, "2017-03-30T15:17:51Z", 0.1, "Old forecast from before US election.  Updating for Trump win, and prevailing political climate."], [34562, "2017-03-27T20:14:57Z", 0.9, "Trump likes hard guys and will do anything to look hard against ISIS"], [6303, "2017-03-27T02:50:39Z", 0.02, "Based on general news and GJP consensus."], [1034, "2017-03-25T09:23:17Z", 0.0, "Syria's Ja'afari says U.S. action on Raqqa would be illegitimate"], [1034, "2017-03-23T08:04:37Z", 0.0, "U.S.-led coalition airdrops forces in Raqqa province"], [30042, "2017-03-21T21:38:00Z", 0.0, "Not going to happen as the current Russian-Trump administration scandal persists."], [854, "2017-03-21T19:58:59Z", 0.15, "Reducing my forecast because the Astana process seems to have lost momentum, and Tillerson's State Department still seems to be getting on its feet."], [1056, "2017-03-20T22:34:36Z", 0.0, "Affirming forecast."], [27101, "2017-03-18T16:45:24Z", 0.2, "Adjusting for passed time"], [34375, "2017-03-16T09:52:14Z", 0.2, "The US was already pivoting towards improving relations with Russia, but with the refusal of the Trump administration Russia scandals refusing to go away, it is unlikely that the US will make the major concession of endorsing any plan that allows Bashar al-Assad to remain in power in the coming months."], [484, "2017-03-16T00:01:27Z", 0.15, "Down 20% due to limited bandwidth within the National Security Establishment and lack of key political appointees who might work on sorting out the mess."], [1034, "2017-03-12T07:10:46Z", 0.0, "Assad calls U.S. forces 'invaders', but still hopeful on Trump"], [1034, "2017-03-11T08:18:17Z", 0.0, "Russia cautiously optimistic on Syria peace deal – Putin"], [1034, "2017-03-10T07:40:15Z", 0.0, "Three-Way Contest for Raqqa to Shape Mideast"], [34269, "2017-03-10T01:30:56Z", 0.08, "internal US political pressure against such a move is too great for the president to waste the political capitol "], [1034, "2017-03-09T09:39:18Z", 0.0, "Marines have arrived in Syria to fire artillery in the fight for Raqqa"], [31450, "2017-03-07T16:03:43Z", 0.0, "I'm saying zero because first we need to see a peace plan and based on the debacle going on in Geneva right now, that's not happening anytime soon. And sure the article I'm linking to sounds positive, but really its an impressive exercise in polishing a turd. After all, sans face to face meetings the situation will never get resolved or even seriously discussed."], [1034, "2017-03-07T06:27:26Z", 0.0, "Turkey does not plan unilateral military action in Syria's Manbij: PM"], [25705, "2017-03-05T13:54:34Z", 0.0, "I was overly optimistic on this issue for too long"], [1034, "2017-03-05T07:04:16Z", 0.0, "Nader and Abdallah (2017) March 4, states that:"], [1034, "2017-03-04T07:43:06Z", 0.0, "Syria Peace Talks End With Little Progress"], [98, "2017-03-04T03:54:26Z", 0.01, "US administration has too much focus on it to partner with Russia for a Syrian solution that would involve Assad to remain in power.  Assad has little reason now to leave.  The US is highly unlikely to find a solution by itself or other non Russian / Iranian ... players that would keep Assad"], [29054, "2017-03-03T21:49:09Z", 0.0, "Bashar will continue in power but not with the DJT nod. \nThe present US administration has now other worries that can bring a serious constitutional crisis to the country, so it is time for the magician to pull some trick off its hat, that includes deluding people with a provable conflict with North Korea!"], [1034, "2017-03-03T06:14:39Z", 0.0, "Russia and Syria say opposition trying to wreck peace talks"], [1056, "2017-03-01T23:34:17Z", 0.0, "Affirming forecast."], [29907, "2017-03-01T13:55:10Z", 0.17, "Time ticking. "], [1034, "2017-03-01T08:39:21Z", 0.0, "U S Backed Fighters in Syria Worry More About Turkey Than ISIS"], [34020, "2017-02-27T21:24:13Z", 0.87, "Accounting for 3% Error rate, the other 10% is to account for Bashar al-Assad being assassinated."], [498, "2017-02-27T09:14:33Z", 0.24, "OK, moderating a tiny bit (-1) on the timeframe skepticism of @rjfmgy. Nevertheless, I believe both the \"agreement\" and the \"endorsement\" need not be as formal as I'm thinking many forecasters might be assuming. In particular, I do not see how a typical flippant or stray casual positive statement, via Twitter or otherwise, of Donald Trump as to a qualifying agreement (should one be forthcoming), would not qualify as an \"endorsement.\" Whether such a opinion be fleeting or eventually embodied in a formal document or conveyed in a more formal forum (e.g., the UN), or not, seems irrelevant to me. (Admittedly we are in the murky realm of what I will call \"priority of eminence\" as to who \"speaks for\" the forward foreign policy of the United States.)"], [498, "2017-02-26T23:18:19Z", 0.25, "Senior FSA officer: We’re ready for direct talks with Assad regime\nhttp://english.alarabiya.net/en/News/middle-east/2017/02/26/Senior-FSA-officer-We-re-ready-for-direct-talks-with-Assad-regime.html"], [1034, "2017-02-26T09:44:08Z", 0.0, "UN Syria envoys warns of 'spoilers' after Homs attack"], [498, "2017-02-25T15:42:36Z", 0.2, "One question at UN Syria talks: What does Russia want?\nhttp://indianexpress.com/article/world/one-question-at-un-syria-talks-what-does-russia-want-4543287/"], [484, "2017-02-25T03:07:56Z", 0.35, "Down 10% to be closer to the consensus. Sounds like there might be a serious split between the White House and Foggy Bottom."], [476, "2017-02-24T12:31:22Z", 0.13, "13... it was the number of my favorite NFL quarterback... sounds like a good enuf reason;)"], [2965, "2017-02-23T23:48:08Z", 0.0, "De Mistura comments"], [498, "2017-02-23T11:20:54Z", 0.25, "Trump is rapidly losing flexibility as it relates to Russia, whom I consider to be the prime motivator regarding any such pro-Assad plan. Nevertheless, in the context of this question, the \"US\" becomes a critical interpretive variable. As we've seen quite vividly over the recent weeks, there are numerous spokespeople treating numerous approaches, often different, as to what exactly \"US\" policy is. In terms of this question, an \"endorsement\" (a term without technical stipulation, or metric) could be anything from a stray Trump statement or tweet, or some pronouncement, either in formal or informal language or format from Tillerson or Haley, or any number of would-be spokespeople for the \"US.\" -15 on the Trump restriction of freedom-of-action as to overt actions benefiting Russia, but still maintaining a reasonable possibility since a) Trump may express a desire to do so, even if such an actual outcome would be politically unattainable (which would still be an \"endorsement\"), or any number of other US spokespeople might do likewise."], [1034, "2017-02-23T09:02:40Z", 0.0, "U.N. mediator not expecting quick breakthrough in Syria peace talks"], [83, "2017-02-23T01:00:11Z", 0.0, "Well, they might have to.  De Mistura wants to begin UN negotiations, with no pre-conditions. The existing resolution does not require the removal of al-Assad during the transition period to elections, so western obstruction is more likely.  \nSo it seems likely that the first US negotiating positions should propose the exit of al-Assad, forecasting the US position will not change fast enough to meet the deadline.  Raqqa may create other divisions as the removal of ISIS continues."], [13657, "2017-02-22T14:56:32Z", 0.05, "The real reason the United States wants to remove Assad is because it's what Saudi Arabia wants. I really don't think Trump is going to risk Saudi Arabia dumping the petrodollar. Relations with Saudi Arabia have already gotten sour, and Saudi Arabia has been selling off its us treasuries. Trump has signed an executive order giving 30 days to come up with a plan to defeat Isis, and I see the United States getting more aggressive in the area, with very likely boots on the ground. Trump's pick for National Security advisor is a person who is not in favor of closer ties with Russia. I expect more of the same, and probably more aggressively"], [1034, "2017-02-22T07:23:31Z", 0.0, "Exclusive: CIA-backed aid for Syrian rebels frozen after Islamist attack – sources"], [32521, "2017-02-21T19:40:43Z", 0.6, "Al-asad has been brown nosing really hard to Trump - even before he got elected. In Trump-world, good deeds go unpunished."], [1056, "2017-02-21T18:51:55Z", 0.0, "You can't help but sympathize with the spirit of the petition cited in the article below, which was signed by Syrian artists, some of whom are former political prisoners themselves. But the insistence on prosecuting Assad makes it inevitable that he will never leave voluntarily. He surrounds himself with people who are just as culpable as he is, which is his best insurance against being overthrown by his subordinates. Since he would have to live with the constant danger of arrest and prosecution if he left Syria, he will never be bought off. "], [1034, "2017-02-20T06:09:30Z", 0.0, "U.N. and others play down expectations for Geneva talks on Syria"], [484, "2017-02-19T23:25:10Z", 0.45, "Down 15% until I see who the US National Security Advisor is."], [29054, "2017-02-19T15:38:54Z", 0.34, "Time is running and there is little to grasp from the comments of EU, Israel and US leadership that grant hopes to an agreement with peace agreement with Assad in the picture. Still not enough for me to say that there is not solution, but it seems that Israel has a bigger seat now, and their are not willing to negotiate with Assad. Obviously Israel has enough reasons to see Assad to go live in Moscow. "], [2965, "2017-02-19T14:50:26Z", 0.0, "See reply below\nFred C. Hof at Atlantic Council\nSee http://www.atlanticcouncil.org/blogs/syriasource/defeating-terror-in-syria-a-new-way-forward\nOfficial statement presented to the Subcommittee on Terrorism, Nonproliferation, and Trade for the House Committee on Foreign Affairs, on the hearing for \"Defeating Terrorism in Syria: a New Way Forward.\"\n2-17-2017\nFacts on ground as well.\nSee \"Why Turkey has been taking so long to capture al-Bab\"\nhttp://www.rudaw.net/english/analysis/14022017"], [29680, "2017-02-19T09:06:03Z", 0.02, "Passage of time. While Tulsi Gabbard is endorsing such a plan, Tillerson during hearings indicated that al-Assad would have to leave power. https://www.nytimes.com/2017/01/11/us/rex-tillerson-confirmation-hearings.html"], [2965, "2017-02-18T20:27:42Z", 0.0, "Its not working  on the mobile app but I have consistently predicted on all other IFPs related to Assad.\nAssad stays thru 2018 without  US agreement. No leverage along the Sunni Shia fault line in what was known as \"Syria\"\n"], [1056, "2017-02-18T18:40:46Z", 0.0, "According to this article, the UN is backtracking from its previous \"Assad must go\" stance."], [27101, "2017-02-18T17:49:30Z", 0.25, "Passing of time. US seems to have other priorities"], [4461, "2017-02-16T16:28:44Z", 0.09, "Not at the top of the current list of priorities."], [176, "2017-02-16T03:28:59Z", 0.0, "For the record, when the peace is made Putin will decide on Syria leadership. Iran will not like it, but it will happen. And it will happen well beyond the time of this question. And we don't even have to talk about China. "], [484, "2017-02-16T00:51:33Z", 0.6, "(no change) Just a thought. With the US President's initiatives under fire (not as much fun as expected perhaps??) and NSC turmoil, a deal-maker might look for something to show as a win. Freezing the conflict with a \"peace plan\" might offer such opportunity. I suspect Putin would like a \"win\" too. Ditto Europe (in spite of the whole ICC issue)."], [27461, "2017-02-15T15:40:02Z", 0.0, "Putin's bromance with Trump seems over, and the Syrian opposition sees that. So I think forthcoming talks would stay within the boundaries of preserving the ceasefire. The Russians and Assad may try to crush the opposition, but they won't be able to gain its acceptance of a peace plan involving Assad remaining in power. "], [14493, "2017-02-14T11:37:58Z", 0.3, "The fall of Mike Flynn and the courts blocking the temporary immigrant ban have shown that the Trump/Bannon realignment of US politics might be encountering some headwind. Trump/Bannon and some supporters might see it as a conspiracy by the losers of the Presidential election, others will see it has a sign that the US is country ruled by laws. The Justice Department and Sally Yates did not cause Flynn's fall nor did they cause the courts to block the immigration ban, but they must be not unhappy that disregard for the law still has consequences, and that they did their job in highlighting the issues. Trump is still surrounded by apologists for Putin and still might be tempted to ignore the hacking allegations and might be tempted to \"solve the Syrian problem\" by letting Assad and Putin win in Syria by having a alliance to wipe out the Islamic terrorists with allowing Assad to remain in power as the reward.  A lot is resting on how Congressional Republicans deal with Trump. Will they judge that its more dangerous to stir up Trumps supporters by restraining him  or more dangerous to allow Trump  a free hand to \"drain the swamp\". "], [498, "2017-02-13T23:23:45Z", 0.4, "\"we do not believe that there can be that lasting peace while [Assad] remains in power\" -- UK special representative for Syria\nhttps://sputniknews.com/middleeast/201702131050613162-uk-russia-syria-assad/"], [1056, "2017-02-13T02:12:28Z", 0.0, "Just an observation, but I think much more important than whether a peace plan will be proposed, who might propose it, who might indicate interest in it, and how GJO might regard such a plan as fulfilling one criterion of the question, the real matter at issue here is whether the U.S. can ever agree to countenance Assad's remaining in power. Such agreement would effectively be a gift to Assad, without any reciprocal advantage for the U.S. How ever any of the other criteria of this question may be defined, the use of the word \"endorse\" has to mean an explicit statement by the U.S. that it accepts Assad's continuation in office, and/or the legitimacy of his seeking national executive power in Syria if he is temporarily replaced by an interim regime. The United States would gain absolutely nothing by making such an endorsement. The U.S. might cooperate with the Assad regime against ISIS, but to do so, it need not make any explicit endorsement of his continuation in power, and Assad is in no position to demand such an endorsement as the price of his cooperation with the U.S. Assad will be perfectly happy with the U.S. keeping its mouth shut about whether he should stay or go, and the U.S. will be perfectly happy to refrain from any rhetoric that might impede its promised campaign against ISIS. What we will see in the next few months, even if the U.S. begins military action against ISIS in Syria, is American silence about the future of the Assad regime. If Assad or Putin has something to bargain with, Washington may be willing to entertain the idea, but Trump, while being careless, a neophyte, and something of a buffoon, is also a bargainer, and will not give away something for nothing. Right now there is nothing Trump will get in return for recognizing Assad, therefore I don't think that he'll do it."], [1643, "2017-02-13T01:55:54Z", 0.05, "Two reasons for leaving this at 5%:\n1) I don't think a real peace plan will be on the table until after Raqqa is taken away from ISIS.  This hasn't started as of 2/12 - I give small chance of it happening in 3 months. ( town of 200k with > 5k ISIS )."], [21671, "2017-02-12T13:27:06Z", 0.05, "First you need to understand how Syria looks like today. There are the the western small parts controlled by Shia syrians which some of them are in favor of Asad. There is the northern part which is controlled by the Kurdish people and spread along the Turkish border along with the Islamic State group which is also in the east part and south east.\nThis split area is like that since ages. Once the regime stopped controlling them by force and intimidation there is not a single way rather than brutal force to make them surrender and be under the \"heretic\" Asad as they think of him.  \nThis area was \"quite\" under Asad senior and Sadam just because they did it by force and intimidation. Once it's gone... the resolution for this area is 3 different states: Kurdish, Shia controlled, Sunni controlled.\n"], [14493, "2017-02-12T12:03:50Z", 0.6, "QJ Open is not issuing clarification on this question leaving it up to the best judgement of forecasters. The two extreme interpretations of this question are (a) that the US just announces that it will endorse a peace plan which allows Assad to remain in power without any other parties to the conflict having agree to the plan, and (b) that all combatant groups in the Syrian civil war agree a peace plan that includes a provision to allow Assad to remain in power and the US then announces that it will endorse this peace plan. \nIt seems to me that (b) is so unlikely that it is not worth taking the time making a forecast. The number of combatant groups, overt and covert, are so numerous and cover so many extreme views that it will be impossible to ever get all of them to agree to anything. So I don't think that this is what QJ expected us to be forecasting.\nInterpretation (a) could be held to be true merely by the US producing its own plan which includes allowing Assad staying in power. If the US produces a \"peace plan\" than no other party accepts, it could be argued that it is not really a \"plan\" but a \"proposed plan\", which is possibly not what the GJ question intended. \nI propose that a more sensible interpretation of the question is that the \"peace plan\" needs to be a document that at least two of the major parties to the Syrian conflict are putting forward to a UN endorsed Peace Conference. Major parties include the  UN, Arab League, Syrian Government, Turkey, Russia, Iran, USA, EU/UK, ISIS and other Syrian anti-government groups. I don't see that a \"peace plan\" requires that peace has been brought about. There are many conflicts that continue after some or most of the combatants have agreed a peace plan (e.g. Israel/Palestine Oslo peace plan in 1994 has not brought a total peace agreed by all parties, but the \"accord\" is still viewed as a \"peace plan\" in general sense.)   \nObviously other forecasters may disagree with my thoughts!\nAs the Syrian Government, Russia and Iran already appear happy for Assad to remain in place, and the UK has indicated that it is willing to consider Assad remaining in place, what seems to missing is it being stated in a more formal peace plan and the US endorsing it.   \nI think it is possible that the US could agree to do so before July.  "], [1034, "2017-02-12T07:45:34Z", 0.0, "Islamic State's Syrian stronghold should be isolated by spring: UK minister"], [11057, "2017-02-11T15:41:24Z", 0.44, "\"Syrian President Bashar Assad expressed his support Friday for a U.S.-Russian alliance against the Islamic State group, also known as ISIS, saying that it was the only way Washington could defeat the militants.\"\nSource:  http://www.ibtimes.com/trump-vs-isis-us-russia-alliance-against-terrorism-only-way-win-syria-war-assad-says-2489852"], [1034, "2017-02-11T08:01:47Z", 0.0, ""], [1034, "2017-02-10T19:38:32Z", 0.0, "Assad rejects safe zones in Syria: Yahoo News interview"], [1333, "2017-02-10T18:16:42Z", 0.7, "I'm upping to %70 and here is why - news has gone public about the arming of rebels both legal and illegal in Syria via Turkey from Libya which is a point BARELY touched upon by the Benghazi Investigation. Now that the administration and S of S that oversaw that have left and Brennan whose love child was the re-arming of Syrian Rebels, now is the time to explain what we are doing and how with clean hands before the press re-discovers the issue."], [1056, "2017-02-09T19:50:28Z", 0.0, "The headline from an editorial in a U.S. paper:"], [498, "2017-02-09T18:36:38Z", 0.55, "U.S. Representative Tulsi Gabbard (D-HI) recommends engaging with Assad\nhttp://www.realclearpolitics.com/video/2017/02/08/gabbard_any_hope_for_peace_in_syria_means_engaging_with_assad.html"], [176, "2017-02-09T01:41:28Z", 0.0, "Sadly, confidence is waning. I wanted another median like the Mosul question. "], [1034, "2017-02-08T10:21:31Z", 0.0, "Amnesty says Syria executes tortures thousands at prison government denies"], [484, "2017-02-08T02:47:32Z", 0.6, "Back up 10% once I considered how powerful the AI report might be. http://www.gjopen.com/comments/comments/442187"], [484, "2017-02-08T00:24:08Z", 0.5, "Down 10% to be closer to the consensus. FWIW I think the AI report won't seriously lesson the chance that the powers that be decide \"peace is at hand.\" If anything it might nudge things toward a deal."], [32843, "2017-02-07T22:13:59Z", 0.0, "Coming off the fence on this one - timeframe is too short. I expect a Russian-American concord on fighting terrorism to start the thawing of relations, but a full peace treaty with a US endorsement will take longer to get."], [27461, "2017-02-07T21:35:34Z", 0.05, "Down 5 on the Amnesty International report (see https://www.gjopen.com/comments/comments/441526). "], [1056, "2017-02-07T03:56:15Z", 0.0, "Another reason there will be no peace plan or compromise settlement of this war: international condemnation of Assad for war crimes."], [1056, "2017-02-06T18:23:07Z", 0.0, "There's no reason for the U.S. to endorse such a plan even if it somehow sprang into existence, which it won't in the time allotted in the question."], [1034, "2017-02-06T08:16:53Z", 0.0, "\nRussia, Turkey, Iran discuss Syria ceasefire implementation in Astana"], [498, "2017-02-05T19:38:58Z", 0.54, "Syrian tribal leader Nawaf al-Bashir rejoins Assad regime after years of supporting rebels\nhttp://aranews.net/2017/02/syrian-tribal-leader-nawaf-al-bashir-rejoins-assad-regime-years-supporting-rebels/"], [1034, "2017-02-05T10:27:12Z", 0.0, "U.S.-backed Syrian force in new phase of Raqqa assault"], [6303, "2017-02-05T04:08:40Z", 0.07, "According to the general news and GJP consensus."], [14493, "2017-02-03T22:20:52Z", 0.0, "As it seems that the general assumption is that to meet the criteria of this question would require not only a plan, but for the plan to be agreed by the opposition forces, I am ruling out this happening. "], [854, "2017-02-03T18:28:00Z", 0.5, "Reducing my forecast because of the Trump administration's statements yesterday on Israeli settlements and Russian occupation of the Crimea. I had expected Trump to support Putin and Netanyahu for personal and ideological reasons, and I was surprised to see the Trump administration hold to more traditional US diplomatic positions. It makes me less certain whether he will break with previous US positions on Assad and support a plan that allows him to remain in power. I will wait and see how the UN-sponsored talks fare later this month."], [1034, "2017-02-03T10:53:37Z", 0.0, "UN plans next round of Syria peace talks February 20"], [27101, "2017-02-03T10:40:04Z", 0.3, "Passing of time, makes this slightly less likely"], [15621, "2017-02-03T09:22:44Z", 0.24, "Bit all over the place on this, but reverting to initial instincts that a reversal on this is too much of a back down for US politicians."], [33217, "2017-02-03T07:26:17Z", 0.0, "trump will never say he supports Assad. It would make him look too bad.\namerica will either continue the proxy war in order to set up a regime that supports the zionist entity (israel) and saudi arabia, or if they feel they need to bolster their military for a confrontation with a serious opponent (like China, but definitely not China) then they will just ignore Syria and act like it doesnt exist."], [83, "2017-02-02T20:59:26Z", 0.18, "Passage of time"], [14493, "2017-02-01T13:02:32Z", 0.65, "This idea seems to be gaining ground. Boris Johnson last week said that allowing Assad to be re-elected was a possibility, so if the UK Foreign Secretary thinks that it is not unlikely, then its probable that the US is thinking something similar. Therefore the substantive issue is when it becomes US policy. The question is only  will be US endorse such a peace plan, not whether there will be peace or whether all combatants will endorse such a peace plan. As far as I can see if anyone, including the US or Boris Johnson put forward such a peace plan and the US said it sounded OK to them then the forecast is answered, even if Iran, Russia, Turkey, Assad, Iraq, ISIS and everyone else involved said they did not endorse it. "], [20588, "2017-01-31T04:27:31Z", 0.35, "That’s a loaded question. It assumes that a peace plan will even be on the table. Again, Trump doesn’t care about war crimes, even if Mattis does. If Syria can help crush ISIL and whatever comes after it, our administration will endorse him. If there was a plan and the US didn’t endorse it, it would only be because Trump wants a “better deal”. Keep in mind the the US’s endorsement may matter as much anymore. All that being said, I’ll go with the consensus on this one."], [32766, "2017-01-30T21:17:26Z", 0.65, "I'm not sure I get the pessimism here. Hasn't Trump said specifically that we need to work with Assad? The issue for me is timeframe, not up or down."], [6303, "2017-01-30T03:56:49Z", 0.08, "According to the general news and GJP consensus."], [1034, "2017-01-28T08:58:52Z", 0.0, "Trumps hopes for Syria safe zones may force decision on Assad"], [498, "2017-01-27T14:48:53Z", 0.55, "Boris Johnson ditches old view that 'Assad must go' in major shift in UK policy on Syria (+15)\nhttp://www.ibtimes.co.uk/boris-johnson-ditches-old-view-that-assad-must-go-major-shift-uk-policy-syria-1603351"], [1056, "2017-01-27T06:13:13Z", 0.0, "Astana didn't achieve anything except to supposedly \"lay the groundwork for renewed Geneva talks.\" But the Geneva talks have never gotten anyplace either. The main sticking point is that the rebels will never consent to letting Assad remain in power or even at liberty. There are other matters too, but by comparison, those are trivial. The rebels say, \"Assad must go,\" and Assad says, \"Absolutely not.\" There will for that reason be no peace plan."], [27461, "2017-01-26T19:12:23Z", 0.1, "(Down by 10). The Astana talks did not produce much - that was expected - but the frosty tone and mutual accusations between the government and the rebels did not bode well for future talks. Also, there are rumors of tensions between rebels presented in Astana and the others, which may lead to hardening of the position of the negotiating rebels. Finally, the intensified fighting with the IS and other Islamists may slow talks down as well. Let's see what, if anything, will Geneva bring in February.  "], [11057, "2017-01-26T14:22:17Z", 0.45, "Headline:  Trumpâ€™s Immigration Revamp to Include Plans for Safe Zones Inside Syria:  Protected areas would allow refugees to remain in region \nSource:  http://www.wsj.com/articles/trumps-immigration-revamp-to-include-plans-for-safe-zones-inside-syria-1485374123"], [1034, "2017-01-26T08:42:29Z", 0.0, "Losing in Iraq, Islamic State seeks to shore up Syria presence"], [29054, "2017-01-26T05:04:01Z", 1.0, "This one is moving faster than I expected. "], [25705, "2017-01-25T14:32:49Z", 0.09, "The Astana talks failed  to establish a path to some agreement. Worrisome is a refusal among the rebels to preserve the secular nature of the state in Syria. I am curious about the Constitution drafted by Russians - will any of the rebels besides the Kurds (or even Assad) go for the federalization of Syria? "], [21800, "2017-01-25T06:06:16Z", 0.27, "Dropping from 35%"], [1993, "2017-01-25T04:48:01Z", 0.25, "I don't think the US will officially endorse a plan that allows President Assad to stay in power indefinitely or to avoid prosecution for alleged \"war crimes\" before July. This may, indeed, be the outcome, but it would be too quick a turnaround for the US. If the US is going to flip-flop, it does not want anyone watching closely when it does so. Drag it out, then say you're powerless to change anything, blame it all on Big Bad Russia, Turncoat Turkey, and President War Crimes."], [498, "2017-01-24T18:45:25Z", 0.4, "Russia seems determined to obtain U.S. involvement in the current Syrian peace initiative. A scenario is unfolding where, in return for the continuation of Assad, among other likely things, the U.S. joins forces with Russia in counter-ISIS activities. Russia becomes a \"limited ally,\" delivering the cooperation Trump has repeatedly foreshadowed. This scenario has the added benefit for the anti-Iranian Trump clique of poking Iran in the eye. It doesn't matter if only a minority of rebels are involved. Reluctant rebels will be labeled ISIS sympathizers and bombed into submission. (+15)\nhttp://www.csmonitor.com/World/Europe/2017/0124/Russia-leaves-Syria-talks-with-tentative-plan.-Up-next-get-US-involved"], [1056, "2017-01-24T17:44:24Z", 0.0, "This is actually a two-part question, although it isn't worded that way. The first component is, \"Will there be a peace plan by July 1?\" (Probably not, in my view.) And the second part is, \"Assuming there is a peace plan by July 1, will the U.S. endorse it?\" (Very unlikely, but still remotely possible. But such a plan has to exist in the first place.)"], [32843, "2017-01-23T22:05:38Z", 0.5, "I can see three major things Trump could offer Russia to get co-operation and improve relations 1 = cede on Crimea, 2= cede on Bashar al-Assad, 3= Back out of the Baltics. I think Assad is the easiest to concede and I rate it 50/50 that Trump wants to improve relations enough to make this kind of concession."], [1034, "2017-01-23T06:01:14Z", 0.0, "Russia Seeks Syria Peace with Iran Turkey as U S Sidelined"], [28704, "2017-01-23T03:20:07Z", 0.25, "US will not endorse it but may allow it to proceed."], [6303, "2017-01-23T02:39:19Z", 0.08, "According to the general news and GJP consensus."], [206, "2017-01-22T15:13:50Z", 0.5, "So far, Pres. Trump doesn't seem to care much about what happens to Assad and Syria.  If an agreement helps reduce ISIS' range of control, it'll probably be signed."], [1034, "2017-01-22T07:40:09Z", 0.0, "With little room to maneuver Syria s rebels head for talks"], [176, "2017-01-22T04:17:19Z", 0.0, "How in the Wide World of Sports can the new US administration have an opinion on something that won't even be negotiated by then? "], [498, "2017-01-21T23:31:48Z", 0.25, "Turkish acceptance of the continuation of Assad offers the Trump administration all the cover it needs. +10"], [27461, "2017-01-21T03:40:24Z", 0.2, "(Raising by 10 percentage points). So Turkey is no longer against Assad remaining in power, or at least running in elections. Russia and Iran are in favor as well. Two questions remain: (1) will the rebels agree? (2) will the US endorse such a plan, by July 1? "], [15621, "2017-01-20T23:11:30Z", 0.36, "See @btawney"], [854, "2017-01-20T22:28:25Z", 0.85, "Minor increase in probability since Turkey is now on-board with a peace plan that doesn't require Assad to resign."], [15621, "2017-01-20T20:12:33Z", 0.24, "Going a bit lower, things still too fluid to see a peace plan as a priority."], [13377, "2017-01-20T16:52:35Z", 0.05, "Moving closer to rjfmgy"], [29680, "2017-01-20T11:09:50Z", 0.3, "Up 10 points. Tulsi Gabbard just visited Syria, but time window is not favorable. "], [1056, "2017-01-18T19:49:21Z", 0.0, "Here's what the rebels are saying, according to Al-Jazeera yesterday:"], [19801, "2017-01-18T10:09:38Z", 0.0, "Iran says against U.S. presence in Syrian talks\nhttp://www.tehrantimes.com/news/410180/Iran-says-against-U-S-presence-in-Syrian-talks"], [1034, "2017-01-18T07:18:06Z", 0.0, "Syria rebel factions to attend Russia Turkey backed talks"], [484, "2017-01-17T23:46:32Z", 0.6, "Up 5% on @btawney post below. I may go higher once the US national security team is in place and semi-functioning. Right now, who knows which indicators are to be trusted!"], [854, "2017-01-17T23:40:01Z", 0.8, "Increasing my forecast to 80% because of an article in the pro-Russian news outlet The Duran[1], which outlines Putin's vision as follows:"], [25713, "2017-01-16T13:05:57Z", 0.55, "With cease fire momentum building [1], Trump administration could see a peace plan as good PR given the humanitarian crisis growing in the region.  Only wildcard in my opinion is would that formal announcement come before july 1."], [6303, "2017-01-16T01:54:58Z", 0.08, "According to the general news and GJP consensus."], [32066, "2017-01-14T18:18:31Z", 0.3, "Two things to consider: a) By July 1 will Assad be in a position of control where a realistic peace plan could be made by anyone? b) Is the US likely to agree to such a plan? It seems a is quite likely with Russian help, at least 70%, although a lot of mopping up still need to be done.  US response could be almost anything, but a bit more likely to reject, so a bit less than 40%. Joint probability about 30%. "], [1056, "2017-01-14T17:36:44Z", 0.0, "It will be interesting to see if Trump takes up this offer, and what the U.S. role in the talks will be if he does."], [29230, "2017-01-14T07:08:07Z", 0.45, "Given Trump's warmer ties to Russia, US opposition to Assad is likely to soften"], [562, "2017-01-14T03:51:11Z", 0.1, "The US is being left out in the cold on agreements with Syria. Trump will let Putin do the heavy lifting on this one. The US doesn't need to approve a peace plan for it to happen."], [32530, "2017-01-13T21:25:07Z", 0.5, "This is likely to be a key point of policy differentiation between the Trump and Obama administrations, and is made increasingly likely be the improving military position of the Assad regime, and the warming of Russo-Turkish relations."], [1056, "2017-01-13T20:04:38Z", 0.0, "And once again the advocates of international criminal liability guarantee that Assad will never step down as Syrian president, and even if he were dumb enough to naively expect to avoid prosecution and take a deal, his chief subordinates would keep the current regime in place under a different leader because they're liable to prosecution too."], [31303, "2017-01-12T09:28:47Z", 0.07, "US wants to control that area in order to explote their resources and they have been supporting the revels so they can \"eliminate\" Al Assad as their president. Moreover, Syria has a socialist government so that makes this plan even less likely. US as other countries in Europe don't want to deal with a big arab country as Syria could be."], [32345, "2017-01-10T21:57:35Z", 0.7, "President Trump already he will do that and Russia is forcing the western countries to accept that specialy after what happened in Aleppo "], [29507, "2017-01-10T16:06:02Z", 0.2, "Trump presidency signals warmer Russian relations.  Seems much more likely that the US would concede with Trump at the helm than Assad.  Trump could make a fairly pragmatic \"this has been going on for years why are we wasting resources here\" type of argument.\nAdditionally, with Assad's Aleppo gains he may just outright win the war so the US would have no choice buy to concede to such a peace plan.\nThat being said I think these two scenarios are not above a 50%ish threshold, AND certainly not befor July 1, 2017.  \nRaising my probability 10%>>20% after these considerations."], [16335, "2017-01-09T23:44:07Z", 0.1, "The fighting isn't nearly over yet, the democratic rebels are split on the peace process, the Kurds are ambivalent, and Al Nusra are in the fight for the long haul - unless Assad and Putin can get the entire FSA to sign on and inflict a severe defeat in the territories where Al Nusra has put down deep roots, I don't see how even a sham agreement could be signed. 10% chance that a shallow agreement that changes nothing on the ground is approved by Trump wanting to suck up to Putin."], [6303, "2017-01-09T03:40:47Z", 0.07, "According to the general news and GJP consensus."], [373, "2017-01-07T21:07:34Z", 0.6, "Putin should have his plan in place by April, with Assad retaining titular control of Syria ( Putin having the power). Trump will support his buddy Putin."], [29266, "2017-01-07T01:21:29Z", 0.0, "Not by July 1. "], [854, "2017-01-06T22:33:02Z", 0.7, "A peace plan in Syria would be a welcome diplomatic win for Trump and Tillerson, and would satisfy US allies in Turkey, Israel and Iraq (because it would reduce border instability and make it easier to focus on ISIS). Netanyahu feels Russia can moderate Assad, so they won't oppose the plan[1]. The Syrian opposition has expressed that they would be willing to work with Russia and the US[2]. I expect a plan has already been drafted by Russia, but with the turmoil of changeover I think it will be a couple of months at least before the US and Russia can jointly hammer out wording and take it to their regional partners, but that still leaves plenty of time before 1 July for a final peace plan to be proposed and formally endorsed by the US. The Trump administration might even try to fit it into the first 100 days, for symbolic purposes. I think the biggest risk is a domestic political issue that takes attention away from foreign policy, but even then I think the risk is low (maybe 15-20%) that it would derail or delay the process. My overall forecast is 70%."], [51, "2017-01-06T16:11:12Z", 0.1, "Just behaviorally, I don't see what Trump's administration would get out of such an endorsement.  "], [1056, "2017-01-06T01:31:11Z", 0.0, "Trump has never displayed any interest in the Syrian civil war, except with respect to ISIS. I doubt if he would risk signing on to a peace plan that left him open to criticism or ran the risk of collapsing. It's much shrewder for him to do nothing, since if he endorsed any initiative that fell through it would be seized upon as an example of his naivete, inexperience, and lack of knowledge of foreign affairs. If by July 1 there's a plan that's widely endorsed (by the UN and EU, for example), Trump would probably jump on the bandwagon. The problem with that scenario is that since the EU considers Assad a war criminal, they would never agree to letting him remain in power. And if the EU agreed that he could remain in power as an interim figure, they would almost certainly not guarantee his immunity from prosecution after he left power, so Assad would never take such a deal anyway."], [25875, "2017-01-05T21:00:54Z", 0.2, "It is highly unlikely that the new administration will endorse a plan for Assad to stay in power unconditionally. The possibility of endorsing an election within this time frame is significant but it is more likely that that will involve an exit provision. The possibility of no endorsement within that window is also significant. The new administration appears to be more positively positioned towards Russia (who supports Assad) but any concession on the Syrian situation will not be automatic. Assad's support by Iran is an extra complicating factor."], [32161, "2017-01-05T20:40:11Z", 0.65, "It is likely that the discussions between Trump and Putin with regards to Syria will include the topic of a unified Syria. Due to Russia's support of Assad and Trumps belief that Assad is a better alternative than the rebels he will likely support a plan put forward that will include Assad remaining in power. Whether this plan will be outlined and endorsed before July 1st remains unclear as we do not know how much communication Russia and the US will have after Jan 20th"], [32051, "2017-01-04T16:11:19Z", 0.25, "This is too short a time frame.  Even if DJT aligns more positively with Putin, this question is too complex to be entered into lightly.  The 25% chance is the part where DJT acts precipitously anyway to \"end the war\".  "], [30533, "2017-01-04T03:27:57Z", 0.2, "This is an incredibly complex issue that will take a brand new American Government to work out. Donald Trump has replaced nearly every advisor he possibly can. There are two strong opposing factors, in my mind, at play here. The first is the simple fact that the US Government is not likely to change its position so quickly on such an intense topic. We are already invested billions into this conflict in supporting anti-ISIL forces that in most, if not all, cases are also anti-regime forces and to turn our back on the months of training and millions of dollars of equipment we have given them seems very unlikely. On the other hand, the opposing factor, in this case, is the simple fact that Donald Trump seems to do everything within his power to distance himself from the current US administration. On top of that, he is prone to doling out rash responses to questions or accusations. This factor becomes a much stronger player if,  \"US endorse a peace plan\" means simply our president saying he thinks it's a good idea as opposed to the whole of government creating a plan to support and endorse an actual hashed out plan. My assessment on this one is quite arbitrary and after the couple glasses of wine I've had, I'm in no shape to get actual sources for my logical ramblings. Sometime in the (hopefully near) future I will try to find some actual hard evidence to inform my decision one way or another. I'm sticking it at 20ish percent"], [1333, "2017-01-03T21:33:00Z", 0.65, "There is an essential step for enhancing Assads standing internationally - he needs to be seen as a peace maker and he needs an election under his belt.\nhttps://warisboring.com/after-the-syrian-regime-recaptures-a-neighborhood-the-reconciliation-begins-820a7bf9146e?mc_cid=530d9108bd&mc_eid=0467f21653#.wugobz2k7\nAs leverage, the ministry(Ministry of Reconciliation) offers to restore electricity and water services. In Modamayeh in the Damascus suburbs, the reconciliation deal included the promise that “the city will become like paradise after the settlement and will be serviced with everything,” according to the regime.\n“In normal circumstances the process for the fighters is divided into three parts,” Samman explained. The first step is for combatants to stop fighting. Then the regime offers offer amnesty to secular rebels who aren’t under suspicion of committing war crimes. Islamist fighters supposedly get safe passage to Idlib.\nIn recent years, the regime has extended 50,000 pardons, according to Samman. On a few occasions rebels have begun working alongside Al Assad’s police and army. They also get a government stipend of $50 a month.\nDisplaced civilians from reconciled communities must go through a background check, after which the regime allows them to return to their homes.\nThe real problem is for men between the ages of 18 and 25. Since 2011, the Syrian government has extended the standard, two-year military conscription to five years. A stop-loss policy is also in place — preventing, on an emergency basis, conscripts from leaving military service.\nThe only way to avoid military service is to enroll in a school or university. Education in Syria is free, technically — but space in any given institution is limited. As a result, young men with money rush to register at one of Syria’s private schools. Thousands more young men simply leave the country to avoid conscription."], [1639, "2017-01-02T18:13:16Z", 0.75, "This will be a decision taken by Putin. DT will endorse "], [24295, "2017-01-02T17:58:20Z", 0.95, "Politic Russia= USA"], [31947, "2017-01-02T02:08:04Z", 0.01, "Not enough time for new administration to evaluate a very complex situation.  Other low hanging fruit to act on more quickly."], [484, "2017-01-01T23:31:40Z", 0.55, "Up 10% to be ahead of the consensus."], [6303, "2017-01-01T03:42:27Z", 0.07, "According to the general news and GJP consensus."], [83, "2016-12-31T20:30:56Z", 0.2, "Raising forecast based on possibility the UN resolution calling for a transition period to be followed by elections is enacted.  \nIn the Russian / Syrian / Turkey negotiations, Al-Assad is currently supported to remain in power during a transition.  Leaving 20%, that al- Assad is eligible \"to compete\" in the election."], [2965, "2016-12-31T16:40:22Z", 0.0, "Cease fires seem to be counter-factual in past none held of 29\nRussia is going to attack Idlib\nErdogan will attack YPG.\n17 kilometers away.\n I would like  to General  Mattis and explain as @Wildwood1200\nwe must put 100,000 troops on the ground and Falujah street fighting-again.   "], [27461, "2016-12-29T22:55:07Z", 0.1, "I am reducing my forecast further. The Trump administration is unlikely to join the peace talks in the short run. First, Trump dislikes playing second fiddle, and here he is being invited late to the table. Second, participating in the talks means negotiating with Iran, which he won't do. So if the US doesn't join, the chances of endorsing whatever deal is being reached are lower. "], [27461, "2016-12-29T14:38:27Z", 0.15, "Today's news is that there is (sort of) a ceasefire in Syria, excluding ISIS and al-Nusra, and that the contours of a peace plan are being put in place. Peace discussions between the moderate rebels, the regime, and the external powers involved will commence in January. The US may be invited to join once Trump gets into office. "], [3434, "2016-12-29T11:45:00Z", 1.0, "Trump and Putin are BFFs. Trump will defer to Putin on many foreign policy issues due to Paul Manafortâ€™s influnce. "], [1034, "2016-12-29T09:09:41Z", 0.0, "Russia Turkey Iran eye dicing Syria into zones of influence"], [30891, "2016-12-29T01:30:35Z", 0.7, "with Trump getting closer and closer to Putin i feel that he will take the side of Russia and close the US involvement there."], [1034, "2016-12-28T07:56:01Z", 0.0, "Russia says Syrian government and opposition in talks"], [31766, "2016-12-28T04:09:14Z", 0.5, "Only 50% because a peace plan will take longer than six months. "], [4139, "2016-12-28T03:58:36Z", 0.9, "Aleppo has fallen, Kerry leaving, Trump will make peace."], [27461, "2016-12-26T13:34:39Z", 0.37, "Staying slightly ahead of consensus. "], [6303, "2016-12-26T03:08:19Z", 0.06, "According to the general news and GJP consensus."], [176, "2016-12-24T02:52:56Z", 0.0, "Okey doke. Here we go:  https://twitter.com/theeconomist/status/774590704974721024"], [83, "2016-12-24T00:11:34Z", 0.5, "Syria, Russia, Turkey, Iran to negotiate Syrian peace plan:\nhttp://www.reuters.com/article/us-mideast-crisis-syria-russia-astana-idUSKBN14C13I?il=0"], [1056, "2016-12-23T22:00:42Z", 0.0, "I seriously doubt if any peace plan will be proposed at all. Now that Assad has essentially won the war, he doesn't need one, and the rebels in Idlib will not agree to such a plan in any case. So we'll see an offensive against Idlib in 2017, and Idlib will be the new Aleppo, as it were."], [15621, "2016-12-23T17:08:30Z", 0.28, "Raising on Aleppo being retaken and Trump in power, but wonder about agreement before Raqqa is retaken."], [1034, "2016-12-23T07:05:04Z", 0.0, "Turning Point in Syria as Assad Regains All of Aleppo"], [176, "2016-12-21T03:26:18Z", 0.0, "This can't happen in this  time frame: http://www.reuters.com/article/us-mideast-crisis-syria-iran-deal-idUSKBN1491BN?feedType=RSS&feedName=worldNews\nThe cat herding contest is just beginning. https://www.youtube.com/watch?v=1SmgLtg1Izw"], [27461, "2016-12-20T19:34:35Z", 0.35, "With the increasing cooperation between Turkey and Russia, and the Trump administration's likely different attitude to Syria, the chances of such a deal are rising. Apparently, Turkey dropped its objections to Assad remaining in power - see http://www.reuters.com/article/us-mideast-crisis-syria-russia-iran-turk-idUSKBN1491NG\nA peace plan could include moderate Islamists as well, on Turkey's insistence, broadening its appeal (and isolating the radical Islamists). Note also that the GJ question here does not insist that such a plan be implemented, or even accepted by all sides  - the condition is that (i) it is designed and proposed, and (ii) it is endorsed by the US.  "], [31201, "2016-12-20T04:21:21Z", 0.6, "Very likely; Trump has signaled his intent to support Assad-Russia alliance in Syria (or turn a blind eye)."], [7366, "2016-12-19T22:27:23Z", 1.0, "Trump has signaled he wants better relationship with Putin.  This is one of the conditions for having a better relationship to Russia."], [6303, "2016-12-19T03:33:58Z", 0.06, "According to the general news and GJP consensus. "], [31542, "2016-12-18T18:34:35Z", 0.65, "Likely that the new president will seek a solution in line with Russia. A step in resolving refugee flow."], [1034, "2016-12-18T08:08:40Z", 0.0, "U S Hunts for Russian Equipment Stolen by Islamic State in Syria"], [1034, "2016-12-17T06:09:15Z", 0.0, "Low-profile ground deployments show importance of battle to Kremlin"], [4645, "2016-12-16T18:52:02Z", 0.53, "It's really hard for me to think of a viable source of outside-view data, since the circumstances are so specific. How often do leaders whose countries are embroiled in lengthy civil wars, who have committed heinous atrocities, strike peace deals which are endorsed by the United States within six months? Never-the-less, it seems slightly more probable than not that this will happen. Putin will pressure Trump and Tillerson to endorse a resolution to the conflict which favors Assad, and Trump will likely happily oblige."], [14493, "2016-12-16T16:00:31Z", 0.55, "Peace in Syria with Assad remaining in power sounds just like just the sort of deal Putin and Trump might come up with. "], [176, "2016-12-15T20:21:32Z", 0.0, "Here's Nassim Taleb on the situation: https://medium.com/opacity/the-syrian-war-condensed-a-more-rigorous-way-to-look-at-the-conflict-f841404c3b1d#.h6dyma67g"], [1034, "2016-12-15T07:58:10Z", 0.0, "Gibbons-Neff (2016) Dec 14, states that:"], [13624, "2016-12-14T23:33:07Z", 0.8, "Turkey will need Bashar to stabilise its borders. US will wants to  get closer to Turkey to keep Russia at a distance in the region."], [1034, "2016-12-14T07:45:30Z", 0.0, "Battle Over Aleppo Is Over Russia Says as Evacuation Deal Reached"], [31436, "2016-12-14T07:34:07Z", 0.3, "March - maybe yes....July?"], [29054, "2016-12-13T21:49:48Z", 0.92, "Here they come to Aleppo, and it seems that DJT cabinet is all Russia all the time. The actions of the regime in Syria is proving to be a genocidal event but that will not deter the US president to endorse it. "], [6303, "2016-12-12T01:45:51Z", 0.06, "According to the general news and GJP consensus."], [1034, "2016-12-10T06:40:16Z", 0.0, "Diplomat Geneva Meeting Could Avoid Destruction in Aleppo"], [691, "2016-12-09T20:47:37Z", 0.22, "I think such an agreement may be reached within this time frame and the US will allow it to take effect without opposing it.  In ordinary English, accepting the existence of something would not constitute \"endorsement\" any more than, say, accepting the fact that HairBoy won the election constitutes an endorsement of anything about him. "], [1529, "2016-12-09T04:10:56Z", 0.65, "I think DT will take a different view than Obama, especially in light of Obama's effective failure to push back against the Russian-Iranian proxy support for Assad (the tentative approach in face of a determined opponent will rarely generate success). "], [23006, "2016-12-07T23:13:43Z", 0.6, "headwinds"], [28091, "2016-12-07T23:04:06Z", 0.15, "Increasing this forecast as Assad gains more military control. Trump and Putin may see this as a win for both."], [31125, "2016-12-05T21:39:49Z", 0.95, "The alternative to al-Assad is a extremist islamic faction. Besides, Syria is expected to be fully under the influence of Russia. So no more US business"], [6303, "2016-12-05T04:18:55Z", 0.06, "According to the general news and GJP consensus."], [29054, "2016-12-01T16:15:38Z", 0.84, "It is getting much better for the Sirian regime, so the peace agreement with the situation improving in the ground is getting traction, and lots of money to be made in the reconstruction. I am sorry for the many who are suffering there.\nLet's light it up: \nCan Aleppo bid for a Trump Tower. Just kidding "], [83, "2016-11-30T15:37:43Z", 0.0, "UN already has a transition process outlined which results in elections, after a transition period.  The transition period also requires writing a new constitution.  Syria does not seem stable enough to resume negotiations.  It would be a HUGE concession for the US to backtrack on the current demand that Assad be removed before the transition period starts. --- It seems completely senseless for the US to endorse a post transition presidential role for Assad, before the transition process starts, and before any elections are held."], [25705, "2016-11-30T15:20:45Z", 0.35, "Thinking is shifting not only for  America, but for other players there too:"], [30717, "2016-11-30T06:18:55Z", 0.05, "This may happen but not before July 2017. Trump will be in office, over his head..."], [25705, "2016-11-29T17:43:23Z", 0.35, "Christian Science Monitor\nNovember 29, 2016\nIf Trump wanted a US-Russia 'grand bargain,' what would it look like?\nThere is little optimism in Russia that there could be a serious reconciliation between Washington and Moscow, even if Donald Trump is in the White House. But if it happened, this is what Russian analysts say it would have to entail.\nBy Fred Weir, Correspondent \n...\nTrump told the New York Times last week that \"I have a different view on Syria than everybody else,\" which some understand to mean ending efforts at regime change in Syria and teaming up with Russia to combat the Islamic State. Such a deal might finally enable Russia and the US to jointly sponsor a permanent settlement for that long-suffering country."], [30804, "2016-11-29T00:32:01Z", 1.0, "Because the Russians want it and Trump is a puppet and a moron"], [699, "2016-11-28T23:50:15Z", 0.98, "It's not up to the USA to make any proposals in regards to Assad. First, it is not supported by the international law, it's only the matter of the Syrian people to decide who is their president. Secondly, since Russia has taken an active role to defend Syria's independence there is no space for maneuvering. To save the face the upcoming US administration will cooperate with Russia in Syria, and not only there, since the days of unilateral US dictates are gone for ever. USA became to a strong country among others, which will listen to China and Russia before it's steps in the international arena, to the benefit of all of us."], [30767, "2016-11-28T19:35:59Z", 0.1, "Won't endorse Any plan but will allow him to remain in power anyway"], [6303, "2016-11-28T02:45:01Z", 0.07, "According to the general news and GJP consensus."], [484, "2016-11-28T02:02:37Z", 0.45, "Up 10% since the consensus is rising."], [1034, "2016-11-26T06:06:14Z", 0.0, "China to begin training Syrian armed forces"], [14761, "2016-11-25T21:44:10Z", 0.4, "I think President Trump will be essentially a pragmatist, and a peace plan along these lines will send a clear message to the world about his intentions. "], [30586, "2016-11-25T18:51:15Z", 0.75, "Assad doesn't look likely to fall. Trump is favorable to Assad. The refugee crisis is complicating Europe which is contrary to US interests. Trump is likely to make a move relatively quickly after coming to power."], [28380, "2016-11-25T10:38:30Z", 0.7, "Increasing the odds from 40 to 70. Mostly due to Trump."], [1034, "2016-11-25T06:38:17Z", 0.0, "Troianovski and Norman (2016) Oct. 19, state that:"], [1034, "2016-11-24T07:02:38Z", 0.0, "Solomon (2016) Wed Nov 23, states that:"], [30475, "2016-11-23T16:19:00Z", 0.1, "US under Trump will try to turn inward. Trump may just try to turn a blind eye to the Syria Issue. The end result may be similar to the endorsement but a peace plan is unlikely to happen under Trump's rule"], [691, "2016-11-23T14:41:08Z", 0.41, "As the Trump-Putin lovefest heats up, Putin will get his Biggest Fan to either sign on to such a plan, or at least agree not to intercede to prevent it.  I am assuming the latter will suffice as an \"endorsement,\" although in ordinary English it wouldn't.  "], [25705, "2016-11-23T14:28:26Z", 0.45, "Trump did not mention Syria among his first priorities."], [1034, "2016-11-23T09:43:16Z", 0.0, "Golubkova and Lowe (2016) Nov 1, state that:"], [4462, "2016-11-23T06:41:29Z", 0.75, "Putin likes Bashar al-Assad so Trump might go along"], [22118, "2016-11-23T01:41:04Z", 0.75, "Trump might see this as a way to end the bloodshed and reduce refugee pressures in Europe (as well as the USA).  He will also try to quietly curry favour with Russia to ease strained relations there.  He may not like Assad, but the alternative (a protracted and deadly conflict that kills amore civilians that fighters) appears worse to him.  The USA is tiring of participation in far off global conflicts."], [4461, "2016-11-22T22:20:16Z", 0.15, "A lot of very good forecasters have this at or near 0%. I'm splitting the difference with the current consensus of 30%, hedging on the unpredictability of a Trump administration's foreign policy."], [24140, "2016-11-21T22:44:20Z", 0.6, "I think everyone wants peace. With the volatile situation in Syria and Russia supporting Bashar Al Assad, I think it's most likely that he will stay in power with certain conditions. "], [28766, "2016-11-21T11:13:16Z", 0.25, "Depends on what the Trump cabinet will look like. Long term plan for US involvement in the Middle East seem to be changing though."], [16584, "2016-11-21T05:05:24Z", 0.6, "Trump's cooperation with Russia"], [6303, "2016-11-21T02:41:58Z", 0.04, "According to the general news and GJP consensus."], [24595, "2016-11-20T23:27:08Z", 0.5, "Never know with the Donald"], [22850, "2016-11-20T20:47:23Z", 0.95, "It's sensible & it's Trump"], [20832, "2016-11-20T18:57:44Z", 0.5, "The question is difficult at this time as we don't know really how a Trump administration is going to articulate its answer to it, or even who is going to lead the departments of State and Defense.\nSo for now, I make the assumption that Trump wants to be pragmatically open to Russia and get them to bear the burden of the anti-ISIS fight in Syria, and possibly the broader Middle-East. The 50% forecast stems from the ability of this \"pragmatic\" view to counter the anti-Putin/Russia sentiment in Congress."], [7809, "2016-11-20T17:57:10Z", 0.55, "I think Mr. Trump will allow Mr. al Assad remain in power because he is known quantity (albeit a despot).   Like the old saying goes, \"better to have the devil you know, rather the one you don't\".   What are the actual alternatives??   "], [18297, "2016-11-20T16:03:00Z", 0.85, "The Trump-Putin bromance."], [29469, "2016-11-18T17:51:13Z", 0.07, "Raising from zero due to change in US foreign policy stance, with Trump presidency and Flynn as national security adviser. However, a lot needs to happen in Syria before there will be a peace deal on the table to endorse."], [29502, "2016-11-18T16:29:51Z", 0.01, "Very ambiguous question. Endorse as in put his name on an actual document, or approve of? Does it count if Trump goes out and says I would endorse a peace plan if there is one that keeps Assad in power? Is it enough if he only says it?  "], [29054, "2016-11-18T15:22:03Z", 0.8, "Today it is a 80-20 situation. I can see the rebels factions that were supported by the US bending over and accept that the new elected president is going to let Russian spend and take over the influence in Syria. Time wise, it seems to me that it might even happen earlier than July."], [19936, "2016-11-17T06:15:29Z", 0.65, "Unclear whether a plan will be formed in time, but if it is then yes"], [27101, "2016-11-16T18:07:37Z", 0.25, "Trump makes this more likely"], [20035, "2016-11-16T16:29:58Z", 0.25, "Given the change in power in the US, it's entirely possible that previously-unpalatable options become viable strategies to resolve the crisis. Too much remains unknown at the moment to make a more informed judgement, so simply adjusting to reflect the increased uncertainty. "], [522, "2016-11-16T13:55:32Z", 0.65, "It is not inconceivable that RU will offer the US a peace plan soon after the inauguration as a benefit to both parties. It gives a Trump administration an early foreign policy success and if the price for that is Assad remaining in power it is unlikely not to be accepted and it will be an endorsement than can easily be changed."], [23006, "2016-11-16T13:40:21Z", 0.51, "trump is committed to domestic, in good with putin. He would eventually realize, because as of now, I don't believe he even knows who or what Syrian foreign policy is, that it is useful for his regime be out of this battle. "], [4567, "2016-11-16T13:33:44Z", 0.06, "Trump win"], [1034, "2016-11-16T07:40:38Z", 0.0, "Syria s Assad must wait and see if Trump lives up to promises to fight militants"], [30285, "2016-11-15T22:14:11Z", 0.15, "The probability of YES goes up if any of the following occurs; President Trump emphasizes Mideast foreign policy in his 1st 100 days, US Congressional Republicans and President Trump increase alignment, Russia and the US increase direct communication, Syrian rebels become much weaker and leave a power void risk."], [27461, "2016-11-15T22:05:08Z", 0.02, "For this question to be resolved as \"yes\", there has to be (i) a peace plan; (ii) endorsed by the US, (iii) leaving Assad in power, and (iv) all this by July 1, 2017.  \nFirst, under what conditions will there be a peace plan at all? Assad and the Russians want to beat Assad's enemies, not to make peace with them.  If they achieve this objective, there will be no peace plan. So for a peace plan to appear, Assad and the rebels need to reach a stalemate. And If the US stops supporting the rebels, this looks less likely.\nSecond, when would the US \"endorse\" such a plan? For this to happen, Islamist groups should be excluded (per Trump's statements that he wants to eliminate them). So the plan would involve some kind of settlement between Assad and the non-Islamic rebels, while leaving Islamists to be further attacked. Even if this is possible, there won't be peace - at least not until the Islamist groups are decisively defeated. \nIf the plan manages to get through these two hurdles, the third one - leaving Assad in power - should be easy to meet. Trump is no ardent opponent of Assad, and if the Russians want him, Trump may think of extracting some concessions from them. Ditto for the July 1 deadline. \nTo recap, resolving the question as Yes implies (i) a military stalemate between Assad and the moderate rebels, with (ii) the Islamic rebels defeated, and (iii) achieving this before July 1. Can't see this happening, really - if there is a stalemate, the Islamic rebels will be fighting, and if they are defeated, there won't be a stalemate. The only reason I am not at zero yet is that the past election taught me that anything can happen...  "], [167, "2016-11-15T21:17:27Z", 0.95, "It will really depend on who President Trump's foreign policy advisors are, but i don't believe they will be most of the same people we have had for the last 5 administrations. Looking for more signals of detante from the Trump administration, who have already struck a more conciliatory tone with the Russians."], [25705, "2016-11-15T18:34:08Z", 0.91, "\"During the conversation Mr Putin and Mr Trump not only agreed on the absolutely unsatisfactory state of bilateral relations but also expressed support for active joint efforts to normalise relations and pursue constructive cooperation on the broadest possible range of issues. They emphasised the importance of establishing a reliable foundation for bilateral ties by developing the trade and economic component...."], [30274, "2016-11-15T17:48:59Z", 0.2, "No, because the US would not be interested in peace in Syria."], [5180, "2016-11-15T06:54:05Z", 0.75, "Assad will be kept in power as Trump is not stupid and realize that the Syrian government are fighting not only ISIS but rebels out of Syria itself. Why won't the existing US administration allow Syria to fight the rebels and instead help and supply the rebels with training, arms and ammunition? It is the right of every government to fight rebels who try to overthrow them, but with so many other countries, rebels were always backed by the US government and their partners. Putin's view of Syria and what is going on there is correct and the US and Russia will stand with Syria to defeat not only Isis but also the rebels.   "], [484, "2016-11-15T01:07:21Z", 0.35, "Up 25% since it might be in time for a Putin/Trump Peace Prize. Agree with criteria complaints of @cdob63 http://www.gjopen.com/comments/comments/376520"], [1760, "2016-11-14T14:48:48Z", 0.6, "I am assigning greater-than-50% odds to this given Russia's support for al-Assad and Trump's soft corner for Russia as well as his apparent strategy to partner with Russia in dealing with Syria."], [15621, "2016-11-14T09:25:00Z", 0.15, "Moving up as Trump much more likely to sign this than HC would have been."], [6303, "2016-11-14T00:32:41Z", 0.02, "According to the general news and GJP consensus."], [1028, "2016-11-13T16:06:52Z", 0.75, "Trump was right the oppressive dictatorships stabilized the region."], [25705, "2016-11-13T15:29:20Z", 0.77, "Yes, many people on this board are right. Presidential powers are balanced by other institutions and limited. But that is mainly in domestic policies, with their multiple interest groups."], [30200, "2016-11-12T22:31:28Z", 0.1, "Even if P. Trump may be inclined to make a deal with Putin the US is still unlikely to pick a fight with Riad. 10 % chance that US Arabia Experts cannot stear the US out of hams-way against Trumps moods."], [1333, "2016-11-12T19:18:43Z", 0.85, "Raising from 55 to 85% after reviewing this article which applies to all Syria/Trump questions. \nLet’s not exaggerate Trump’s actual impact on the world. Amidst the eschatological angst, it is important at least to start by noting that — as every president has had to discover — he (and someday she) is just one person. Even an aligned Congress can act as a brake on some of the more lunatic or destructive policies, as will the very machinery of government. Besides, Trump gives little evidence of being details-oriented or having any clear sense of a vision, which will mean that he may well prove more willing to let the machine grind along, so long as he gets enough photo ops and adulatory mentions. Yes, there is no question that a Trump presidency will have serious, dangerous implications, but here the very framing of the US political system — designed, after all, to make executive power hard to apply — and his own limitations may be useful.\nIt’s winter in Central Europe. Whether or not Trump actually means anything he said, especially his backpedalling from US commitments to the defence of NATO allies, nonetheless this must be a real concern in the Baltics and Central Europe. Ultimately, there is no reason to believe Russia has any territorial designs on NATO states, but it will, if it feels it has the chance, bully and intervene. More to the point, Ukraine, Georgia, Moldova, even Belarus are going to have to come to terms with a future in which they are unlikely to be able to count on serious Western support and protection. Putin may have pushed for a Yalta 2.0 division of Europe, but this election essentially hands him the half of that deal he wanted, by default.\nThe Kremlin’s glee must be tinged with a degree of nervousness. Nonetheless, the Russians never expected Trump to win, and their calculus was based on trying to ensure a Clinton presidency was weakened from the gate. Yes, Trump has been bizarrely positive about Putin and there is the possibility of a Putin-Berlusconi-type mutual man-crush as ageing, soi disant alpha males find fellow reinforcement in each other. But much of the Kremlin’s geopolitical playbook has been based on it being the unpredictable, risk-taking party, relying on the West to be the responsible adult, the force for stability and reason. Trump’s friendship is hardly an asset on which to rely, and his balance an even less stable foundation. The Kremlin might actually feel it has to be a little more cautious and predictable, precisely because it is dealing with someone who actually internalizes the kind of devil-may-care belligerence Putin affects.\nSyria will burn. Between Trump’s open desire to get some more bombs dropped, and his expressed willingness to deal with the Assad regime as a lesser evil to Islamic States, we can expect no push for peace and regime change in Syria. Eastern Aleppo may itself prove a harbinger of this war.\nHistory restarts, and democracy loses some of its force of appeal. The notion that the end of the Soviet idea in 1991 meant that history had ended and liberal democracy had won has long been debunked, but this is pretty much the final spadeful of earth on its coffin. It is unlikely that, for the moment, American democracy will have anything like the same power of example, just at the time when Europe is in a populism and legitimacy crisis of its own.\nThe security concerns are global. Trump appears to be unconcerned with climate change — the single greatest global security threat — and almost relishing a more confrontational approach to geopolitics. I can hardly see him interested in development aid, or disaster relief, or humanitarian foreign politics in general; his basic calculus appears to be a short-termist profit maximization for USA Inc. This is bad for everyone, whether American or Zimbabwean, or from somewhere in between.\nSome hope at the bottom of Pandora’s box. There always needs to be some hope, but I confess this morning I am scrabbling around in the corners of this particular Pandora’s box to find any. It may galvanize Europe to be more serious in defending itself from overt and covert threats, no longer being able to count on the big brother across the ocean. At the very least hitting the 2% of GDP NATO target expenditure more consistently would be a plus."], [12605, "2016-11-12T18:30:22Z", 0.45, "PERSONNEL for the next three months: \n—Jim Carafano ... at the State Department. \n—Lt. Gen. Keith Kellogg, close to Michael Flynn, .. at the Defense Department."], [1333, "2016-11-12T16:30:21Z", 0.55, "After listening to new equivocations on Obama Care from the Trump transition team I think it more likely than not that Trump would like to \"Strike a Deal\" with the Russians and hand-off the region and its problems to the Russians."], [5001, "2016-11-12T15:14:08Z", 0.25, "I don't see why not but the problem is with wording, \"endorse\". That would mean losing face and politicians hate doing it above all else. So I am fairly sure that US will accept a solution that keeps Assad but it will not be done in the affirmative required by this question. "], [29680, "2016-11-12T01:28:18Z", 0.2, "We are sort of no longer at odds with Russia if we are to believe the most recent post-election news. However, as someone pointed out Trump may not care so we may not explicitly endorse a peace plan. It's all a bit uncertain now."], [83, "2016-11-11T19:03:39Z", 0.25, "Seems slightly possible."], [30178, "2016-11-11T18:24:22Z", 0.35, "Because Trump and Putin could do so, but it's by far not sure, if Trump even cares for that."], [14253, "2016-11-11T17:03:57Z", 0.18, "Giving this a Trump bump despite passage of time and what would normally be declining odds."], [21800, "2016-11-11T16:09:44Z", 0.25, "Having second thoughts on this one."], [28091, "2016-11-11T15:53:36Z", 0.1, "Moving this up a bit and ready to go further depending on the direction the Trump administration goes. Trump is very concerned with ISIS but not all with Assad. "], [12879, "2016-11-11T15:15:10Z", 0.07, "With the new Trump Presidency coming in 20 January, I don't foresee a peace plan being endorsed by the USA. "], [27101, "2016-11-10T19:53:56Z", 0.15, "With a Trump president this has become quite a bit more likely. It fits a self centred US, supporting Russia in some of their political goals"], [27461, "2016-11-10T19:38:43Z", 0.02, "It's still a long shot, especially in this time frame, but the Trump effect warrants a non-zero probability."], [1056, "2016-11-10T16:47:59Z", 0.05, "Possibly. Putin may try to get Trump on board for this, but it's entirely possible Trump won't bite even if the offer is made; it depends what Putin offers in exchange."], [3895, "2016-11-10T12:48:04Z", 0.29, "time frame is maybe a little tight but the probability of this one just rose substantially"], [30152, "2016-11-10T12:00:50Z", 0.09, "It seems fairly unlikely since it hasn't been any productive peace talks so far, but it's possible"], [30148, "2016-11-10T10:52:55Z", 0.8, "bashar al-assad will be supported by US governement, and the peace plan will not consider the change of siria governement. "], [1034, "2016-11-10T09:22:00Z", 0.0, "Turkey Syrian Kurds disagree over Raqqa offensive"], [21800, "2016-11-10T04:31:37Z", 0.5, "I agree with the recent forecasts that this has a much higher probability than the crowd thought earlier. I will not be surprised if Trump moves in this direction."], [24468, "2016-11-10T04:10:47Z", 0.51, "Endorsing a plan that calls for elections will not be politically difficult for Trump, who controls both houses of Congress. Trump has touted his special relationship with Putin, and showing the world a \"presidential\" peace plan (even one that favors Putin's interests, in truth, more than the US's) helps Trump portray an image of \"unifier.\" Putin's plan to show Russia as the good actor in all of these proceedings is also helped, and Putin has shown an enviable capacity for predicting and directing Trump. At this point, it doesn't seem much of a stretch."], [1529, "2016-11-10T03:31:33Z", 0.25, "Trump's outlook on Middle East is a lot different than recent Western perspective."], [14253, "2016-11-09T23:21:11Z", 0.12, "Up from one percent on Donald Trump voctory.  I'm still skeptical due to the time frame. "], [30135, "2016-11-09T23:16:41Z", 0.8, "Russia has the chance of a lifetime to have good relations with the US, which is in their interest. Therefore Russia will go to great length to cooperate with the US. Crimea is of great importance to Russia. Success in international affairs is of great interest for President Trump. al Assad is somewhat allied with Russia. Russia have great leverage over al Assad. Trump believes that Crimea is of lower importance to the US. Therefore Russia and the US will reach an agreement which involves a peace plan that allows al Assad to stay in power."], [25705, "2016-11-09T15:23:20Z", 0.37, "Increasing chances due to the Trump's election..."], [14493, "2016-11-09T09:15:53Z", 0.5, "The Trump effect"], [691, "2016-11-08T21:18:31Z", 0.01, "\"Endorse\" presumably means \"sign onto\" as opposed to \"allow to happen without signing on.\"  So if an agreement comes to pass that the US permits but doesn't explicitly accede to, what happens?  Do I endorse something if I simply don't object to it?  If that's the case, I have endorsed an enormous quantity of products, services, and policies in my 70+ years on your planet."], [1034, "2016-11-08T07:47:17Z", 0.0, "Moussaoui (2016) states that:"], [12406, "2016-11-08T00:12:05Z", 0.1, "secret"], [30069, "2016-11-07T18:51:34Z", 0.25, "Though I think a trump presidency is unlikely, if he does come to power then his past sanguine attitude towards Russian expansionism means he may be willing to accept Assad and Russian influence in return for the foreign policy and domestic PR coup of a workable peace deal. "], [29858, "2016-11-07T13:17:32Z", 0.05, "Accepting Assad would eventually give a signal that US world hegemony has come to an end earlier than necessary."], [1034, "2016-11-07T07:35:54Z", 0.0, "Landay and Stewart (2016) state that:"], [6303, "2016-11-07T00:18:55Z", 0.01, "According to the general news and GJP consensus."], [484, "2016-11-06T16:05:35Z", 0.1, "Down 10% to be near the consensus for awhile."], [13390, "2016-11-05T23:49:00Z", 0.15, "The US is highly unlikely to be prepared to give any indication of endorsing the Assad regime. However the possibility of a Trump presidency means such an endorsement should not be entirely ruled out."], [1013, "2016-11-05T21:39:40Z", 0.06, "I agree with Tetbury's reasoning."], [30030, "2016-11-05T19:47:28Z", 0.0, "US non-endorsement will be after-the-fact, not determining the outcome. Assad is winning the conflict, but will he have 'won' so thoroughly by July 1, 2017, that the US grudgingly agrees to endorse? What does the US have to gain by endorsing? It has everything to lose on the moral side.  "], [14493, "2016-11-05T18:34:27Z", 0.06, "If Trump becomes President he and his pal Putin could do such as a deal. I rate Trump has a 25% chance of become President and there is a 30% chance of him agreeing such a deal, only a 20% chance of it happening before July 2017. I Clinton is President there is a 10% chance but a much less chance (3% it would happen before July. So 20% of 25% = 5% + (3% chance of 75%) = 6%"], [1034, "2016-11-05T06:43:28Z", 0.0, "Russian Warships in Mediterranean Prompt Fears Among Syrian Rebels\nMalsin, J. (2016). Russian Warships in Mediterranean Prompt Fears Among Syrian Rebels. Time. World Syria. Retrieved from\nhttp://time.com/4554164/russian-warship-fleet-syria/\n"], [484, "2016-11-05T00:56:54Z", 0.2, "(no change) Just a question about whether an \"acceptance\" would/should translate into \"endorse?\""], [476, "2016-11-04T19:55:37Z", 0.03, "Talk about \"talking about it\" does not mean \"endorsing\".  Nein. HET!"], [20014, "2016-11-04T04:45:00Z", 0.05, "This will greatly depend on who wins the election."], [23006, "2016-11-03T23:24:13Z", 0.45, "Upping on theory that U.S. Involvement in Syria has the potential to create domestic discord, also US already asked for a cease-fire which is a sort of peace plan. I suspect if asked, the U.S. Would agree to something. Don't believe Assad or Putin will be offering though"], [1056, "2016-11-03T22:29:27Z", 0.0, "How in Heaven's name did I miss this question? Just goes to show how preoccupied I am by the flea circus that is this presidential election."], [691, "2016-11-03T20:19:05Z", 0.01, "I would feel better about this Q if it said \"in office\" rather than \"in power.\"  There is a modestly larger chance of an agreement if he gets to keep the title but not all the authority.  Have to wait and see, I suppose. "], [29648, "2016-11-03T05:05:30Z", 0.01, "very unlikely in that timeframe"], [29206, "2016-11-02T21:18:23Z", 0.0, "Strategy trumps humanitarianism, keeping Russia engaged in Syria with proxy forces funded by the US is actually good for the US, letting al-Assad remain in power is not. There are no strategic reasons to endorse such a peace plan, so it seems unlikely to happen."], [1034, "2016-11-02T07:16:18Z", 0.0, "DeYoung (2016) states that:"], [1034, "2016-11-02T00:14:19Z", 0.0, "Syria Much Better Off Than Before War an Unrepentant Bashar al-Assad Says"], [6303, "2016-10-31T01:32:37Z", 0.01, "According to the general news and GJP consensus."], [13055, "2016-10-30T19:30:23Z", 0.0, "The U.S. state department has publicly accused Assad of war crimes at the UN.\nhttps://www.washingtonpost.com/world/middle_east/us-accuses-russia-of-barbarism-and-war-crimes-in-syria/2016/09/25/c3a00750-833d-11e6-b57d-dd49277af02f_story.html"], [1034, "2016-10-30T06:36:09Z", 0.0, "US and Russian warplanes jostle for space over battlefields in Syria "], [29818, "2016-10-29T13:17:00Z", 1.0, "All other options are futile"], [2965, "2016-10-29T12:44:55Z", 0.01, "yes he can be Duke of a rump partitioned Syria\nWill US agree\nnot after war crimes "], [4139, "2016-10-29T05:02:23Z", 0.1, "And that 10% is a stretch...he's tenacious/"], [25705, "2016-10-28T18:41:34Z", 0.22, "OK. We take a probability of Trump election, let's say, 13%. Multiply it by a probability of Trump following his election promise to fight ISIS with Assad - let's say 85% (who can stop him?). And most probably it will be in the 1st days of Trump's presidency - before July 1 (100%). So, it's 10% chance. "], [25705, "2016-10-28T18:39:52Z", 0.02, "Sorry, typed the wrong number. Will correct it in the 2nd comment"], [29798, "2016-10-27T22:11:08Z", 0.65, "As long as Bashar al-Assad remains in power, there will be a necessity for a strong Russian military presence. \nEndorsing a peace plan does not mean, that the uprising and the fighting will stop. \n"], [29779, "2016-10-26T22:59:18Z", 0.1, "All signs point to a Clinton victory in the Presidency at this point.  Clinton has been quite clear on her stances against Assad in Syria.  While I do believe a Peace Deal will eventually be endorsed by the US, and that she will be forced to concede his continuance, I believe that the time frame is too short following her Inauguration that she would concede on a major campaign claim."], [484, "2016-10-26T16:24:01Z", 0.2, "Down 5% since the consensus is lowering."], [15621, "2016-10-26T06:59:15Z", 0.01, "Nothing in it for Hillary"], [12105, "2016-10-26T06:13:52Z", 0.0, "Never going to happen. Laughable, actually."], [1034, "2016-10-26T04:14:26Z", 0.0, "Assad forces make crucial gains in southern Aleppo as fighting rages on"], [484, "2016-10-26T02:44:28Z", 0.25, "(no change) An example of a possible comparison class is last years migration from Turkey to Europe. Not many expected the problem to be \"solved\" so easily. When the consequences of inaction are inconceivable it motivates many to find a solution. The Iranian Agreed Framework is also in that category."], [20284, "2016-10-24T23:35:07Z", 0.02, "The continuation of the current foreign policy of the USA is virtually assured with Clinton.  That means no give on Assad even in the face of his solidify his hold on power in parts of Syria."], [7809, "2016-10-24T12:25:13Z", 0.15, "Again we are haunted by the misguided altruistic policies of the Obama administration.    Yes, Mr. al-Assad is not the person we would like to see in power, however there are no good alternatives, and this has always been the problem.    The USA has backed itself into a corner, so it will be very difficult for the USA to allow al-Assad to remain in power.   "], [9417, "2016-10-24T09:43:00Z", 0.0, "The Americans seem to live in a 'fantasy' land!"], [1034, "2016-10-24T06:23:52Z", 0.0, "Hudson (2016) states that:"], [6303, "2016-10-24T01:33:45Z", 0.01, "According to the general news and GJP consensus."], [2965, "2016-10-24T00:13:51Z", 0.0, "1.)US stated foreign policy is the removal of Assad.\n\"Secretary of State John F. Kerry issued a surprising call Friday for investigations into the atrocities. “Russia and the regime owe the world more than an explanation about why they keep hitting hospitals, medical facilities, children, women,” Kerry said. “These are acts that beg for an appropriate investigation of war crimes.”\nThere is clear and abundant evidence the Assad regime and the Russian government are committing crimes that include, but are not limited to, deliberate attacks on civilians, collective punishment, starvation as a tool of war, torture, murder, inhumane treatment of prisoners and the use of chemical weapons on the battlefield\"\nhttps://www.washingtonpost.com/opinions/global-opinions/putin-and-assad-could-face-justice-for-war-crimes-in-syria/2016/10/09/f71402da-8cbb-11e6-bf8a-3d26847eeed4_story.html?utm_term=.97ee25379f4b\nand for good reason.\n2 .UN latest documentation of war crimes\nhttp://hosted2.ap.org/APDEFAULT/cae69a7523db45408eeb2b3a98c0c9c5/Article_2016-10-21-UN--United%20Nations-Syria-Chemical%20Weapons/id-eef6604f425e4d6f90c5725bfb4444c2\nJIM report documenting Assad use of Chemical weapons in Idlib Province in 2015\n3.) Sec. Def. meeting in Ankara  reaffirming NATO treaty commitments and urging further Turkish co:operation in Syria against ISIS (and by implication Assad)\nhttp://www.defense.gov/News/News-Releases/News-Release-View/Article/981549\n4.) Continued attacks by Turkish backed  militias against Assad ( and bombing YPG and ISIS in Idlib province.\n5.) according to Ipsos Reuter 95% chance of HRC victory\nhttp://www.reuters.com/statesofthenation/\n6.) HRC announced policy of \"safe zones\" in Syria portends further US involvement and support for anti-Assad forces."], [28091, "2016-10-23T17:40:53Z", 0.06, "Obama is in charge till Jan 20th so I see no chance for this before then. With Clinton the odds on favorite (87%) to win the election it is extremely unlikely to occur as she could not give in to Putin and Putin will not waiver in his support of Assad. The small chance that Trump wins is the only reason to think the US would endorse such a piece plan and even if Trump wins it is just as likely that Trump would allow Putin and Assad to win a military victory. I will adjust this forecast on Nov 9th."], [29529, "2016-10-23T16:03:31Z", 0.05, "Current American policy is unlikely to change unless Russian brokers a deal. The United States and Russian are not on good enough terms right now to broker a deal like that before July"], [4567, "2016-10-23T15:06:26Z", 0.01, "1. Obama admin currently backs opposition. Clinton will be reluctant to change that policy unless something big changes. Trump will have less qualms.\n2. Russia backs Assad; so a a deal would need to involve concessions from the Russians\n3. Second rpmiller4 that Clinton has made it a priority to remove Assad and that public opinion would need to shift (unlikely)\n4. Also, what gkamstra said."], [27692, "2016-10-23T15:06:16Z", 0.35, "That would be against position of State Department of USA for several years: He has to step down without any compromise."], [1034, "2016-10-23T07:25:11Z", 0.0, "Not with the US currently backing the opposition forces to remove Assad from power, that whole proxy war between Russia and the US and now with China backing Russia."], [29680, "2016-10-23T06:53:41Z", 0.11, "One very simple justification for a no answer this far ahead is much like the public opposition to the FARC peace agreement. The iconic images of Omran Daqneesh in Aleppo are seared into the Zeitgeist and public opinion by the West would strongly oppose such a peace plan. As Secretary of State, Clinton pushed for various interventions, the most well-known being against Qaddafi in 2011, and from there, the operation to send heavy Libyan weapons into Syria. The effort appears to be a proxy war aimed at removing Iran's influence in Syria on behalf of Saudi Arabia, Turkey, and Israel;"], [948, "2016-10-22T18:54:06Z", 0.06, "High unlikely."], [29469, "2016-10-22T17:28:01Z", 0.0, "Firstly there needs to be a peace plan at all that has to be negotiated between multiple parties with fraught relations (US, Russia, UN, Syrian gov., rebels, Turkey etc) which will take time. As is likely that Clinton will be president, there is no chance of the US endorsing an Assad deal in any case. Timeline is pretty tight too."], [4992, "2016-10-22T13:12:47Z", 0.01, "A little over 8 months left - consensus at 5%.  I think it's much less likely.  I'm at 1% only because of the Trump factor - I don't even think even he would do this that quickly, but who knows... Assuming Hillary wins election, I will likely drop to 0%."], [19801, "2016-10-21T02:22:25Z", 0.0, "there were a \"lot of clues\" to how Mrs Clinton will behave as commander-in-chief from her time as secretary of state. During that time she championed the intervention in Libya and advocated the arming of Syrian rebels against the regime.\nhttp://www.telegraph.co.uk/news/2016/07/29/hillary-clinton-will-reset-syria-policy-against-murderous-assad/"], [19936, "2016-10-20T17:10:39Z", 0.4, "Russia owns the airspace, supports Assad, who has held on remarkably. The positive resolution for the question would include a plan where there was just a possibility of Assad remaining in power so the question might be rescued to whether the US will endorse a practical plan before July. If Trump were to win this seems likely quickly"], [3895, "2016-10-20T09:30:56Z", 0.01, "well, not with President Hillary, at any rate"], [28380, "2016-10-20T06:31:23Z", 0.4, "Well... its probably one of the few ways out of that quagmire... however july 2017 is slightly on the early side."], [23006, "2016-10-19T21:28:15Z", 0.15, "Unlikely"], [29662, "2016-10-19T20:14:13Z", 0.01, "If Mr. Trump were elected I would say yes (which is highly unlikely), but I doubt that Secretary Clinton would rush into any hastily negotiated peace agreement that would allow Assad to keep power. Her priority, from what I can tell, is to eliminate the Islamic State in the region. This leads to another question is the elimination of the Islamic State going to help or hurt Assad's bargaining position? My best guess is that it will hurt him and turn the focus of the international community back on to him. He has skillfully, along with the help of his allies, used the Islamic State as cover to commit all kinds of atrocities and weaken opposition forces. Without that cover is it possible to imagine a world where a negotiated peace ends with Assad retaining power? I personally don't believe so."], [18762, "2016-10-19T13:04:18Z", 0.05, "unless trump wins I have to see this as very very unlikely."], [25021, "2016-10-19T09:07:06Z", 0.04, "Early forecast, without much research behind it. But it does seem that this is a \"stacked deck\" question which requires a lot of things to happen before such an endorsement becomes plausible:\n1. The war needs to end, and it's far from certain that a military peace can be achieved in the next eight months.\n2. Relations between USA and Russia will need to be reevaluated so that any US endorsement doesn't seem like a submission. If it's going to happen, there will need to be concessions from the Russians so that America can at least appear to be getting what it always wanted\n3. We don't know - with any certainty, at least - what the US political landscape will look like in two months time.\n4. How will the Kurdish question be resolved? It will need to be, one way or another, or this whole damn thing will very quickly devolve into bloodshed again. From April, an article suggesting that Assad may be the Kurd's best hope of gaining some measure of autonomy in the region; something which NATO ally Turkey strongly opposes - https://sputniknews.com/politics/201604011037306955-turkey-kurds-assad-syria/\n5. What are the alternatives? It's one thing to get rid of an entrenched and influential leader, but quite another to find a suitable replacement. (*cough* Iraq) Will the US acquiesce if there's a better (read \"pliant\") alternative?\n6. All this is contingent on Assad not being assassinated or slipping in the bath, and actually wanting to stay in power after the war."], [29651, "2016-10-19T08:51:22Z", 0.05, "President Hillary will be more aggressive in middle east."], [28631, "2016-10-19T04:16:14Z", 0.25, "start  - US anxious to repeat Saddam-mistake again"], [1529, "2016-10-19T03:54:28Z", 0.0, "Question precludes a temporary acceptance to stay in power. Hardly see the capability to have a national, UN sanctioned  vote by July 2017. Admittedly, \"UN sanctioned\" was not a precise requirement in the question, but it would seem to be implied from the Western govts' point of views and most mideast powers to agree to a national election if they thought it could be fair, i.e. UN sanctioned."], [27461, "2016-10-19T02:52:06Z", 0.06, "Let me try to Fermi-aze this one:\n - probability of any lasting agreement by July 1: 20% (Once ISIS goes underground, it might be easier);\n - probability that Assad is around by July 1: 90% \n - probability that this agreement involves Assad being able to compete in elections: 33% (the US is on the record opposing him, but if the Syrian opposition can live with Assad, the US will go along. The latter is less than a 50-50 chance, though, unless they are thoroughly defeated)."], [484, "2016-10-19T02:04:36Z", 0.25, "Two parts. Will there be some agreement? Probably (65%). Will it include an explicit role for Assad (perhaps more like 25%, 35% if baffle gab is used)?"], [12879, "2016-10-19T00:06:04Z", 0.3, "Probably not before 1 July 2017. What's really going to be interesting is to see how far, the Soviet influence takes hold in the region, while supporting the Assad regime?"], [12036, "2016-10-18T23:40:44Z", 0.25, "Syria can't be rebuilt as a unified state - too many factions.. U.S. and allies won't devote troops to remove ISIS & Assad simulataneously. "], [368, "2016-10-18T21:34:49Z", 0.0, "The US has officially stated in its diplomatic statements that it does not support Assad and that part of it's strategic goal is his removal from power.   Given strategic and political credibility, it is unlikely to change its position (unless, G-d help us, Trump becomes president).  Under this scenario it is likely that accommodation with Russia and its concomitant goals (particularly with respect to Syria) will change US policy in the direction of increased conflagration in the Middle East."], [8736, "2016-10-18T21:16:31Z", 0.45, "The situation may get worse and there may not be other solution for Bashar al-Assad."], [83, "2016-10-18T21:01:30Z", 0.0, "Too many issues to be resolved on the ground before this can happen.  \nBoth HRC and Trump likely to be more assertive militarily for an agreement to be reached so quickly (5 months after US inauguration)."], [25009, "2016-10-18T19:55:01Z", 0.5, "There is a lot of rhetoric surrounding Assad's departure. But (a) it will be very difficult to get rid of him militarily, especially with Russian air defense covering all of Syria; (b)  "], [745, "2016-10-18T18:28:26Z", 0.4, "Clinton will trade off Assad staying against eliminating ISIS.  "], [691, "2016-10-18T17:51:55Z", 0.01, "July is too soon for this to happen, if it ever does."], [4423, "2016-10-18T17:45:35Z", 0.15, "I will probably change my mind once we have a new President in office."], [25944, "2016-10-18T17:34:59Z", 0.55, "Aleppo is an ongoing humanitarian crisis.  Mosul is quite likely about to become one.  I think the US gets much of the blame, and the public is completely fed up with the bad press.  Russia looks likely to stand firmly behind Assad, so I think the US gives up and endorses a peace plan to save face (one that leaves Assad in power).  Timing remains an issue (so only 55% by July 1, 2017).  Also, I think Hillary is less likely than Trump to make such a deal."], [22833, "2016-10-18T17:16:14Z", 0.0, "Not while Obama is in office.  Maybe after Aleppo, Mosul, and then Raqqah are dealt with, which will not be before 1 July 17."]]}