{"question_id": 487, "title": "Before 1 October 2017, will it be announced that the Large Hadron Collider has found evidence of \"sparticles?\"", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[37636, "2017-09-29T15:33:27Z", 0.15, "According to articles their have not been much factual evidence in support of \"sparticles\""], [38977, "2017-09-29T13:31:33Z", 0.0, "Impossible given current date"], [38977, "2017-09-29T13:20:50Z", 0.01, "The date and current status - and I do not believe 0% is ever appropriate unless something is justifiably impossible."], [27659, "2017-09-29T12:04:18Z", 0.0, "I have no idea..."], [9310, "2017-09-28T06:08:12Z", 0.05, "The center of mass energy of 14 TeV is  shared between the quarks and gluons. The available energy to produce particles is about a factor of ten less. A future muon collider will have a better chance of probing supersymmetry."], [39651, "2017-09-25T19:46:36Z", 0.0, "There are just like 3 particles to find"], [37569, "2017-09-24T22:02:09Z", 0.0, "TO date there is no significant evidence supporting the existence of sparticles.  This won't change before Oct 1"], [40264, "2017-09-24T19:08:29Z", 0.04, "that would medium scale breakthrough. if they would be close to that discovery, there would be some kind of coverage already. "], [40261, "2017-09-24T18:10:33Z", 0.0, "We need more time"], [32197, "2017-09-24T16:18:55Z", 0.0, "Limited time "], [37492, "2017-09-23T18:13:48Z", 0.1, "They may not exist in the first place, and if they do it's a very difficult task to identify them."], [40052, "2017-09-22T17:15:18Z", 0.0, "The system is not able to detect those at the moment."], [83, "2017-09-22T16:37:20Z", 0.0, "Nothing on sparticles; however the Chinese have found circumstantial evidence of an ancient black shelled magical turtle:\nhttps://www.economist.com/news/china/21705381-geological-evidence-has-boosted-founding-myth-and-spurred-controversy-return-xia"], [36942, "2017-09-22T16:26:56Z", 0.15, "I've been expecting them to find something. Timing is unknown"], [34553, "2017-09-22T11:46:09Z", 0.0, "I like quantum physics "], [39951, "2017-09-21T19:43:29Z", 0.0, "Machine receives update right now I heard and time is missing to achieve this breakthru"], [39947, "2017-09-21T19:23:01Z", 0.0, "Time too less since we're end of September."], [39942, "2017-09-21T19:11:29Z", 0.0, "There is little chance if it being found in the timeframe given."], [39834, "2017-09-21T17:55:23Z", 0.0, "Not in that time frame, such experiments take longer time periods"], [6303, "2017-09-18T04:09:32Z", 0.0, "Based on general news and GJP consensus."], [37520, "2017-09-15T07:23:04Z", 0.0, "Not my space, but I imagine research like this would need much more time."], [38845, "2017-09-14T17:23:44Z", 0.04, "ATLAS results (using 2015-16 data) presented at the LHCP 2017 conference found no evidence of supersymmetry and they need a bigger sample, which means more time."], [15621, "2017-09-12T04:44:47Z", 0.0, "Passage of time "], [38146, "2017-09-10T16:51:33Z", 0.01, "@ClassicalAudacity said: \"Because CERN is currently working on the the LHC,& it won't start back up until early 2018.\"\nThe prior probability of finding a particle, let alone a specific set of particles in any given months is low I think.\n"], [38861, "2017-09-09T06:45:34Z", 0.0, "Because CERN is currently working on the the LHC,& it won't  start back up until early 2018.  "], [38838, "2017-09-08T06:21:36Z", 0.0, "There's only 22 days left and although they might be discovered the possibility of them existing is do remote it probably wouldn't be announced."], [38762, "2017-09-04T21:08:07Z", 0.0, "Only four weeks to go, no sign"], [6303, "2017-09-04T04:41:32Z", 0.01, "Based on general news and GJP consensus."], [38677, "2017-09-03T02:28:42Z", 0.01, "Hasn't happened yet. "], [38702, "2017-09-02T11:58:26Z", 0.01, "0% implies the ability to time travel but it seems incredibly unlikely, especially as there are no current recent stories"], [38664, "2017-08-30T22:34:30Z", 0.05, "It's tremendously embarrassing to have to retract a scientific conclusion, so there's lot of incentive to be sure.  There's also no motivation to publish early, since there's no competition for LHC."], [13377, "2017-08-28T13:32:40Z", 0.0, "Passage of time and following @shivadiva per my algorithm."], [1691, "2017-08-24T18:16:20Z", 0.05, "https://phys.org/news/2017-05-atlas-results-weakly-interacting-supersymmetric-particles.html"], [38550, "2017-08-24T12:55:32Z", 0.05, "LHC will probably evidence dark matter someday, but not within one month.\nThey probably already produced some, but face difficulties to demonstrate."], [38549, "2017-08-24T09:50:55Z", 0.55, ".....they coul do it, because the researches are increasing, but the date of 01.10.17 is to near to this moment."], [38473, "2017-08-21T02:15:01Z", 0.01, "Until the VLHC is built, the ability of the LHC to find the particle over many years does not allow for high probablity, especially now that the timeframe is very short."], [1560, "2017-08-20T19:26:10Z", 0.01, "No good reason, I'm just following the crowd."], [29, "2017-08-20T13:40:54Z", 0.0, "Time frame is short and the search so far has not been fruitful. "], [38377, "2017-08-19T05:10:42Z", 0.0, "Doesn't look likely when even the scientists who were betting for sparticles conceded - \"And, at a subsequent conference in Copenhagen, the absence of sparticles was formally acknowledged in a time-hallowed tradition within theoretical physics. A group of scientists who had bet that sparticles would be found by June 2016 duly handed over the prize to a group of sceptics who had bet the opposite.\""], [38337, "2017-08-15T15:20:50Z", 0.12, "We still don't have a strong enough understanding of the sparticles in terms of size and nature. if they existed we would have detected them due to size. I think this will yield a poor result and will require a back to the drawing board for the team."], [15621, "2017-08-08T10:47:59Z", 0.01, "Passage of time and no news."], [36735, "2017-08-03T17:25:14Z", 0.0, "it is too soon"], [36733, "2017-08-03T15:30:45Z", 0.05, "I think it will take until 2018."], [36648, "2017-07-28T13:12:18Z", 0.0, "In April, CERN said nothing about that. Considering peer review time (approx 6 months), it seems impossible."], [36604, "2017-07-26T05:42:40Z", 0.0, "Based on GJP consensus."], [36565, "2017-07-22T17:31:07Z", 0.0, "0.003% chance."], [36558, "2017-07-22T06:16:03Z", 0.15, "They have found something else instead which is consuming their time and resources"], [30610, "2017-07-18T17:42:42Z", 0.0, "We don't know if they exist. If they do, they explain some things like dark matter. We know that LHC has ramped up efforts to look for these particles in 2017. The last time they discovered something it took them 6 months for confirming the data before \"announcing\". Adding all that, and the tight deadline, i'll put < 1% odds. "], [176, "2017-07-18T14:13:20Z", 0.0, "Comment deleted on Jul 18, 2017 02:16PM UTC"], [176, "2017-07-18T13:52:56Z", 0.0, "To @Wildwood2000 @Anneinak @sevedb and others:  I'm still here, but I haven't been able to submit replies, for some reason, since Sunday. "], [6303, "2017-07-17T03:23:11Z", 0.01, "Based on general news and GJP consensus."], [35814, "2017-07-11T09:25:13Z", 0.0, "I believe CERN has learned from their historical mistakes and will not report any such thing based on \"statistical relevance\" only. "], [36342, "2017-07-10T07:32:19Z", 0.02, "They haven't found any yet and as far as I know they are not going to do anything different"], [11057, "2017-07-09T14:27:52Z", 0.02, "So, Run 1 was generating data at 8 TeV while Run 2 is generating data at 13 TeV.  My understanding is that the higher energy output can generate much more data within the same period of operation time.  Calibration provides for search optimization by indicating certain areas of focus in the parameter space.  So maybe the question becomes, how quickly can we shift through the data?  The limitation should be computing power, right?  Or, is the limitation also a function of the operating energy that allows us to search parameter space that is inaccessible to the previous and possibly the current energy output?  Am I understanding this correctly?"], [36362, "2017-07-09T08:04:42Z", 0.0, "This is probably not going to happen.   I"], [11057, "2017-07-07T15:05:49Z", 0.11, "See Anneinak's link below for a report of the discovery of a new particle consistent with the Standard Model.   No reports of the discovery of particles that support the BSM though.  This type of baryon has been predicted by SM theory but detection has eluded researchers until now."], [38, "2017-07-07T06:26:35Z", 0.0, "https://www.nytimes.com/2017/07/06/science/cern-quarks-charm-baryon.html?emc=edit_mbe_20170707&nl=morning-briefing-europe&nlid=77825025&src=twr&te=1"], [176, "2017-07-07T04:51:08Z", 0.0, "Physicists have discovered a particle that is doubly charming.\n........\nAn experiment at CERN, within the behemoth Large Hadron Collider, counted more 300 Xi-cc++ baryons, each consisting of two heavy charm quarks and one up quark."], [36309, "2017-07-05T22:10:25Z", 0.05, "Status quo at CERN.   Discovering evidence of \"sparticles\" is still years away."], [11896, "2017-07-02T20:28:00Z", 0.0, "If they do exist it is not likely they will be found by October 2017 because there has not been leaked evidence of their existence. Before publishing the data will have to be peer reviewed and this is not likely before October 2017 because other initiatives interfere with the peer review process"], [36281, "2017-07-02T19:52:11Z", 0.55, "The search is hard but I will sway towards the standard model."], [1092, "2017-07-02T17:55:56Z", 0.1, "Because \"sparticles\" may not exist at all."], [19453, "2017-06-29T18:25:13Z", 0.05, "There's only five more tests scheduled before that date, and given how many previous tests failed to find the sparticle it's unlikely they'll find it in those five"], [691, "2017-06-26T12:33:38Z", 0.0, "I remember Sparticles--movie about a slave revolt, with as I recall Kirk Douglas.  I must have been out for popcorn when he collided with the Large Hadrons, though.\nMeantime, Supersymmetry (an extremely regularly shaped superhero) continues to have trouble proving his existence, but his friends The Physicists refuse to give up on him.  Stay tuned."], [36154, "2017-06-26T09:48:21Z", 0.0, "Has been predicted since a long time. Has never been found. LHC should have found it already it it would be there. "], [1333, "2017-06-24T17:58:34Z", 0.01, "From deep with-in the Hadron Collider quarks could be heard exclaiming one by one \"I am Sparticle\"then served Bosons soup.(apologies)"], [30594, "2017-06-21T14:19:01Z", 0.01, "Thx to @astrophile and @GL2814:\n- https://www.gjopen.com/comments/comments/523255\n- https://www.gjopen.com/comments/comments/522781"], [176, "2017-06-20T23:40:19Z", 0.0, "@astrophile here's something on false positives and negatives: \n Once upon a time, we had faster than light neutrinos: \nSpeaking at the time, Professor Ereditato added \"words of caution\" because of the \"potentially great impact on physics\" of the result. \n\"We tried to find all possible explanations for this,\" he said. \n\"We wanted to find a mistake - trivial mistakes, more complicated mistakes, or nasty effects - and we didn't. \n\"When you don't find anything, then you say 'well, now I'm forced to go out and ask the community to scrutinise this'.\" \nDespite the call for caution, the results caused controversy within the world of physics. \nIf the findings had been confirmed, they would have disproved Albert Einstein's 1905 Special Theory of Relativity. \nEarlier this month, a test run by a different group at the same Italian laboratory recorded neutrinos travelling at precisely light speed. \nSandro Centro, co-spokesman for the Icarus collaboration, said that he was not surprised by the result. \nhttp://www.bbc.com/news/science-environment-17560379\nxxxxxxxxxxxxxxxxxxxxxxx"], [36089, "2017-06-20T17:47:52Z", 0.0, "Only indirect evidence for supersymmetry has been posited and it seems that multiple theoretical constructs are more easily available than testable verifications in grand physics recently. "], [368, "2017-06-20T17:07:54Z", 0.0, "The NYTimes published an interesting artcicle on CERN and the state of physics as a discipline and the direction the supersymmetry research program.  While some leading researchers are optimistic for the long term potential of this research program and it's central question, most international researchers at CERN indicate the discipline in a \"state of confusion,\" (not from ignorance of central questions of the discipline) but see it as a potential for paradigmatic changes over time.  There is no agreement (scientific discovery cannot be 'forced' onto the empirical world, but emply the use of scientific methods to engage with process of discovery of phenomena not currently or previously known) among researchers regarding fundamental discovery of the primitives of the discipline;  whether and how, or even if,   the existence of sparticles will be empirically validated in their research.  The discipline of physics and the field of supersymmetry appears to on the cusp of significant and interesting discoveries that bound to change the fundamental foundations of the discipline.  However, only time will tell!"], [30594, "2017-06-20T15:04:02Z", 0.02, "Updating according to the informative post by @astrophile: https://www.gjopen.com/comments/comments/522781... Thank you!"], [38, "2017-06-19T23:33:55Z", 0.0, "@astrophile http://www.gjopen.com/comments/comments/522781\n@ErikFritzsche http://www.gjopen.com/comments/comments/507057"], [31802, "2017-06-18T09:28:33Z", 0.01, "They combed the experimental data from 2015 and 2016 and did not find any sign of the \"stop\"-particle (symmetric top quark). Other approaches also did not find any sign. I don't pretend to understand all these reports, but the overall picture at the moment seems to be: we did not find anything. Even if they find something today, I suspect that they will be very careful before they make a formal announcement. Time is running out.\n(https://atlas.cern/updates/atlas-news/atlas-highlights-lhcp)"], [28002, "2017-06-16T13:39:20Z", 0.25, "Too hard to genuinely estimate a probability.  "], [176, "2017-06-13T23:21:56Z", 0.0, "The quantum world is a weird world. Maybe our concept of time is going to change? \nAt this point, quantum mechanics and relativity collide. One consequence of Einstein’s theories is that energy and mass are equivalent. This means energy, like mass, has a gravitational pull. A second consequence is that gravity changes the flow of time. Such gravitational time dilation is a well-established phenomenon. Atomic clocks kept at different altitudes on Earth, for example, get out of sync with one another because they are subjected to different gravitational forces.\n..........\nAccording to Dr Brukner, the clock thought experiment shows that the metric field is yet another phenomenon which is subject to Heisenberg’s principle, and therefore to superpositional effects. As a consequence, it is no longer only location in space that becomes uncertain, but also location in time. Often, therefore, it would no longer be possible to say which of two events came first. http://www.economist.com/news/science-and-technology/21723095-does-one-thing-lead-another-time-may-be-fuzzy-if-so-idea-causality"], [31201, "2017-06-11T18:12:41Z", 0.03, "Scientists are terrible at keeping (non-classified) secrets. If there was a hint on this time-frame we would know by now. Data are being collected, but much  analysis is still needed."], [32851, "2017-06-07T00:38:55Z", 0.01, "If they emulate Good Judgment Open and crowdsource potential solutions to the issues that they are encountering, I believe that the likelihood will increase. ;-) "], [35831, "2017-06-06T23:37:58Z", 0.01, "If they can't find it by now, they need something else to find it."], [11057, "2017-06-05T14:08:05Z", 0.05, "I'll drop two percentage points but keep the forecast above zero.  Do we know the specifics of the teams that are working on the search for sparticles, especially the latest work which might be inferred by looking at abstracts or presentations?  Would something like this leak out to the mainstream science media or would it tend to be buried in specialized science journals, etc.?"], [15621, "2017-06-02T20:03:29Z", 0.02, "Wishful thinking"], [35889, "2017-06-02T03:58:55Z", 0.0, "All previous estimates of super symmetry have failed, advocates keep modifying their predictions unsuccessfully."], [19801, "2017-06-01T09:46:44Z", 0.0, "Page 25\nProbability given the best known existing models is zero for the LHC being able to detect the sparticle. The likely mass of the sparticle, if and only if it exists in the first place, is far too high."], [35814, "2017-05-30T10:03:48Z", 0.05, "The sparticle has been elusive so far. Its existence is theorized, yet no evidence has been found to support this theory. The chance scientist will positively find it is rather slim, which leaves the chance that they'll find something \"statistically relevant\" according to Fishers definition (i.e. 5% or more). \nMaybe they've learned from the message they found faster than light particles, which eventually also showed to be untrue."], [11057, "2017-05-28T14:33:53Z", 0.07, "Bumping forecast up to 7%.  Why?  "], [14898, "2017-05-28T13:24:58Z", 0.01, "I believe that even if they find some sort of bump that would point towards such a particle, it would take longer than that to confirm, because the low-hanging fruit in this search are already gone. So I am counting on the interpretation of \"evidence\" as a five sigma measurement, not some tentative result. "], [35799, "2017-05-26T09:21:08Z", 0.0, "I think we are too far away from such a breakthrough."], [35792, "2017-05-25T17:19:26Z", 0.01, "I did not inform myself about specifics. But I consider it very unlikely, as 1) theory might be completely or partially wrong, 2) detector might not be good enough, 3) time factor. "], [15621, "2017-05-25T07:44:53Z", 0.04, "Dropping as the more I read about this the bigger the challenge seems to be"], [32258, "2017-05-24T17:59:29Z", 0.0, "@Anneinak makes good sense."], [31802, "2017-05-24T08:32:20Z", 0.05, "They need very hight energy levels to be able to find these massive particles. The Large Hadron Collider has gone through a long period of maintenance and improvement and they expect to have \"stable beams\" at the end of this month (May, 2017). This means they only have 4 months to do the experiments, the analysis and the interpretation. I agree with @Anneinak that they will be very cautious before they announce such a big event. The last note from the ATLAS research team (https://atlas.cern/updates/physics-briefing/atlas-releases-new-results-search-weakly-interacting-supersymmetric) is that they did not find a \"significant deviation\" from what they expected. This does not mean that there are no sparticles, but that they have to be very, very heavy. I assume that this means it will be very difficult to find them."], [35775, "2017-05-24T06:46:18Z", 0.03, "Current research into theories of supersymmetry are suggesting that these \"sparticles\" either don't exist or are much heavier than originally anticipated.  It doesn't seem very likely that they will be found in the next few months."], [35772, "2017-05-24T05:27:38Z", 0.01, "I would be happy to be wrong on this one"], [34816, "2017-05-23T21:16:42Z", 0.01, "Very very very unlikely,"], [34879, "2017-05-23T13:26:32Z", 0.02, "https://phys.org/news/2017-05-atlas-results-weakly-interacting-supersymmetric-particles.html"], [38, "2017-05-23T06:38:25Z", 0.05, "Because of the importance & significance of the discovery of sparticles--because finding evidence of them will conclusively prove the supersymetry theory (as opposed to \"String Theory\" and \"The Theory of everything\")--there will be an excess of caution involved in the announcement if evidence is found."], [29680, "2017-05-21T23:46:48Z", 0.01, "Too soon."], [30594, "2017-05-21T16:47:49Z", 0.05, "How often can they experiment on that in the time till questions closes?\n- unknown, but there is a series of experiments underway\n- Note that it can be concluded from the timeline of operations as published here (https://en.wikipedia.org/wiki/Large_Hadron_Collider#Timeline_of_operations) that there is some chance that the LHC has problems with its operation so that it needs time to fix it."], [35544, "2017-05-21T15:50:00Z", 0.02, "It is speculated that the discovery of such particles would bring about a \"paradigm shift\" in the field, meaning that this would be a MAJOR finding. But major findings aren't easy to come by and as the shift to this new (speculated) paradigm currently has zero evidence aside from the current paradigm's limitations, this signals the field still has awhile to go."], [706, "2017-05-20T05:00:09Z", 0.05, "LHC will break down."], [20297, "2017-05-19T15:58:32Z", 0.02, "Not an expert but a lot of what I've read seems to indicate that, apart from no evidence, even the theoretical basis for its existence is very thin."], [31450, "2017-05-18T19:19:11Z", 0.0, "I hate to be cynical, and I admit to having only a passing interest in particle physics, but here goes. What I've read suggests that even if hints of sparticles are turning up in results, we are still a long way off from a confirmed discovery that is definitely not background noise and statistical fluctuations."], [11057, "2017-05-18T14:02:42Z", 0.02, "I'll start out below the consensus based on the article posted by @Frommelt where it's stated:  \"Updated results could be ready in about half a year, he says, and should allow for a more definitive conclusion.\"  So, is LHCb spokesperson Guy Wilkinson speaking of 'sparticles' (superpartners) or about other particles?"], [32589, "2017-05-18T12:21:25Z", 0.12, "https://www.sciencenews.org/article/collider-data-hint-unexpected-new-subatomic-particles"], [68, "2017-05-17T19:11:41Z", 0.03, "As one prominent physicist (and a sceptic of the theory) put it, supersymmetry is \"not even wrong\". That may change this year for at least some flavors of Susy."], [15621, "2017-05-17T17:34:05Z", 0.07, "Agree with Anneinak it's a nice question with something a bit different to learn about"], [38, "2017-05-17T16:58:30Z", 0.05, "I'm looking forward to learning a lot about this."], [35518, "2017-05-17T16:45:17Z", 0.05, "It's a long-shot. Yes it could happen, but most likely it will take more time and analysis before a conclusion can be made. "], [1333, "2017-05-17T14:18:28Z", 0.1, "I think it comes down to how many attempts they can make then reset for the next shot. Even a test that fails yields clue to the next step in the search."], [691, "2017-05-16T18:42:20Z", 0.03, "Supersymmetry has not been exactly acing its exams of late.  It's either more complicated than expected, more difficult to demonstrate than expected, or more imaginary than expected.   These are interesting, by which I mean terrifying, times for That Sort Of Physicist."]]}