{"question_id": 461, "title": "Before 1 September 2017, will the European Stability Mechanism approve the release of a third tranche of funds from the third economic adjustment programme for Greece?", "correct_answer": "Yes", "crowd_forecast": 1.0, "preds": [[1034, "2017-07-10T17:23:04Z", 1.0, "Disbursement of €7.7bn tranche to take place today"], [36157, "2017-07-09T10:02:13Z", 1.0, "Release approved"], [12605, "2017-07-08T19:41:19Z", 1.0, "See @Wildwood2000's"], [1034, "2017-07-08T17:33:12Z", 1.0, "ESM to release 8.5-billion-euro tranche of Greece bailout"], [1639, "2017-07-04T16:09:30Z", 1.0, "ESM chief optimistic on Greece, but advises patience\nHe added that the disbursement of the agreed tranche of 8.5 billion euros from a total support package of 86 billion euros is expected to take place in early July. This comes as a lifeline for Greece, which faces debt repayments of around 7 billion euros later in the month.\nhttp://www.ekathimerini.com/219410/article/ekathimerini/business/esm-chief-optimistic-on-greece-but-advises-patience"], [36265, "2017-07-04T15:40:08Z", 0.05, "I don't believe that there will agreement to release the third tranche until after the German elections on September 24, 2017. Once the elections are held and if Merkel is re-elected. An agreement to release will completed. "], [2965, "2017-06-18T15:22:22Z", 1.0, "@sevedb was correct. It occurred notwithstanding IMF\nand the IMF calls for debt reduction.\nJust a matter of time before debt reduction must occur.\n90% of that tranche went to scheduled debt payments."], [1639, "2017-06-15T04:34:15Z", 1.0, "Great Expectation\nAlexis Tsipras, Greece’s prime minister, wrote a piece in French and German newspapers this week to say that he looks forward to today’s meeting of 19 euro-area finance ministers with “hope and expectation”. What will be required is compromise. Europeans have long been stuck at an impasse with the IMF over the country’s current bail-out, its third. The IMF insists it will take part only if Greece is offered some restructuring of its debts; the country’s creditors, notably Germany, are loth to offer relief, but want the IMF on board. Hope and expectation were present at last month’s meeting too, but after seven hours of talks the parties remained at loggerheads. The clock is ticking: €7bn ($8bn) in Greek debts come due in July, for which a fresh tranche of bail-out funds will be needed. If a deal is born, it will be out of hard-nosed calculation, not Mr Tspiras’s grandiose words"], [1639, "2017-06-14T11:26:41Z", 1.0, "Lipton Says IMF Open to Approval-in-Principle for Greece Deal (Bloomberg)\n\n\nGreek PM hopeful that deal will be reached at Eurogroup meeting (Reuters)\nGreek Prime Minister Alexis Tsipras has said he is optimistic that a deal paving the way for new loans for Greece will be reached at a meeting of eurozone finance ministers on June 15. \"We're looking ahead to the meeting of eurozone finance ministers full of hope and expectation because we've implemented our commitments and we'll continue to go down this route on the European path,\" he wrote in Die Welt. \"We respect the rules of our joint European house and we expect the same of our lenders - namely to treat my country, Greece, with respect"], [1034, "2017-06-14T05:53:07Z", 1.0, "EU's Moscovici sees deal on Greek loans, fair solution on debt. Reuters. "], [1034, "2017-06-07T06:40:16Z", 1.0, "Greek ruling party says IMF debt proposal not helpful in impasse"], [1034, "2017-05-31T05:27:27Z", 1.0, "Greece Seeks Inclusion in ECB’s Stimulus Plan"], [28380, "2017-05-29T09:51:31Z", 0.85, "probably yes. but nothing is sure with so many players involved."], [1639, "2017-05-24T05:41:22Z", 0.8, "Greece’s creditors failed to reach a deal on the country’s debt relief. An agreement is needed to secure funds to repay obligations of around €7bn ($7.8bn), due in July. The IMF (which is not involved in Greece’s third bail-out) wants euro-area creditors to ensure debt is sustainable after 2018, when current its bail-out expires. The euro area’s finance ministers meet next in mid-June\n____________________\nCOMMENTS:  Things are getting complicated. A deal may be reached but deadline is short now. The IMF will not back down on this, they already changed their tune once, they won't change their mind now. That Greece is unable to pay its debts it is a clear fact. "], [35425, "2017-05-23T13:52:34Z", 0.7, "This should be another automatic, but the demands Greece keeps putting on the ESM do not make this a sure thing. These are not easy negotiations and nothing should be considered a sure thing once you put a deadline on it."], [32438, "2017-05-23T12:58:23Z", 0.9, "Getting slightly nervous...although they always do this, at some point they might not sort it out "], [1034, "2017-05-23T05:55:13Z", 1.0, "Euro zone ministers eye Greek debt deal with IMF, new loans decision in June"], [29145, "2017-05-23T04:47:10Z", 0.99, "Greek Debt Relief Deal Fails In Last Minute, As Germany, IMF Clash Again."], [1034, "2017-05-22T06:24:39Z", 1.0, "Euro zone, IMF to seek compromise on Greek debt deal Monday"], [1034, "2017-05-19T06:28:05Z", 1.0, "Greek parliament approves more austerity to unlock bailout funds, debt relief"], [1034, "2017-05-17T08:00:22Z", 1.0, "Greek debt relief up to ministers after euro zone, IMF officials fail to break deadlock"], [691, "2017-05-15T19:46:48Z", 1.0, "Not cheery good news, but this deal should probably hold for a while longer.\nhttp://www.reuters.com/article/us-eurozone-greece-gdp-idUSKCN18B14M"], [1034, "2017-05-15T05:49:11Z", 1.0, "Greece downgrades 2017 growth forecasts"], [38, "2017-05-13T14:00:32Z", 1.0, "\"{European Commission Vice President Valdis} Dombrovskis said the current review of Greek reforms can be concluded by May 22, when the eurozone’s finance ministers next meet. “There is agreement reached [with the IMF] on policy conditionality,” he said — meaning that there’s a general agreement that the Greek government has done what creditors asked it to do."], [1034, "2017-05-13T07:11:40Z", 1.0, "IMF chief urges eurozone to back Greece debt relief"], [1639, "2017-05-12T18:35:36Z", 1.0, "Letter to the editor, published in Frankfurter Allgemeine Zeitung on Thursday, 4 May 2017\nOn the article “Greece gets closer to a new loan” (FAZ of 3 May): The article on the preliminary agreement between the creditor institutions and the Greek government says that the European Stability Mechanism (ESM) has stated that the agreement “paves the way for debt relief”. This is wrong. The statement that the ESM issued jointly with the EU Commission, the ECB and the IMF on 2 May instead says: “This preliminary agreement will now be complemented by further discussions in the coming weeks on a credible strategy to ensure that Greece's debt is sustainable.” Whether this will lead to debt relief in the end and if so to what extent is not clear today. The 25 May 2016 statement of the euro area finance ministers continues to be the reference. According to this statement, possible medium- to long-term debt relief measures for Greece can only be decided once Greece has successfully completed its ESM programme in 2018 and the reform conditions linked to the programme, and if such debt relief measures prove to be necessary. It is important to recall the principle that nominal debt relief (“haircut”) is not possible.\nhttps://www.esm.europa.eu/interviews/letter-editor-frankfurter-allgemeine-zeitung"], [35401, "2017-05-12T16:23:59Z", 1.0, "The EU wants to keep its members following Brexit, by failing to fund Greece the EU would further lose credibility and support.  While unpopular it will get done. "], [2965, "2017-05-12T13:38:16Z", 1.0, "@WiIdwood2000 @sevedb\nas gj drew once said \" there is no Plan B\"\nI rely on you for this prediction entirely,\nTrump impeached by June 1, 2019 \nand I am working on a run for Congress.\nCheers.\nThanks for the insights"], [38, "2017-05-08T21:13:19Z", 1.0, "http://www.independent.co.uk/news/business/news/french-presidential-election-results-2017-emmanuel-macron-victory-marine-le-pen-investors-economists-a7723456.html"], [19801, "2017-05-04T07:05:00Z", 0.95, "Deal on Greece paves way for debt relief talks\nhttps://euobserver.com/economic/137736"], [1529, "2017-05-04T05:56:45Z", 0.75, "There are some crazy variables hanging out there.... French Prez election; the increasing black market economy of Greece to avoid taxes (ever more reason for the EU to not give the third tranche immediately),; the possibility that the July debt payment could be extended (or reduced), thereby creating an equivalent fungible action."], [38, "2017-05-03T18:23:43Z", 1.0, "http://www.politico.eu/article/greeces-elusive-debt-fix/"], [1034, "2017-05-03T06:42:33Z", 1.0, "IMF's European chief says board still wants debt relief for Greece"], [1639, "2017-05-02T15:45:12Z", 1.0, "\"If the Greek government upholds all the agreements, European finance ministers could complete the review on May 22 and then soon after that release the next tranche,\" Schaeuble told the Funke media group newspapers.\n_____________________________________________\nCOMMENTS:  Schaeuble is a man that doesn't waste words!"], [28414, "2017-05-02T08:54:02Z", 1.0, "As Anneinak posted earlier:\n\"Greece has wrapped up a deal with creditors on details of reforms that must be enacted before the country can receive the next disbursement from its €86bn bailout programme.\nThe deal, which covers a wide range of fiscal and structural measures, from fresh cuts in pensions to liberalising Sunday trading, was completed during intensive talks over the past week after months of wrangling between Greek finance ministry officials and bailout monitors from the EU and the International Monetary Fund.\"\nhttps://www.ft.com/content/6c2d629a-2f01-11e7-9555-23ef563ecf9a\n"], [38, "2017-05-02T05:25:13Z", 1.0, "https://www.nytimes.com/2017/05/02/business/greece-debt-crisis-eu-deal.html?emc=edit_mbe_20170502&nl=morning-briefing-europe&nlid=77825025&te=1"], [1034, "2017-04-30T06:38:50Z", 1.0, "Germany's Schaeuble says Greece has made good reforms progress"], [1034, "2017-04-26T07:37:50Z", 1.0, "Greece calls for debt relief as bailout talks resume in Athens"], [1034, "2017-04-22T08:29:24Z", 1.0, "Greece blows EU-IMF bailout targets away with strong budget performance"], [691, "2017-04-19T17:56:50Z", 1.0, "Vive la tranche!"], [19801, "2017-04-18T12:51:48Z", 0.85, "http://www.greeknewsonline.com/greece-and-lenders-reach-agreement-in-principal/"], [1639, "2017-04-10T17:11:31Z", 0.95, "Bringing Greece back to growth\nA third assistance programme for Greece"], [23006, "2017-04-10T16:17:55Z", 0.99, "The only this way won't happen is if the EU doesn't have the funds to loan"], [7124, "2017-04-10T05:21:27Z", 0.88, "As usual they will pass the buck down to the future"], [30200, "2017-04-09T15:43:45Z", 0.99, "Seems decided. Neither side wants to go back to the brink. "], [30200, "2017-04-09T15:18:52Z", 0.09, "Typing error, I meant 99 %\n"], [20284, "2017-04-07T21:30:39Z", 1.0, "There is no choice for Europe but to continue to feed money to Greece.  All Europe knows that Greece will never repay its debt.  Europe knows that anything beyond modest reforms will not happen in Greece no matter what party is running the government.   All Europe knows that Greece never did qualify to be part of the Euro zone.\nBut it happened and in this case the reality is there is no solution. So you just continue to muddle along while obtaining promises for change and projections that at some future date things will even out.  There does not have to be a final solution to everything.  Procrastination and avoidance can have a very long life indeed."], [28091, "2017-04-07T15:05:07Z", 1.0, "The EU cannot afford to have any additional instability at this time. Once you get to the third tranche why stop."], [706, "2017-04-07T04:19:01Z", 0.9, "Now that we're fighting Syria, here come the refugees even more!"], [31450, "2017-04-06T20:52:16Z", 1.0, "One of the things I have noticed about the EU is (except for Brexit) there is always an element of will they, won't they? And the answer is always that they will, but only after a lot of talking and compromising. Also, I don't think the EU is in any mood to have the Greek crisis flair up again, there's a little too much on their plate."], [29469, "2017-04-06T06:50:32Z", 1.0, "https://www.bloomberg.com/politics/articles/2017-04-05/greece-nears-compromise-accord-on-pensions-taxes-with-creditors"], [28414, "2017-04-05T20:10:56Z", 1.0, "Greece and Brussels ‘a breath away’ from deal\nhttps://www.ft.com/content/7216c77e-19bb-11e7-9c35-0dd2cb31823a"], [691, "2017-04-05T12:39:32Z", 1.0, "A shotgun wedding is still a wedding."], [29469, "2017-04-05T07:53:08Z", 0.98, "Interview with Rolf Strauch, Member of ESM Management Board, published in Naftemporiki (Greece) on 6 March 2017:"], [1034, "2017-04-05T06:50:37Z", 1.0, "Deal on Greek bailout possible, needed in coming weeks: EU's Moscovici"], [32872, "2017-04-04T22:45:55Z", 0.89, "There are many political parameters that contribute to this:\n-Greece's position and handling of the refugee crisis\n-Upcoming French and German elections\n-Brexit "], [691, "2017-04-04T18:41:43Z", 0.82, "Always interesting to watch a high-wire act where they don't have a net."], [31082, "2017-04-04T18:33:02Z", 0.99, "It is not about Germany but Germany plays a crucial role in this: September is close to German elections and Ms Merkel will not want to run elections with the blame of breaking up the EU, so I believe that an agreement will be found to have \"some\" amount released. It might not be the full amount, as she still needs/wants to show she is protecting German taxpayers' money, but enough for a yes resolution."]]}