{"question_id": 1069, "title": "Will California's Pacific Gas and Electric Company file for bankruptcy before 1 November 2019?", "correct_answer": "Yes", "crowd_forecast": 0.99, "preds": [[529, "2019-01-29T14:59:20Z", 1.0, "Reportedly done: https://www.cnn.com/2019/01/29/business/pge-bankruptcy-fires/index.html, https://www.nytimes.com/2019/01/29/business/energy-environment/pge-file-bankruptcy.html"], [66558, "2019-01-29T12:34:39Z", 0.99, "Yeah looks like yesterday's news was a smoke screen. So to speak."], [28414, "2019-01-29T08:40:05Z", 1.0, "PG&E Votes To File For Chapter 11 Bankruptcy\nhttps://sanfrancisco.cbslocal.com/2019/01/28/pge-votes-to-file-for-chapter-11-bankruptcy/"], [43003, "2019-01-28T19:13:59Z", 0.95, "Not fully convinced it will file for Bankruptcy. There remains a 5 to 10 % chance they will use the threat of bankruptcy to get concessions from the state."], [6978, "2019-01-28T19:05:32Z", 0.5, "Going flat until Citadel and Elliott offers sorted out.."], [66558, "2019-01-28T16:22:05Z", 0.15, "https://www.cnbc.com/2019/01/28/pge-shares-rise-15percent-following-report-of-4-billion-plan-to-avert-bankruptcy-stock-halted.html"], [529, "2019-01-26T19:28:06Z", 0.97, "As it currently appears, only a significant last-minute development will likely stop or postpone PG&E's imminent, planned bankruptcy filing."], [66558, "2019-01-25T17:10:38Z", 0.99, "On further reflection I think the crowd has this one right given current information.\n"], [66558, "2019-01-25T17:09:15Z", 0.9, "Yesterday's updates from Associated Press suggested the company could file for bankruptcy next week; California governor Newsom's comments do not sound like they are meant to reassure PG&E shareholders. "], [56, "2019-01-25T01:01:46Z", 0.65, "Thinking more likely than not, unless Sacramento gets involved and makes some hard choices. Report today makes it less likely, wiping out about half their liability."], [6978, "2019-01-24T21:03:04Z", 0.75, "PCG stock up some 70% today on first of possible series of liability shifts onto other parties. Large equity  holders aren't going down w/o a fight!"], [6978, "2019-01-22T15:44:49Z", 0.95, "'PG&E reiterated its intention to begin a Chapter 11 reorganization around January 29.'"], [64018, "2019-01-21T19:58:40Z", 0.99, "PG&E filed a bankruptcy \"notice\" on Monday Jan. 14 as required by California Law.  Unless California lawmakers step in, PG&E can't change the bankruptcy decision before Jan. 29, 2019. A meaningful intervention from California government doesn't look likely. The government needs to balance the needs of fire victims, ratepayers and shareholders. PG&E has lost public trust. Government actions to protect the firm would be very unpopular. Because of above reasons, I predict 99% probability of PG&E bankruptcy filing before Nov. 1 2019."], [6978, "2019-01-20T15:56:37Z", 0.8, "Contrarian wave of Wall Street downgrades, and distinct possibility of a short squeeze followed by slow drift lower, suggest stock isn't going to the pink sheets (eg. bankruptcy) any time soon.."], [62465, "2019-01-17T21:30:41Z", 0.95, "Bankruptcy needed due to catastophic litigation risk. Offset by potential regulatory / political intervention."], [30610, "2019-01-16T10:23:57Z", 1.0, "completely missed the (very interesting) possibility of a \"protective bankruptcy\" filing, which i think is a negotiating tactic to resolve claims as fast and as cheaply as possible as opposed to dragging them out and hurting stakeholders even more. Who knows, the equity might even retain some value in this case, which is quite uncommon."], [43003, "2019-01-15T20:59:01Z", 0.75, "https://www.greentechmedia.com/articles/read/what-happens-if-utilities-are-to-blame-for-wildfires"], [26551, "2019-01-15T20:01:21Z", 0.98, "https://eu.usatoday.com/story/money/business/2019/01/14/pg-e-chapter-11-bankruptcy-co-says-file-january-29/2568147002/"], [529, "2019-01-15T16:20:35Z", 0.97, "A couple of apparent takeaways from the following articles: \"No clear path\" forward (at present) re impending PG&E bankruptcy filing, and (reportedly) reduced legislative support for a bailout."], [38, "2019-01-15T07:56:47Z", 0.97, "PG&E comes close to being one of those companies which is too big and too important to be allowed to fail, so I'm backing off my 100% forecast."], [19801, "2019-01-15T03:39:50Z", 1.0, "PG&E Bankruptcy Tests Who Will Pay for California Wildfires\nhttps://www.nytimes.com/2019/01/14/business/energy-environment/pge-bankruptcy-california.html"], [651, "2019-01-14T23:41:32Z", 1.0, "Updated plans today"], [43003, "2019-01-14T21:56:27Z", 0.95, "Based off of recent news on BBC, and the top forecasters."], [65805, "2019-01-14T20:33:46Z", 1.0, "They announced to do it on January 29, 2019"], [40702, "2019-01-14T19:06:53Z", 1.0, "https://earther.gizmodo.com/california-power-company-tied-to-last-year-s-deadly-cam-1831733903?fbclid=IwAR0D1Q3RTk-c-mMPfkH5ZBFNS0PXAjSwR0hr2UkHUJsNJzw3NQ8UnfxJRH0"], [56, "2019-01-14T18:55:24Z", 0.85, "Still some possibility of a bailout, with governor to make an announcement a few days hence."], [31450, "2019-01-14T18:21:30Z", 1.0, "Seems they are moving inexorably toward bankruptcy."], [86, "2019-01-14T16:24:04Z", 0.98, "https://www.utilitydive.com/news/pge-to-file-for-bankruptcy-protection-as-california-wildfire-costs-mount/545974/ by the end of the month"], [33789, "2019-01-14T16:22:23Z", 0.89, "Reorganization seems like the easier way out than California taxpayers signing on to $30 billion of bonds.  "], [23006, "2019-01-14T16:08:35Z", 1.0, "Dates are fixed. "], [10237, "2019-01-14T15:50:56Z", 0.85, "liabilities look crushing"], [34516, "2019-01-14T15:00:54Z", 0.85, "CEO to step down; looking for new one."], [61447, "2019-01-14T14:21:03Z", 0.95, "Now that they are in the media saying it will happen this month,  find it very unlikely we would get all the way to November without it actually happening."], [37379, "2019-01-14T13:28:51Z", 1.0, "Dateline 1-14-2019 Pacific Gas and Electric, facing billions of dollars in claims over the deadly 2018 Camp Fire, is headed to bankruptcy court. -- https://www.cnn.com/2019/01/14/business/pge-bankruptcy-wildfires/index.html"], [691, "2019-01-14T13:12:44Z", 0.74, "https://www.reuters.com/article/us-pg-e-us-bankruptcy-exclusive/exclusive-pge-talking-to-banks-on-multibillion-dollar-bankruptcy-financing-sources-idUSKCN1P70PY\nhttps://www.reuters.com/article/us-pg-e-us-ceo/ceo-exits-as-pge-faces-fire-liabilities-bankruptcy-preparations-idUSKCN1P8033\nlooks like it might happen, even imminently"], [529, "2019-01-14T02:56:59Z", 0.65, "Persisting rumors of possible PG&E bankruptcy action per comments noted below."], [50769, "2019-01-13T22:03:37Z", 0.88, "I believe California's legislature and regulators will move PG&E through a 'managed' bankruptcy where political desires directly mold parts of the bankruptcy.   I do not believe creditors will take overwhelming losses, but equity holders will take a substantial haircut.   Executives will be purged, and the regulators will allow PG&E to raise rates to compensate for the ensuing legal damages."], [63914, "2019-01-13T11:51:46Z", 0.85, "Adjusting upwards after news of filings (Thursday 10th in FT and others, and below). It would take a specific action to save them now, can't see California State coming to the rescue although it may try to do a pre-pack to make sure the  thing does not implode. "], [33789, "2019-01-13T07:09:14Z", 0.78, "Because PG&E is announcing a bankruptcy filing to employees as early as Monday. At least two small gas suppliers have restricted sales to PG&E out of concern that the company won’t be able to pay  "], [26551, "2019-01-11T21:51:08Z", 0.54, "https://seekingalpha.com/news/3421855-pg-and-e-rebounds-9-percent-new-california-governor-hints-plan\n\"We believe California leadership understands the broader translation of higher cost of capital to ratepayers is likely worse via a bankruptcy rather than a tangible financing solution for current wildfire liabilities, based on Governor Newsom’s comments yesterday,” writes BAML analyst \nBut in an indication of spreading concerns about a bankruptcy filing, two small natural gas suppliers have restricted sales to PG&E out of concern that the utility would be unable to pay them, Bloomberg reports\n"], [6978, "2019-01-11T18:45:55Z", 0.85, "Equity and debt markets signalling this bird is cooked, but we must hedge a bit vs. capitulation by rating agencies this week."], [33827, "2019-01-11T18:29:28Z", 0.99, "With billions of dollars in liabilities around the corner, which are related to fatal 2017/2018 wildfires, the company does not have any other choice but filing some or all of its business for bankruptcy protection. "], [20466, "2019-01-11T18:02:42Z", 0.25, "a guess"], [50024, "2019-01-10T17:55:02Z", 0.25, "I think the timeline is too tight. They very well may have to file for bankruptcy but I don't think it would happen so quickly. Interest coverage ratios are good and if there is no big maturity on debt in 2019, it's too early for a ruling against them and they won't have cash flow issues yet. They have the option of selling assets as well. "], [31450, "2019-01-09T18:20:22Z", 0.75, "Going much higher given the news this week that they are seriously considering bankruptcy as they can't cover the costs of the recent wild fires."], [30610, "2019-01-09T12:17:19Z", 0.1, "There does seam to be a liquidity problem even though no debt is coming due, but the ratings downgrade triggers cash collateral provisions in power contracts - so that certainly increases the odds."], [61447, "2019-01-09T04:55:36Z", 0.69, "They have massive exposure from the Camp Fire and there is a strong populism against them. This will keep pressure high."], [65533, "2019-01-09T01:20:54Z", 0.25, "I am certain they will, though the question is not about filing for bankruptcy.  the question is will California survive the quake?  there will be a large quake in 2019, in fact many 8+ earthquakes, and the fault line from Alaska, all the way down the coast to the Americas, and down to Chile, and all over the World.   you can not prepare for catastrophic earthquakes when they all happen at, or near the same time, it will be like a domino effect, with very large mega tsunamis, YIKES.  It’s too late to discuss how Humans can fix the problem, the oceans are already polluted, and humans have failed, period.  So when will this happen?  Very Soon.  besides that Americans built themselves up on the policy to sue one another.  how can trust anyone at all?  isn’t this really how Donald Trump got rich? LOL.  I wonder where it says to treat your neighbor like you would have done unto YOU.  Do Americans even know their own grassroots, before Columbus?  I think not."], [26551, "2019-01-08T21:42:54Z", 0.59, "S&P cut the rating on PG&E and its Pacific Power & Gas Co unit on Monday to “B” from “BBB-,” the lowest tier of so-called investment-grade ratings, citing political and regulatory pressure and uncertainty over its potential liabilities.\nhttps://www.reuters.com/article/us-pg-e-ratings-s-p/pge-falls-further-after-sp-cuts-credit-rating-to-junk-idUSKCN1P2087\n"], [65097, "2019-01-08T19:02:13Z", 0.6, "The hammer has yet to drop..."], [691, "2019-01-08T13:17:41Z", 0.56, "https://www.reuters.com/article/us-pg-e-ratings-s-p/sp-cuts-pge-ratings-to-junk-warns-of-further-downgrade-idUSKCN1P2087\nComing up above 50% on this one at long last.  I suppose this means I'll have to start paying attention again.  This will cut into my nap time, but oh well....\n"], [66270, "2019-01-07T21:24:29Z", 0.75, "they are in a financial mess."], [33789, "2019-01-07T18:55:06Z", 0.57, "Increasing the probability for my \"yes\" forecast slightly because of the Jan. 5 NYT article about how PG&E has spent $8.4 million in 2018 to lobby Sacramento to seek a solution to avoid bankruptcy.  The article presented these lobbying efforts in a negative light, which may influence lawmakers to avoid accommodating the company.   https://www.nytimes.com/2019/01/05/business/energy-environment/california-wildfire-electric.html "], [86, "2019-01-07T16:55:46Z", 0.3, "More likely a leverage move o get some protection"], [26551, "2019-01-07T08:03:18Z", 0.49, "California utility company PG&E Corp is exploring filing some or all of its business for bankruptcy protection as it faces billions of dollars in liabilities related to fatal wildfires in 2018 and 2017, people familiar with the matter said on Friday (https://www.reuters.com/article/us-pg-e-us-bankruptcy-exclusive/exclusive-california-utility-pge-explores-bankruptcy-filing-sources-idUSKCN1OY225). Talking on bankruptcy has been out for few months now. Options:\n- Chapter 11 protection to continue activities as debtor in possession. \n- It was already done in 2001 (https://en.wikipedia.org/wiki/Pacific_Gas_and_Electric_Company) with a cost of $10B and higher prices for their customers for several years. Not good for management.\n- Threats of bankruptcy as way to put more pressure in California State.\n- But, could also trigger and accelerate suits before filling for Chapter 11.\nOverall, very close but slightly to No (49%). Waiting to see stock in the next days."], [65420, "2019-01-07T05:16:16Z", 0.8, "In Northern California, every 10 minutes on TV there's a commercial for various law firms, offering to sue PG&E for the Carr Fire. People like a scapegoat. People seem ok with making PG&E pay. People are weary of bailing out companies."], [66060, "2019-01-07T04:14:53Z", 0.75, "The cost of the fires t innocent people demands justice.  The company should not make  profit at  such expense to others."], [65961, "2019-01-07T01:54:08Z", 0.8, "Due to lawsuits regarding the California wild fires they will be forced to fill Chapter 11 bankruptcy."], [33789, "2019-01-07T01:22:46Z", 0.55, "The company reported Friday Jan. 4 that it is exploring filing for bankruptcy.  Shares of PG&E, which has a market capitalization of $12.7 billion, dropped 24 percent in after hours trading in New York on Friday, on the news.  It has reportedly drawn down $3 billion from its credit lines to bolster its cash reserves, a move common to companies in financial distress.  Since it filed for bankruptcy in 2001, there is clear precedent for it to do so.  "], [65401, "2019-01-07T00:26:46Z", 0.2, "They will create a separate fund for settlements. They will sell off assets."], [65785, "2019-01-06T23:43:57Z", 0.8, "Must do to clear liability from 2018 fires."], [64322, "2019-01-06T23:40:15Z", 0.1, "The state will shield PG&E from liability and ratepayers will pick up the cost.  CA cannot bear another utility disaster such as that caused by deregulation."], [65632, "2019-01-06T21:39:30Z", 0.55, "Suits over the recent huge fires could very well result in losses large enough to wipe them out."], [65774, "2019-01-06T21:28:14Z", 0.9, "Have a feeling "], [65663, "2019-01-06T20:59:28Z", 0.75, "Insurance companies only pretend to protect"], [65585, "2019-01-06T20:46:40Z", 0.85, "All Utilities in areas where climate change will affect them (like most of the West in USA) will eventually declare bankruptcy .  It might take longer to actually file but they are toast."], [65363, "2019-01-06T19:53:02Z", 0.95, "Over regulation and Bad luck"], [529, "2019-01-06T18:26:11Z", 0.45, "https://finance.yahoo.com/news/pg-e-said-consider-bankruptcy-022309855.html"], [64660, "2019-01-06T16:57:26Z", 0.85, "Unable to provide adequate energy with current infrastructure deficits. Also risk of more  wildfires  is still high and can cause more infrastructure destruction."], [64705, "2019-01-06T16:47:40Z", 0.85, "The costs of the current judgements facing this company combined with pressure to upgrade, maintain, and prepare for future challenges related to their inability to adequately maintain their vast infrastructure will prove to be too much."], [64695, "2019-01-06T16:47:09Z", 0.51, "Give PG&E time to get a new deal with the State of California that will protect the company from fire related lawsuits."], [64717, "2019-01-06T16:45:05Z", 0.35, "Many fires caused by their infrastructure in California which might cause lawsuits resulting in very high loses."], [64524, "2019-01-06T16:44:53Z", 0.7, "Lawsuits from fires will be insurmountable. "], [64636, "2019-01-06T16:27:11Z", 0.99, "Based on what business's normally do when in trouble."], [64159, "2019-01-06T16:25:30Z", 0.85, "The number of lawsuits against the company."], [64588, "2019-01-06T16:24:38Z", 0.6, "They are already eploring options for bankruptcy and the lawsuits will mount in 2019"], [64581, "2019-01-06T16:24:00Z", 0.75, "law suits are already growing."], [64606, "2019-01-06T16:19:49Z", 0.01, "no law suits big enough in 2019"], [64514, "2019-01-06T16:10:36Z", 0.12, "I see alternative energy as filling the need."], [63980, "2019-01-06T12:30:23Z", 0.2, "After the 2001 bankruptcy it seems that people learned the harsh lesson of electric and gas payment.\nSo unless Calfire will condemn pg&e guilty of the fires it is unlikely that they will file bankruptcy. "], [63980, "2019-01-06T12:20:00Z", 0.6, "Comment deleted on Jan 06, 2019 12:26PM UTC"], [63914, "2019-01-06T11:12:36Z", 0.65, "Depends on the Chapter 11 likelihood. Legal liability for the fires will take a couple of years to establish but the market does not wait that long. The company could go to 'protective' Ch 11 if leaks come out about how the investigation is going. The state may not want them to go but it could be very, very expensive to support them and there would be questions about why the state are supporting a company implicated in such a disastrous event. In all the other company bad news likely in Q2 and Q3, a Chapter 11 might be able to hide in the bushes. "], [691, "2019-01-05T21:27:27Z", 0.05, "https://www.reuters.com/article/us-pg-e-us-bankruptcy-exclusive/exclusive-california-utility-pge-explores-bankruptcy-filing-sources-idUSKCN1OY225"], [43003, "2019-01-05T20:05:37Z", 0.08, "Catch up on the coverage:\nhttps://www.mercurynews.com/2018/12/03/what-happens-if-pge-goes-bankrupt/\nhttps://www.cnbc.com/2019/01/04/california-utility-pge-explores-bankruptcy-filing.html\nhttps://www.usatoday.com/story/news/2019/01/04/californias-pg-e-utilitys-stock-tumbles-20-percent-amid-reports-bankruptcy-musings/2488477002/\nhttps://www.sacbee.com/latest-news/article221740610.html\nhttps://www.sfchronicle.com/california-wildfires/article/PG-E-considering-selling-its-natural-gas-division-13509622.php"], [529, "2019-01-05T00:54:36Z", 0.4, "Increasing forecast possibility for now, pending further info.: \nhttps://www.reuters.com/article/us-pg-e-us-bankruptcy-exclusive/exclusive-california-utility-pge-explores-bankruptcy-filing-sources-idUSKCN1OY225"], [30346, "2019-01-04T23:16:32Z", 0.38, "After reviewing the article, it appears that sources state that this is a contingency. Not filing should remain the favored outcome."], [30346, "2019-01-04T23:13:35Z", 0.57, "Reuters reports that PG&E is exploring a bankruptcy filing."], [63119, "2019-01-04T16:23:28Z", 0.01, "CDS spreads have moved up but are not indicating imminent bankruptcy; longer term bonds not trading at distressed levels; California politics is the only reason they're even in the mess and politicians are addressing the issue."], [3424, "2019-01-03T21:11:41Z", 0.25, "It is highly unusual for a public utility to file for bankruptcy.  The chances of a specific utility filing for bankruptcy over a relatively short period of time has to be low."], [529, "2019-01-03T20:57:07Z", 0.07, "\"..California regulators and lawmakers have said they want to shield PG&E from bankruptcy, but that could still include significant structural changes for the large investor-owned utility.\" https://www.utilitydive.com/news/california-ag-pge-could-be-prosecuted-for-murder/545087/"], [57797, "2019-01-03T14:31:44Z", 0.06, "Good points by @redsparrow https://www.gjopen.com/comments/comments/802095"], [30610, "2019-01-03T14:20:56Z", 0.0, "Any determination of liabilities arising from the California Wildfires is going to take a lot of time, and will be litigated in courts with appeals etc. Companies don't file for bankruptcy until it's a liquidity issue with an imminent payment, hence i don't see any chance this could happen in the timeframe."], [63964, "2019-01-03T00:11:15Z", 0.05, "Even the socialist utopia of California has enough decision makers who know that the state cannot manage its own public utility. Why would they want to it is so much more convenient for them to psuedo-control it with silly mandates but assume no real accountability? No way the state allows it to file for bankruptcy. "], [30346, "2019-01-02T19:12:03Z", 0.15, "Based on a cursory review, it appears the facts support PG&E's contention that it was not reckless in its maintenance in the vicinity of the Tubbs event. Probability could shift materially based on updates from CAL FIRE among others."], [63409, "2019-01-01T00:02:30Z", 0.1, "It seems that there are alternative solutions which are being pursued. However, it has filed for bankruptcy once before."], [62093, "2018-12-30T03:48:24Z", 0.2, "There are several options for the company other than BK"], [63018, "2018-12-30T01:51:44Z", 0.06, "Updating score. Last I said their balance sheet is terrible, and that their income doesn't look like they'll be able to pay their debts. However being that they are a public utility, I'm more inclined to think that some alternative solution will be found. "], [63858, "2018-12-29T02:48:11Z", 0.25, "It's a public utility, so it may be able to consider other avenues to settling any liability issues with its negligence related to the wildfire.  It probably also has liability insurance that could cover some of the settlements."], [57797, "2018-12-28T21:42:15Z", 0.08, "Regulators are discussing breaking it up: https://www.marketwatch.com/story/pge-shares-slide-again-after-report-regulator-is-mulling-breaking-up-the-utility-2018-12-26 which lowers the odds of a bankruptcy."], [745, "2018-12-28T19:55:34Z", 0.01, "More likely they will be restructured or broken up, so there is little chance of this, despite the Camp Fire and the attendant liability"], [63018, "2018-12-28T05:41:05Z", 0.62, "Their balance sheet looks awful, and it doesn't look like they have enough income to pay their debts. "], [63835, "2018-12-27T22:57:11Z", 0.05, "Research into the politics of the last BK, the signing of SB 901 by Jerry Brown - no fan of the utility industry, and examining who was behind the bill in the Assembly, in the Senate, and in the lobbying pro and con. \nUnfunded wildfire liability doesn't seem to be a likely reason for PG&E BK before 11-1-19"], [31450, "2018-12-26T17:19:55Z", 0.1, "Most stories about their bankruptcy seems a couple months old or more. I feel like if this was going to it would have happened already."], [57797, "2018-12-26T14:59:30Z", 0.09, "There seem to be 3 options:\n- Bankruptcy\n- Pay any liability by issuing bonds that are paid back through increases on electricity bills spread out over time (was the solution used to deal with last year’s wildfires)\n- PG&E splits up to isolate the parts of the company that will hold liability for wildfires. That portion of the company can then go bankrupt (I am guessing this won’t resolve the quetsion as a ‘yes’) or it can seek its own financing. "], [57797, "2018-12-26T14:13:23Z", 0.06, "California regulators are taking steps to prevent a bankruptcy: https://www.greentechmedia.com/articles/read/if-wildfires-drive-pge-into-bankruptcy-what-happens-to-its-renewable-energy"], [61447, "2018-12-24T20:14:51Z", 0.27, "They have massive exposure from the Camp Fire. However, being a public utility I expect the government’s willingness to bail them out will he even stronger than the “top big to fail” finance players. "], [63802, "2018-12-24T05:49:08Z", 0.0, "Legal proceedings would take far longer than a resolution being obtained in 2019."], [529, "2018-12-22T20:19:39Z", 0.08, "It currently appears that California regulators, legislators are at least talking about trying to reduce the likelihood of a PG&E bankruptcy:"], [38564, "2018-12-22T12:58:45Z", 0.05, "I suspect that the case that would result in their bankruptcy would take quite some time to prosecute"], [56, "2018-12-21T21:33:30Z", 0.02, "They've been in business 113 years. The 2001 bankruptcy filing covered three. Base rate looks to be ~3%. This is also a question of legal exposure, which takes time to play out. Bankruptcy is mostly a threat to get Sacramento to do something, which they will. "]]}