{"question_id": 28, "title": "Will the IAEA conduct an on-site inspection of the Parchin military complex in Iran before the end of the year?", "correct_answer": "Yes", "crowd_forecast": 0.45, "preds": [[484, "2015-09-22T15:37:22Z", 1.0, "AP is reporting that the IAEA accepted samples from Parchin taken by Iranians. Oh well, at least that moves along the agreement."], [1491, "2015-09-22T14:53:57Z", 0.99, "Its done or almost done"], [493, "2015-09-22T12:43:57Z", 1.0, "I give up."], [73, "2015-09-22T11:33:59Z", 1.0, "What a dilemma.   Iran clearly does not want it labelled an inspection when the iaea poke around on a tour with all their gadgetry. Republicans want this to de rail the deal and are stoking the fires of their press.  Iaea and white house seem constrained in ability to outright say it; only being able to say we did what we wanted and are happy with process.  Inspectors on site but touring with toys having fun or inspecting?  Looks like final wording on report will be needed for gjp.   Going with my initial rationale / stance.  Boom or bust on this."], [60, "2015-09-22T04:12:39Z", 1.0, "(Strengthening forecast from 76 to 100)"], [172, "2015-09-22T01:56:45Z", 1.0, "Iranians barring some hardliners clinging to old ways for power want to re-engage with West and their old friends in USA. Very young population which is harder to control. Need to give some outlets (rapprochement)"], [532, "2015-09-21T19:54:45Z", 1.0, "The IAEA went to Parchen and looked around.  That is good enough for me.  "], [1325, "2015-09-21T18:38:33Z", 0.85, "http://www.reuters.com/article/2015/09/21/us-iran-nuclear-iaea-idUSKCN0RL0Z020150921"], [94, "2015-09-21T18:37:25Z", 0.9, "I'm increasing my forecast with news of new developments."], [368, "2015-09-21T18:29:56Z", 0.75, "The IAEA inspected the Parchin military complex yesterday, Sunday September 20, 2015"], [73, "2015-09-21T17:51:22Z", 1.0, "as previous."], [68, "2015-09-21T17:34:15Z", 0.95, "Moving up on reading IAEA press release apparently indicating they are satisfied that they have received samples from Parchin according to the previously agreed protocol. Just a little bit of doubt remains."], [38, "2015-09-21T17:28:31Z", 1.0, "I'm reading reports in several sources that this has happened."], [53, "2015-09-21T16:39:18Z", 0.95, "The resolution criteria for this question aren't completely clear: specifically, whether or not samples need to be taken under observation by IAEA and what constitutes that observation. Still, the following has happened:"], [1698, "2015-09-21T16:02:52Z", 0.75, "The head of the IAEA visited the Parchin military complex this morning, so a full scale inspection of the site seems quite likely at this point in time. However, the Ayatollah could renege on the deal and put a stop to the cooperation, so depending on how things go I may lower or raise my prediction. "], [294, "2015-09-21T15:35:35Z", 1.0, "it just happened!"], [1428, "2015-09-21T15:30:47Z", 0.55, "The World is watching"], [43, "2015-09-21T14:55:24Z", 1.0, "Presumably the scorers will agree that the handover of nuclear samples, and the inspectors who accompanied the head of the IAEA, is enough to close this questions."], [505, "2015-09-21T14:36:22Z", 0.99, "IAEA reported on site at Parchin"], [689, "2015-09-21T14:07:56Z", 0.99, "Comment deleted on May 10, 2016 05:46PM UTC"], [500, "2015-09-21T13:59:26Z", 0.01, "PRIJAVICU SE POD DRUGIM NALOGOM I BICU NAJGORI  I NAJBOLJI"], [500, "2015-09-21T13:57:29Z", 0.05, "inspektori ce posetiti ali kao turisti tako da ce  biti natezanja.\nSuština svega je da cu probati da ove sezone promašim sva pitanja tj da cu se truditi da u ovoj beta verziji dobijem rezultat bliži broju 2.\nPošto niko ovo ne cita moji omašaji bice poruka da ako neko osvoji najveci rezultat može biti dobar superforeskaster .\nProšle sezone bio sam najbolji a ove sezone bicu naj-gori jer svaki moj promašaj bice jedna mala pobeda"], [110, "2015-09-21T13:34:49Z", 1.0, "Apparently this occurred on Sunday:\nhttp://news.yahoo.com/iaea-chief-visits-controversial-iran-officials-172223567.html"], [493, "2015-09-21T13:09:50Z", 0.0, "I think given the sources cited by previous forecasters it's pretty apparent that Iran conveyed samples to the IAEA for analysis, and that those samples were likely taken by the Iranians without IAEA supervision. Given that the \"more info\" section of the question states that \"[m]any argue that in-person, on-site inspections are vital and that video inspections or involvement in post-inspection analyses is not sufficient,\" I think that what has likely just occurred won't count for a \"Yes\" outcome. Specifically, this would probably fall into the \"post-inspection analysis\" category. "], [524, "2015-09-21T12:37:06Z", 0.0, "On-site is the key term, hard-liners will remain appeased."], [20, "2015-09-21T12:24:51Z", 1.0, "An inspection, as I've heard IAEA call them for this site, will be Iranians collecting samples with IAEA inspector oversight. Sounds like it already happened."], [136, "2015-09-21T11:27:42Z", 0.5, "I didn't mean to post a 0% forecast.\nActually, the resolution criteria is not clear to me: \"Many argue that <...> video inspections or involvement in post-inspection analyses is not sufficient\" - does that mean that the IAEA inspectors must take the samples themselves for this question to be resolved as \"Yes\"?\nWhat if they visit the site, the Iranian experts take samples, and the IAEA inspectors monitor the process via some kind of a video feed?\nWhat if they visit the site, the Iranian experts take samples, but with the IAEA inspectors physically present?\nWhat if the IAEA inspectors visit the site, come back with samples, but we never learn (not until long after 1 Jan 2016) about their access level?\nWhat is the intent of this question - \"does IAEA get any access to Parchin?\", or \"does Iran really really open the kimono\"?"], [136, "2015-09-21T11:25:48Z", 0.0, "http://news.yahoo.com/iranian-nuclear-experts-parchin-samples-without-iaea-irna-080237161.html\n\"Iranian nuclear experts have taken environmental samples from the military base at Parchin without United Nations inspectors being present, the spokesman for Iran's atomic energy agency was quoted as saying on Monday."], [57, "2015-09-21T10:38:17Z", 0.15, "The IAEA  head's visit to Parchin was ceremonial and symbolic, not an inspection, however technically it may be intended to be seen as IAEA having \"visited\" the facility. It does not meet the true criteria of our question, tho.  The fact that Iran took samples without the IAEA present and that the IAEA is defending this to an extent, reduces significantly  the probability of an inspection this year.\nIranian nuclear experts take Parchin samples without IAEA: IRNA http://news.yahoo.com/iranian-nuclear-experts-parchin-samples-without-iaea-irna-080237161.html"], [488, "2015-09-21T08:48:51Z", 0.95, "Yes,most likely before the end of the year."], [241, "2015-09-21T02:56:17Z", 0.9, "Amano's visit to Parchin suggests to me that Iran will not stonewall any inspection of the site."], [1679, "2015-09-21T01:58:51Z", 0.35, "Ali Akbar Salehi, the head of Atomic Energy Agency of Iran, in a recent interview, has kept the door to refuse inspection of Parchin, as a possibility. \nThat IAEA can take samples from around the site – also called swipe sampling,"], [83, "2015-09-21T00:05:25Z", 0.95, "I believe today's activity has met the on site inspection criteria.  Iran was suspected of covering up past activity, after the JCPOA was signed (1st link). Today's report (2nd link), claims that the IAEA inspected the suspect road construction near the Parchin facility. Is this not an onsite inspection by the IAEA, if not why not?"], [689, "2015-09-20T23:38:22Z", 0.89, "Comment deleted on May 10, 2016 05:46PM UTC"], [684, "2015-09-20T23:05:20Z", 0.2, "IAEA are not to inspect military sites. If receiving self inspection results counts then my prediction would be different."], [506, "2015-09-20T21:45:02Z", 0.89, "http://bigstory.ap.org/urn:publicid:ap.org:46417f21862e443fb9d7e99db4c838e9"], [1548, "2015-09-20T21:34:17Z", 0.7, "Benchmark report by IAEA due Dec. 15. Salehi seems pretty certain of negotiated conditions to be in good faith. Perimeter inspection has been accomplished. My thought is that *on-site* means within the complex. If IAEA requested on-site it would be rather revealing if Iran denied the request at the onset of the agreement.http://www.bloomberg.com/news/articles/2015-08-25/iran-says-ballyhoo-over-parchin-won-t-hinder-iaea-inspection"], [20, "2015-09-20T21:30:31Z", 0.8, "IAEA seems to be saying a RoadMap to inspections has to be done by Oct15. But Section5 seems to be saying Parchin is under a different \narrangement than other inspections. It is a different kind of inspection, but does that also mean a different timetable? https://www.iaea.org/newscenter/statements/iaea-director-generals-statement-and-road-map-clarification-past-present-outstanding-issues-regarding-irans-nuclear-program h/t to GJI teammate Scott for pointing this out. "], [1574, "2015-09-20T20:28:14Z", 0.0, "Probably not the highest priority site at the beginning of the inspection regime\n"], [1201, "2015-09-20T20:17:23Z", 0.9, "My read of this:\nhttp://www.reuters.com/article/2015/09/20/us-iran-nuclear-visit-idUSKCN0RK0RX20150920\nis it depends on what the meaning of \"on-site\" is. If you have IAEA officials present, but Iranian technicians doing the actual work, that's no different than the union rules you find in, say, theaters and convention centers all over the US. Does having that official present make it \"on-site?\" Or does the official actually have to pick up a trowel? The meaning of \"on-site\" in this question is not clear to me. "], [20, "2015-09-20T18:58:41Z", 0.8, "IAEA Director General Yukiya Amano visit to Iran possible sign things are progressing. The big names usually meet near the end. https://www.iaea.org/newscenter/news/iaea-statement-director-generals-visit-iran"], [83, "2015-09-20T18:56:54Z", 0.95, "I can't come up with another explanation as to why the IAEA would be at Parchin.\nhttps://www.iaea.org/newscenter/news/iaea-statement-director-generals-visit-iran"], [102, "2015-09-20T18:31:33Z", 1.0, "This is a clue. [1]  I have a sense New GJP wants to be a \"clarification-free\" site, i.e. not a lot of back and forth between forecasters and judging interface.  This question and this weekend's Sunday drive to Parchin should be a good test of that."], [484, "2015-09-20T17:17:40Z", 0.05, "Have to be a VERY low bar for this to satisfy the question:"], [60, "2015-09-20T14:20:43Z", 0.76, "(Strengthening forecast from 52% to 76%)"], [1638, "2015-09-19T15:51:36Z", 0.05, "Never Happen , the Mullahs will not allow it ...."], [584, "2015-09-19T14:25:38Z", 0.45, "Maybe not before the end of the year"], [102, "2015-09-19T13:11:44Z", 0.75, "Flipping to 75 from 0 based on Khalid's observation, UN chief on the ground now in Teheran. [1]"], [68, "2015-09-19T13:09:35Z", 0.75, "Increasing somewhat with passage of time. There are no reports of any Iranian obstruction to IAEA inspectors being on-site at Parchin. The IAEA chief is meeting the relevant people in Iran, so we should get some more news in the next few days."], [928, "2015-09-19T11:59:41Z", 0.2, "While there is now agreement on Parchin, the terms diverge from the usual practice of having IAEA experts do the inspecting."], [94, "2015-09-18T22:20:14Z", 0.45, "I'm increasing my forecast slightly with the crowd."], [476, "2015-09-18T22:08:59Z", 0.25, "Three months during which time some IAEA actors will be in \"Christmas season\" does.n't seem like a long enough \"time window\" for this to happen. Maybe momentum will build during the middle of 2016 and impact the US presidential candidates and the election."], [241, "2015-09-18T16:07:49Z", 0.8, "Moderating forecast."], [1595, "2015-09-18T14:16:12Z", 0.7, "not a secret one - likely to be confidence building measure, also was visited in 2005"], [43, "2015-09-18T04:34:53Z", 0.95, "Thank you, Raisinville, Agent0090"], [83, "2015-09-17T23:20:50Z", 0.8, "Agree with Jason G's post."], [1552, "2015-09-17T22:12:01Z", 0.55, "Yes, but it will be carefully orchestrated. Surprise! Nothing will be discovered."], [38, "2015-09-17T21:22:49Z", 0.9, "I have found the arguments of einsteinjs, madre, agent0090, little finger, clinton, ESR and jeremylichtman compelling enough to make me flip my forecast to 73%, but will go high for a week to adjust for previous low forecast."], [493, "2015-09-17T20:54:43Z", 0.8, "When all else fails, start searching Twitter. This article is very helpful in understanding how this issue is being treated by the IAEA. (Thanks, @Iranfrontpage.)"], [1529, "2015-09-17T18:52:02Z", 0.55, "Senate has already voted. filibuster stood and will stand again. Obama wants this to go forward as quickly as possible. So does Iran. My hesitancy in not providing a higher percentage is general bureaucratic overhead to put everything in place.  "], [60, "2015-09-17T18:32:41Z", 0.52, "(No change in prediction)"], [506, "2015-09-17T06:17:40Z", 0.82, "https://ca.news.yahoo.com/u-n-nuclear-chief-visit-tehran-week-iranian-080939661.html"], [23, "2015-09-17T04:27:02Z", 0.6, "I think there's a reasonable chance this will happen.  IAEA will file its report December 15."], [1297, "2015-09-17T01:29:47Z", 0.15, "Not much good for anyone could come out of an inspection "], [1434, "2015-09-17T00:53:35Z", 0.05, "Highly unlikely, can't be good for Obama."], [1394, "2015-09-16T21:40:33Z", 0.15, "As Clinton suggested it hinges on how you define \"on site\" inspection. For me that would require the IAEA to choose where the soil sample comes from, and its inspectors are present when the sample is taken. I'm still doubtful that the inspectors will have such access. I hope my forecast is wrong and Clinton is right on target."], [500, "2015-09-16T20:28:17Z", 0.05, "no no jer dogovor još nije ostvaren "], [1294, "2015-09-16T18:44:16Z", 0.85, "Yes, but it will be meaningless since they will get rid of any incriminating evidence."], [73, "2015-09-16T17:41:20Z", 0.85, "Definition of what \"on site inspection\" actually means would assist, but IAEA indicate they will be present when soil samples are taken at Parchin.  If that constitutes on-site inspection then I am giving that activity a high probability of going ahead given the representatives have flown out and this is scheduled. If that is cancelled or does not count, will then reduce forecast accordingly."], [909, "2015-09-16T16:04:19Z", 0.1, "Unlikely since the details of the recent deal still have to be worked out. Inspections will come but not this year. "], [740, "2015-09-16T12:58:36Z", 0.79, " Iran want SWIFT. That will last at least half a year."], [1006, "2015-09-16T12:01:41Z", 0.1, "IAEA will wait till sanctions are lifted and then give Iran a breather before inspecting. "], [21, "2015-09-16T11:40:02Z", 0.92, "IAEA has a low bar for what they consider acceptable.  Their deadline is well before end year.  So there's some time here for complications - but the big negotiations are done.  Main reason for this not to happen would be problems at a different place in the chain of progress (ie. Iran Parliament surprise)"], [110, "2015-09-16T09:01:10Z", 0.6, "IAEA have already done other on-site inspections (past 2 weeks, if I understand correctly - the reporting on this isn't usually clear)."], [94, "2015-09-16T03:34:37Z", 0.35, "The plan seems to be that Iran will inspect the site with IAEA involvement [1], and the IAEA will issue a report in mid-December.  This may or may not actually happen on schedule, and may or not count as an IAEA inspection for purposes of this question.  Still, I am increasing my estimate above my 25% overall base rate because of the definite deadlines."], [36, "2015-09-16T00:35:22Z", 0.95, "They will inspect but evidence of past activity will be gone.   I don't think it is a deal breaker because we all know they had a nuclear weapons program."], [1056, "2015-09-15T22:16:09Z", 0.05, "No reason for Iran to agree to it, so it probably won't happen."], [1028, "2015-09-15T20:35:30Z", 0.5, "Iran would like to thumb their nose at the US congress.\nmore likely next year."], [1016, "2015-09-15T18:23:56Z", 0.03, "Iran will not permit inspection at military site. Hard-line to show world who is boss."], [1014, "2015-09-15T18:02:10Z", 0.01, "They will not be given permission."], [946, "2015-09-15T16:23:09Z", 0.25, "Time frame is too rapid.  More likely to happen in  2016."], [493, "2015-09-15T13:21:01Z", 0.05, "The article below mentions a solution that I would (and Reuters did) describe as Iran doing the sampling at Parchin while being observed by the IAEA. I assume that this does not meet the requirement for the IAEA to \"conduct\" the inspection, but clarification would be helpful here. If this is what's being kicked around, it's hard to see an actual IAEA on-site inspection before the end of the year."], [505, "2015-09-15T12:37:58Z", 0.75, "They have to start sometime"], [691, "2015-09-15T10:58:22Z", 0.18, "Quite a lot of choreography, accompanied by quacking and flapping on all sides, will precede any actual inspection. My guess is first quarter next year, but not this year. "], [68, "2015-09-15T08:40:54Z", 0.65, "The IAEA seems confident its inspectors will be present in Parchin (while apparently being ok with Irani personnel taking the actual samples). Iran knows this has to be done before any sanctions are lifted, so they will cooperate. However, the inspection may not happen before the end of this year. Iran is likely to want to vet the inspectors, fearing some of them may have been infiltrated in as saboteurs (it's happened before), and this may delay things."], [38, "2015-09-15T04:57:22Z", 0.25, "Iran has been so reluctant and recalcitrant about allowing inspections of Parchin!  I don't see them throwing the doors wide open and having an open house.  I expect haggling, obstruction and dilly-dallying."], [60, "2015-09-15T03:10:20Z", 0.52, "Based on links shared by UnderwaterPutin (and malcmur): I'm going to play this optimistically and predict a greater than 50% chance that Iran complies (at this point)."], [241, "2015-09-15T03:03:03Z", 0.9, "Inspections likely to happen before IAEA's October 15 deadline (see link) because Iran has agreed to it. Furthermore, any delays will delay sanctions relief. https://www.iaea.org/newscenter/statements/iaea-director-generals-statement-and-road-map-clarification-past-present-outstanding-issues-regarding-irans-nuclear-program"], [231, "2015-09-15T01:28:10Z", 0.4, "IAEA will be present: http://www.reuters.com/article/2015/09/11/us-iran-nuclear-parchin-exclusive-idUSKCN0RB2D420150911 "], [20, "2015-09-14T22:24:51Z", 0.6, "\"The IAEA has no fears that its requirements will be met,\" said the first diplomat. \"That's not the issue. The real issue is whether Iran satisfies our concerns by year-end. At the moment they seem to be complying.\"  http://af.reuters.com/article/commoditiesNews/idAFL1N11H1T020150911?pageNumber=1&virtualBrandChannel=0"], [102, "2015-09-14T20:58:20Z", 0.0, "Nah because bazaaris."], [484, "2015-09-14T20:40:43Z", 0.05, "Suspect that some other inspection options will be tried before the end of the year. All parties accepting the agreement, and then also moving to more intrusive on-site inspections is a lot to expect in the next few months."]]}