{"question_id": 167, "title": "Will Tesla Motors deliver more than 80,000 BEVs to customers in calendar year 2016?", "correct_answer": "No", "crowd_forecast": 0.16, "preds": [[6303, "2017-01-01T04:47:43Z", 0.0, "According to the general news and GJP consensus."], [29358, "2016-12-31T12:16:39Z", 0.0, "Zero percent chance. Tesla delivered 4,769 vehicles in November and 61,685 for 2016 as of the end of November. They need to deliver 18,315 vehicles by close of business today.  I don't even think they produced enough to deliver that many. Not happening."], [1639, "2016-12-31T08:44:13Z", 0.03, "Not quite"], [31736, "2016-12-30T18:04:09Z", 0.5, "It's a close call. Let's say a coin flip."], [61, "2016-12-27T20:58:24Z", 0.12, "Moving forecast down giving more weight to what was effectively a downward revision in Tesla's forecast at the mid-year. They may be close when all is said and done. Further points to scrutinize that could have a bearing on my forecast up or down:\n• Unavailability of Government Rebate Incentives\n• The 5,500 out for delivery but not counted in Q3, similar to the 5,150 out for deliver but not counted in Q2\n• Year-end incentives"], [20156, "2016-12-27T08:39:24Z", 0.15, "Q1 - 14,820\nQ2 - 14,370\nQ3 - 24,500 \nThe company said it expects deliveries to be just over 25,000 units in Q4.\nIt will be a few hundred cars shy from 80,000.\n"], [6303, "2016-12-26T03:38:10Z", 0.01, "According to the general news and GJP consensus."], [1993, "2016-12-23T22:04:56Z", 0.6, "I was too low. It's going to be close."], [83, "2016-12-23T17:13:07Z", 0.8, "Motley Fool sees the light:\nhttp://www.fool.com/investing/2016/12/21/3-catalysts-for-tesla-motors-incs-vehicle-deliveri.aspx"], [31162, "2016-12-23T16:46:25Z", 0.75, "The trend from quarter to quarter is indicating that they will exceed the ~18,000 they need for Q4. They could, however, slump back in sales based on November information. I find they will likely do it but I'm not certain of it."], [30051, "2016-12-23T01:19:38Z", 0.0, "Does not appear very likely at all. My estimate is 65,000."], [31201, "2016-12-20T04:42:40Z", 0.7, "Close but no guarantee."], [29617, "2016-12-19T07:52:44Z", 0.05, "Updating"], [6303, "2016-12-19T04:05:05Z", 0.02, "According to the general news and GJP consensus. "], [29358, "2016-12-17T10:56:00Z", 0.0, "Tesla delivered 40,717 Model S and 16,952 Model X through October. "], [6978, "2016-12-16T21:16:45Z", 0.1, "Top forecasters I follow (TFIF) averaging ~12% over last month. 5% too certain for my research/understanding of this question, backing off a bit."], [83, "2016-12-13T23:12:04Z", 0.8, "Tesla's inventoried cars may fill the production gap....\nhttps://electrek.co/2016/12/07/tesla-deliveries-2016/"], [6303, "2016-12-12T02:12:36Z", 0.03, "According to the general news and GJP consensus."], [29358, "2016-12-11T00:41:55Z", 0.02, "Another disappointing month for Tesla. Barely over 2,200 deliveries in the US (their most important market) for November. "], [31286, "2016-12-10T00:28:54Z", 0.05, "Tesla, needs about 26000 to 27000 deliveries in 4th quarter;\nin Q2: Net delivery (total - in transit last Q) is about 14000 -5000 = 9000;\nin Q3: Net delivery is about 25000 - 9000 = 16000;\nfor Q3 to deliver 26000, it will need to net 26000 - 5000 =21000"], [68, "2016-12-09T06:28:27Z", 0.35, "There's still a chance - but it would need \"flawless execution\" in December by Tesla, who underwhelmed during October and November."], [31257, "2016-12-08T23:29:04Z", 0.6, "In order to exceed 80,000 deliveries in 2016 Tesla only needs to exceed its 2nd half guidance of 50,000 cars by 3,210. That implies Q4 deliveries of 28,710, which would be an increase of about 17% from Q3. In light of recent production and delivery growth trends that seems achievable. Tesla has undershot its guidance on a YTD 2016 basis, and in order to maintain credibility it is likely that the company is sandbagging its 2nd half guidance of 50,000 deliveries. Bottom line, I see better than even odds that Tesla will deliver more than 80,000 cars for the full year."], [26242, "2016-12-05T22:34:17Z", 0.25, "https://cleantechnica.com/2016/10/03/tesla-shatters-quarterly-sales-record-24500-model-s-model-x-evs-delivered-q3-70-increase-q2/"], [6978, "2016-12-05T22:00:37Z", 0.05, "Ongoing bearish TSLA price action suggests:\n- Q3 numbers were a one-time stretch effort.\n- Insiders with better/best data are discounting misses of Q4 expectations (including deliveries).\n- Buyer election anxiety, reported in pending real estate deals, likely took a toll on other big ticket items.."], [38, "2016-12-05T20:04:34Z", 0.5, "http://www.wikiwand.com/en/Tesla_Motors"], [10756, "2016-12-05T16:23:37Z", 0.2, "According to wiki, Tesla has sold around 55,000 units to Q3 2016: https://en.wikipedia.org/wiki/Tesla_Motors"], [19801, "2016-12-05T11:50:01Z", 0.0, "38,584 for 2016 YTD\nhttp://www.goodcarbadcar.net/2015/08/total-tesla-motors-sales-figures-usa-canada.html"], [15621, "2016-12-05T09:20:01Z", 0.08, "http://www.goodcarbadcar.net/2015/08/total-tesla-motors-sales-figures-usa-canada.html\nrunning at about 45% above 2015 at this stage for US; Using Canadian figures looks less for rest of world. So needs 60% above 2015 so looks very unlikely at this stage."], [6303, "2016-12-05T04:47:25Z", 0.06, "According to the general news and GJP consensus."], [23879, "2016-12-03T06:07:51Z", 0.0, "November estimated numbers for American market are out at InsideEVs [1] and they don't look great."], [1639, "2016-11-29T17:22:57Z", 0.02, "For the year to date overall sales are up 0.4%, primarily driven by sales of BEVs and that driven primarily by Tesla’s Model X sales. HybridCars’ Cobb summed it up,” [O]verall sales are strong, but a clear plateau has been reached.”"], [23879, "2016-11-28T06:57:54Z", 0.3, "Lowering from 40% to be closer to consensus, since this is a topic I don't know that much about."], [6303, "2016-11-28T03:18:05Z", 0.08, "According to the general news and GJP consensus."], [29358, "2016-11-26T23:34:25Z", 0.04, "A dismal October and a November production halt (planned) at the factory puts the 80,000 in sales in jeopardy. Tesla will need to sell 23,000+ vehicles in the last two months of the year. Lowering the probability down to 4%. "], [30165, "2016-11-25T23:57:34Z", 0.57, "Suppose, that Tesla deliveries in Q4 match Q3.  Then Q1+Q2+Q3+Q3=14810+14402+24821+24821=78854.  But 5,065 EV were in transit in Q3.  Then, an increase in production by 50% OR a decrease in transit time of 50% from Q3 would increase deliveries sufficiently."], [4461, "2016-11-22T21:41:51Z", 0.45, "As others have pointed out, they need something like 26,000 deliveries in Q4 to meet the goal. Lowering my probability to be closer to the consensus."], [6303, "2016-11-21T03:10:03Z", 0.1, "According to the general news and GJP consensus."], [14208, "2016-11-19T04:08:01Z", 0.05, "\nhttp://www.businessinsider.com/tesla-solar-roof-photos-features-2016-10"], [30042, "2016-11-17T22:55:15Z", 0.52, "Full disclosure: I am a huge Elon Musk fan. What I have learn through the years is to never bet against Elon. He might get the time frame wrong but he always surprises me in the end. "], [14208, "2016-11-17T19:55:06Z", 0.05, "I went back and looked at 2015 guidance to help me interpret 2016 guidance and deliveries.  I suspect 79.1K to 79.9K deliveries."], [15621, "2016-11-17T11:44:18Z", 0.1, "Will update when see data for November"], [68, "2016-11-17T10:46:36Z", 0.45, "Back up to 45%, although October sales (in the US) are way down on the last few months. This drop was apparently known to Tesla when they announced their target of \"more than 25,000 in Q4\", so the next couple of months especially December will have to be exceptionally good."], [28017, "2016-11-17T05:45:16Z", 0.12, "\nTesla Motors sold just 1,650 cars in the U.S. in October, according to Inside EVs, which tracks monthly sales of electric cars. That’s well below the 7,500 cars it sold in the U.S. in September, the data show.\nhttp://blogs.wsj.com/moneybeat/2016/11/01/tesla-sales-need-a-recharge/"], [38, "2016-11-17T05:35:14Z", 0.5, "https://cleantechnica.com/2016/11/16/tesla-continues-streamline-production-now-bundling-various-model-x-interior-options/"], [28886, "2016-11-16T23:28:19Z", 0.9, "My first forecast so happy to be get this wrong."], [6303, "2016-11-14T01:40:14Z", 0.1, "According to the general news and GJP consensus."], [68, "2016-11-12T03:23:02Z", 0.4, "Reducing by 5% since last forecast on 3 Oct while searching for updated sales reports."], [38, "2016-11-11T02:42:24Z", 0.5, "US & Canadian sales in Oct were way down, but Tesla has 200 stores, 120 of which are outside the US.\nSome industry analysts say that the low sales in Oct were anticipated when Tesla made its forecasts.\nNevertheless, reducing my forecast."], [30067, "2016-11-08T19:49:42Z", 0.29, "Tesla seems to have alleviated supply chain concerns that depressed production in the first two quarters of the year. Although management guidance suggest the company will not exceed 80,000, and management guidance has tended towards overconfidence, there is a significant chance that management positively surprises.\nBullish: 5500 cars in transit at end of Q3 to be counted as Q4 deliveries; coming off strong quarter; historical improvement\nBearish: winter challenges, management overconfidence"], [25071, "2016-11-08T19:25:45Z", 0.45, "TSLA guidance is now below 78k to 79k for deliveries given they are supporting 50k deliveries and had only 29,222 through the first half. The number is suspect to me because they are not updating it consistently and it's too round. It looks like if they can modestly grow Q4 production and if the \"in transit\" piece absorbs 25% of the production growth they should still make it. Does anyone know where the December vehicles are headed? Any destination mix in December shipments that skews toward longer in transit period, ie China? I pulled numbers from MD&A in SEC filings and the company press releases, but Q4 below is my guess. Tried to stay conservative but they still appear to have a great chance to hit 80k."], [691, "2016-11-07T20:14:29Z", 0.12, "In Amurrica, when petrol prices go down a few cents a gallon and stay there for a few weeks, we all rush out and buy the biggest, stupidest, most gas-sucking SUVs available on the planet.   This does not bode well for the Tesla trade, leaving aside that the firm has almost never guessed right about sales in the first place. "], [30051, "2016-11-07T01:45:29Z", 0.09, "Automarket is slowing - price of oil has remained low"], [30051, "2016-11-07T01:40:55Z", 0.65, "initial gut"], [6303, "2016-11-07T00:53:29Z", 0.12, "According to the general news and GJP consensus."], [23879, "2016-11-06T17:41:14Z", 0.4, "Downgrading from 60% on news of bad Oct numbers and how little time there is left. Will this spur a similar effort as what we saw towards end of Q3?"], [4139, "2016-11-06T17:31:13Z", 0.05, "ok, 60,000 then, at this rate they will never hit the bigger goals without a lot more capital which Elon denies, while tucking in SX which is a balance sheet anchor and a cash drain. My doubt about his ability to continue to ramp up production dramatically is well founded unless he finds another surplus auto factory to occupy the way he did last time. He's a phony, his Solar business model is a joke, he's more of what I call a futurist not a scientist or a business man. "], [29358, "2016-11-06T09:22:34Z", 0.08, "Does anyone else think it is odd that the CEO of an automobile manufacturer spends most of his time talking about colonizing Mars and solar roofing shingles? Musk is not focused on Tesla. They will miss."], [821, "2016-11-06T01:29:53Z", 0.35, "The big decline in October numbers make it look less likely they will meet the 80,000 level."], [1993, "2016-11-05T09:04:06Z", 0.15, "Sales plummeted in October, which may not bode well for Q4 deliveries. I think a Model S typically takes about 6 weeks to deliver, but the most expensive models take half that. So this will mean a decline in deliveries in November and December -unless there is some backlog that I don't know about."], [49, "2016-11-04T20:05:00Z", 0.4, "Looking at prior years, a lot of the sales were end-loaded for the years "], [4139, "2016-11-03T20:00:56Z", 0.05, "They'll be lucky to do 50,000/"], [29431, "2016-11-03T19:56:23Z", 0.59, "Adjusting downwards. Available information (while not totally reliable) points to fairly low sales in October. While these may have been expected due to changeovers at the factories, it means that November and December numbers will have to be pretty high. "], [15621, "2016-11-03T14:27:28Z", 0.1, "http://www.goodcarbadcar.net/2013/08/tesla-model-s-sales-figures-usa-canada.html\nhttp://insideevs.com/monthly-plug-in-sales-scorecard/\nLow numbers here for Oct;"], [4634, "2016-11-01T19:08:14Z", 0.05, "Found this on twitter: https://twitter.com/asymco/status/793521394357243904/photo/1"], [15621, "2016-10-31T07:15:51Z", 0.32, "Closer to consensus"], [6303, "2016-10-31T02:13:23Z", 0.12, "According to the general news and GJP consensus."], [38, "2016-10-28T23:45:32Z", 0.8, "https://cleantechnica.com/2016/10/27/tesla-record-vehicle-production-delivery-revenue-numbers-q3-2016/"], [14880, "2016-10-27T16:14:08Z", 0.6, "I think Tesla has the right trajectory, but they are not out of the woods yet. \nThanks @Qoolio: https://www.gjopen.com/comments/comments/361687"], [1624, "2016-10-27T12:07:13Z", 0.45, "With Q3 results announced, the chances go up a little bit - still unlikely to hit 80000 but could be north of 75000 - nudging up the odds"], [1827, "2016-10-26T22:18:09Z", 0.6, "Annual forecasted range from company- 80,000 to 90,000 vehicles"], [15621, "2016-10-24T11:52:50Z", 0.35, "Nearer consensus until next update in sales."], [6303, "2016-10-24T01:04:47Z", 0.12, "According to the general news and GJP consensus."], [12937, "2016-10-22T00:18:30Z", 0.05, "Latest vehicle productions were lower than needed to hit this mark"], [83, "2016-10-20T18:45:59Z", 0.8, "The Economst estimates 85,000 manufactured vehicles for the year."], [51, "2016-10-19T15:25:53Z", 0.35, "I have probably been too low, given Tesla had such a solid recent quarter.  "], [29617, "2016-10-18T12:26:06Z", 0.45, "Car deliveries and y-o-y growth rates: \nQ1 - 14,820 (48%)\nQ2 - 14,370 (25%)\nQ3 - 24,500 (112%)\nQ4 required for 80,000 - 26,310 (51%)"], [14208, "2016-10-18T03:04:12Z", 0.3, "90 was too high.  will wait and see what Tesla announcement will be in a day or so"], [14208, "2016-10-17T05:39:52Z", 0.9, "https://www.gjopen.com/comments/comments/350450"], [12726, "2016-10-16T20:22:49Z", 0.38, "Raising based on Q3 results"], [29358, "2016-10-15T13:06:15Z", 0.1, "Tesla eliminated two color choices. Why? Perhaps it is due to production problems or no demand for the colors. The popularity of the color white (one of the discontinued colors) on cars makes low demand unlikely. Now black is the only no-additional-cost color you can order from Tesla which will result in overall higher prices for a Tesla. At any rate, whatever the reason(s) this is more likely to hurt sales rather than help them. Additionally, Tesla has just dropped the entry-level model X as an option for purchase. Once again, why? Production problems or lack of demand? Either way, fewer colors and fewer cars to choose from = fewer sales overall. My forecast is therefore revised down to 10% from 11%."], [14208, "2016-10-15T04:45:29Z", 0.2, "Tesla downgraded its forecast for 2016 early in the year saying they would not make 80K... but below 80k.  TSLA stock tanked after that.  Then GS forecasted TSLA to 250.  The stock rallied after that.  Now third Q reports puts TSLA on the verge of beating their original forecast for 2016.  And GS downgraded TSLA stock to 170 area.  If TSLA beats their own downgraded forecasts with numbers from the start of the year after a GS downgrade the stock is going to explode upwards just in the nick of time to raise some cash for the next project in 2017.  This would look very scandalous.  Perhaps even FINRA worthy.  I'm not sure how to forecast this question.  I'd like to opt out. "], [38, "2016-10-15T00:13:49Z", 0.55, "http://insideevs.com/norway-ev-sales-surge-in-september-with-volume-deliveries-of-tesla-model-x/"], [821, "2016-10-14T23:52:33Z", 0.65, "Tesla could conceivably meet the 80,000 number based on the Tesla quarterly Production & Delivery release statements.  As noted by others the only hitch would be the number of actual deliveries during the snowy winter season."], [691, "2016-10-13T19:10:25Z", 0.18, "Could be close.  They can almost certainly manufacture enough, and they may even have enough orders in 2016, but presumably delivered in 2016 doesn't mean ordered in 2016 or shipped in 2016--it means driven away by a customer in 2016.  Less certain territory, what with one thing and another."], [29469, "2016-10-12T13:11:20Z", 0.95, "2015Q4 was by far the strongest quarter for Tesla in that year (holiday season + other factors). Need to only match the deliveries of 2016Q3 to surpass 80,000. Would need a significant backlog to fail this."], [110, "2016-10-11T16:07:48Z", 0.97, "I'm reversing course on this."], [14208, "2016-10-10T21:05:00Z", 0.09, "Goldman Sacks downgraded TSLA on 6 Oct 2016 from a \"buy\" to \"neutral\" price target down to $185."], [22305, "2016-10-10T16:17:59Z", 0.0, "Comment deleted on Oct 10, 2016 05:39PM UTC"], [22305, "2016-10-10T12:01:57Z", 0.33, "will reach round about 26600 to 32500 car deliveries, worldwide, for 2016."], [6303, "2016-10-10T03:22:29Z", 0.1, "According to the general news and GJP consensus."], [9755, "2016-10-09T23:52:16Z", 0.59, "I was optimistic then pessimistic and \nI hope now it's more realistic !\n"], [14208, "2016-10-09T15:27:43Z", 0.35, "on @pietrokc"], [23879, "2016-10-09T03:52:25Z", 0.6, "Updating from 30%. Tesla had a strong Q3 with 24,500 deliveries [1], bringing total 2016 sales to 53,722. This leaves 26,278 deliveries to go."], [29431, "2016-10-06T16:42:25Z", 0.65, "I think @flyn1200 has a good point with the slowdown of manufacturing over the holidays, but even if you take the rate of production from Q3 for only 11 of the 13 weeks in the quarter, they could still produce over 21,300 in Q4.  If they can deliver those plus the 5500 in transit already that would put them over the top. Not a slam dunk, but definitely possible.  "], [22099, "2016-10-05T11:31:06Z", 1.0, "Due to failures with space x Elon need one strong leg to not lose the trust of the shareholders. Fullfill his goal of the beginning of the year will strengthen the trust and actually it will not need not much additional effort to raise the numbers over 80.000. Some extra shifts in Q4 will made it. But I am not such a scientific guy with a dozens of links. I use only my stomach. We will see if he has the right feeling ;)."], [14208, "2016-10-05T06:33:41Z", 0.0, "Anybody here ever work in a factory?  For the most part once Thanksgiving hits everything slows down a lot.  Tesla has Oct,  three weeks in Nov and a couple weeks in Dec to punch out 25K plus EVs by 31 Jan 2016.  Will Musk cancel Thanksgiving and Christmas?  Maintaining 0%\nedit: 31 Dec 2016 not 31 Jan 2016"], [142, "2016-10-04T12:23:52Z", 0.75, "Tesla has delivered 50,000 BEV at the end of the third quarter and they have resolved many of their production  problems. Third quarter production exceeded 25,000 and three months remain; so, absent a new problem Tesla should reach 80,000 by year end."], [6303, "2016-10-04T01:39:04Z", 0.1, "According to the general news and GJP consensus.\nGood 3rd quarter production numbers, but enough to reach 80,000 by the end of this year?"], [14208, "2016-10-04T01:35:59Z", 0.0, "\"The third quarter was Tesla’s last chance to show it can be profitable before it raises money to ramp up production of the new Model 3...The third-quarter deliveries figure is a preliminary number that may change slightly in November when the company reports earnings for the period. Tesla counts a vehicle as delivered if it’s transferred to the buyer and all paperwork is correct. The automaker releases global sales figures quarterly, instead of the monthly country-by-country results typically announced by other automakers\" http://www.autonews.com/article/20161002/RETAIL01/161009998/tesla-sets-quarterly-sales-record-as-shipments-move-closer-to-2016"], [15621, "2016-10-03T20:48:53Z", 0.28, "3rd quarter results very good"], [1639, "2016-10-03T18:05:02Z", 0.4, "Tesla Motors Inc. delivered a record 24,500 vehicles in the third quarter, assuring investors that it will meet its 2016 targets ahead of a crucial plan to raise more capital this year."], [3895, "2016-10-03T15:21:07Z", 0.41, "http://www.autonews.com/article/20161002/RETAIL01/161009998/tesla-sets-quarterly-sales-record-as-shipments-move-closer-to-2016"], [29358, "2016-10-03T15:03:50Z", 0.11, "Slight adjustment higher from my previous 9% forecast - I still think they fall short. They have had 5,000+ vehicles \"in transit\" for two quarters in a row now. I expect this number to be even higher in the 4th quarter as things like weather and holidays make things more difficult. They are in striking range of the 80,000 mark."], [61, "2016-10-03T15:02:58Z", 0.18, "correcting previous forecast jump from 0% to 30%. too big a jump."], [25045, "2016-10-03T11:36:01Z", 0.5, "In 2015, they said they would do 50K units."], [15621, "2016-10-03T09:26:50Z", 0.09, "In determining this question will cars \"in transit\" be counted. I would think \"delivered\" means arrived and delivered, not \"on the way\", however Tesla are counting them in the figures. 5,500 in transit will almost certainly mean it does not get to 80,000. If answer will include in transit then this will be close run thing and for optics Tesla can fudge figures of in transit cars to show it met its 80,000 target. Opinions welcomed on \"in transit\""], [21800, "2016-10-03T09:21:21Z", 0.53, "Quick upgrade from 10% to 53% following the good quarterly numbers. \n@Raisinville had given a good call based on the third month being the best month in all the quarters.\nTesla needs to do slightly better than 2000 cars per week, and they have come quite near the 2000 mark in Q3."], [68, "2016-10-03T08:10:08Z", 0.45, "@Raisinville and the link to http://www.reuters.com/article/us-tesla-deliveries-idUSKCN1220UR"], [1993, "2016-10-03T07:27:13Z", 0.2, "14, 810 for Q1 \n14,370 for Q2 \n24,500 for Q3"], [6303, "2016-10-03T03:19:20Z", 0.01, "According to the general news and GJP consensus."], [23006, "2016-10-03T03:10:38Z", 0.3, "delivery means signed off on by customer - I don't see this happening. He's made strides though - the numbers have crept up."], [22690, "2016-10-03T01:57:20Z", 0.28, "With 53,712 delivered year to date (subject to the usual fine tuning of the numbers in about a months time), they need to deliver 26,288 during Q4. Disappointingly for my forecast, the delivery lag has increased to 5,500, something I was expecting Tesla to be able to reduce in Q3. Q4 doesn't seem like the right quarter for them to make progress on reducing that lag, they even warn in their press release about \"the challenge of delivering vehicles in winter weather over holidays\". \nEven if they achieve their guidance of 50,000 in H2, it won't be enough to hit the 80,000 especially if the delivery lag increases."], [83, "2016-10-02T21:27:58Z", 0.8, "Third Q looks good.  \nhttp://www.reuters.com/article/us-tesla-deliveries-idUSKCN1220UR"], [53, "2016-10-02T21:09:15Z", 0.35, "Have been too low - given Q3 deliveries and Q4 guidance looks like they'll meet 79K and change, so clearly some chance that can make 80K.\nhttp://ir.tesla.com/releasedetail.cfm?ReleaseID=991720"], [83, "2016-10-01T23:34:13Z", 0.7, "Motley Fool assesses odds of Tesla meeting the revised goal of approx. 79,000 deliveries in 2016:\nhttp://www.fool.com/investing/2016/09/28/can-tesla-motors-incs-vehicle-deliveries-live-up-t.aspx"], [19801, "2016-10-01T13:42:58Z", 0.0, "Even Tesla only believes 79 000 is possible. "], [29358, "2016-09-30T16:24:15Z", 0.1, "Tesla always over promises and under delivers, until they don't. Starting forecast at 10%."], [110, "2016-09-29T23:45:23Z", 0.03, "http://www.businessinsider.com/teslas-aggressive-delivery-targets-in-2016-2016-9"], [83, "2016-09-28T20:25:09Z", 0.7, "Tesla reportedly using both discounting and push of the model X wait list into model S (including 60 kWh version) deliveries.\nhttp://www.valuewalk.com/2016/09/tesla-delivery-target-analyst/"], [29311, "2016-09-28T06:18:13Z", 0.0, "No way"], [23879, "2016-09-26T18:37:01Z", 0.3, "Raising forecast from 10% on recent news that Tesla is desperately trying to make Q3 profitable by offering discounts & delivering as many cars as they can, plus the independent estimate at [1]."], [6303, "2016-09-25T18:46:17Z", 0.01, "According to the general news and GJP consensus."], [83, "2016-09-21T17:50:52Z", 0.7, "Despite suicidal cars and exploding rockets, Musk gives employees his \"win one for the Gipper\" speech:"], [13835, "2016-09-21T16:12:40Z", 0.55, "They will probably get to reliable >2,000 vehicles per week by end of year, but not quickly enough to recover from volume shortfall in Q1-Q2."], [25118, "2016-09-20T22:04:35Z", 0.2, "No change. Waiting for Sept data. Saving sources below for future me."], [19801, "2016-09-20T05:27:03Z", 0.01, "Consensus is low."], [691, "2016-09-19T16:31:58Z", 0.04, "If Tesla predicts a blizzard, you can safely put on some shorts and t-shirt and work in the yard all day. "], [15621, "2016-09-19T11:26:09Z", 0.1, "Covering."], [6303, "2016-09-18T21:42:17Z", 0.01, "According to the general news and GJP consensus."], [28206, "2016-09-16T22:02:12Z", 0.05, "In 2015 Tesla delivered about 45% of annual vehicles in first 6 months. If this trend holds for 2016, and based on approx. 29K deliveries in first 6 months, we are looking at about 68K deliveries in 2016.  Even with more than a 10% increase in deliveries for the last two quarters, we are looking at a 2016 delivery number in the high 70's."], [38, "2016-09-16T04:56:56Z", 0.0, "There's been several hiccups at Tesla:\n   loss of top engineers\n   recall because of a suspension problem\n   missed delivery goals\n   backlog of undelivered vehicles\n   subsidies being phased out\n   GM about to introduce a competing vehicle "], [21800, "2016-09-16T02:40:49Z", 0.1, "Bump up in delivery of vehicles in the last month of the quarters appears real.\nhttps://www.gjopen.com/comments/comments/324554"], [38, "2016-09-16T00:55:16Z", 0.0, "http://m.marketwired.com/press-release/tesla-q2-2016-vehicle-production-and-deliveries-nasdaq-tsla-2139452.htm"], [38, "2016-09-15T23:47:48Z", 0.0, "http://www.nytimes.com/2016/09/15/technology/how-did-gm-create-teslas-dream-car-first.html?emc=edit_th_20160915&nl=todaysheadlines&nlid=28699183&_r=0"], [25465, "2016-09-15T06:38:24Z", 0.03, "Because I'm on the list to get one and there's no news and I don't think there's a chance in age that I'm going to get one by the end of 2017 even even with the factory working 24 hours"], [83, "2016-09-14T22:35:52Z", 0.7, "Can't say that anymore.  Reports of a Chinese crash may drop Tesla to industry average (2 / 130 million miles). Even though the Tesla is reportedly better built than the average car."], [38, "2016-09-13T02:36:50Z", 0.0, "I do not understand @Raisinville's high forecast.  I find nothing to give me confidence that Tesla will even hit 50k.\nhttp://www.gjopen.com/comments/comments/320246"], [6303, "2016-09-12T01:15:02Z", 0.01, "According to the general news and GJP consensus."], [83, "2016-09-09T18:18:20Z", 0.7, "Bad electrical connection results in Tesla fire in France:\nhttp://www.foxnews.com/leisure/2016/09/09/bad-electrical-connection-blamed-for-tesla-model-s-fire-in-france/"], [83, "2016-09-08T20:25:01Z", 0.7, "Tesla not that far off of target. Sales data (link below) lists monthly S and X model sales data.  Quarterly trend looks good, if one compares the Jan, Apr, July progression, the Feb, May, Aug progression, and the March, June progression.  Concern over the continuation of these trends, and uncertainty as to the higher sales actually converting into deliveries."], [691, "2016-09-08T19:42:03Z", 0.06, "http://www.reuters.com/article/us-tesla-credit-idUSKCN11D2RZ\nNot exactly Gresham's Law, I guess--more like the line from \"The Magnificent Seven\":  \"If God did not want them to be shorn, he would not have made them sheep.\"  \n"], [14208, "2016-09-08T00:45:24Z", 0.0, "oh my..........http://seekingalpha.com/author/logical-thought/comments "], [6303, "2016-09-06T02:47:25Z", 0.01, "According to the general news and GJP consensus."], [691, "2016-09-05T19:52:47Z", 0.06, "The dedicated members of the Church of St. Elon live in the joyous hope of imminent Rapture.  One wishes them luck.  "], [68, "2016-09-05T11:04:05Z", 0.0, "@seamusfag https://www.gjopen.com/comments/comments/317531"], [15621, "2016-09-05T08:41:43Z", 0.08, "http://insideevs.com/monthly-plug-in-sales-scorecard/\nBetter month in August but still a long way from 80,000. Are my figures correct that total is now 26,905 plus ~1,000 in Canada or am I missing something?"], [14208, "2016-09-04T19:59:50Z", 0.0, "TSLA price may be forecasting a surprise in the near future.    http://finance.yahoo.com/news/forget-model-3-tesla-needs-185936849.html"], [28289, "2016-08-31T19:19:03Z", 0.67, "In the last earnings call, Tesla restated its target of 80-90k vehicles for 2016. Although they do to tend to miss targets for 1st half of the year, last year showed they were able to aggressively deliver on their targets, and therefore are more back-loaded in terms of vehicle production and delivery."], [83, "2016-08-31T15:14:06Z", 0.0, "A difference of opinion:"], [38, "2016-08-30T17:53:08Z", 0.06, ""], [6303, "2016-08-29T00:52:23Z", 0.05, "According to the general news and GJP consensus. \nLess likely with lower gasoline prices."], [28574, "2016-08-25T21:03:20Z", 0.1, "Vehicle sales for the last 3 quarters were well below target and it is unlikely that this shortfall will be made up in the last quarter. Because of the luxury nature their cars I would estimate that most buyers would use year end bonuses to buy them which may provide a sales bump in Jan. "], [691, "2016-08-23T19:47:45Z", 0.04, "http://www.reuters.com/article/us-tesla-product-idUSKCN10Y1R2\nhttp://www.dailymail.co.uk/sciencetech/article-3755030/Tesla-teases-mysterious-new-product-Elon-Musk-reveals-firm-make-product-announcement-today-won-t-say-is.html\nhttp://www.reuters.com/article/us-tesla-product-idUSKCN10Y1R2"], [6978, "2016-08-20T21:36:14Z", 0.1, "TSLA stock continues to make lower highs, indicating longer-term investor outflows, as losses and debt mount. As evidenced quarter after quarter, Elon and his inner circle aren't interested in hitting guidance #s. Promotional promises and white elephants like SCTY are the order of the day, meaning more (and worse) operational misses until either a) bankruptcy or b) new ownership and management.."], [28318, "2016-08-16T04:32:43Z", 0.3, "Behind in first ate, they to ramp up and cover short falls in the past."], [28307, "2016-08-15T19:05:07Z", 0.0, "Considering how long it takes to develop useful production processes, I do not believe that there will be so many cars produced and delivered this year."], [25071, "2016-08-15T17:20:47Z", 0.04, "Odds of production get above 85k x odds of improving vehicles en route below 5k (currently at 5,100 and growing)... let's call it 40% x 10% = .04\nRamp in production creates uncertainties to hit the plan\nQ1 to Q2 deliveries are showing a negative trend\nProduction increased 20% but the pipeline in deliveries status doubled. They may work out whatever the bottleneck is, but they referenced \"mix\", so I don't know how that changes next cycle if that actually has something to do with the bulge of deliveries. \nWith half the year in I decided to tighten down the projection. \nDeliveries will  lag production by definition. As production goes up the shipments will continue to swell, making it all but impossible to hit 80k delivered"], [14208, "2016-08-14T20:44:30Z", 0.0, "If TSLA does not deliver does that make this a good short?"], [28278, "2016-08-14T14:25:39Z", 0.2, "Following the general trend here"], [691, "2016-08-12T18:53:13Z", 0.05, "Sure, fellas--including the new software upgrade which will increase the number of settings in which their automobiles will maim or kill them.  "], [19801, "2016-08-11T12:18:11Z", 0.03, "Given Tesla Motors Incâ€™s (NASDAQ:TSLA) history of delays on its vehicles, auto expert and analysts have been skeptical over the aggressive production and launch plans for its third generation vehicle, the Model 3. Car and Driver, a renowned auto magazine, believes that the all-electric compact sedan will not hit the roads before late 2019, Electrek reported.\nhttp://www.thecountrycaller.com/28585-tesla-motors-inc-tsla-model-3-launch-to-be-delayed-by-two-years-car-and-driver/"], [691, "2016-08-11T01:38:32Z", 0.05, "http://www.reuters.com/article/us-tesla-china-crash-idUSKCN10L0P4\nAnother Tesla mishap that is not Tesla's fault, according to Tesla.  They have anyway expanded their scope and are now crashing their vehicles in an entirely new hemisphere.  They must be very proud.  Perhaps they should bundle their vehicles with a free and very generous insurance policy.  "], [83, "2016-08-10T15:18:53Z", 0.0, "http://www.reuters.com/article/us-tesla-china-crash-idUSKCN10L0P4\nFirst Tesla autopilot accident in China:\nhttps://m.youtube.com/watch?v=DvRkSMCDX3o"], [15621, "2016-08-10T11:47:56Z", 0.1, "Still falling further behind. 2016 only 10% up on 2015 in US.\nhttp://www.goodcarbadcar.net/2013/08/tesla-model-s-sales-figures-usa-canada.html\n"], [23006, "2016-08-06T04:56:29Z", 0.3, "Oh, Elon."], [83, "2016-08-05T23:53:36Z", 0.0, "From: http://www.reuters.com/article/us-tesla-gigafactory-idUSKCN10G2E2?il=0\n\"\"During the third quarter, we will be using substantial amounts of cash in connection with conversions of our 2018 Notes and we could pursue other actions to reduce our outstanding balance of convertible notes, which could require further outlays of cash,\" Tesla wrote in its quarterly filing with the U.S. Securities and Exchange Commission.\nTesla, which wants to buy solar panel installer SolarCity Corp (SCTY.O) for $2.6 billion in shares, also disclosed that the value of its secured assets had limited its ability to borrow under its asset-based revolving credit agreement with a syndicate of banks.\""], [25989, "2016-08-05T13:38:26Z", 0.25, "http://www.latimes.com/business/autos/la-fi-autos-tesla-earnings-20160803-snap-story.html"], [28070, "2016-08-05T02:40:07Z", 0.09, "They seem to deliver about 82% of what they ship. If they've shipped just over 29K in the first half of 2016, and they're churning out 2K a week for 26 more weeks, that puts them at just under 72K shipped for the year unless production increases by 20%, or their delivery rate increases to nearly 99%, or some combination. Since they seem impervious to missed expectations, I believe Musk's long term vision will let them miss without damage to the stock. Also take into account the Osbourne Effect on the upcoming Model 3 which might cause some buyers to wait.  I think they'll ship 76K, so it'll be a near miss unless there's some sort of channel stuffing."], [12350, "2016-08-04T15:06:55Z", 0.1, "Initial guess:"], [691, "2016-08-04T14:13:44Z", 0.07, "http://www.reuters.com/article/us-tesla-results-idUSKCN10E2J1"], [68, "2016-08-04T12:27:43Z", 0.15, "http://seekingalpha.com/article/3995425-tesla-plays-car-owners-shareholders-suckers-cap-ex-slash?lift_email_rec=true"], [15621, "2016-08-04T11:35:02Z", 0.12, "Results only so so. Still promising a lot but delivering less. \n\"Also of note – in Q1 earnings, Tesla specifically said it was standing by its forecast of 80,000-90,000 deliveries for the year. This quarter, that forecast is not mentioned at all.\"\n\"Production right around 2,000 cars a week, with roughly 50% X, 50% S, Musk says.\"\n \"2,000 cars a week is a good number, and he’s not losing sleep over production now, he says. \"\n\"Tesla actually broke down how many Model S and Model X units were delivered in the quarter, a first from what I can remember. 14,402 vehicles delivered, consisting of 9,764 Model S and 4,638 Model X, according to letter.\"\nhttp://blogs.marketwatch.com/thetell/2016/08/03/tesla-earnings-arrive-amid-cash-burn-solarcity-concerns-live-blog/"], [28036, "2016-08-03T16:22:43Z", 0.7, "tesla motors forcastet a bit lower to be able to tell good news ab initiate the people more for the next car version "], [83, "2016-08-01T20:44:13Z", 0.0, "Forbes is somewhat uncertain as to the number of Model 3 reservations and the production capacity to meet Tesla's objectives.\nhttp://www.forbes.com/sites/bertelschmitt/2016/07/31/tough-times-at-tesla-preorder-brouhaha-steals-gigafactory-thunder/#5463e59b4458"], [25118, "2016-08-01T18:15:57Z", 0.2, "Two quarters of missed sales. We'll see Q3 numbers soon which will swing my prediction strongly. For now I'm dropping from 42% to 20%."], [27741, "2016-07-30T17:30:58Z", 0.15, "Q3 2015: 13,091 produced; 11,603 delivered [1]\nQ4 2015: 14,037 produced\nQ1 2016: approx. 15,287 produced; 12,420 delivered; 2615 in delivery [2]\nQ2 2016: 18,345 produced; 14,370 delivered; 5,150 in delivery [3] 17.000 expected to be delivered [5]\nTesla expects output to reach 2,200 vehicles per week in Q3 (12 weeks=26.400; 13 weeks=28.600) and 2,400 vehicles per week in Q4 (12 weeks=28.800; 13 weeks=31.200). This means 55.200 with 12 weeks and 59800 with 13 weeks produced in 2H16. Expected to deliver approx. 50.000. [3]\nDepending on how you calculate you get a full year delivery between 76K units to 82K units (based on 4.000 units in delivery). So also with meeting the targets it’s a very close call for Tesla. But there is a history of missing delivery targets [4][5]"], [691, "2016-07-27T19:41:28Z", 0.07, "http://www.reuters.com/article/us-tesla-gigafactory-idUSKCN1062SR\nMore happy talk from the MuskRat, but without apparent results to back it up.  It seems increasingly as if confidence in this lad is strictly analogous to many religious faiths, including the master's secret plan for the future and the evidence-free promise of a brighter tomorrow.  (Full disclosure: I am a card-carrying Anglican, or would be if they gave us cards to carry.)"], [24493, "2016-07-26T23:01:14Z", 0.25, "After Q2 results adjusting estimate to 0.25"], [27816, "2016-07-26T15:06:22Z", 0.05, "Although the production growth rate appears to allow the target to be meet, TSLA has a history of artificially shifting production numbers into important quarters to pump up the stock value.  To finance the Gigafactory, TSLA sold $1.4B of stock in May.  Given the strong incentive to keep the stock price high for the sale (underlined by the implication that TSLA held the news of the FL autopilot crash for 9 days until after that sale), I discount the production numbers from the first half the year.  If you add that to the long history of TSLA struggling to meet production numbers, I serious doubt that they can continue to increase productions rates to meet the 2016 numbers.  "], [1993, "2016-07-26T08:14:22Z", 0.15, "They would need to deliver 50,820 cars in the second half of the year to reach 80,000. They say they can reach 2200 vehicles per week in 3rd quarter and 2400 per week in 4th quarter, but that is production, not delivery. Delivery will be fewer cars."], [27659, "2016-07-26T08:01:36Z", 0.02, "Even if there were demand, could they deliver?"], [1639, "2016-07-25T15:16:00Z", 0.05, "Tesla Motors sold 14,820 cars in the first three months of the year, the company announced Monday after markets closed. The figure fell short of the expected 16,000 units. \nhttp://www.ibtimes.com/tesla-motors-tsla-1q-2016-sales-14820-model-s-model-x-cars-were-delivered-first-three-2348000"], [24990, "2016-07-25T14:43:05Z", 0.6, "While missing the official target, they are actually still on track to hit the 80K production mark this year based on growth rate.  Additionally, I think the comments by both Musk and the NHTSA administrator about the recent unfortunate death of a driver using autopilot show understanding on both sides that we should be comparing with human safety records, slightly reducing my concern about major scandal risk.  However, I have adjusted slightly downward as their downstream distribution chain still appears to be struggling."], [27363, "2016-07-24T15:09:39Z", 0.11, "They keep missing their quarterly targets. Will need to deliver roughly 50k vehicles in the second half, which would be a much larger boost in deliveries quarter-on-quarter than they have managed before."], [691, "2016-07-23T13:40:42Z", 0.07, "Unless everybody decides to buy everybody else a Tesla for Christmas, this is not going to happen, as haven't so many other things this lad has announced.  One notes that the perpetual swooning about Tesla on the part of tech journalists is not accompanied by positive vibes from tech analysts in the finance biz, who have to be right and not just breathless."], [27677, "2016-07-22T12:37:51Z", 0.3, "http://www.ibtimes.com/tesla-motors-tsla-1q-2016-sales-14820-model-s-model-x-cars-were-delivered-first-three-2348000"], [22481, "2016-07-21T10:48:49Z", 0.05, "I wasn't confident they would hit their target before given the history of missed targets in the past along with recent bad publicity regarding the autopilot feature. On the basis of the below news I'm really lowering the probability of them hitting the 80,000. Even Tesla now estimates they won't hit the 80k.\nhttp://www.bloomberg.com/news/articles/2016-07-05/tesla-falls-after-deliveries-miss-amid-extreme-output-boost"], [25862, "2016-07-21T05:57:12Z", 0.26, "Currently Tesla has only sold 12,000 cars in 2016. "], [61, "2016-07-19T16:56:54Z", 0.38, "dropping on missed Q2 production targets and revised (article) estimate for deliveries just short of 80,000. May go lower, sooner rather than later."], [25601, "2016-07-18T15:20:00Z", 0.45, "Oil remains weak. \nLittle sign of an economic upswing. \nLess likely the target will be met. "], [3895, "2016-07-16T19:35:50Z", 0.08, "cutting on recent negative sales etc"], [691, "2016-07-14T19:52:08Z", 0.1, "Let's see--This is a  company with some safety questions about its vehicles' technology, some debatable disclosure practices, and the dubious impending acquisition of a property belonging to its boss.  This firm has now eliminated a programme for reassuring buyers of the resale value of their cars, and at the same time is sufficiently desperate for sales that it cuts prices.  It has never hit a sales target.  The boss has a secret plan, which according to some speculation will redefine the firm not as an automobile firm, but as a transport outfit, at least in part by employing the technology that has the safety issues.  Stop me when I get to the part that you think will help them sell 80K units.  (I am assuming that if they just \"deliver\" vehicles to people who have not asked for them and don't intend to pay for them, it won't count--does that seem fair?)"], [20060, "2016-07-14T02:03:06Z", 0.01, "2Q sales were again ~15k. Combined sales so far are only 30k. Tesla is now way off track."], [23006, "2016-07-14T01:59:59Z", 0.8, " He takes a salary of $1 and the rest of his compensation in stock. This last part gives me hope that those sales numbers will bump up by q4 - that and the fact that his hyperloop plus his real love - space, are very, very, expensive, requiring a lot of cash so he'd better start generating some."], [12937, "2016-07-13T17:54:57Z", 0.12, "-Missed Q2 production"], [21611, "2016-07-13T17:41:52Z", 0.05, "they needed some positive momentum going into 3Q16 and 4Q16, they did not get that and are being pulled in mutiple directions (auto-pilot fatallty, pending SEC investigation, low sales of new cars numbers, low delivery rate (or slow), possible SolarCity-Tesla Merger (not looked at favorably by Wall St))"], [27244, "2016-07-13T12:16:49Z", 0.1, "Tesla has yet to prove it can manufacture to scale."], [13997, "2016-07-13T07:56:52Z", 0.1, "The tone of the news out of Tesla continues to be that it is challenged"], [23879, "2016-07-13T01:37:46Z", 0.05, "Drastically reducing forecast from 70%, which I made over 3 months ago. Going off of analysis by @Raahul_Kumar [1]. The recent accidents also do not bode well. Although they might not mean much as far as production capacity, they plausibly affect sales, though I'm not sure by how much."], [83, "2016-07-13T00:55:38Z", 0.0, "\n\".... If the probe (NHTSA) finds defects with Tesla's system, the agency could seek a recall. \"\nhttp://abcnews.go.com/Business/wireStory/feds-seek-autopilot-data-tesla-crash-probe-40515954"], [691, "2016-07-12T18:53:44Z", 0.11, "http://www.reuters.com/article/us-tesla-musk-masterplan-idUSKCN0ZQ111?il=0\nIt is difficult to read about someone's \"secret plan\" without remembering Nixon--at least if you are an Olde Guy, as I am.  Meantime, they seem to have crashed another car.  This guy is much better at making plans than at implementing them, if history is any judge.  Dropping down some more, in keeping with my secret plan. "], [73, "2016-07-12T02:08:42Z", 0.01, "Masterplan.   http://www.bbc.com/news/technology-36765823.  Guys a genius at hype, useless for my brier though, he's got a new mirror show coming that'll take 3 months to unravel and then i am sure we'll  get some new shiny thing.  Just delivering to a simple 80k is too much trouble.  No focus. "], [83, "2016-07-11T16:37:41Z", 0.0, "SEC to investigate Tesla for non disclosure of the \"autopilot\" death\nhttp://finance.yahoo.com/news/report-sec-investigating-tesla-possible-202458823.html"], [19801, "2016-07-11T13:28:26Z", 0.05, "Even Tesla says they will only deliver 79 000. That is very optimistic."], [83, "2016-07-10T19:51:08Z", 0.0, "Going to zero.  Seems Tesla has more to focus on than forcing large production increases (before the design and production issues are resolved).  Will need significant positive news to increase forecast."], [23006, "2016-07-09T23:55:17Z", 0.68, "a squeaker\nhttp://insideevs.com/nearly-three-quarters-of-q2-2016-tesla-sales-were-domestic/"], [73, "2016-07-09T22:30:10Z", 0.15, "-3.  Sadly I came to the realisation that musk is more hype than credible too late.  http://www.wealthdaily.com/articles/musks-promises-appear-sour-as-tesla-sales-disappoint/8252.  My remaining hope is that his pride will feel the need to honour the lower side of the range and respond to his growing critics especially given recent events.    "], [26995, "2016-07-09T19:57:33Z", 0.35, "missed sales forecasts for 2nd quarter (14k rather than 17k), predicted 50k sales second half of year but no new models and I expect demand to taper in the lead up to Model 3 next year"], [1624, "2016-07-09T02:20:39Z", 0.2, "Adjusting downwards after Q2 sales announced - things appear to be getting harder on the supply side (production surge only in June; Apr/May were weak) & on the demand side (2 auto pilot accidents & negative publicity)"], [9840, "2016-07-08T22:27:42Z", 0.25, "With price of gasoline remaining low there is less incentive to invest in an E vehicle. "], [83, "2016-07-08T18:02:59Z", 0.1, "http://www.reuters.com/article/us-germany-tesla-idUSKCN0ZO1ZZ?il=0\nNational Transportation Ministry of Germany is looking into the technical details of prior Tesla software updates.\nIf un-communicated changes were extensive enough, the banning of Tesla's cars in Its second largest market is possible (no odds associated with this outcome)."], [25713, "2016-07-08T13:00:04Z", 0.03, "Non-US sales down in Q1 & Q2 '16 [1].  Last year, non-US accounted for more the >50% of growth in Q3 & Q4 '15 & tesla needs monster Q3 & Q4 to hit targets.   Growth last year may have been related to gaining momentum/catching up in under-served markets [2] ... but slower growth as Tesla catchs up or slower growth because of brexit and general economy fears is still slower growth.  Another headwind for Tesla to hit this 80,000 target."], [26890, "2016-07-07T16:45:44Z", 0.28, "Unlikely considering the sale in second quarter"], [25351, "2016-07-07T14:31:15Z", 0.25, "I think they will produce the 80,000 but I don't think they will deliver, they are having some supply chain problems based on the last 2 quarters numbers. The factory is ramping up nicely as factors under Tesla's control are optimised and improved. The supply chain though is less under their control, shipping, customs clearance, red tape will all take time to ramp up efficiently. I estimate 60-70,000 delivered. \n"], [25351, "2016-07-07T10:36:52Z", 0.65, "Q1Q2 numbers suggest an acceleration in the ramp up curve."], [1993, "2016-07-07T03:34:46Z", 0.45, "Tesla is claiming a steep ramp-up in production at the end of Q2:"], [23006, "2016-07-06T23:26:35Z", 0.6, "I think Elon is aiming for a year-end of 85,174+ In production\nAnd 81,574 approximately in deliveries."], [83, "2016-07-06T22:27:30Z", 0.1, "Tesla owner:\n“When I have a bug on my app, it crashes. \nWhen I have a bug on my car, people die. \nThere is a slightly different burden on the company,” Ms. Simpson said. “I don’t want to die, and I don’t want others to die.”\nhttp://www.wsj.com/articles/teslas-autopilot-vexes-some-drivers-even-its-fans-1467827084"], [22382, "2016-07-06T20:42:19Z", 0.45, "the 5150 cars in pipeline make a big difference. typically pipeline count is like 2535.\nseem like TSLA is high probable to miss deliveries, though they might produce more than 80K."], [691, "2016-07-06T15:03:03Z", 0.22, "http://blogs.reuters.com/breakingviews/2016/07/05/tesla-pressure-clouds-elon-musks-solar-gambit/\nHard to interpret this as good news for Tesla."], [83, "2016-07-06T02:11:05Z", 0.1, "New Pennsylvania auto assist accident:\nhttp://www.freep.com/story/money/cars/2016/07/05/southfield-art-gallery-owner-survives-tesla-crash/86712884/"], [691, "2016-07-05T21:07:14Z", 0.24, "I suppose in theory they can \"deliver\" as many as they can manufacture.  They could deliver one to my house, although I didn't and wouldn't order one and wouldn't pay for it.  In the ordinary understanding of the concept, though, they will not be delivering 80k of these to 80k people who want them and will pay for them.  "], [25713, "2016-07-05T13:08:50Z", 0.07, "Per Tesla, Q2 _delivered_ 14,370 vehicles (http://ir.tesla.com/releasedetail.cfm?releaseid=978031).  Combined with Q1, Tesla has delivered 29,190 vehicles this year.  To hit their 80000 target, they would need an average of 25405 vehicles delivered p/qtr; or a +54% increase YOY for Q3 and +31% increase for Q4 YOY."], [22690, "2016-07-05T07:55:20Z", 0.54, "In order to deliver more than 80,000, Tesla need to deliver 50,810 in H2 or 1,955 per week, which is where they are currently producing now (or as close as, given they don't give exact numbers out). In other words, 80,000 is still doable, even assuming they don't improve their delivery lag issues (5,150 cars this quarter). If you add planned production increases it gives them a little more of a margin of error, but not much.  So reducing forecast to 58% and will retain the 4% negative adjustment for the ongoing investigation.  "], [14208, "2016-07-05T05:48:27Z", 0.01, "-6 on @rjj48192 "], [691, "2016-07-04T21:06:02Z", 0.24, "One has the sense that Tesla's rep is eroding, what with one thing and another. Even if their car didn't cause the fatal the other day, and even if that car isn't on public offer, it is easy to wonder whether it oughtn't to have avoided the accident.  And even if one's wonderings are mistaken, lingering doubts are not good for merchants of any sort.  "], [23006, "2016-07-04T17:32:05Z", 0.6, "Capacity - yes\nDelivery - yes"], [23006, "2016-07-04T17:15:48Z", 0.35, "Capacity - yes\nDelivery - no"], [110, "2016-07-04T15:44:15Z", 0.03, "They've fallen short in the first 2 quarters. Doesn't look likely at this point."], [1639, "2016-07-04T12:41:41Z", 0.05, "For passing of time"], [22509, "2016-07-04T12:12:41Z", 0.01, "The just announced that their new target is 50k for 2016"], [13997, "2016-07-04T08:23:50Z", 0.2, "It's on a knife edge according to an update from Tesla: 79,180 predicted due to stresses created by the manufacturing ramp up. I need to go below 50:50 because of the way the Brier works."], [83, "2016-07-04T03:37:52Z", 0.1, "Tesla guidance for Q2 deliveries was up, but actual results were down.\nAfter Q1, production for the Model X was reported to have reached 750 per week, deliveries for Q2 are reported at 4,625, significantly less than projected.\nReportedly 5,000 + deliveries in transit but, how many may be due to the 10% rework rate?\nWaiting to see any specifics that may result in a dramatic delivery increase in Q4.  \nConcerned that Auto assist may create additional delays going forward.\nhttp://www.bloomberg.com/news/articles/2016-07-03/tesla-misses-deliveries-forecast-due-to-steep-production-ramp"], [821, "2016-07-04T00:50:07Z", 0.32, "As already stated the Q2 numbers came in lower than predicted."], [23006, "2016-07-04T00:34:52Z", 0.51, "http://ir.tesla.com/releasedetail.cfm?ReleaseID=978031\nrevamped freemont still it's lofty. "], [25045, "2016-07-03T20:48:35Z", 0.37, "In 2015, they said they would do 50K units."], [68, "2016-07-03T19:26:27Z", 0.35, "@flyn1200, @Enthu, @Springfield1967"], [14880, "2016-07-03T18:49:43Z", 0.15, "According to Bloomberg this morning, full-year guidance now 79,180: http://www.bloomberg.com/news/articles/2016-07-03/tesla-misses-deliveries-forecast-due-to-steep-production-ramp"], [21800, "2016-07-03T18:46:53Z", 0.2, "Q2 results are out. It seems to be an under performance, although the firm has tried to paint a pretty picture for the next 2 quarters, saying they will deliver 50 K vehicles in H2 alone. Looks to me like even with a 50 K performance in H2, Tesla won't hit 80 K for the year as a whole, since H1 of the year was less than 30 K deliveries."], [14208, "2016-07-03T08:35:44Z", 0.07, "\"Over 37,000 people die in road crashes each year, An additional 2.35 million are injured or disabled, Road crashes cost the U.S. $230.6 billion per year, or an average of $820 per person, Road crashes are the single greatest annual cause of death of healthy U.S. citizens traveling\"  And the first time someone dies in a Tesla there is a big government investigation....really?!  \"Tesla represents a threat to the traditional auto industry\" (please see link) I am sure there are special interests involved here to torpedo Tesla.  Regardless of the investigation outcome 80K deliveries will not happen.  If Henry Ford was still around he would stick up for Elon Musk."], [22147, "2016-07-02T22:46:53Z", 0.46, "This is mostly guess work from stats about the place. CAUTION, CONTAINS ASSUMPTIONS OF NORMALITY, HAND-WAVING."], [691, "2016-07-01T20:31:05Z", 0.22, "http://www.reuters.com/article/us-tesla-investigation-idUSKCN0ZG2ZC\nThis is not the sort of story that will make people rush out to buy Teslas, or to buy shares in Tesla, or to mention Tesla above a whisper in polite company.  "], [22481, "2016-07-01T12:49:35Z", 0.2, "I'm lowering the probability due to the recent news about a driver death which occured while a Tesla vehicle was using the auto-pilot feature. Government investigation launched and Tesla stock was down 3% on the news.\nhttp://www.bbc.com/news/technology-36680043\n"], [14208, "2016-07-01T10:33:09Z", 0.07, "US is investigating Tesla for first death of self driving car. "], [68, "2016-07-01T08:16:22Z", 0.5, "Reducing from 60% to be slightly below consensus, while waiting for the second quarter earnings report next month. "], [21800, "2016-07-01T07:50:40Z", 0.3, "I expect a small dip from the growth that was expected earlier due to the recent fatal crash. \nhttp://www.nytimes.com/2016/07/01/business/self-driving-tesla-fatal-crash-investigation.html?_r=0\nIn the big scheme, this is a minor hiccup, but as far as this question is concerned, it could be a decider."], [22690, "2016-07-01T05:05:39Z", 0.68, "Dropping 4% on this http://www.reuters.com/article/us-tesla-investigation-idUSKCN0ZG2ZC. More precautionary, than anything else, at least for now."], [25713, "2016-06-30T15:23:26Z", 0.4, "Looks like Q2 forecast is going to be favorable & they may be able to meet (if not exceed) their target to make up for Q1: http://www.fool.com/investing/2016/06/29/tesla-motors-incs-model-x-deliveries-are-likely-to.aspx"], [25713, "2016-06-29T12:42:10Z", 0.25, "Performance to date: \n - Q1 CY16 units: 14,820 (+33% year-over-year [YOY]); cited parts shortage as reason for under-performance & that shortage is 'mostly' resolved. (http://electrek.co/2016/04/04/tesla-deliveries-q1-2016/)"], [26658, "2016-06-28T18:18:33Z", 0.1, "Only about 15,000 delivered in Q1 2016 with no sign of additional production capacity so far."], [691, "2016-06-27T19:14:19Z", 0.48, "This is a firm with a longish history of overpromising.  My guess is they're still doing it.  The operative word is \"guess.\""], [26509, "2016-06-27T01:20:07Z", 0.47, "As of now no as they don't have the capability of building so many."], [22382, "2016-06-24T14:52:15Z", 0.9, "At End of Q1, production rate of X at 750/week and S 923/week.\nThe miss rate was 90%, with supplier issues. Assuming the same rate. they will exceed 80k cars easily."], [14588, "2016-06-22T17:11:12Z", 0.5, "Fifty fifty odds currently, production will need to seriously ramp up in the second half of the year to hit their numbers, Q1 numbers were a little soft."], [915, "2016-06-22T00:25:36Z", 0.0, "For anyone who didn't catch the Top Gear review of the Model X. (length 9:40) "], [915, "2016-06-21T15:21:33Z", 0.0, "Top Gear (UK) reviewed the Tesla Model X.  Impressive.  (though I do wonder if the press vehicle that Top Gear used was cherry-picked/modded by the Tesla press office)."], [25854, "2016-06-21T12:09:02Z", 0.25, "Interest in the Model 3 should help drive sales of the S and the X. But the Model 3 won't be sold until 2017 and with increasing compeition from Ford, Chevy, and other car makers I think Tesla will probably fall short of 80,000 BEVs. "], [20008, "2016-06-21T03:04:00Z", 0.6, "M"], [26291, "2016-06-20T06:42:56Z", 0.72, "With the recent announcement of the Tesla Model 3 along with other recent developments I believe Tesla's presence in the car market is likely to continue growing along with brand confidence/recognition from the general public. As such I think uneasiness that has historically plagued the perception of EVs as a viable option for general transportation is likely to lessen as time goes on."], [1993, "2016-06-18T00:06:39Z", 0.52, "14,810 vehicles in Q1 2016. \n10,030 in Q1 2015.\n11,532 in Q2 2015.\n13,091 in Q3 2015.\n17,478 in Q4 2015."], [25045, "2016-06-17T18:33:12Z", 0.57, "In 2015, they said they would do 50K units."], [83, "2016-06-17T18:29:14Z", 0.3, "Seeking Alpha comes in on the low side with Q2 delivery forecast.\nhttp://seekingalpha.com/article/3982671-tesla-demand-hits-wall"], [22481, "2016-06-15T12:54:22Z", 0.3, "I'm lowering the chance of reaching 80,000 due to their consistently overly-optimistic projections and the news on Q1 deliveries"], [83, "2016-06-14T19:13:39Z", 0.3, "Tesla deliveries and registrations reportedly show large decline for May YoY, in Western Europe.  Although batch regional deliveries may be responsible.\nhttp://electrek.co/2016/06/14/tesla-stock-tsla-down-report-european-sales/"], [691, "2016-06-14T12:07:35Z", 0.42, "Recent press has been unfavourable, and Tesla routinely puts out cheery projections which are later revised downward.  Competing against their own highly touted (and inexplicably eagerly awaited) next-year model is not likely to help this year's turnover. "], [20265, "2016-06-14T05:22:06Z", 0.35, "Sales in 1st quarter of 15000 units not promising. Even factoring in the normal jump in sales in 4th quarter, sales might fall short of the 80 000. Rough sales : 15000 + 15000+ 15000+ 25000= 70000"], [25989, "2016-06-13T23:58:18Z", 0.52, "https://www.yahoo.com/news/model-3-delivery-promises-look-160029228.html\nThis is enough to lean \"yes\" at the current moment, but also important to keep in mind that Tesla and Musk have a history of being late on projections such as these. \nHowever, with 373,000 Model 3 Reservations to fill (By the end of 2017), the urgency to deliver may be greater than it has been in the past. "], [25045, "2016-06-13T20:06:32Z", 0.43, "Bumping down https://www.gjopen.com/comments/comments/256029"], [53, "2016-06-13T19:35:19Z", 0.38, "No change at present - just noting article linked by @Raisinville re Tesla hitting above 2000 cars/week production.  Also - apparently 37 of 40 suspension complaints to NHTSA were fraudulent (false VIN or location data) (http://electrek.co/2016/06/13/tesla-fale-complaints-suspension-nhtsa-keef-wivaneff/ ) .... this info disposes me to consider increasing forecast in a bit."], [83, "2016-06-13T16:34:00Z", 0.3, "http://electrek.co/2016/06/13/tesla-production-rate-2000-cars-week/\nTesla reports its first week at a   2,000 car production rate.  Could be 52,000 for July to Dec period."], [25186, "2016-06-13T13:17:38Z", 0.13, "Former Tesla Motors product specialist (2013-14)."], [15621, "2016-06-13T09:10:00Z", 0.17, "Wait and see."], [25118, "2016-06-12T22:10:15Z", 0.42, "Bumping down due to comment by @morrell "], [23006, "2016-06-12T15:46:36Z", 0.39, "recalibrating base don news reports from other members\nmfg suspension problems\nconfidentiality agreement for customers with suspension issues - what else might Elon be exaggerating or hiding\nlow mfg # in Q1 based on faulty supply chain\nno buzz or chatter around q2 so have to assume it is at same level, and same level puts them at about 55K for year (estimated)  or indeed sales are worse"], [23006, "2016-06-12T15:42:44Z", 0.49, "still see this as not likely"], [19801, "2016-06-12T10:08:06Z", 0.45, "Reducing confidence level because of morrell's excellent numbers and that consensus is at 55%. I remain more confident than morrell. The lower end of Tesla's target, 80 000 is possible because of their prior track record. Tesla delivered 32,000 BEVs in 2014 and 50,000 BEVs in 2015.  If 2016 follows the recent 2 years record of a 60% increase in production, Tesla will just hit the target. Their production numbers to date don't bear that out."], [1639, "2016-06-11T15:04:41Z", 0.4, "Tesla Model S Suspension Failures Under Scrutiny by Safety Agency\nhttp://www.nytimes.com/2016/06/10/business/tesla-model-s-nhtsa-suspension-failure.html?emc=edit_th_20160610&nl=todaysheadlines&nlid=28699183&_r=0\n=======\nDown 5%"], [25632, "2016-06-11T11:16:47Z", 0.28, "OK so I can see data that says Tesla has strong volume on Model 3 orders. As a more affordable model which is not available until next year, the model 3 could reduce the delivery volume this year as customers wait."], [83, "2016-06-10T19:48:15Z", 0.18, "More bad mfg (& cover up?) news:\nhttp://www.nytimes.com/2016/06/10/business/tesla-model-s-nhtsa-suspension-failure.html?_r=0"], [53, "2016-06-10T18:33:30Z", 0.38, "Numbers so far: (estimated sales)\nIn the US: 16,000 or 13240 (have seen both of these estimates, one at Good Car Bad Car, one at Left Lane)\nIn Europe: 3682 (no May yet)\nIn China: 2150  (no May yet)\nIn Canada: 570"], [25576, "2016-06-10T17:48:38Z", 1.0, "They have already achieved that sales volume."], [25632, "2016-06-10T17:03:57Z", 0.3, "To go from early adopter to more serious volume levels Tesla need to address safety and quality concerns.\nCompetition from traditional, and experienced manufacturers, such as BMW will also be a significant factor in limiting the volume of Tesla sales.\nInvestors are losing some confidence in Tesla as per the decline in share price"], [38, "2016-06-10T15:35:24Z", 0.4, "http://www.nytimes.com/2016/06/10/business/tesla-model-s-nhtsa-suspension-failure.html?emc=edit_th_20160610&nl=todaysheadlines&nlid=28699183"], [21758, "2016-06-09T16:00:56Z", 0.92, "Bumping my already high prediction slightly on forecast: http://www.marketwatch.com/story/tesla-on-track-with-production-goals-pacific-crest-says-2016-06-08"], [83, "2016-06-09T15:38:23Z", 0.2, "BMW wins 100 car LAPD contract over Tesla with a car costing half the Tesla price.\nhttp://www.latimes.com/business/autos/la-fi-hy-lapd-chooses-bmw-20160608-snap-story.html"], [4634, "2016-06-09T15:03:21Z", 0.72, "'Tesla (TSLA) is tracking toward annual delivery target of 80,000 to 90,000 vehicles, says analyst after factory visit (...) The analyst noted that Tesla appears to be on track to exit the second quarter at the a production rate of 2,000 cars per week (Model S and X combined) and it is tracking toward its annual delivery target of 80,000 to 90,000 vehicles.'"], [4461, "2016-06-09T14:31:57Z", 0.6, "\"Tesla just released two cheaper versions of the Model S\"\nhttp://www.theverge.com/2016/6/9/11893504/tesla-model-s-60d-price-range"], [14208, "2016-06-09T01:26:39Z", 0.1, "20 to 10"], [25872, "2016-06-08T13:49:08Z", 0.26, "Based on Teslas problems hitting previous targets, continuing supply chain issues into 2016 and lack of vertical integration I think it's unlikely. "], [83, "2016-06-06T21:11:50Z", 0.2, "Another Machine / driver interface failure on the Model X.\nDriver claims car accelerated out of parking stall, over run 39 ft of plants and crashed into a building.\nTesla responds - the driver hit the accelerator.\nhttp://electrek.co/2016/06/06/tesla-model-x-crashes-into-building-autonomously-accelerated/\nhttp://www.autoblog.com/2016/06/06/tesla-rejects-claim-unintended-acceleration-model-x/"], [25802, "2016-06-06T15:27:27Z", 0.68, "Ramp up seems inline but possibility of production issues."], [15621, "2016-06-05T07:40:04Z", 0.18, "Low figure for May"], [25752, "2016-06-04T18:08:14Z", 0.75, "Hearing Elon Musk at the Recode conference, Tesla seems to be on track with its production plans"], [821, "2016-06-03T21:44:12Z", 0.56, "Reviewed the Q116 Tesla Shareholder Letter - a fairly optimistic prediction."], [83, "2016-06-03T21:05:52Z", 0.2, "Former Google scientist calls Telsa's rollout of \"autopilot\" irresponsible.\nhttp://www.autoblog.com/2016/06/02/google-scientist-tesla-autopilot-roll-out-irresponsible/"], [546, "2016-06-01T16:37:22Z", 0.85, "Highly likely with Elon's recent aggressive production plan."], [25601, "2016-05-31T19:24:58Z", 0.5, "Q1 results fall short yet the goal is still attainable though it will require discipline and effort on Tesla's part."], [83, "2016-05-31T19:13:01Z", 0.2, "Sleeping Tesla driver, in a 4 car parking lot accident, ends up with the Tesla sitting on top of a Toyota Camry:\nhttp://electrek.co/2016/05/30/tesla-model-s-crash-top-toyota/"], [25593, "2016-05-31T14:38:29Z", 0.77, "So far the company is standing by a range that is potentially 12% greater than 80,000 inits delivered and it has also announced that it's pace of production has met a rate that would allow them to stand by this forecast.  Barring other unforeseen parts shortages, they also have ample demand to feel comfortable driving the needed pace of production, or more."], [15471, "2016-05-31T13:19:18Z", 0.55, "Reducing to consensus. Up to revisit when Q2 data is available"], [23323, "2016-05-31T13:13:38Z", 0.6, "Monthly sales figures unstable but Tesla remain confident."], [83, "2016-05-30T12:00:17Z", 0.2, "http://www.cnet.com/news/teslas-gigafactory-grand-opening-to-take-place-july-29/\nTesla's Gigafactory grand Opening set for July 29, although the plant is only 14% complete in May, with final completion due in 2020.  Current production includes Power Packs and Power Walls.  Lithium ion battery production is scheduled to start in 2017, and to ultimately reduce battery costs by 30%."], [22469, "2016-05-29T07:20:06Z", 0.46, "1. Base rate on Tesla hitting projections/guidance is low\n2. Projecting 60% growth after two years in a row of sub-60% is optimistic\n3. TSLA stock price has underperformed the S&P this year, meaning investors are lowering their expectations"], [25465, "2016-05-28T16:21:51Z", 0.03, "Struggling to produce product that is flaw free. Plenty of orders,but no delivery dates."], [14208, "2016-05-27T03:24:23Z", 0.2, "-20% on @Raisinville"], [83, "2016-05-26T19:19:28Z", 0.2, "More bad news for Tesla:"], [25441, "2016-05-26T15:14:59Z", 0.65, "The market continually underestimates this company.  Aside from market capitalization, Tesla is a new paradigm.  I am not supremely confident they will hit 80,000 but believe they will get to within 10% of that target, 72,000"], [9683, "2016-05-25T23:24:20Z", 0.35, "As many commenters like @mparrault have observed, actual delivered units have consistently trailed slightly behind projections. Tesla seems to be aware of this, hence the 'padding' they've built into their projections for 2016. "], [25364, "2016-05-25T21:01:19Z", 0.4, "Q1 was a record production quarter and Tesla only produced 15,000 cars. That is not enough to get to 80,000. They need to seriously raise their game and they are currently making a loss, which also includes negative cash flow in the quarters ahead, which could inhibit expenditure and thus production. The company is however fast growing and innovative so there is a chance they can turn the tables."], [22509, "2016-05-25T18:24:36Z", 0.88, "they've got plenty of pre-orders, how many can they get built? How much lithium can they locate quickly?"], [68, "2016-05-24T08:48:21Z", 0.6, "Staying reasonably optimistic while waiting for second quarter results to see how close they were to their target."], [83, "2016-05-23T16:44:59Z", 0.2, "Car and Driver sets out the base rate:\nOn the US auto industry: The last successful, built from scratch, auto company in the US, was the Lincoln Motor Company in 1920.\nOn Musk (and the Model X): \"Heâ€™s about to find out why concept cars stay concepts.\".\nhttp://www.caranddriver.com/columns/has-tesla-sunk-itself-with-the-model-x-column"], [4462, "2016-05-22T22:49:04Z", 0.45, "Gas prices are low right now if they go higher then the odds get better for Tesla"], [83, "2016-05-21T17:07:05Z", 0.2, "Suppliers concerned about Model 3 timeline.\nhttp://www.reuters.com/article/us-tesla-suppliers-idUSKCN0YB0CA"], [25277, "2016-05-21T05:11:23Z", 0.95, "I think Tesla solved all the issues with Model X and everything should run smoothly. "], [14208, "2016-05-21T04:40:29Z", 0.57, "20 May 2016; \"Did Goldman Sachs Break Ethics Rules With Tesla?\" \nhttp://www.investopedia.com/articles/insights/052016/did-goldman-sachs-break-ethics-rules-tesla-gs-tsla.asp?partner=YahooSA"], [38, "2016-05-21T00:41:37Z", 0.6, "http://seekingalpha.com/article/3976571-teslas-model-3-will-dominate-market"], [38, "2016-05-20T06:36:17Z", 0.6, "http://www.nytimes.com/2016/05/19/business/tesla-to-offer-2-billion-in-stock-to-meet-model-3-production-goal.html?emc=edit_th_20160519&nl=todaysheadlines&nlid=28699183"], [25252, "2016-05-20T04:03:35Z", 0.9, "This is my first day on Good Judgement ... so this is just an un-researched guess. I'm going to be bullish on this one. I read the book on Elon Musk, and he seems like the kind of person that would not take kindly to missed dates. Also with down-payments on the more recent forthcoming model behind us, he now has an excellent idea on what he needs to scale up. I suspect that means some pretty big orders recently went into purchasing new/better manufacturing equipment. I don't know how long it takes to ramp up EV manufacturing, but my experience with Window manufacturing suggests 3 months would be super fast. So maybe that won't help. Also - wonder if meeting that demand will come at a cost & distraction to meeting this-years demand?"], [15025, "2016-05-19T13:02:22Z", 0.6, "I like to make an initial guess based on headlines and a few news articles and tweak my forecast as I read more research. I look forward to researching a company like Tesla as I believe they have a lot to offer. "], [25118, "2016-05-19T00:18:55Z", 0.61, "I'll assume a yearly total of 82,840 units (thanks @Conor)\nAssume normality and the st dev is 10,000 (thanks @Tinned_Tuna)"], [6978, "2016-05-18T23:32:08Z", 0.2, "Exodus of key executives from any firm is a major red flag. Tesla's lost several: CFO Nov '15, CIO Jan '16, 5 VPs including Production and Manufacturing Jan-May '16.. http://www.bizjournals.com/sanjose/blog/techflash/2016/04/tesla-tech-exec-quietly-left-to-launch-stealth.html http://www.bloomberg.com/news/articles/2016-05-04/two-tesla-production-chiefs-to-leave-ahead-of-biggest-challenge-yet"], [25045, "2016-05-18T20:15:12Z", 0.53, "http://www.bloomberg.com/news/articles/2016-05-18/tesla-announces-2-billion-public-offering-to-accelerate-model-3-ramp-up"], [53, "2016-05-16T22:40:50Z", 0.35, "wonder if Model 3 is eating into potential sales this year? Seems like shouldn't affect X, but how fast will that ramp up?"], [83, "2016-05-16T21:48:46Z", 0.2, "http://www.latimes.com/business/autos/la-fi-hy-musk-mercury-news-20160516-snap-story.html\nhttp://extras.mercurynews.com/silicon-valley-imported-labor/\nLATimes article claims Tesla is paying foreign contract workers $5 / hr. in the Tesla paint shop."], [16742, "2016-05-16T16:45:24Z", 0.8, "They have to."], [25052, "2016-05-16T02:29:51Z", 0.85, "Orders will continue to pile up and the assembly lines will be there. Elon is in the zone. Barring SHTF scenario or fears thereof--forecast will be exceeded. "], [8201, "2016-05-14T06:33:34Z", 0.45, "depends on the mfg ramp up they achieve."], [102, "2016-05-14T03:32:42Z", 0.37, "https://larswericson.wordpress.com/2016/05/14/gitrep-13may2016pm/"], [83, "2016-05-13T23:09:23Z", 0.2, "http://arstechnica.com/cars/2016/05/another-driver-says-teslas-autopilot-failed-to-brake-tesla-says-otherwise/"], [14208, "2016-05-13T20:16:34Z", 0.0, "1 May 2016; \"G.M. successful at blocking Tesla sales in Connecticut\" https://forums.teslamotors.com/forum/forums/gm-successful-blocking-tesla-sales-connecticut"], [24990, "2016-05-13T15:47:26Z", 0.55, "Production needs to grow by about 20% QoQ to hit this target.  Stated targets of 20K (over actual 15K for Q1) for Q2 are above this rate and can likely only be hit if Model X production line issues get mostly resolved.  However, this isn't out of the question, probably in the 30% range (more work needed on that).  As long as Q2 is in the 18-19K range, I see a good chance to maintain that growth rate through the end of the year and hit the 80K target.  "], [24989, "2016-05-13T13:36:43Z", 0.2, "Their cars are still too expensive"], [21800, "2016-05-13T03:30:26Z", 0.4, "Moderating my position slightly. Think this is going to be closer than I first thought.\nMoving to 40% from 35%."], [24952, "2016-05-12T12:46:47Z", 0.11, "in 2017 yes"], [102, "2016-05-12T03:26:08Z", 0.36, "https://larswericson.wordpress.com/2016/05/12/gitrep-11may16pm/"], [20060, "2016-05-11T15:08:07Z", 0.05, "1Q sales were ~15k. Not on track so far."], [691, "2016-05-10T10:23:01Z", 0.45, "TESLA is actually an acronym for This Estimate Subject to Later Adjustment."], [83, "2016-05-09T23:14:13Z", 0.2, "Tesla: Never set a deadline you're likely to keep:\nhttp://www.bloomberg.com/news/articles/2016-05-09/elon-musk-s-tesla-strategy-win-big-by-falling-short"], [23006, "2016-05-09T13:35:58Z", 0.7, "Reports say q2 will be good"], [691, "2016-05-09T11:49:55Z", 0.48, "Tesla has frequently overestimated what it could pull off, mostly by discounting technical glitches.  However, if you say enough stuff, some of it is likely to be right.  "], [102, "2016-05-08T16:52:33Z", 0.39, "https://larswericson.wordpress.com/2016/05/08/gitrep-8may16am/"], [102, "2016-05-08T13:59:57Z", 0.36, "https://larswericson.wordpress.com/2016/05/08/gitrep-8may16am/"], [1993, "2016-05-08T02:50:25Z", 0.4, "I don't know how much faith I should put in the planned \"ramp-up\" in second half of this year. When Tesla hurries, the doors don't open or shut. New car owners don't like that. Elon Musk knows that manufacturing is Tesla's weakness. But how do they ramp up manufacturing, when they haven't got the hang of it at the current pace?"], [83, "2016-05-07T18:06:08Z", 0.2, "Wanted: Veteran Automotive Engineers\nhttp://www.reuters.com/article/us-tesla-manufacturing-idUSKCN0XX2FP\nWhere the wheel meets the road: if the best mfg advice is coming from Michigan...might be the best spot for the mfg plants, too.\nLots of retired engineers, water, available land, unemployed workers, much closer to the average customer..."], [83, "2016-05-07T14:09:14Z", 0.2, "Musk appearently studied under the master, Wimpy  J. Wellington.  \n\"I'll gladly give you a Telsa in 2018, for a deposit today\" is surely a variation on Wimpy's \"I'll gladly repay you on Tuesday, for a hamburger today\"."], [16010, "2016-05-07T08:23:10Z", 0.88, "Goldman Sacs, May 2106: \"TSLA reported 1Q16 non-GAAP EPS -$0.57 vs. our estimate of -$0.67 as higher revenue and lower opex offset slightly lower gross margins. Tesla also pulled forward its time frame for delivering 500k units to 2018 from 2020, correspondingly increasing its capex and opex projections for 2016, and opening the door to a potential capital raise to fund growth. The company maintained its expectation for 80k-90k deliveries in 2016.\""], [1624, "2016-05-07T02:05:57Z", 0.45, "Adjusting downwards after slight Q1 miss vs projection (a fairly consistent pattern)"], [83, "2016-05-06T17:39:30Z", 0.2, "I see two advantages for Tesla,derived from the new (500,000) target for 2018:\n1) The large number moves the goalpost: focus will be lessened on the 80-90,000 2016 target and 2) the announced 500,000 should lessen the fear of those putting down deposits, that they may die of old age before a Tesla is delivered. Keep the deposits coming.\nhttp://www.forbes.com/sites/neilwinton/2016/05/06/tesla-motors-production-acceleration-plan-spooks-some-investors/#3b4fb83a10c6"], [24666, "2016-05-06T14:38:49Z", 0.12, "Two top manufacturing executives are departing or will soon depart."], [14208, "2016-05-06T04:23:51Z", 0.01, "I acknowledge F is not TSLE but the market broadly will tank.  http://safehaven.com/article/41345/about-those-record-auto-sales-lets-communicate."], [14208, "2016-05-06T00:57:33Z", 0.09, "10% to 9%"], [9755, "2016-05-06T00:25:52Z", 0.69, "Modifying my prediction based on current news on latest results, but still optimistic."], [15621, "2016-05-05T22:39:59Z", 0.33, "Dropping slightly on loss of key personnel, poor financials, it's losing a lot of money and missed targets so far  this year. Positives are that Joe Public still really believes in Elon."], [23562, "2016-05-05T16:41:28Z", 0.62, "Tesla reiterated the 80-90k target but are as yet unable to match this target with results. Even at a 2k/week run rate, the buffer to 80k deliveries is getting smaller. So a small reduction in estimate. "], [1639, "2016-05-05T16:08:26Z", 0.45, "The carmaker’s chief executive, Elon Musk, said that Tesla expected to produce a total of 500,000 vehicles by 2018, two years sooner than previously announced."], [38, "2016-05-05T15:15:38Z", 0.6, "http://www.nytimes.com/2016/05/05/business/tesla-says-it-will-sharply-ramp-up-production-of-model-3.html?emc=edit_th_20160505&nl=todaysheadlines&nlid=28699183"], [773, "2016-05-05T15:01:58Z", 0.6, "In my prior forecast was partly based on expected cannibalization effect. Musk actually spoke to this directly about 51min into Q1 investor call. He said they had been worried about this as well but that model 3 demand seems to have had opposite effect. (They imply this could because current owners will be first in line for model 3.)"], [3895, "2016-05-05T09:53:38Z", 0.31, "UBS are pessimistic/sceptical http://www.marketwatch.com/story/teslas-quarterly-results-likely-a-big-miss-ubs-says-2016-05-03"], [14208, "2016-05-05T06:01:23Z", 0.1, "On Apr 7, 2016 Standpoint Research Downgraded Tesla from Hold to Sell.  https://finance.yahoo.com/q/ao?s=TSLA+Analyst+Opinion coupled with down turn in stock price and incredible debt.  Am I wrong...Tesla loses almost $20K per car?\ngoing from 20% to 10%."], [53, "2016-05-05T05:16:44Z", 0.4, "@Conor's comment below w Tesla's plan to reach 80K level.  "], [22690, "2016-05-05T01:34:42Z", 0.72, "Tesla results."], [83, "2016-05-04T23:14:10Z", 0.2, "Motley Fool believes Tesla may still meet the 80,000 target:\nhttp://www.fool.com/investing/general/2016/05/03/could-tesla-motors-incs-guidance-disappoint.aspx\n"], [20135, "2016-05-04T20:05:38Z", 0.85, "Company reiterates it 80-90K delivery plan for 2016 with 1Q16 earnings;"], [83, "2016-05-04T20:00:43Z", 0.2, "http://www.autoguide.com/auto-news/2016/05/april-2016-auto-sales-winners-and-losers.html"], [23006, "2016-05-04T18:21:48Z", 0.55, " shorts"], [102, "2016-05-04T17:34:10Z", 0.35, "Hmmm http://finance.yahoo.com/news/two-tesla-production-chiefs-leave-163510735.html"], [16253, "2016-05-04T16:09:00Z", 0.52, "http://ir.teslamotors.com/releasedetail.cfm?releaseid=963460"], [24667, "2016-05-04T05:27:08Z", 0.85, "Pre-orders are strong for the Tesla 3 so the delivery issue comes down to supply not demand - flys in the ointment are production capacity of the plant( seems not too hard) , build quality and production issues with a new model - a big issues for any car let alone a new technology (watch for battery warranty issues) and finally regulatory issues - tesla may be come unstuck on aggressively pushing autonomous vehicle capacity. Batteries have been the EV bugbear so watch these for problems most closelyl "], [24666, "2016-05-04T02:55:25Z", 0.15, "Missed deliveries in Q1 14,820, of 16,000, slow to deliver Model-x because of features. 2400 recall to date. They are already 5,180 behind. This means they have to be almost at historic high production. To make it. I will look at the Q2 earnings call. But unless they are going to add more capacity. I'll reconsider if Q2 numbers are above 16,546."], [24666, "2016-05-04T02:54:22Z", 0.75, "Comment deleted on May 04, 2016 02:55AM UTC"], [14137, "2016-05-03T22:18:07Z", 0.85, "I saw figures that showed Tesla produced more than 9,000 vehicles in March. That's way above the rate needed to hit 80,000 in a year. Another report suggested production may be up 50% over last quarter, but I think we'll find out later today when the quarterly report comes out?"], [24633, "2016-05-03T07:45:45Z", 0.5, "1st forecast - trying to be neutral"], [102, "2016-05-03T00:54:08Z", 0.39, "https://larswericson.wordpress.com/2016/05/03/gitrep-2may16pm/"], [83, "2016-05-03T00:02:23Z", 0.22, "http://www.inquisitr.com/3051350/tesla-model-x-suv-launched-up-to-145700-price-june-2016-delivery-date/\nTesla Model X SUV is available for June delivery.  Considering that preference for high dollar deliveries, may reduce total volumes, as it seems likely the higher value model will require a larger percentage of Mfg capability."], [24546, "2016-05-02T16:16:09Z", 0.45, "In the past we have seen that Elon Musk goes for the best case scenario and calls that his reasonable estimate. This time he/the company will not be hindered by cash flow problems and there's no lack of demand. However, 2016Q1 deliveries are so much lower than what's needed on average for this year due to \"supplier parts shortages\" that 80,000 now seems to be just too much. I am guessing there's no room for any production disruptions anymore so I am leaning slightly to a no.        "], [1706, "2016-05-02T06:30:16Z", 0.99, "If there's still money across the luxury car spectrum, it's moving to electric cars."], [53, "2016-05-01T16:54:04Z", 0.25, "steep ramp up"], [102, "2016-05-01T15:24:45Z", 0.45, "https://larswericson.wordpress.com/2016/05/01/gitrep-1may16am/"], [22690, "2016-05-01T03:54:05Z", 0.84, "Tesla estimated they could produce 1500pw growing to 1750 per week in Q2, or 87,750 per year (Model X build rate per week is 750 moving up to 1000 pw some time in Q2 and Model S 750 pw). Tesla's initial estimate was 80-90k so they must have felt they would get extra capacity in H2 (why not announce it if it was going to be earlier). To reach 90k it would mean an extra 87pw, so lets round it up to 100pw. This assumes they would have never made an estimate that they knew they couldn't reach under any circumstances (note I am using deliveries as a proxy for production here)."], [14880, "2016-04-30T20:15:32Z", 0.55, "I'm going to go with yeah, probably. The company missed goals in its early years, but as it matures, I think Tesla will be more likely to be on target. "], [6978, "2016-04-30T17:53:56Z", 0.25, "3 factors of prime importance: "], [21711, "2016-04-30T10:25:21Z", 0.95, "model 3 induced demand would propel assembly numbers"], [23006, "2016-04-30T00:20:54Z", 0.6, "Not based on the 14,820 deliveries Tesla reported in Q1, 2016 (Tesla press release April 4th, 2016. Roughly 15000*4 quarters is 60,000 deliveries - 25% short of the target. But if, as they say, their supply glitch is solved, then Q2 numbers should spike to above estimates to keep sales target on track. In other words, this is still doable but no numbers I've seen add up to 80,000...yet. Right now, it's more likely to be around 50,000. They do have Elon but are inventors more concerned about the numbers or about the new tech? Q2 will be informative."], [24509, "2016-04-29T22:16:16Z", 0.65, "I don't see any clear sign of why this would not be feasible, based on the data provided"], [24493, "2016-04-29T13:59:59Z", 0.3, "Editing previous estimate to 0.3 (down from 0.4)\nLooking at deliveries growth rate from 2014 and 2015 and excluding the Q4-15 as outlier I forecast 70-75K deliveries for 2016"], [24493, "2016-04-29T13:31:53Z", 0.4, "Looking at deliveries growth rate from 2014 and 2015 and excluding the Q4-15 as outlier I forecast 70-75K deliveries for 2016"], [22680, "2016-04-29T10:34:43Z", 0.64, "Model S and Model X demand may be low due to forthcoming model 3.  Production rates are clearly not an issue, as Tesla has massive production infrastructure coming online, and has an extra 400 million to play with from Model 3 pre-orders."], [23601, "2016-04-29T06:18:25Z", 0.75, "Q1 tracked at 1000 Model S per week and announced 750 Model X per week at the end of the Q1 quarter. Given 40 weeks left in the year (after Q1), that results in deliveries of ~70,000 cars. They also announced 12,240 cars in Q1 total, so they should be able to deliver ~82,000 cars."], [24465, "2016-04-28T13:00:18Z", 0.95, "Buzz around Model 3 will boost overall sales"], [24451, "2016-04-28T10:38:56Z", 0.62, "Tesla Q1 sales on track to deliver 80-90k new vehicles in 2016 (Q1 sales: 14820).\nQ1 orders exceeds Q1 sales. So hitting target should be a production issue, not a lack of demand.\nQ1 sales impacted by delays with suppliers in Jan & Feb. By end of March build rate running at 750 Model X per week.\nIf Tesla had the in-house capabilities to resolve supply issues then I would be more bullish on my forecast, but it only takes the supplier of only one part for a car to remain unsold/undelivered .... so will be reviewing, and adjusting my forecast up/down, as the deadline draws closer."], [13997, "2016-04-28T08:52:10Z", 0.8, "Elon Musk tends to deliver on his commitments."], [15084, "2016-04-27T20:51:12Z", 0.92, "Tesla has no shortage of purchases so reaching this target is more a matter of production capacity. They are currently increasing production capacity and they have access to capital so they are poised to meet the delivery target, if not exceed it. Also if they need more money to increase production capacity, investors and creditors are practically lining up to provide it to Tesla. "], [23961, "2016-04-27T12:47:29Z", 0.38, "Tesla says, it will deliver between 80-90k in 2016. So far, in Q1, they overshoot forecast by 7.5%. On average, Tesla's predictions are quite accurate - error about 8.75%. Counting with this and with forecast midpoint 85k vehicles, results is about 77.5k in 2016. \nDue to this, I am starting well bellow 50% "], [68, "2016-04-27T09:17:38Z", 0.55, "http://seekingalpha.com/article/3967810-tesla-raise-delivery-guidance-2016"], [373, "2016-04-26T18:45:02Z", 0.38, "Company will have to significantly increase sales rate to achieve their goal. Good product, but disbelieving consumers."], [24371, "2016-04-26T13:06:52Z", 0.35, "Not enough production capacity"], [19801, "2016-04-26T08:28:53Z", 0.65, "Given 4x 14,820= 59280 I don't see how Tesla is on track to deliver 80 000 vehicles. Unless Tesla can show better numbers, reducing the odds."], [102, "2016-04-26T03:54:33Z", 0.5, "https://larswericson.wordpress.com/2016/04/26/gitrep-25apr16pm/"], [24345, "2016-04-25T21:24:07Z", 0.5, "Tesla's capacity to build is still the bottleneck. "], [2788, "2016-04-25T18:17:20Z", 0.65, "yes"], [11096, "2016-04-25T15:43:56Z", 0.5, "50%\nrationale: you have to begin somewhere. "], [23865, "2016-04-25T05:30:54Z", 0.55, "Demand is not the issue here.  They question is whether Tesla will be capable of building this many cars during the year."], [24301, "2016-04-24T21:39:09Z", 0.1, "Not enough People with money sitting around to indulge in righteousness."], [29, "2016-04-24T11:06:36Z", 0.4, "I think it somewhat unlikely, given past trends. Low oil prices can't help. The model 3 won't be out until next year."], [18888, "2016-04-24T01:29:03Z", 0.44, "Like @mparrault 's (http://www.gjopen.com/comments/comments/186413) and @Tinned_Tuna 's (http://www.gjopen.com/comments/comments/186709) comments, I'm basing my prediction off of Tesla's historical prediction accuracy."], [24264, "2016-04-23T22:43:19Z", 0.15, "Tesla is discovering that there's no such thing as a car that's a computer on wheels.  Cars are mechanical things that 30K people/year die in.  As they become more of a \"real\" car company, they will have the problems \"real\" car companies have.  They got lots of orders for the Model 3.  Let's see how many they deliver.  "], [24209, "2016-04-22T15:59:28Z", 0.41, "Organizational challenges may slow growth despite demand."], [23879, "2016-04-22T15:15:47Z", 0.7, "Last year Tesla expected to deliver 50k - 55k cars and actually delivered 50.5k [1], so just over the low end. This year it expects to deliver 80k - 90k so initially I'd expect them to be over the low end as well."], [102, "2016-04-22T03:24:09Z", 0.6, "https://larswericson.wordpress.com/2016/04/22/gitrep-21apr16pm/"], [102, "2016-04-21T03:47:52Z", 0.67, "https://larswericson.wordpress.com/2016/04/21/gitrep-20apr16pm/"], [773, "2016-04-20T20:14:58Z", 0.4, ""], [142, "2016-04-20T13:01:10Z", 0.8, "Passage of time. Tesla is improving parts sourcing and resolving production delays."], [51, "2016-04-19T12:53:28Z", 0.4, "Affirming, but noting this press release:\nhttp://ir.teslamotors.com/releasedetail.cfm?releaseid=963460"], [22038, "2016-04-18T10:14:54Z", 0.58, "Missed delivery target for q1 by approximately 3.5k, but reaffirmed goal of 80-90k this year."], [83, "2016-04-17T23:41:37Z", 0.22, "http://www.reuters.com/article/us-fiatchrysler-tesla-idUSKCN0XC26B\nFiat Chrysler CEO claims that if it is proved Tesla can deliver a profitable vehicle at $39,000, he can provide a better styled do copy in 12 months."], [23928, "2016-04-16T14:18:41Z", 0.85, "yes Tesla is the world wide leader for elektric cars"], [22509, "2016-04-15T16:46:32Z", 0.75, "Tesla Motors Inc. said it has received more than 325,000 reservations for the Model 3, far exceeding its expectations as customers line up for the $35,000 small electric car more than a year ahead of when its more-affordable model is slated to hit the streets..  But can they *deliver* enough to be reflected by this question?\narticle went on to say \"Tesla said Monday that it delivered 14,820 Model S cars and Model X sport utility vehicles in the first quarter. The company reaffirmed plans to deliver 80,000 to 90,000 vehicles this year\" http://www.autonews.com/article/20160407/OEM05/304079906/tesla-model-3-preorders-surge-to-325000"], [23350, "2016-04-14T11:24:27Z", 0.67, "Delivery Q1 with only 14800 disapointing but due to production problems explainable.\nStill a \"good chance\" to reach sales target\nbut only a \"fair chance\" to reach delivery target."], [23804, "2016-04-14T10:13:32Z", 0.7, "I expect an upward surge in the deliveries in 2016 compared to previous years, driven largely by the increase in Model X deliveries. There were 50,850 deliveries in 2015 (17,192 S and 208 X). Encouraging numbers in Q1 2016  for the Model X - http://ir.teslamotors.com/releasedetail.cfm?releaseid=963460 - in the last week of March, Tesla claims a 750/week build rate for the Model X. Even discounting this number by 75% for the 40 remaining weeks of the year (less than the weekly build rate in Q1 , which they admit was impacted because of unusual delays in supplies), we have a total year count of 11,400 Model X delivered."], [15443, "2016-04-14T03:50:33Z", 0.05, "Last year they sold 26566. In 2014 they sold 18480 (+43%). Even if they double their current growth rate, they would sell only 54,325 cars."], [102, "2016-04-14T01:21:39Z", 0.63, "https://larswericson.wordpress.com/2016/04/13/gitrep-13apr16am/"], [22822, "2016-04-13T20:24:29Z", 0.23, "For instance, even if Tesla has prematurely hit its peak expected production rate of 1,000 X units per week and all of those production slots were taken, that would theoretically represent about 7,000 additional confirmed orders through the beginning of June. Even under those optimistic scenarios, that would represent less than 25% of the approximately 31,000 reservations remaining."], [142, "2016-04-13T13:44:01Z", 0.75, "Update for time.  "], [15621, "2016-04-13T09:17:51Z", 0.37, "See Raisinville below. http://www.huffingtonpost.com/entry/tesla-recall-model-x_us_570c448fe4b0885fb50e186c\n"], [83, "2016-04-13T01:05:03Z", 0.22, "Ooops,"], [691, "2016-04-12T20:15:29Z", 0.42, "Lots of tree-huggers seem to have gone for hybrids, which get quite good mpg, and could afford BEVs.  They would buy one only as a second car, it seems, for around town.  The concern is about range and ability to recharge.  If you must (and you needn't, by the way) you can put a jerry can of petrol in the boot for use when you run dry in the exact geographic center of nowhere.  You can't recharge a BEV battery in those circumstances.  This sort of consideration would begin to hold down demand after the initial spurt of enthusiasm even if Tesla weren't having all those other logistics problems.  "], [823, "2016-04-12T19:50:20Z", 0.5, "Email from Tesla last week said they are increasing their production plans to decrease the wait time for the Model 3.  Their plans are always big, but with so many pre-orders on the Model 3 maybe they will increase production..."], [22245, "2016-04-12T19:33:57Z", 0.3, "Every day I read more and more about the troubles Tesla is having with production.  They have a sound marketing plan and what appears to be a good product, but they can not seem to get the engineering right on the vehicles costing them delays in production.  What is more interesting is this might be the limit for Tesla, once the cars are more common people will soon discover the limitations and expense associated with an electric car. "], [14137, "2016-04-12T03:17:49Z", 0.62, "Revising down in light of a recall of model X SUVs: if they have to spend time replacing parts of existing sales, it reduces time to hit new production orders. "], [2, "2016-04-12T02:17:43Z", 0.3, "Dropping a little more on see @jeremylichtman's forecast.  I'm not ready to plunge them down yet."], [110, "2016-04-12T01:39:04Z", 0.25, "I think they'll be doing 80k or more by next year, but it doesn't look like they'll ramp up to that level yet."], [23787, "2016-04-12T01:11:39Z", 0.45, "Q1 deliveries consisted of 12,420 Model S vehicles and 2,400 Model X vehicles. New Model 3's won't be delivered for years, although I imagine of the over 325,000 people who put $1,000 down on the Model 3, many will go forward with the purchase. The dawn of the electric automobile is at our doorstep. "], [22822, "2016-04-11T23:37:02Z", 0.26, "Model X recall over third row seats will have a negative impact on a model that has already endured poor press coverage over its's gull doors"], [22305, "2016-04-11T00:45:18Z", 0.25, "on one hand tesla boosted their employees  up to 10.000 individuals. on the other hand tesla paints a colored cloud of the new \"model3\". \nTesla has a financial problem. the share earnings are zero or below. the debt captial ratio is way too high and is not linear or does not correlate with the revenues, which seem to be over 3 Billion USD in 2014."], [23562, "2016-04-10T20:54:15Z", 0.68, "2016 guidance 80 to 90. Historically only missed quarter prod guidance twice. Need 21.5k in each remaining quarters. Big uncertainty is model x prod rate which only averaged c200/week in q1 but reached 750/week in last couple of weeks of March. Keeping this rate would suggest 22.4k/quarter. Targeting up to 1000/week for x. Model x seems solid at about 1000k week. "], [1337, "2016-04-10T11:09:51Z", 0.38, "bisect to consensus"], [23742, "2016-04-10T10:15:57Z", 0.09, "less than 80000 but more than 78000 ."], [12937, "2016-04-09T21:05:18Z", 0.39, "325,00 preorders for Tesla 3"], [20156, "2016-04-09T20:09:45Z", 0.65, "This is going to be very close and the target number of 80,000 was very smartly chosen. According to the sources below, and as Tesla only counts a delivery if it is transferred to the end customer and all paperwork is correct, I think the chance for not reaching 80,000 might be slightly higher. But as they have received over 300,000 pre-orders for the new model in days, they cannot deliver those BEVs in 2017 if they don't significantly deliver more cars this year. Therefore they are going to do it."], [20, "2016-04-08T18:52:13Z", 0.45, "The real test will be in 2017. Delivery of the already pre-sold  M3 will be an awesome test of Tesla. 325,000 and counting. http://qz.com/656443/we-are-now-witnessing-elon-musks-slow-motion-disruption-of-the-global-auto-industry/"], [51, "2016-04-08T15:11:39Z", 0.4, "Affirming, and posting this interesting strategic though piece on Tesla and how it is disrupting the auto industry."], [102, "2016-04-08T02:04:12Z", 0.67, "https://larswericson.wordpress.com/2016/04/07/gitrep-06apr16pm/"], [94, "2016-04-07T17:42:45Z", 0.35, "Lowering forecast on poor 1st quarter results"], [14933, "2016-04-07T14:48:47Z", 0.79, "They're on track still and working to fix any prior shortcomings in manufacturing the Model X"], [22813, "2016-04-07T09:38:41Z", 0.66, "baseline"], [23431, "2016-04-06T08:01:30Z", 0.2, "There is planning fallacy going on, but I will definitely adjust it up if another report improves the numbers. "], [14137, "2016-04-06T00:43:44Z", 0.65, "Tesla delivered 14,820 in Q1, short of the 16,000 target. With zero improvement they can deliver 60,000 this year. I find it difficult to believe they can't improve their production by 25% given what's needed and the tools they have available. They put the Q1 delay down to a supply chain problem with \"half a dozen out of 8,000 unique parts\". Given the quantity of pre-orders, any financier will be confident lending to Tesla, plus they have the actual pre-sales cash to work with. Hitting their production target for the year will be a major focus of the company (they have nothing else to do - no financial issues, no need for executive attention on marketing if demand already outstrips supply...) and if the problem is so narrow, it shouldn't be difficult to resolve given how much liquidity and motivation they have now. "], [691, "2016-04-05T20:17:54Z", 0.44, "Promises and projections are not automobiles.  These folks have not covered themselves in glory on the topic of promises and projections in the past, and there is not much solid evidence that they have changed their ways.  64,000, my current guess, is a lot of BEVs and nothing to cough at, but it's not 80,000.  These statements subject to change without notice.  See dealer for details.  "], [23466, "2016-04-05T19:23:11Z", 0.75, "Yes"], [21611, "2016-04-05T17:27:06Z", 0.18, "they didnt hit their goals in recent months, i hope they can ramp up the productions but i doubt they will be able to make all of those deliveries "], [22245, "2016-04-05T16:53:40Z", 0.4, "News reports today indicate that Tesla shipped just under 15,000 cars in the 1st quarter.  Simple math says they will not  hit the 80,000 mark this year unless they ramp up production.  "], [22615, "2016-04-05T16:20:17Z", 0.33, "Tesla has consistently missed projections and delivery targets, however they have public interest on their side.  If there is strong response from their latest release there is the possibility that Tesla could increase production to reach their delivery goals.  Inertia and historical trends, however, produce headwinds for Tesla hitting its production targets."], [23193, "2016-04-05T14:57:47Z", 0.35, "Stick with 35% - but, the launch of the Tesla 3 could dim enthusiasm for the lower end of the current marquee cars, with potential buyers holding out for high-end version of the new one. After all, its almost certainly a second or third car so delayed mobility not an issue. tesla portray the issue as one of supply hiccups - maybe so, but demand dynamics may now start to play more."], [1639, "2016-04-05T14:17:04Z", 0.4, "forgot to lower"], [1639, "2016-04-05T14:15:10Z", 0.48, "Tesla shares declined 2% in late trading as the total of 14,820 came in short of the electric-car maker's projection of approximately 16,000 deliveries. While maintaining a goal of delivering 80,000 to 90,000 cars in the calendar year, Tesla admitted that production of the latest all-electric vehicle introduced by the company, the Model X, was hemmed by a shortage in parts. \nhttp://www.marketwatch.com/story/tesla-deliveries-come-in-below-expectations-stock-drops-2016-04-04"], [10949, "2016-04-05T13:55:33Z", 0.21, "Delivered only 14820 cars in Q1 and thus well below expectations. Lowering by 5%"], [1333, "2016-04-05T13:18:45Z", 0.0, " it didn't meet its first quarter sales goals, pointing to a parts shortage that impacted production of its Model X sport utility vehicle"], [17951, "2016-04-05T11:22:22Z", 0.2, "Q1 results showed that is has fallen behind schedule already due to parts shortage"], [3895, "2016-04-05T10:43:33Z", 0.34, "down slightly per @Raisinville"], [23308, "2016-04-05T10:20:26Z", 0.48, "Production shortfall in Q1."], [15621, "2016-04-05T08:38:39Z", 0.43, "Missed Q1 target, also huge presales of 3 model may force them to divert more resources in that direction to ensure they come close to meeting 3 buyers expectations."], [23522, "2016-04-05T04:09:50Z", 0.6, "Base line forecast with minimal insight except the belief that people are too optimistic on the company. Will update shortly"], [14432, "2016-04-05T04:03:06Z", 0.99, "company guidance is 80-90K, which is typically sandbagged."], [23508, "2016-04-05T03:41:46Z", 0.37, "Perhaps, yes if they include Tesla 3 deliveries in this calendar year ;).  Briefly, with current growth trends, it looks like Tesla will be delivering closer to 55k BEVs.  Some analysts predict Tesla will increase delivery growth by 72% this year, which is exactly what would be needed to make 80k BEVs.  But alas, too soon..."], [22822, "2016-04-04T23:50:13Z", 0.34, "Q1 sales below forecast"], [83, "2016-04-04T22:36:31Z", 0.3, "Slightly reducing forecast based on the poor delivery performance on the X model.\nhttp://fortune.com/2016/04/04/tesla-deliveries-first-quarter-2016/\nQ1: \n........S: Actual deliveries were 12,420 delivered at the same rate x 4 = 49,680\n........X: Tesla claimed to produce 750/wk at end of Q (post supplier issues) or on pace for 29,250 for next 39 weks."], [20623, "2016-04-04T22:14:32Z", 0.61, "Looks like Tesla missed it's Q1 Target of 16,000, due to production issues. They claim they are still on target for 80 - 90k deliveries, but the hill just got a bit steeper. "], [821, "2016-04-04T21:05:44Z", 0.52, "Tesla is still maintaining its forecast for delivering 80,000 to 90,000 deliveries in 2016.  It appears to be falling a bit short at the moment."], [23492, "2016-04-04T15:54:27Z", 0.0, "Focus is on Model 3, which is not planned for 2016. "], [23491, "2016-04-04T15:18:26Z", 0.1, "Only 50k Last year. Will Focus on Modell 3 as they are still loosing money with ever current model sold. "], [21758, "2016-04-04T14:13:31Z", 0.99, "Model 3 production looks easy, though it won't be out in 2016, and huge influx of cash from model 3 orders will allow ramp up. I don't know what the limiting part of supply chain is for Models S and X but some parts will likely benefit from the Model 3 ramp up,\nhttp://www.benzinga.com/analyst-ratings/analyst-color/16/04/7791168/chowdhry-tesla-has-made-7-5-billion-in-24-hours-from-mod?utm_campaign=partner_feed&utm_source=marketwatch.com&utm_medium=partner_feed&utm_content=analyst_ratings_page"], [1333, "2016-04-04T12:25:51Z", 0.0, "TSLA) preorders for its Model 3 continue to surge, topping 276,000. Starting at $35,000, the electric automaker has commitments for at least $9.7 billion worth of sales. The Model 3 plans to ship in mid-2017. (The Guardian)"], [2930, "2016-04-04T12:05:01Z", 0.65, "Seem to have momentum"], [23249, "2016-04-04T07:41:27Z", 0.78, "They did 50k last year, and seem to be able to pull off ~60% increases in general (and Q1 2016 is 60% more than Q1 2015). And demand for the Model X seems quite high."], [436, "2016-04-04T06:11:38Z", 0.32, "Other than Tesla's own projections, it's hard to find a good basis for the 80,000 number. Growth so far this year has been lower than would allow for this number. I think it's unlikely, though I wouldn't write it off as a possibility. Starting at 25% for my own instincts (plus some basic math), then adding a little bit of probability to give Tesla some credit."], [9685, "2016-04-04T00:37:09Z", 0.2, "Beautiful cars, but I still don't get why more attention doesn't go to the all electric cars already being sold by other manufacturers.  There are a bunch of them.  Sounds a bit elitist to me.  My car is cooler than yours."], [83, "2016-04-03T23:52:17Z", 0.3, "http://m.slashdot.org/story/309459\nDiscussion thread outlines Tesla risks."], [83, "2016-04-03T23:01:35Z", 0.3, "Suspicion:  Great Model 3 news would make the perfect cover for lower than expected delivery news.\nThen again maybe not.\nhttp://www.forbes.com/sites/brookecrothers/2016/04/03/tesla-model-3-first-ride-yes-tesla-will-sell-a-ton/#55e87cdb3893"], [821, "2016-04-03T22:30:29Z", 0.46, "Based on initial research, I am being fairly conservative on this initial forecast.  I am patiently waiting for the next Tesla Quarterly Report."], [15471, "2016-04-03T21:12:07Z", 0.65, "They need to get in the vicinity of making profit and they cannot compromise on the development/research side, therefore they have to increase production. "], [6252, "2016-04-03T20:58:41Z", 0.15, "New model will get some interest and push the total deliveries near 80,000."], [20296, "2016-04-03T05:33:28Z", 0.65, "Tesla delivered 50k+ BEVs in 2015. In order to deliver 80k+, Tesla will have to increase its BEVs deliveries by 60%. How likely is that? "], [23418, "2016-04-03T04:20:15Z", 0.75, "Profit motive. A company that can't deliver cars that have been preordered in under 10 months will probably go out of business. 200,000 pre-orders"], [83, "2016-04-03T01:21:11Z", 0.3, "Tesla guidance is for 16,000 deliveries in 2016 Q1, up from 2015 Q1, but down 8% from 2015 Q4. Link indicates Tesla generally reports deliveries within 4 days of Q end.  If the 16,000 est is accurate, Tesla needs to average 21,000+ for the remainder of the year. Historically Tesla has shown extremely strong growth in the 4th Q (50% increase from 2015 Q3 to Q4).\nhttp://www.fool.com/investing/general/2016/03/29/tesla-motors-inc-reports-deliveries-next-week-will.aspx"], [23350, "2016-04-02T18:18:12Z", 0.75, "based on Q1 result 16 and 2016 forecast of 80-90."], [691, "2016-04-02T14:22:11Z", 0.54, "If they are short of cash to meet orders months or years in the future for a car they clearly regard as their Big Score, they may not be quite so focused on moving their current models, and may even short that production, thus delaying delivery.  They probably won't have much trouble raising the money they need, since they apparently have lots of forward orders, but even Tesla doesn't have unlimited money, time, or attention. "], [23325, "2016-04-02T14:17:28Z", 0.95, "In 2015 they delivered over 80,000 cars and that was a substantial increase over the year before."], [1720, "2016-04-02T12:08:13Z", 0.15, "People are going to wait for 2017 and the lower priced vehicle. There is also the issue of availability of charging stations in more rural areas, ie, ME, NH, VT."], [21800, "2016-04-02T10:37:11Z", 0.35, "Based on company's performance against the targets it had set for itself (in the last 2 years), it should be able to get 75K - 85K deliveries done in 2016. I don't think production capacity will be an issue since this is a company forecast (they would already have taken that into account). Demand will be the key determinant. Even with our focus narrowed to sales pull factor, there are good reasons for going in either direction."], [1624, "2016-04-02T03:17:08Z", 0.5, "Starting point - their predictions in the past 2 years have been a tad optimistic - we'll need to see what they report for Q1 & then adjust further"], [689, "2016-04-02T03:13:00Z", 0.82, "Comment deleted on May 10, 2016 11:18PM UTC"], [1333, "2016-04-02T01:46:55Z", 0.0, "55,000 pre sales of the new model due out in 2017 are bound to cut into sales in 2016."], [368, "2016-04-01T20:58:02Z", 0.85, "As of February 2016, Tesla has presold 115,000 BEV's"], [20623, "2016-04-01T18:18:35Z", 0.73, "Affirming a 73% forecast. There are 198,000 deposit backed pre-orders for the Model 3. While Model 3 deliveries will not roll out in time for this question, I think this provides a strong indicator that the demand is there for their electric vehicles. More importantly, this presents a signal for the decoupling of high oil & gas prices driving demand for electric vehicles. Currently, oil has been priced under $55 a barrel for the past 6 months, which is pretty low compared to the past 10 years. "], [22245, "2016-04-01T15:56:43Z", 0.6, "Tesla reports they have over 130,000 orders for their new Model 3, but there is still uncertainty if they will be able to fulfill these orders this year.  The consumers do not appeared to be worried about the delays, but for this question I am beginning to think that Tesla may not be able to get to 80,000 by the end of Dec."], [23117, "2016-04-01T15:26:36Z", 0.65, "Production has been trending up, so it is possible.  However, the below NY Times article shows big demand for the Model 3 (133,000 orders).  Further in the article it states that these will not begin delivery until the end of 2017.  These are more competitively priced, so will that temporarily drive demand down for the pricier models that are currently in production?  "], [1337, "2016-04-01T15:13:28Z", 0.2, "Based on @dr-cankraut numbers, I understand that predicting is not their specialty. Neither is mine, but there you have it. Screw the consensus for once."], [21758, "2016-04-01T13:34:32Z", 0.92, "This seems like mostly a production question, and with 150,000 preorders of Model 3 (which will start deliveries in 2017), Tesla had better be on track to produce 80,000 of its other models this year. That said, it might start prioritizing converting supply chain for Model 3, which could reduce ability to produce the other two this year.  This seems like a small possibility though because 80,000 isn't that much when they have to be ramping up for 100's of thousands of model 3s Additionally, recent funding concerns should be gone because anyone would give them cash with so many preorders in the queue. "], [10949, "2016-04-01T12:01:01Z", 0.26, "after the terrible experience with my apple iPhone prediction, I think I should be a bit more conservative with the forecast posted by Californian tech-firms. Some facts:\n2014: 33157 sold S; short of the 35k prediction by 6%"], [19801, "2016-04-01T11:04:07Z", 1.0, "1.)130 000 preorders, so it does seem likely, even though Tesla Motors will have to ramp up.\nhttp://www.theverge.com/2016/4/1/11343294/tesla-model-3-115000-preorders"], [5001, "2016-04-01T05:16:40Z", 0.35, "Model X sales underwhelm in Q1 + betting on sales depression from the expectations of Model 3 next year. "], [9755, "2016-03-31T22:56:55Z", 0.95, "I know a person that works in the company , off course his view would be possibly biased , but I cannot find a reason why they cannot reach 80,000?\nAny ideas on why not?  Price of oil ? Economical or political reasons?"], [20623, "2016-03-31T21:00:15Z", 0.73, "Upping my forecast to 73%. Tesla has missed its projected forecast in 1 out of 12 quarters. Demand is also strong, there are currently 35,000 deposit backed reservations for the Model X alone. "], [23311, "2016-03-31T12:57:43Z", 0.85, "this is more than 2x of Production than Q2+Q3/15 (11'500) and 15% more than 2015 goal of 50-55k. Questionable if production lines can handle quality AND quantity of supply chain. "], [20250, "2016-03-30T20:34:57Z", 0.86, "There's so hype surrounding the announcements of Tesla 3, but I was already super optimistic on this so I don't really have much room to raise this more than 1%, lol"], [21762, "2016-03-30T20:26:50Z", 0.12, "I think that the production issues will affect the ramping that they are projecting. Previous estimates by Tesla have consistently fallen short of actual production levels. It will take another year or two for them to master their production line."], [21762, "2016-03-30T20:08:33Z", 0.72, "I think that the production issues will affect the ramping that they are projecting. Previous estimates by Tesla have consistently fallen short of actual production levels. It will take another year or two for them to master their production line."], [4972, "2016-03-30T16:52:44Z", 0.15, "Two issues- tesla facing quality issues with existing production, and no ability to ramp up sales in new geos."], [12726, "2016-03-30T03:52:33Z", 0.56, "Arguments for yes: past growth, stated strong demand and order growth (35% Model S, 75% reservations for Model X), stated \"approaching a Model X production rate of 1,000 vehicles a week in Q2\", which annualized would be 50K Model Xs.\nArguments for no: past slow rollouts, 14K Teslas in Q4 (well, this could also be argument for yes, since they were reorging Model S production and starting Model X production) - annualized just 60K, so needs growth for 80k; 80K exceeding 2015 sales of all other large luxury vehicles in USA combined (but then Tesla 80K target is worldwide); possible hiccups with Model X ramp up."], [102, "2016-03-30T03:09:31Z", 0.7, "https://larswericson.wordpress.com/2016/03/30/gitrep-29mar16pm/"], [22481, "2016-03-29T21:43:17Z", 0.4, "I think supply is more of an issue than demand (although there are reasons to worry there e.g. China slow down and cheaper petrol model alternatives). It seems Tesla has plenty of waiting customers and the Model X is just coming on board. Previous tendencies to overestimate deliveries is more of a worry and it's interesting that Tesla is now making a prediction using a range (80-90,000) whereas in the past they were more specific in their predictions. I think they may just miss the 80,000"], [22509, "2016-03-29T21:38:42Z", 0.65, "With something similar projected for 2015 (in which 50,580 Teslas were delivered), I ended up with an estimate of 26,566 Tesla Model S deliveries and 208 Tesla Model X deliveries (all of them so far). That puts Tesla at nearly 27,000 US electric car deliveries (and many more orders and reservations, it should be noted, especially for the Model X)."], [1639, "2016-03-29T18:30:11Z", 0.48, "BYD Co., the Warren Buffett-backed Chinese car-and-battery manufacturer, may boost deliveries of electric vehicles by as much as three times this year in its home market, underscoring the rising demand that’s prompting Tesla Motors Inc. to step up its expansion.\nBYD may sell as many as 150,000 new-energy vehicles this year, compared with the 58,000 it delivered in 2015, Chairman Wang Chuanfu said at a briefing in Hong Kong. The company surged the most in more than five months in intraday trading in Hong Kong after predicting first-quarter profit may rise more than 50 percent from a year earlier.\nhttp://www.bloomberg.com/news/articles/2016-03-29/byd-sees-electric-car-sales-tripling-in-market-coveted-by-tesla"], [21464, "2016-03-29T17:30:29Z", 0.32, "Based on past sales, cost and competition I believe the chance is slim at best. "], [13487, "2016-03-29T17:23:40Z", 0.88, "The estimate is in line with the ramp up in deliveries to date."], [51, "2016-03-29T17:03:52Z", 0.4, "Tesla usually over-shoots in their estimates.  Others have posted that 80,000 would be a very large percentage increase, more than usually expected in prior years.  So for now, I am going just under 50% until I see some data that would cause me to go one direction or the other.  "], [17951, "2016-03-29T14:58:34Z", 0.4, "Musk has a history of over promising on production targets only to revise them down later. The target was also announced amongst results that generally disappointed consensus expectations in the market so it was an easy option to set a high production target for 2016 to help offset disappointment elsewhere. His management style also involves setting ambitious targets and goals to motivate and challenge himself and his staff. There is also always a risk of a problem developing in the manufacturing process which could slow production or if there is a mass recall which always must be a risk with such new and innovative technology. On the other side both the model S & X are fully established this year and they will not start producing the model 3 until next year so that wont slow down production of the other two models. Also given past annual increases in production a 60% increase does sound plausible although it remains to be seen whether it is easy to just extrapolate past increases in what is still a very young company operating in a highly technical field. "], [21237, "2016-03-29T12:30:47Z", 0.95, "Their production capacity in the US and Europe should be able to deliver that amount of vehicles."], [23197, "2016-03-29T11:27:03Z", 0.95, "If they don't deliver 80.000 BEVs - then because of the Management of Tesla Motors, not based on the possibillyties of electric motors"], [3895, "2016-03-29T08:46:59Z", 0.38, "initial forecast, piggybacking off helpful comments by others"], [68, "2016-03-29T08:01:23Z", 0.35, "@mparrault, @Raisinville and @GJDrew have already made the points I would have brought up. Tesla's record of (slightly) missing forecasts - though still showing   very good growth,  low oil prices and possible slowdown in the overall US economy are all factors to consider. On the other hand, Tesla customers are not the most cost conscious, so the critical factor will be Tesla's production capacity."], [23173, "2016-03-29T06:04:06Z", 0.9, "Current production capabilities allow this, therefore this is not a bottleneck. Bottleneck is customer demand, 80k is not a large proportion of total us demand (~7 million)),  or worldwide deman (65 million)). Market is limited to \"richer\" people but 100k for a car is not a lot in many markets anyway.  "], [915, "2016-03-28T21:03:14Z", 0.0, "throttling back down as I mistakenly thought that the Model 3 would be released this year.  And think that the Model X won't gain traction cuz it just looks dopey v. its lux SUV peers---just compare sales of the BMW X6 (Model X-esque profile)  v. X5 (conventional SUV profile)."], [2, "2016-03-28T19:40:25Z", 0.45, "I'm going to start low, below 50%.  Reading @UnderwaterPutin's link, I see:"], [20, "2016-03-28T19:30:49Z", 0.65, "After looking at this a little more. It looks like Tesla could come under a little. Even 79,999 means a 'no'.  So would 75k, and that would be 50% more than last year, still a big success. http://www.fool.com/investing/general/2015/11/18/how-many-vehicles-could-tesla-motors-inc-sell-in-2.aspx"], [21710, "2016-03-28T18:51:20Z", 0.8, "If Tesla revealed the number they should be working with that production in mind. However the market has to confirm their desire for this kind of vehicle/pricing/recharging formula."], [20086, "2016-03-28T18:46:37Z", 0.25, "Market conditions do not favor the bold prediction by Tesla that they will nearly double their sales year over year.   Maybe if the more affordable Model 3 was available this would become more viable."], [915, "2016-03-28T17:50:32Z", 0.49, "modifying cuz I don't want to be too far in left field w/my forecast versus the crowd."], [915, "2016-03-28T17:45:45Z", 0.0, "sales of entry-level lux (i.e. 3-Series/C-Class) are driven by favorable leasing terms (due to high residuals) to the \"aspirational buyers\" (per the marketing jargon)."], [23137, "2016-03-28T17:36:19Z", 0.11, " Realistic from a sales volume perspective - Yes. Realistic from an investors announcement perspective - Yes. Supported by Model 3 storyline - Yes. Realistic from an operational/productional perspective - maybe. Realistic for order planning - Yes. Realistic for deliverables - No. My opinion... reality beats plan and story."], [1057, "2016-03-28T16:37:14Z", 0.55, "prospects are good for remainder of 2016"], [1055, "2016-03-28T16:16:21Z", 0.85, "strong markets"], [4462, "2016-03-28T15:00:36Z", 0.8, "Either the price of oil goes up enough for Tesla to make its sales numbers or every American Bank that loaned to a fracking company will face a defaulted loan.  Also buying a Tesla is a way for middle age guys to impress a girl half his age with a flashy sports car and get extra points for it being eco friendly some Guys like the Thin, Vegan, Save the Planet types, going to Bernie rallies. "], [22189, "2016-03-28T07:27:30Z", 0.78, "Yes, because it will become trendy to drive with electric power"], [23123, "2016-03-28T07:02:43Z", 0.3, "people wait for model3"], [22354, "2016-03-28T06:47:49Z", 0.35, "Cheap oil, competition & production complexities."], [12416, "2016-03-28T05:21:33Z", 0.05, "Smoke and mirrows"], [21921, "2016-03-28T01:56:57Z", 0.01, "too expensive! tech not perfected! battery tech not perfected! battery replacement too expensive! battery disposal too complicated"], [102, "2016-03-28T00:10:35Z", 0.71, "https://larswericson.wordpress.com/2016/03/27/gitrep-27mar16pm/"], [16727, "2016-03-27T21:40:14Z", 0.8, "More than an example of sustainablity it is a symbol of status and as long as the US economy growths more people will buy Tesla cars even if the oil price is low or other car makers make cheaper models"], [22964, "2016-03-27T21:36:54Z", 0.4, "market saturation for expensive evs"], [21323, "2016-03-27T21:36:46Z", 0.21, "Recharging time will create a ceiling on demand"], [22038, "2016-03-27T21:31:30Z", 0.65, "Although the there were a lot of problems with ramping up production the Model X is now at full scale. +\nHistorically over optimistic projections - but they are improving +\n2015 production was on track, but faltered in the last half of the year -\nUSD strengthening and price increases could hurt demand -\nRecent report from analysts who toured the factory were confident that the factory was in a position to scale to 500,000 units annually in conjunction with the opening of the giga factory ++"], [21296, "2016-03-27T21:20:52Z", 0.42, "I just don't see them reaching that number with the economy as it is."], [20764, "2016-03-27T21:11:42Z", 0.55, "They seem to be building momentum.  Electric cars are becoming more mainstream and Musk has continually improved the prototype. "], [20725, "2016-03-27T21:11:15Z", 0.05, "Too soon. The battery gigafactory won't be up to speed yet."], [23097, "2016-03-27T18:25:35Z", 0.37, "The companys prediction seems optimistic. There are headwinds: Gasoline is and probably will stay cheap (around 50 $ / Barrel Brent), Tesla models are priced at the higher end, the capacity of the batteries is still unsufficient compared to fuel powered cars and there's competition coming from other car manufacturers in Terms of BEV's (BMW, Toyota, and others)."], [23086, "2016-03-27T13:43:40Z", 0.35, "The BEV sales are often more judged by wishes than by pure business facts."], [18329, "2016-03-27T09:40:44Z", 0.67, "This heavily depends on their ability to ship to business customers looking for high range and low costs per mile driven. Their growth is impressive and they are still market leaders, but the next step to ramping up production has foiled many new motor vehicle market entrants in the past. Plus the price of petrol being at its current lows make their fossil fuel competitors very cost-effective. But overall, the demand is out there."], [22822, "2016-03-27T06:26:48Z", 0.38, "Combined Sales forecast of 80000-90000. Previous sales forecasts have fallen short.\nAnticipated price rise for Model S\nNo definite end to ongoing Model X production problems\nCompany focus shifting to Model 3 sales (delivery of these forecast to begin mid 2017)"], [83, "2016-03-27T01:14:13Z", 0.3, "Tesla deliveries increased by 43% in 2014 and by 36% in 2015.  80,000 BEVs in 2016 would be a 60% increase."], [15477, "2016-03-25T20:43:40Z", 0.85, "Demand is there."], [706, "2016-03-25T18:24:16Z", 0.49, "Too much market competition at the \"entry\" level."], [22868, "2016-03-25T12:45:06Z", 0.12, "The TeslaMotors' strategy is now being re-oriented for budget sector and all the infrastructure well be adjusted to new goals achievement. Due to some reasons (low gas price) this year would not give enough demand to deliver 80 000 BEV's."], [15548, "2016-03-25T06:34:44Z", 0.15, "80'000 cars delivered in 2016 is a very high target. Tesla would need to grow  by 60%.\nI am not convince that the environment in enabling Tesla to grow faster, for the three reason below:\n1. The oil price is very low;\n2. The politician are more focused on fighting terrorism than global warming. So it is less likely that some new subsidy will be created;\n3.The probable price increase of the Model S (http://electrek.co/2016/03/24/tesla-price-changes-model-s-after-model-3/)."], [20134, "2016-03-25T06:20:30Z", 0.7, "A growth of 60% over last year looks achievable. However, the growth assumption is higher than last year's growth of 56.25% and 42.86% a year before last. "], [20623, "2016-03-25T04:30:07Z", 0.65, "Tesla is targeting 60% growth from the prior year. This is an unprecedented number for them, but they have a YOY growth track record. I would say as a baseline, it is doable for them to deliver 80,000. It is also important to note that they had a record number of deliveries in Q4 of 2015, even in a climate of low gas prices. "], [14432, "2016-03-25T01:55:05Z", 0.95, "Company estimate is 1600-1800 per week for the year, which is likely conservative given the desire to exceed wall street estimates"], [102, "2016-03-25T01:05:39Z", 0.86, "https://larswericson.wordpress.com/2016/03/25/gitrep-24mar16pm/"], [22147, "2016-03-24T23:25:46Z", 0.63, "WARNING: THIS COMMENT CONTAINS A STRONG ASSUMPTION OF NORMALITY. CONSUME WITH CARE AND PLENTY OF SALT."], [691, "2016-03-24T20:28:10Z", 0.82, "Short-term petrol prices affect car-buying decisions more than is rational, especially in the US.  When prices started down a little bit, many Americans resumed buying big expensive gas-sucking SUVs, which meant of course they would come out thousands of dollars behind pretty soon, no matter what happened to petrol prices.  Kinda makes you proud.  "], [94, "2016-03-24T18:35:23Z", 0.4, "In 2015, Tesla expected to deliver 55k vehicles (see [1]), and delivered 50k\nIn 2014, they expected to deliver 35k vehicles (see [2]), and delivered 32k\nIn 2013, they expected to deliver 20k vehicles (see [3]), and delivered 22.4k"], [38, "2016-03-24T18:34:58Z", 0.5, "http://www.nytimes.com/2016/03/24/business/at-new-york-auto-show-a-parade-of-new-models.html?emc=edit_th_20160324&nl=todaysheadlines&nlid=28699183"], [22897, "2016-03-24T15:25:54Z", 0.08, "The increase in range hasn't happened yet. Even if it does, I don't think TESLA will be the one to hit this figure. "], [22885, "2016-03-24T13:11:50Z", 0.15, "Oil is cheap and tesla will face more competition from other ev:s. China consumers lower consumption. "], [22826, "2016-03-23T21:05:15Z", 0.94, "Company commitment. Expectation of demand despite lower oil prices. "], [22665, "2016-03-23T20:32:07Z", 0.3, "https://www.gjopen.com/comments/comments/185150"], [1529, "2016-03-23T15:29:54Z", 0.4, "Full year delivery of Tesla models in 2015 was approximately 50,000. The less-expensive Model 3 will be \"introduced\" in 2016, but not for delivery until 2017. The current models start at $80,000 plus options. Pretty expensive for most. Leasing options for other competitors will be tempting for many. \"Delivering\" 80,000 in 2016 > 50% increase.Gas prices are low and likely to remain relatively low through 2016."], [19801, "2016-03-23T11:48:56Z", 0.0, "Tesla has only managed 50% growth, and never sold more than 20 000 cars over last year's figure's. 75 000 would be the maximum, and when you consider\nthe US is overdue for  recession, the odds aren't good."], [1993, "2016-03-23T07:00:22Z", 0.7, "Tesla is on track to achieve its goals for this year, but I wonder if declining economic conditions will interfere. Will revise when Tesla releases its Q1 report."], [16307, "2016-03-23T04:07:55Z", 0.85, "Assuming a linear increase, approximately matching past years, Tesla is slated to hit 62500 units this year.  However, reinvestment and a report of 76% year over year increase in production in Q3 suggests that the increase will likely already account for the additional sales."], [22770, "2016-03-23T03:50:18Z", 0.1, "gigafactory not online yet.  can't make that many vehicles with current set up. model 3 is not being produced yet.  i think last target for model x was 50k/year, and they are not on track for that."], [21775, "2016-03-23T03:33:08Z", 0.85, "Elon Musk usually reaches his goals and delivery of 80,000 Teslas is a walk in the park compared to his other successes."], [689, "2016-03-23T03:02:46Z", 0.81, "Comment deleted on May 10, 2016 11:13PM UTC"], [14133, "2016-03-23T02:58:34Z", 0.85, "Barring a safety recall or other performance disaster, Tesla has everything else going for it at the moment. A better economy, court victories in its direct-sale efforts in some states, sister company SpaceX success, and positive reputation of existing vehicles. Can they throw enough money at production to meet increasing demand? I think so."], [500, "2016-03-22T21:36:03Z", 1.0, " 82 000"], [20, "2016-03-22T20:50:43Z", 0.9, "Does Tesla over promise? I don't know. I've only heard good things. "], [142, "2016-03-22T20:07:01Z", 0.65, "Tesla has it's new facility in Nevada on line and are beginning production of the Model 3 series which has a forecast lower price point of $35,000. I don't think Tesla would make the prediction for 80 K - 92K BEV production in 2016 without some confidence in their ability to deliver."], [16742, "2016-03-22T19:55:42Z", 0.1, "Growing but slow production"], [22245, "2016-03-22T18:57:20Z", 0.6, "I think they have a chance to deliver that many vehicles, but from what I have read they have only delivered 60,000 vehicles to date.  There is an apparent backlog on demand for the vehicles, so the market appears to be there, but news reports indicate previous production delays may be over with the newly build facility in Nevada coming online.  80,000 is probably doable this year, if everything goes according to plan, but so far Tesla has not been able to operate as planned."], [90, "2016-03-22T18:46:55Z", 0.8, "Taking Tesla at their word -- initially."], [823, "2016-03-22T17:49:51Z", 0.6, "In the first 2 months of 2016 Tesla has sold 3170 cars compared to 2250 in the first 2 months of 2015 giving them about a 33% increase in sales. http://insideevs.com/monthly-plug-in-sales-scorecard/ Their prediction for 2016 is based on the 52% increase in yearly sales that they have maintained in the past.  http://bgr.com/2016/01/03/tesla-model-s-sales-2015/\nAs gas prices drop and mpg rises on new cars, interest in electric cars may drop.  Some states have also phased out or are phasing out incentives that have been offered. \nThe X model could help sales, but production is slow and they are always on backlog so it takes months to get a car.  Can they even produce 80,000 in one year?"]]}