{"question_id": 518, "title": "Between 1 July 2017 and 30 June 2018, will an armed group from the Philippines engage in a campaign that systematically kills 1,000 or more civilians in the Philippines?\n", "correct_answer": "Yes", "crowd_forecast": 0.08, "preds": [[2965, "2017-09-29T12:15:46Z", 0.99, "expert bias"], [2965, "2017-09-26T01:39:06Z", 0.99, "Dutertes war on drugs is genocide\nIndonesia has signs at Denpassar bali you\nwalk in and you are warned drugs or guns death penalty\nand  has a judicial system and appeals\nmaybe I read this wrong?"], [2965, "2017-09-25T15:41:56Z", 0.99, "Duterte ha executed at least 1000 innocents that qualifies\ntargeted class so called deviants or hoodlums\nno different  than Hitler\nand its not going to stop and US can do nothing\nfor obvious reasons "], [35573, "2017-09-24T15:22:19Z", 0.55, "Duterte's 'war against drugs' doesn't seem to have an end.  Duterte is a monster.  "], [32049, "2017-09-21T18:00:25Z", 1.0, "Dutertes war against drugs will most likely continue. He already let kill thousands of people, this will continue, a year is more than enough time. \n"], [6303, "2017-09-18T03:52:34Z", 0.01, "Based on general news and GJP consensus."], [182, "2017-09-14T00:22:09Z", 0.05, "With no recent news about communist guerrilla activities the likelihood of this resolving as yes is relatively small. The Duterte-inspired vigilante assault against drug dealers may kill many people randomly, not systematically. "], [12302, "2017-09-08T16:40:45Z", 0.7, "Slight upward adjustment due to the conversation here: https://www.gjopen.com/comments/comments/566081"], [12302, "2017-09-08T13:14:18Z", 0.6, "Hello @mzapata,"], [6303, "2017-09-04T04:32:17Z", 0.01, "Based on general news and GJP consensus."], [590, "2017-09-03T13:35:28Z", 0.02, "Hmm... according to the EarlyWarning website, the 17000 killings in Mexico, also mostly drug-related, were targeting mostly armed groups not civilians, so it wouldn't count, as killing of civilians were not systematic. I can see a similar situation profiling for the Philippines, even if the boundary is morally grey and difficult to define. "], [691, "2017-08-28T11:27:14Z", 0.01, "http://www.reuters.com/article/us-philippines-drugs-idUSKCN1B80D5\nI am still pretty uneasy about my low number on this one.  If the police departments in, say, Manila, Angeles, Davao, Tacloban, and Zamboanga each murder 200, that's a thousand dead people at the instigation of the president, but it's not one armed group and it's all over the country.  The government clearly has embarked on a sustained campaign to let a lot of civilians get killed, but not in ways that clearly meet the various criteria for this question.  If my low number wins the guessing game about how this will be scored, I will be somewhere between uneasy and sick.  "], [691, "2017-08-22T20:22:59Z", 0.01, "None of the anti-government groups can make this number unassisted, but the uniformed services of the Philippines government already have.  For our purposes, all will depend on how the scorers decide to count those murder victims.  For their families' purposes, counting them as \"dead\" is all the accuracy they need."], [1336, "2017-08-19T00:11:56Z", 0.02, "Cannot recall a year where ASG, MILF, NPA, or another group has tallied more than 1,000 fatalities.  A single incident in the dozens or hundreds range would provoke a strong response from the AFP, making a second massive attack less likely.  Sustained campaign inflicting 1,000 fatalities in the timeframe given very unlikely, but I could see it happening once in a 50 year period."], [691, "2017-08-16T20:00:05Z", 0.01, "http://www.reuters.com/article/us-philippines-drugs-idUSKCN1AW0ZL?il=0\nI think we are up against the vagaries of EWP's definitions and scoring algorithms on this one.  There is little doubt that armed and uniformed police and military will kill more than 1,000 civilians in this time frame.  However, the Cotabato City police won't make this number, nor will the Army nor whatever the old Philippine Constabulary are parading as now.  However, people with uniforms and weapons acting under the instructions or with the okey-dokey from the Prez will make this number and more easily, if they haven't done already.  Since it will involve several different armed groups in several different parts of the country over an extended period, one supposes these murders will all be put down to an unhappy and coincidental series of unfortunate events rather than a \"campaign.\"   This will doubtless cheer up the surviving family members, if any, of the vics--who by the way will be precisely as dead as they would be if they had conformed to the official EWP definition.  Staying at 1, but none too happy about it, as you may have surmised."], [36405, "2017-08-05T00:58:12Z", 0.05, "assuming that the most likely (>50% chance) armed group is an armed terrorist group the stats on a terrorist group systematically killing more than a 1000 people are low. Worldwide in 2015, there was 1174 attacks and only 14 of those resulted in >100 deaths at a time. based n that data that gives a 0.14% chance of an attack happening that kills >100 people at a time. "], [34353, "2017-07-17T16:49:05Z", 0.01, "Without clarification if the drug war (and the subsequent targeting of \"drug dealers\") meets the definition above, it's unlikely this will be resolved as a yes. Additionally, the lack of clarity by the government and police forces makes it difficult to assess whether its a campaign by an armed group against civilians."], [6303, "2017-07-17T03:12:23Z", 0.01, "Based on general news and GJP consensus."], [36405, "2017-07-17T01:32:46Z", 0.5, "there is evidence that the police have killed more than this number in the first 9-12 months of the new president's 'war on drugs'"], [34353, "2017-07-12T12:24:47Z", 0.01, "The Marawi conflict has resulted in 39 civilian casualties to date. What might move this questions towards Yes is if the government's implementation of martial law and its inability to provide to the internally displaced civilians results in widespread death as detailed in the question. While civilian casualties are expected to rise due to the conflict, it's unclear if the effects on displaced population are part of that calculus."], [36281, "2017-07-12T11:52:25Z", 0.02, "Low due to the historic peacefulness. Though potentially a drug war based riot could lead to an incident."], [34353, "2017-07-05T16:37:04Z", 0.01, "Given the definitions and criteria above, this (in my opinion) is really either 1% or 100%. The police have killed over 2,000 civilians in the campaign against drug traffickers. Whether that is an armed group engaging in a campaign policy that knowingly results in widespread civilian deaths is something the administrators will have to clarify. Considering that the question is being asked, I assume that the answer is no given that it is not a specific civilian group being targeted, but rather an ambiguous \"drug dealer\" group defined by the civilian population and the police. Therefore, I assess this as 1%, as there is no major campaign happening between armed forces that would reach this level."], [14133, "2017-07-02T17:41:02Z", 0.9, "The government and those it influences reaches that number with some regularity"], [36228, "2017-07-02T14:26:38Z", 0.9, "In one year the philippines has had around 12,000 dead, thats roughly 1000 per month of. Add the impunity that comes with the downgrade of cases filed against the police officers who were charged for extrajudicial killings and the trend isn't going away soon"]]}