{"question_id": 440, "title": "Between 17 March 2017 and 30 April 2017, will a U.S. Cabinet-level nomination fail or will a Cabinet-level member of the administration cease to hold their office?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[755, "2017-04-29T17:43:01Z", 0.01, "Affirming forecast for the passage of time."], [32777, "2017-04-25T23:51:01Z", 0.01, "A nomination failing to be passed by the US Senate is extremely rare, as most tend to withdraw their names rather than be outright denied.  The last time a nominee was outright rejected was under George H. W. Bush in 1989.  Additionally, Trump cabinet members follow the president in their tendency to be overly stubborn, so I sincerely doubt any of them will willingly leave office."], [15621, "2017-04-24T05:48:07Z", 0.0, "3 days left and no word of anything"], [19801, "2017-04-22T13:02:55Z", 0.0, "Only 8 days left for this forecast to happen."], [32161, "2017-04-21T16:02:31Z", 0.01, "No indication that the three remaining vacancies will be withdrawn or fail in any way"], [23006, "2017-04-20T18:06:30Z", 0.15, "P of t"], [31450, "2017-04-18T22:48:29Z", 0.15, "Realizing I was overestimating the odds that Priebus is forced out. So dropping thirty points to 15."], [31082, "2017-04-18T11:53:32Z", 0.05, "Update for passage of time"], [755, "2017-04-16T21:37:37Z", 0.01, "Comments: Situation on the Korean Peninsula dominating this news cycle. Incremental adjustment down."], [32810, "2017-04-14T16:31:35Z", 0.02, "Trump and his cabinet are pretty much out of the woods.  No one is probably leaving at this point."], [1107, "2017-04-13T14:34:22Z", 0.05, "Dem-GOP draws the majority of its leadership from the same pool: over 55, white, lawyer or business man. Trump is their man now. "], [31082, "2017-04-12T20:19:01Z", 0.08, "Reduction for passage of time"], [38, "2017-04-12T01:00:04Z", 0.0, "Congress is in recess until 5 days before this question closes, so a failure looks unlikely."], [755, "2017-04-09T17:53:01Z", 0.02, "The Hill (opinion), April 8, 'Report: Priebus's job safe but Bannon in danger': http://thehill.com/homenews/administration/327945-report-priebuss-job-safe-but-bannon-in-danger\nClips from Hill article:\n\"White House Chief of Staff Reince Priebus's job is safe despite reports of a potential staff shake-up, Axios reported Saturday.\nThe official told Axios that Priebus is \"with the program\" of a more cooperative and inclusive approach for the White House.\nBut the report said chief White House strategist Stephen Bannon is increasingly isolated and will be forced out if he is unable to adopt a cooperative approach.\n Several outlets have reported that Bannon is frequently clashing with Trump's adviser and son-in-law Jared Kushner as well as the president's daughter Ivanka Trump.\nBoth Ivanka Trump and Kushner reportedly want a more moderate and results-oriented approach for the White House, while Bannon refuses to find common ground.\"\nComments: I have to agree with this. "], [23006, "2017-04-09T14:41:42Z", 0.35, "Curtailing Bannon good for longevity of cabinet republicans, including reince prebius."], [1993, "2017-04-09T05:57:58Z", 0.08, "Rumors that Priebus might be leaving. Have to keep an eye on it."], [31450, "2017-04-07T21:49:52Z", 0.45, "There are enough rumors that Priebus is on the way out that I'm starting to think there will be a shakeup sometime this month."], [691, "2017-04-06T19:50:36Z", 0.01, "Presumably a \"Cabinet-level\" official is one for whom Senate confirmation is required, as opposed to just someone from the awkward squad on the White House staff, who are appointed by and serve at the pleasure of.  So far the remaining Cabinet-level folks under this .definition are safe, since it will take longer than this deadline to spot the leakers and sack them.  If you don't care much how the country turns out, the next several years should be great fun."], [1639, "2017-04-06T17:23:24Z", 0.05, "The timing for this question is way too short. \nThey all will hold their horses for now, then it depends on what is happening. Some cabinets are more difficult than others to hold. \nI can see the Ambassador to the United Nations; Nikki Haley holding pretty well, while a more unsteady seats is the Attorney General Jeff Sessions'; but for him and many others it depends on how the various scandals will surface/develop. \nSecretary of the Treasury, Steven Mnuchin doesn't have a though job as Timothy F. Geithner did. While Paul O'Neil was fired in December 2002 after a year on the job by a [on hindsight] a less tumultous administration than the present one. Mnuchin will hold on for a while."], [11177, "2017-04-05T23:01:09Z", 0.05, "Perdue and Lighthizer are not yet confirmed.  No current cabinet member is drawing significant, active and prolonged negative attention."], [34353, "2017-04-05T19:41:28Z", 0.03, "No scheduled confirmation hearings for remaining Cabinet positions. Bannon removed from NSC eases some of the tension between WH and SecDef, SecHS, and NSA. There are still 25 days to go, but unless the administration really goes off the rails or a major scandal breaks on one of the members already in place, it's unlikely to happen."], [755, "2017-04-02T19:42:55Z", 0.05, "Adjusting down for the passage of time."], [31275, "2017-04-02T15:04:20Z", 0.0, "Republicans control process so no."], [34677, "2017-04-02T12:14:02Z", 0.5, "Merci d'avance cordialement"], [34075, "2017-04-01T15:49:18Z", 0.07, "Seems like the remaining 3 aren't in any danger of failing, so that leaves resignation.. sessions/russia ties seem like the most plausible situation that would result in a vacancy, maybe outside chance of Pruitt having internal issues with the EPA also.  But seems like nothing imminent this month..  "], [3285, "2017-03-31T23:42:01Z", 0.0, "I think this year we will see a cabinet member resign because so many are unsuited for the job. But I think all of them can hold out another month. As for nominees failing to get the votes, I think the majority party is going to make sure they do. "], [373, "2017-03-31T21:04:05Z", 0.05, "Too early for the rats to abandon ship. And too short a timeframe for them to be kicked out."], [34588, "2017-03-28T20:20:06Z", 0.92, "...or a cabinet level member of the administration cease to hold their office. \"You're fired!\" This is a pretty easy one. Another Michael Flynn is just around the corner. I would put Rick Perry or Rex Tillerson (or maybe now Tom Price) close to the top of the list. I had a megalomaniacal boss who would hire individuals with high credentials only to fire them. The firing of well-respected people was the reason to hire them. Trump seems like the type to do that, and I expect the likelihood to increase now that repeal and replace failed. "], [162, "2017-03-27T19:13:11Z", 0.47, "As more and more information about Russian intervention is revealed, I believe certain cabinet members will be forced to resign. "], [6303, "2017-03-27T03:02:15Z", 0.01, "Based on general news and GJP consensus."], [1639, "2017-03-26T18:44:36Z", 0.25, "The waters are murky, but the timeline is short. "], [28091, "2017-03-26T18:23:29Z", 0.2, "If Preibus is a part of the cabinet then it is plausible that he could be scapegoated for any legislative failures. "], [1328, "2017-03-26T14:34:39Z", 0.85, "At least one of the opportunists who initially clamored for a  ride on the \"Trump Train\" will conclude that it's too career damaging to continue with a failing administration."], [755, "2017-03-25T19:13:11Z", 0.1, "\"You cannot allow any of your people to avoid the brutal facts. If they start living in a dream world, it’s going to be bad.\" - Gen. James Mattis, USMC (ret)."], [706, "2017-03-24T04:50:58Z", 0.55, "Dems will get momentum with AHCA failure."], [29980, "2017-03-23T21:48:53Z", 0.99, "Trump loses Ryan wins, calls Trump ineffective and get the conservative base to back Ryan. Ryan tells the conservative base Trump should be impeached over the Russian connection changing the focus on healthcare to Trump corruption and we spent the best part of the rest of the year impeaching Trump so Ryan can clam we need to get rid of Trump to get rid of ObamaCare.  Rex Tillerson will resign soon, probably while Trump is being Impeached. Then Ryan will try to cut Obama Care  "], [2608, "2017-03-22T22:09:02Z", 0.2, "With Perdue stalled, questions about Acosta's past, and a Cabinet that was rubber stamped into office, high potential for something to go awry even in such a limited timeframe. "], [25428, "2017-03-22T20:51:22Z", 0.05, "With the majority and ability to push through any of Trump's nominations regardless of Democratic party opposition, it seems very unlikely that any nominations fail to be confirmed. There seems to be no new negative stories on most of Trump's current cabinet members so it seems unlikely that any step down as well."], [156, "2017-03-22T20:17:26Z", 0.0, "Problem picks are already through (DeVos) or have withdrawn (Pudzer). Unlikely that anyone else had Flynn-level misdemeanors, so unlikely anyone else will step down."], [32100, "2017-03-22T19:35:39Z", 0.6, "Cutting deals with pedophiles not going to help get votes.   He might have to withdraw that is why I am upping mine to 60%."], [21353, "2017-03-22T18:12:50Z", 0.06, "too early for a problem of this magnitude"], [32122, "2017-03-22T16:45:33Z", 0.01, "I think the worst is behind us in terms of cabinet position approval controversy.  There is a very small chance of a resignation in this short time frame, but the only trigger I can think of for now is an uncomfortable Russian connection.  The FBI testified about some murky connections, but nothing solid yet.  I would expect them to proceed carefully in they wanted to make specific accusations, and that takes longer than a fat month.    "], [29680, "2017-03-22T09:29:52Z", 0.05, "Resignations most likely, as noted by others. Very limited time-frame, but Trump has some very strong personality issues. I suspect a motivator for the question given the timeframe is whether evidence of witting collusion or corruption will be uncovered in the next 40 days. "], [1993, "2017-03-22T02:52:38Z", 0.08, "Someone might resign. Will lower with passage of time."], [29054, "2017-03-21T20:02:42Z", 0.0, "Tillerson is the only one that openly has said that he does not like the job.  But from there to walk away is a long path, he is not a quitter, he will stick around at least for the ruffles to decrease and then walk away but for that you are looking at a couple of years.\nThere are a couple of ways to measure this one, the first is withdrawal from the nomination like the labor position. Now, will the senate fail to nominate a candidate? That is a different situation and today with the \"loss\" for the-deal-maker with the ACA. I am sure that there is going to be lots of push to get muscle specially with nominations.....wins need to be manufactured!  "], [411, "2017-03-21T18:28:09Z", 0.5, "I'm putting this at 50/50 as Comey's investigation could lead to another situation like Flynn - although the odds of that happening before 30 April isn't certain."], [14307, "2017-03-20T20:04:23Z", 0.5, "50/50 shot, In My Humble Opinion. There are a lot of really stupid things going on in this administration, and someone's got to call their bluff eventually. "], [34353, "2017-03-20T15:50:39Z", 0.05, "Remaining nominees are not overly controversial."], [31450, "2017-03-20T15:38:40Z", 0.15, "I don't believe this is likely, clearly, and I don't think any of the remaining nominees will withdraw, but I think there is a chance someone else will resign. Given the range of scandals the administration is dealing with, and the generally dysfunctional setup, I can see people very quickly getting frustrated and leaving (looking at Mattis and Tillerson here)."], [34444, "2017-03-20T14:25:04Z", 0.05, "Republicans with ensure approval, not enough time for forced resignation"], [27244, "2017-03-20T11:51:22Z", 0.01, "I'm going with 1 percent because there's always a chance something happens, but Acosta and Lighthizer seem like safe picks. That only leaves Perdue. While he has some baggage, he also has the necessary support. "], [1019, "2017-03-19T13:43:13Z", 0.02, "Price is the only one that may be a casualty, but with SDNY AG fired it's unlikely that there will be any meaningful investigation on what appears to be possible insider trading by the new Secretary"], [16778, "2017-03-19T04:32:44Z", 0.05, "None of the 4 remaining cabinet nominees - Sonny Purdue, Robert Lighthizer, Alexander Acosta and Daniel Coats - are particularly controversial. I don't see any major obstacles to their confirmation."], [19801, "2017-03-19T00:28:03Z", 0.02, "Failure methods"], [28091, "2017-03-18T17:40:45Z", 0.15, "Acosta and Purdue look like good bets to get confirmed. With the lax vetting that has been part of the Trump administration it is always possible that there is a skeleton in the closet but I put the odds low. One dark horse for a cabinet member to resign would be Priebus, he would make a good scapegoat for any problems that may come up in the next few weeks. "], [19022, "2017-03-18T16:16:55Z", 1.0, "I can no longer trust what seems even vaguely rational when it comes 2 this syphallitic idiot "], [31201, "2017-03-18T04:16:20Z", 0.1, "Low likelihood on remaining open positions; someone in office might leave for unforeseen reasons."], [755, "2017-03-17T23:00:14Z", 0.15, "Mattis...... going low due to time constraints.\nWashington Post, March 14, 'Defense Secretary Mattis withdraws Patterson as choice for undersecretary for policy': https://www.washingtonpost.com/world/national-security/defense-secretary-mattis-withdraws-patterson-as-choice-for-undersecretary-for-policy/2017/03/14/dd5ec8bc-08b6-11e7-93dc-00f9bdd74ed1_story.html?utm_term=.92472e81424e\nClips from article:\n\"Mattis’s acquiescence to Patterson’s withdrawal came after he fought and won a major battle with the White House to remove Iraq from the list of majority-Muslim countries whose citizens are barred from U.S. entry under Trump’s executive order on immigration.\nAlthough he reportedly insisted that he be able to select his own team when he accepted Trump’s offer to head the Defense Department, Mattis has skirmished repeatedly with the White House over appointments. His initial choice for deputy secretary, Michèle Flournoy, withdrew from consideration after meetings with White House officials. Flournoy served as the department’s undersecretary in the Obama administration.\""]]}