{"question_id": 524, "title": "Between 1 July 2017 and 30 June 2018, will an armed group from South Sudan engage in a campaign that systematically kills 1,000 or more civilians in South Sudan?\n", "correct_answer": "No", "crowd_forecast": 0.1, "preds": [[83, "2017-09-29T22:47:21Z", 0.07, "Opposition is fragmented. Smaller factions lower group totals."], [6303, "2017-09-18T03:55:17Z", 0.01, "Based on general news and GJP consensus."], [34908, "2017-09-13T19:58:42Z", 0.05, "From Sept 9 -- \"UN: South Sudan Election Risks Prolonging Civil War\"\n\"South Sudan's plan to hold elections next year risks \"deepening and extending\" an already devastating civil war, the United Nations warned.\nHaile Menkerios, the UN secretary-general's special envoy to the African Union, expressed concern about the elections planned for July 2018 during a joint meeting of the visiting UN Security Council and the African Union's Peace and Security Council.\" http://www.aljazeera.com/news/2017/09/south-sudan-election-risks-prolonging-civil-war-170909073239271.html"], [34908, "2017-09-06T19:19:10Z", 0.06, "How does the scale of displacement affect your forecasts? "], [6303, "2017-09-04T04:34:59Z", 0.01, "Based on general news and GJP consensus."], [831, "2017-07-21T01:11:45Z", 0.33, "The going tension and conflict between Kir and Machar/the Dinka and the Nuer ethnic groups"], [6303, "2017-07-17T03:15:27Z", 0.01, "Based on general news and GJP consensus."], [36338, "2017-07-06T08:49:52Z", 0.65, "Too many people have suffered too deeply to create lasting peace without a stronger charismatic inspiration than they have."], [36309, "2017-07-04T16:18:34Z", 0.15, "If unrelated executions of individuals or the accidental killing of civilians in war will not be considered a campaign to systematically kill civilians, and if the question will only resolve as yes if 1,000 civilian fatalities occur in one or more campaigns, I consider there to be very low odds of probability that such an event will occur.   Such an event would require sustained political will, logistical and military capacity, and a lack of effective response from the local, regional, and international community. Several of these preconditions are unlikely to come to pass at the same time.  "], [14133, "2017-07-02T17:36:56Z", 0.6, "I almost can't imagine it not happening, but am hopeful enough to make it only 60%"], [36200, "2017-07-02T16:37:28Z", 0.7, "Dinka and Nuer ethnic group conflicts. Plus lots of weapons on both sides"]]}