{"question_id": 367, "title": "Will Palestinian President Mahmoud Abbas and Israeli Prime Minister Benjamin Netanyahu meet to discuss the peace process before 1 June 2017?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[1639, "2017-05-29T16:50:51Z", 0.0, "No way!"], [948, "2017-05-28T14:30:32Z", 0.0, "Reaffirming - obviously"], [767, "2017-05-22T23:28:52Z", 0.0, "Jason Greenblatt, Pres. Trump's longtime lawyer who is now leading efforts to \"bring a lasting peace to Israel,\" met with Abbas in the West Bank last week, a day after Greenblatt met with Netanyahu to discuss Israeli settlements.  \nhttp://www.npr.org/sections/thetwo-way/2017/03/14/520099578/trumps-point-man-on-israel-visits-netanyahu-and-abbas"], [1639, "2017-05-22T17:12:58Z", 0.0, "We would know by now"], [35701, "2017-05-20T08:46:05Z", 0.0, "There is no appetite for this."], [35410, "2017-05-17T07:26:57Z", 0.0, "I see nothing to indicate there will be any serious talks any time soon."], [35569, "2017-05-15T15:07:15Z", 0.0, "The Palestinians in Israel are a group of Arab Muslims, with some Christians, quarantined to a few chunks of land within a Jewish state.  The US needs Israel as a strong ally in the middle east regardless of human rights violations which occur regularly.  Also, the US has 5 of the top 10 Jewish populated cities in the world and the majority of Jews are Zionists.  The Zionist lobby is very strong in Washington.  President Trump has tasked Jared Kushner with solving the problem.  Unless Israel grows new land or Egypt is willing to change its borders, the Palestinians and Jews in Israel will stay in a constant state of unrest that causes regular violence.  In my opinion, rather than assigning anyone with the task of solving the problem, we leave Israel alone and occasionally scold them when their human rights abuses become too egregious.  I know my point of view is isolationist and cold, but the US is comfortable with these type allies.  The Kingdom of Saudi Arabia is officially Wahabi Muslim and is first in persons beheaded in a UN recognized country.   "], [35401, "2017-05-13T13:36:04Z", 0.0, "June 1st is too soon."], [1034, "2017-05-12T06:05:35Z", 0.0, "Checking in\n"], [38, "2017-05-12T03:12:06Z", 0.0, "https://www.breakingisraelnews.com/87921/arab-media-abbas-netanyahu-trump-plan-three-way-summit/#sQiOTIsxZJp1x2XF.97"], [12302, "2017-05-12T03:08:55Z", 0.15, "thanks @Anneinak! I raised m forecast. It's still fairly low though, since the timeframe is very short and the motivation for netanyahu to participate in such a meeting is very unclear for me. What does he have to gain? And what could possibly be a result (or even the agenda) of such a fairly spontaneous meeting?\nOn the other hand: Trump needs a win, and even a picture of Netanyahu and Abbas in the same room would count as one. And Netanyahu might choose not to disappoint Trump."], [38, "2017-05-11T22:30:21Z", 0.55, "This question doesn't specify that it has to be a bilateral meeting, so I think that if there's a trilateral meeting May 23rd between Trump, Abbas & Netanyahu, it would resolve as yes.  So far, there's been no word about Netanyahu being willing to meet, however."], [4634, "2017-05-11T15:15:45Z", 0.0, "\"Trump is expected to issue invitations to a trilateral summit when he visits Jerusalem and Bethlehem later this month, according to television station i24.\"\nhttp://www.jpost.com/Arab-Israeli-Conflict/PA-President-Abbas-reportedly-ready-for-Netanyahu-Trump-meeting-490386"], [1034, "2017-05-11T05:19:16Z", 0.0, "Leading Hamas official says no softened stance toward Israel"], [38, "2017-05-11T03:27:58Z", 0.22, "Since Abbas visited Trump at the White House he's said he'd be willing to meet with Netanyahu & Trump.  There's some speculation that this might occur in late May when Trump goes to Israel.  I've not read any statements from Netanyahu, however."], [1034, "2017-05-08T06:07:57Z", 0.0, "Netanyahu tosses Hamas policy paper on Israel into waste bin"], [38, "2017-05-07T04:13:00Z", 0.11, "It seems like everyone wants to be the hero/peacemaker all of a sudden:  Putin, Trump & al-Sisi.  "], [30330, "2017-05-04T20:38:55Z", 0.09, "Unless there is a successful and well respected outside broker, neither Abbas nor Netanyahu camp side has a clear incentive. Each will play hardline. "], [691, "2017-05-04T11:24:38Z", 0.01, "http://www.reuters.com/article/us-usa-palestinian-idUSKBN17Z06S\nThe lads may put on a little pantomime by way of a sop for M. Petits-Doigts, who as a total amateur is easily fooled, but probably not before this Q expires.  Whenever the meet happens, if it does, the Prez he will proclaim a great success and leave the details to his slightly less gormless son-in-law.  Nothing will come of it.  He will blame Obama or the media for this.  Moving up from 0 to 1, just in case; most likely move back down in a couple of days, though."], [368, "2017-04-22T00:56:42Z", 0.0, "Revised incorrect estimate.  Netanyahu will not meet with Abbas, discussions between Trump and Abbas presumably will include discussions about a future ME Summit ..."], [368, "2017-04-22T00:47:35Z", 1.0, "Comment deleted on Apr 22, 2017 12:54AM UTC"], [767, "2017-04-21T01:57:26Z", 0.01, "Abbas is visiting the White House on May 3 for talks to \"revive the Mideast peace process\" but that doesn't seem to allow enough time for a meeting with Netanyahu to happen by the beginning of June. "], [31450, "2017-04-14T18:41:46Z", 0.0, "Guess I'll go from one to zero."], [1107, "2017-04-13T15:07:18Z", 0.0, "War enthusiasts with RPGs are in Syria and norther Iraq. So long as they are not firing at Israel, that is peace.  "], [206, "2017-04-09T17:29:25Z", 0.05, "Unlikely, with Bibi thinking he's got a friend in Trump.  "], [34716, "2017-04-03T11:27:58Z", 0.75, "not the peace process but security "], [19801, "2017-03-30T13:33:53Z", 0.0, "Netanyahu set to approve first West Bank settlement for 20 years\nhttp://www.reuters.com/article/us-israel-palestinians-settlement-idUSKBN1711K6?il=0"], [1034, "2017-03-27T04:27:42Z", 0.0, "Point-blank killing of senior Hamas operative deepens tensions between Israel, Gaza"], [6303, "2017-03-27T02:41:38Z", 0.0, "Based on general news and GJP consensus."], [1034, "2017-03-25T09:11:39Z", 0.0, "Israel ignores U.N. demand for end to settlement building: U.N."], [1034, "2017-03-19T06:23:12Z", 0.0, "Hezbollah says U.N. 'weak' after critical Israel report pulled"], [691, "2017-03-16T12:15:48Z", 0.01, "There is still a smallish chance they will put on a little pantomime to please M. Petits-Doigts and his peacemaking Magnificently Unsurpassed Son-In-Law (or MOSIL).  The Prez is a big believer in appearance over reality, on those occasions when he can tell the difference."], [1639, "2017-03-11T14:54:08Z", 0.0, "Donald Trump has invited the Palestinian President to visit the White House “very soon”, a spokesman for Mahmoud Abbas has said.\nThe two world leaders held a phone conversation today - their first contact since Mr Trump’s inauguration six weeks ago.\nhttp://www.independent.co.uk/news/world/americas/us-politics/donald-trump-mahmoud-abbas-palestinian-president-white-house-visit-israel-middle-east-a7623781.html"], [5386, "2017-03-11T13:54:10Z", 0.03, "Trumpy has invited Mr. Abbas to the White House to discuss the peace process and Mr. Abbas accepted. That ameliorates the outlook, even though the timing for a Israel-Palestine summit seems very short."], [1331, "2017-03-04T17:05:43Z", 0.0, "Jews on the hard right don't realize this is their only way out"], [31934, "2017-02-19T18:29:29Z", 0.5, "I  think Trump will set a high priority on brokering a meeting, but if the meeting does occur it will come to nothing good...."], [20440, "2017-02-16T20:06:18Z", 0.0, "The \"Trump\" factor.... something will unfold in US international policy, but no one knows wha that would be. So, major conflit parts will hold their ground and do nothing"], [29054, "2017-02-14T23:53:39Z", 0.0, "Puff........aka the DJT bombastic approach to international agreements!"], [33653, "2017-02-14T21:09:18Z", 0.0, "Lol, easiest question on the site. I shouldn't put 0%, nothing is certain, but this would be the most shocking event of 2017."], [21671, "2017-02-12T14:08:22Z", 0.01, "There is not a single reason at the moment that they will meet. The government policy is that there is no \"partner\" for such official talks. There are always as I believe tries to put things into the process but usually the base line is in the minimum criteria.\nIn the following 4 months Trump's son-in-law will come to the region and will find out like other before him that nothing can be imposed in this region. It should start only with an act of good fate between both sides and then the coffee can be served in the meeting room."], [368, "2017-02-10T21:17:56Z", 0.0, "@Intriligator : Why are you making this forecast:  This question is central to the problem of conflict in the Middle East and its relationship to the globalized international system, and the dominance of oil from this region.   The question implies questions of national security, regional and global stability, stability for Israel and the increasingly intensifying conflict among interstate and intrastate interactions along with the role of nonstate actors.\n"], [12137, "2017-02-10T00:44:12Z", 0.02, "Running out of time"], [5386, "2017-02-09T08:39:43Z", 0.0, "As the Knesset passed a law that de-facto legalizes 4'000 previously illegal settlements in Palestine, I see all signs on conflict rather than diplomacy."], [29680, "2017-02-07T10:32:03Z", 0.05, "Dropping. Rhetoric is heated and a Trump intrusion would incite war."], [691, "2017-02-06T13:09:50Z", 0.01, "This will only happen if both parties decide to please the US president by pretending to pay attention to his son-in-law's greatest-ever-no-chance-of-failure peacemaking efforts.  Any such meeting will be a sham, but that's what the \"peace process\" has been for a very long time anyway."], [32814, "2017-02-05T21:21:44Z", 0.01, "The US is now totally supporting Israel, and as a result Israel has moved forward with more settlement. Peace talks seem unlikely."], [6303, "2017-02-05T03:53:58Z", 0.01, "According to the general news and GJP consensus."], [29054, "2017-02-03T19:53:36Z", 0.22, "Just heard Sebastian Lucaks Gorka interview on NPR, this guy used the most inane logic to justify a peace accord meeting between Israelis and Palestinians.\nObviously SLG rhetoric and logic is going nowhere where common sense is used, and obviously either party participates on the use of common sense.\nSo, I still do not see it, but I am willing to be generous after what I heard from SLG by increasing it with a 1/5 provable cause to take place, as per SLGthe US seems that is going to use \"the argument for peace.\"\nThat argument is called $600,000,000 that supports the Palestinian Authority and enrich many of its leaders."], [19801, "2017-02-03T00:29:54Z", 0.0, "Abbas says he agreed to Moscow meeting, Netanyahu postponed\nhttp://www.timesofisrael.com/abbas-says-he-agreed-to-moscow-meeting-netanyahu-postponed/"], [691, "2017-02-02T12:45:33Z", 0.01, "I am still waiting for someone to define meaningfully what exactly the \"peace process\" consists of these days. It seems notional at best just now."], [6252, "2017-01-30T21:09:48Z", 0.05, "The Palestinians are hoping that in the long run, they will wear down Israel and they can have 100% of the land.\nThe Israeli's know this and don't want to meet just for the sake of meeting."], [32766, "2017-01-30T21:09:38Z", 0.05, "Agree with others that Netanyahu has no incentive, even less so with Trump in."], [31450, "2017-01-30T15:46:55Z", 0.01, "Dropping two points because Bibi seems ever less interested in the peace process, and with Trump in power he seems to have lost all interest in even seeming interested in the peace process."], [6303, "2017-01-30T03:36:35Z", 0.01, "According to the general news and GJP consensus."], [13377, "2017-01-29T02:30:28Z", 0.01, "Following JS"], [7370, "2017-01-27T21:01:37Z", 0.01, "Trump \"Doctrine\""], [519, "2017-01-26T14:09:59Z", 0.05, "Exceedingly unlikely.  Netanyahu is dealing with his internal issues and the Palestinians are up to in the UN add a further layer of difficulty. "], [1722, "2017-01-25T22:48:25Z", 0.0, "Given the very recent approval of renewed settlement construction in the West Bank, it is highly unlikely that the two leaders will meet anytime soon. "], [651, "2017-01-25T03:13:02Z", 0.01, "Announcement of lots of new WB settlements makes a meeting highly unlikely."], [6303, "2017-01-23T02:22:13Z", 0.01, "According to the general news and GJP consensus."], [562, "2017-01-20T03:17:26Z", 0.0, "Not happening, Trump will listen to his peeps and drive them even further apart."], [12302, "2017-01-17T22:42:00Z", 0.01, "Nope. They just formed a unity government with the Hamas and the Islamic Djihad. Netanyahu will not like that. Might be wise to wait and see, from his perspective. If they do not get along, like in the past, it strengthens his position, I guess. "], [32611, "2017-01-16T19:36:01Z", 0.1, "They may will meeet and discuss, but they will not sign an peace contract"], [6303, "2017-01-16T01:23:19Z", 0.01, "According to the general news and GJP consensus."], [948, "2017-01-15T21:24:39Z", 0.0, "Zero chance of this happening this year. Not with Trump, at least not yet."], [32568, "2017-01-15T02:01:37Z", 0.0, "Isreal has no reason to...."], [27101, "2017-01-13T17:07:03Z", 0.01, "This has become very unlikely given the support of the Trump administration for a hard stance in Israel"], [1639, "2017-01-13T12:42:20Z", 0.05, "Ministers from more than 70 countries meet in Paris on Sunday as part of a French plan to restore momentum to the Israeli-Palestinian peace process. There have been no talks between the two sides since an American-brokered effort fizzled out in 2014. Many observers now think hopes for the “two-state solution”, which would see the mutual recognition of Israel and Palestine within agreed borders and Jerusalem as a shared capital, are all but dead. Israel has refused to attend (though the president of the Palestinian Authority will be there), arguing that only direct talks, not multilateral ones, can solve the issue. Participants will reaffirm their own commitment to the two-state solution, will call on the Israeli and Palestinian governments to disassociate themselves from those (including members of Israel’s ruling coalition) who reject it, and will dangle some economic and political incentives to encourage progress. But this thin gruel is unlikely to satisfy anyone"], [29054, "2017-01-13T04:49:45Z", 0.0, "I am going to say something very intellectual: ja, ja, ja, ja, ju, ju, ju, ju,\nReally before June? Not a chance, the Palestinians will be lucky if in 2017 do not loose another 6000 acres of water table to build more Israeli settlements. "], [1639, "2017-01-12T18:57:14Z", 0.05, "It seems so unlikely, especially with the new US administration"], [32414, "2017-01-11T14:12:22Z", 0.1, "Israel's current outlook is not one of cooperation or dialogue, and Trump's statement have emboldened that approach (see Jerusalem). There is no incentive for this to happen from Israel's side, and no level the Palestinians can pull to compel them."], [32333, "2017-01-10T17:08:09Z", 0.01, "No current mechanism/drivers for Israeli/Palestinian peace talks, incl. e.g. PLO more concerned with defending its position vis-a-vis Hamas; new US administration ME policy unclear and ME unlikely to be priority area for Trump cabinet."], [32325, "2017-01-10T15:53:30Z", 0.05, "Not in either's political interest"], [13135, "2017-01-10T12:39:51Z", 0.05, "I find it highly unlikely. "], [32307, "2017-01-10T01:27:02Z", 0.0, "The war will Not end so far."], [32260, "2017-01-09T21:03:47Z", 0.67, "If Netanyahu is still in office (in light of recent events), we think that Israel and its prime-minister will need an act of appeasement to patch up global relations.  "], [6303, "2017-01-09T03:14:38Z", 0.01, "According to the general news and GJP consensus."], [1034, "2017-01-07T22:22:27Z", 0.0, "Khalidi (2016) Saturday 31 December, states that:"], [373, "2017-01-07T21:31:39Z", 0.0, "These two fossils are intractable opponents, to the point where they can't be trusted to do the right thing for their peoples."], [12771, "2017-01-07T04:58:37Z", 0.15, "Some folks never miss the opportunity to miss an opportunity"], [14496, "2017-01-07T02:22:52Z", 0.05, "Highly unlikely. The recent UNSC resolution has further isolated Israel and made a peace process much more difficult to initiate. The Abbas-Netanyahu relationship is in deadlock with Abbas refusing direct negotiations before Israel meets certain preconditions including a settlement freeze and release of prisoners, and Netanyahu avoiding participation in multilateral conferences, most recently refusing to attend a proposed conference in Paris. \nThe wild card here is Trump. It is quite likely that Trump will be a forceful backer of Netanyahu's right wing coalition, which would make the Palestinians more reluctant to engage in direct negotiations. If Trump moves the US Embassy to Jerusalem, its ability to host peace talks is eliminated, at least in the short term. "], [83, "2017-01-07T01:30:53Z", 0.0, "Some uncertainty regarding the future of Netanyahu:\nhttp://www.nytimes.com/2017/01/05/world/middleeast/netanyahu-corruption-investigation.html?_r=0"], [10125, "2017-01-07T00:55:13Z", 0.01, "As long as two religions collide , instead coming together for there people , there will be no peace.\nI am curios, if the Israelis would make it happen that Palestinians have a seat in the parliament and the same rights , it would be a 1 state solution and the Palestinian people were better off. \nBut then this dam religions, existing only in peoples head , but screwing up the world"], [16778, "2017-01-06T22:16:31Z", 0.05, "Slim chance, but the recent UN resolution regarding illegal Jewish settlements may prompt Netanyahu to meet with Abbas."], [9291, "2017-01-06T20:20:09Z", 0.05, "Neither are prone to compromise"], [32186, "2017-01-06T11:22:01Z", 0.05, "Highly unlikely given the current political climate, especially after the UN resolution."], [29240, "2017-01-05T04:27:11Z", 0.01, "Unlikely even more after the latest US Resolution that was certainly not Netanyahu's liking.   I'll give a %1 afterall anything could happen if enough people freaks out enough"], [2895, "2017-01-04T20:28:43Z", 0.02, "New US administration is a wild card"], [22245, "2017-01-04T19:26:26Z", 0.01, "No need to talk of peace now after the UN vote."], [31238, "2017-01-04T01:23:19Z", 0.03, "I don't see this happening given history of peace talks and where the current pieces are in Israel, Palestine, the U.N. and America."], [31995, "2017-01-02T16:08:05Z", 0.85, "It will be for show."], [31989, "2017-01-02T15:25:02Z", 0.05, "Israeli settlements randomly dot the entire west bank, making a two state solution almost impossible. Isn't that the issue?"], [12303, "2017-01-01T20:13:35Z", 0.95, "Yes they will meet but there will not be any agreements. They will only meet to show the world that they are committed to peace talks.   But this will mostly be a dog and pony show!  "], [6303, "2017-01-01T02:46:36Z", 0.01, "According to the general news and GJP consensus."], [691, "2016-12-31T14:42:48Z", 0.02, "They might decide to put on a little pantomime by way of pandering to the new US prez, depending on which of his relatives he designates to sort this lot out.  It'd be a no-lose for both of them."], [3434, "2016-12-29T12:17:36Z", 0.0, "With Trump supporting Israel, Netanyahu  will see no need.."], [368, "2016-12-28T20:52:09Z", 0.0, "Comment deleted on Dec 28, 2016 08:52PM UTC"], [368, "2016-12-28T20:37:43Z", 0.0, "The passage of the current bill in the Knesset has further solidified the near improbability of talks between the parties. Let a* be an element of A (the set of possible paths to talks for Israelis; a* should be regarded as the best maximized policy choice for Israelis ).   b* is a member of B (for Palestinians, where b* is the maximized policy preference for Palestinian representatives), then the distance between (a*, b*) in the probability space is the absolute difference between the parties.  An ideal point is a member of t* (actual agreement toward talks); S* = I a* - b* I where a*. b* is in the set of R (real numbers); in this case  (0 > S* < 1).   Reformulating this outcome with constraints. it is possible to determine the probability of Pr ( t*)  (a member of T) ). The distance from t* is the policy distance for both Palestinians and Israeli's.  As long as the distance( S* <  t*) , there remains little probability of any peace talks."], [601, "2016-12-27T15:58:22Z", 0.0, "President Obama's move at the UN killed any chances of negotiation in the near term."], [31201, "2016-12-27T14:28:28Z", 0.2, "Only if pressured by Trump."], [31606, "2016-12-26T20:29:14Z", 0.06, "Abbas confidant: We'll take 'hundreds' of IDF soldiers to ICC this year"], [6303, "2016-12-26T02:22:27Z", 0.01, "According to the general news and GJP consensus."], [5034, "2016-12-25T19:44:26Z", 0.04, "Given the radical change that is about to take place in Israel-US relations, highly unlikely. "], [29054, "2016-12-25T15:24:15Z", 0.06, "Cut that one 50% after the vote in the UN. Now is a pissing match of brats, those brats are unpredictable. \n"], [83, "2016-12-23T23:50:53Z", 0.05, "Donald Trump's positions (2016) on the Middle East:\nhttp://www.reuters.com/article/us-israel-palestinians-un-trump-idUSKBN14C23I"], [699, "2016-12-22T22:16:40Z", 0.15, "There is actually nothing to discuss. Trump will move the US embassy to Jerusalem, the West must stop the support of the establishment of yet a 23rd Arab country, this time in mid of Israel - the so called Palestinians had a chance to have their own state, but at first they didn't want, then after 1967 they suddenly needed urgent one, then the Arabs again instigated wars to eliminate Israel, then the Arabs continued with terror - never stopped, then when Israel pulled out from Gaza the answer was over 6000 rockets from Gaza, and now they want not only a state, they want obviously a full sovereignty and a full fledged army and air force in West Bank - it is a high level area overlooking all Tel-Aviv Israel which has only 8 miles in depth. Sure, Israel will give up its country and let the Arabs supported by the western morons drive it in to a second Holocaust. But one can never be sure how well the \"liberal\" magnates will be able to influence Israel's lefties.."], [7124, "2016-12-22T06:46:02Z", 0.05, "Netanyahu is not interested in a negotiated settlement"], [22833, "2016-12-20T20:39:10Z", 0.0, "With a hawk leading Israel and a chicken-hawk moving into the White House why would this happen?  Unless of course, it's just a dog and pony show."], [11127, "2016-12-20T10:34:02Z", 0.05, "no sign on the horizon."], [31201, "2016-12-20T04:32:34Z", 0.25, "If Trump takes an interest for Jared Kushner as peacemaker it may be an ask for Netanyahu but it seems too early."], [29980, "2016-12-20T02:15:26Z", 0.05, "No Netanyahu will not meet with anyone now that Trump is in office "], [8064, "2016-12-20T01:46:34Z", 0.2, "Based on Trumps picks for the Israeli ambassador and bi-level evaluations a possibility may arise by the end of 2017 that the Palestinian president may feel back into a corner of loss of support with the Palestinians and the bias toward Israel by Trumps administration. So not in the first 6 months but maybe by the end of 2017."], [460, "2016-12-20T00:02:31Z", 0.01, "None of the domestic or international environment would allow for such a meeting. "], [7366, "2016-12-19T22:13:42Z", 0.0, "Israel prime minister is not interested in any type of peace deal."], [28424, "2016-12-19T16:18:56Z", 0.55, "The Trump presidency could give Netanyahu a stronger hand at the negotiating table, however peace process may not exactly be the correct term."], [13465, "2016-12-19T10:40:18Z", 0.0, "I'd love to put up something more than 0% here, but this is highly highly unlikely considering the recent appointments, new president and the stance of Netanyahu."], [30274, "2016-12-19T08:07:15Z", 0.0, "Because Netanyahu is not interested in peace with Palestine."], [31560, "2016-12-19T06:08:16Z", 0.01, "Trump's choice for Ambassador to Israel."], [19260, "2016-12-19T04:24:41Z", 0.0, "It's going to take longer than June for the Palestinians to adjust to the new reality and head to the table to grab what they can, much like it took them a while after picking the wrong side in the Gulf War to go to the negotiating table in the first place.  But, just as then, the more pressure the Palestinians are under and the worse their BATNA, the more likely they'll make peace."], [6303, "2016-12-19T04:18:44Z", 0.01, "According to the general news and GJP consensus. "], [31551, "2016-12-18T23:32:31Z", 0.05, "The most each side is willing to give the other is significantly less than the least each side is willing to accept. And with Trump elected to the US Presidency, there will be no pressure on Israel. If anything, early indications are that US policy will align more closely with Israeli policy, which is not currently in pursuit of peace. "], [29798, "2016-12-18T22:50:14Z", 0.75, "It depends, I think, whether Trump ends up in the White House or in an asylum, where he belongs in my opinion.\nBoth the Palestinians and Israelis have a common problem, and that is the stability in the region.\nThey could fight their feud, with all human suffering involved, without an all to serious destabilizing of the Middle East.\nAt this moment they have cope with the fact, that most countries in their neighbourhood were once relatively stable gouvernments, now they are in turmoil and nobody has a clue about the outcome.\nIn Russia is an institutionalysed mob in control, in the US you have a psychriatic case after this presidential election. Which more or less makes the world around the Palestinian IsraÃ«li conflict. You simply cannot fight in peace, when everybody and everyting around you is trying to suck you in an abyss, which could lead to total annilation of both conflictpartners. I think both Israel and the Palestines do realize this and, I tink they start to realize that they have to work grudginly together to survive in the Middle East turmoil."], [8622, "2016-12-18T13:27:53Z", 0.05, "With Trump being the new US President, Netanyahu will be more ambitious any early meeting with the Palestinian. "], [6373, "2016-12-18T13:20:10Z", 0.05, "Netanyahu will continue to be more and more confrontational with the Palestinians including more West Bank settlements with support from the Trump administration."], [31082, "2016-12-18T10:53:48Z", 0.2, "First announcement by new Trump administration (moving embassy to Jerusalem) do not help ease relations. Probability decreases."], [20284, "2016-12-18T01:50:51Z", 0.1, "A higher chance of this happening if Clinton had won the election.  Trumps election will remove any pressure to take this further."], [29680, "2016-12-16T18:16:28Z", 0.15, "Persuaded by Intrilligator's argument. Cutting probability by half."], [706, "2016-12-16T17:24:38Z", 0.15, "With Friedman as ambassador to Israel?  Funny."], [28091, "2016-12-15T02:58:13Z", 0.2, "A meeting while not likely is not impossible if for no other reason than for both sides to keep up the appearance of a peace process. Real progress toward peace is extremely unlikely. "], [25944, "2016-12-15T02:31:45Z", 0.05, "The question is not whether there will be any meaningful progress (they will not), but just whether they will meet.  Not impossible given international pressure to be seen to be doing something, but still highly unlikely."], [368, "2016-12-14T22:05:18Z", 0.0, "The series of purported antagonisms from both sides, along with Trump's intention to move the American embassy to Jerusalem, and the solidification of geographical space within Israel for settlements  (are bound to further antagonize Palestinians) with resulting consequence of, potentially, a continuation of the series of Intifada's will undoubtedly destabilize the relationship between the Israeli's and West Bank Palestinians and result in decreasing trust regarding motivations, intentions, and acts on both sides.   It is highly likely that we will not see any peace discussions among these parties.  Israel's position is direct, multilateral talks for resolution of the conflict, and the Palestinians require that settlement construction and expansion be stopped.  Consequently a difficult stalemate."], [31450, "2016-12-14T16:35:46Z", 0.03, "Netanyahu has no interest in peace and Trump's public statements suggest he isn't either. However, I see a very small possibility that Netanyahu will feel he has all the advantages and so now is the time to negotiate."], [19801, "2016-12-14T10:26:36Z", 0.0, "The French are aware that it is currently impossible to get Israelis and Palestinians to negotiate in earnest, let alone reach a peace agreement, officials in Paris said. The proposed international conference is not intended to force either side into concessions or even to formulate a framework for a future agreement.\nhttp://www.timesofisrael.com/paris-peace-parley-proceeding-as-planned-france-insists/"], [29054, "2016-12-14T02:25:23Z", 0.12, "Unless something major takes place in Syria and Lebanon, there is not much for Natanyahu to be gain from such meeting, he is already doing what he wants, and with the election of DJT he will continue to break the accords and push forward with international illegal actions with no retribution and support of the US."], [29849, "2016-12-14T00:19:02Z", 0.05, "Donald Trump will influence the situation in the ME towards a direction in which Israel can increasingly demand what they want from the Palestinians. Abbas on the other hand has made clear that he demands among other things a settlement freeze in order to enter negotiations. They will almost surely not enter negotiations, unless something happens which dramatically forces the hand of the Palestinians."], [29680, "2016-12-13T19:35:13Z", 0.3, "Meetings as such are usually mediated or encouraged by major political powers. If not Trump (who wants to make deals), maybe the Vatican? Would Tillerson care? Bolton according to this might be opposed to anything that does not benefit Israel: http://thehill.com/policy/international/306908-bolton-obama-should-not-do-anything-to-harm-israel-at-un"], [1646, "2016-12-13T19:22:36Z", 0.65, "Abbas was elected president in 2005 for what should have been a four-year term."], [11351, "2016-12-13T18:42:51Z", 0.25, "President -elect Trump's declarations wholly supporting Israel would lead one to anticipate little motivation for Netanyehu to move toward equitable  peace settlements with the Palestinians at this time."], [691, "2016-12-13T18:22:07Z", 0.06, "Bibi has shown no inclination to talk, and the ardent devotion (at least verbally) of the US prez-elect gives him no incentive to start now.  On the flip side, the prez-e says his completely unqualified son-in-law will sort this lot out quite soon.  They might both decide to humour M. Petits-Doigts in hope of shaking loose some more cash.  If this were funny, it would be very funny indeed."]]}