{"question_id": 50, "title": "Before the end of the year, will the Bank of Japan announce an increase in asset purchases under its quantitative easing program?", "correct_answer": "No", "crowd_forecast": 0.1, "preds": [[14253, "2015-12-31T21:00:16Z", 0.0, "It is now Saturday morning in Japan and eleven hours to closing of this question. The BOJ does not make these announcements on the weekend so this has to be a 0%."], [14308, "2015-12-31T15:11:38Z", 0.0, "Note to admin:  Japan's year has already closed and you are letting me vote on this.  "], [2965, "2015-12-29T22:14:06Z", 0.0, "times up"], [1106, "2015-12-29T13:14:32Z", 0.0, "govt no time to deal with this at the moment"], [2965, "2015-12-28T22:22:49Z", 0.01, "not reported in WSJ in depth article as on Abe or BOJ agenda, although Abenomics is less than a stunning success."], [1500, "2015-12-28T17:28:16Z", 0.0, "Out of time now."], [3514, "2015-12-28T17:18:21Z", 0.0, "Question hasn't already resolved yes as I thought it should"], [505, "2015-12-26T00:13:49Z", 0.02, "not very likely in time remaining"], [1526, "2015-12-25T14:34:47Z", 0.0, "Ok, Japan did change it's QE program a bit, but it left its Asset purchases unchanged."], [1333, "2015-12-24T23:22:46Z", 0.6, "http://www.cnbc.com/2015/12/22/reuters-america-update-1-japan-govt-targets-growth-fiscal-reform-in-record-budget-spending-plan.html\nThe Japanese government is planning nearly $800 billion of record spending in the next fiscal year to shore up a fragile economy, with Tokyo also promising to rein in a bulging debt burden in an expansionary budget set to be unveiled this week."], [102, "2015-12-23T22:36:31Z", 0.01, "https://larswericson.wordpress.com/2015/12/23/early-christmas-gift-accidental-clustering/"], [907, "2015-12-23T19:18:04Z", 0.01, "Hmmm. Supposedly no ETFs of the sort envisaged by BOJ actually exist as yet. Anyways probably too late to hedge this one.  "], [4324, "2015-12-23T09:31:37Z", 0.05, "Since the BoJ announcement has not triggered a yes, i am lowering my prediction.  "], [2965, "2015-12-22T14:14:00Z", 0.0, "jot anounced formally as part of stimulus program  I was wrong"], [102, "2015-12-22T03:20:09Z", 0.0, "https://larswericson.wordpress.com/2015/12/22/double-median-filter/"], [12943, "2015-12-21T17:25:21Z", 0.05, "It appears that the additional funds introduced for ETF purchases has not triggered a YES to this question despite clearly being labelled as supplementary QE measures by the BoJ.  While I disagree on that point, this now makes it very unlikely that this question will trigger before year end so the only rational action is to cut the forecast at this point. "], [43, "2015-12-20T19:01:22Z", 0.0, "I believe this helps to establish an answer of \"no.\" It's all about rebalancing, especially considering the plan to buy a type of financial instrument that does not yet exist."], [12703, "2015-12-20T03:40:43Z", 0.02, "Well, the BOJ confirmed they were happy that the Fed finally started to raise rates and just made some tweaks to the QE asset purchase mix.  Time is short and this past week were the biggest hurdles for increased QE amounts.  They will continue to monitor and have a quick trigger but Abe knows QE isn't the sole answer."], [4218, "2015-12-18T21:01:34Z", 0.0, "\nMoment of panic.  However, today's surprise announcement from the Japanese government seems to be fiscal stimulus, not monetary QE.  Even though the package appears to include ETF purchases, it looks like a Cabinet budget measure, not a BOJ announcement.  No bonds are issued to be hoovered up by BOJ.  I could be wrong, but this looks like budgetary spending/stimulus, not addtional QE.    "], [3514, "2015-12-18T16:20:19Z", 0.6, "Unfortunately cant figure out how to respond to specific comments given all my browser extensions:"], [52, "2015-12-18T16:04:34Z", 0.0, "Maybe this is the \"smoking gun\" that would close the question at \"0\""], [1337, "2015-12-18T15:56:02Z", 0.01, "My understanding is that it didn't happen, and time is running out."], [52, "2015-12-18T15:33:38Z", 0.0, "I am stubbornly staying at 0."], [3514, "2015-12-18T15:30:10Z", 0.6, "You're right clinton.  I should adjust down.  I was being stubborn w/ the 99% b/c IMO I lose respect for the scoring of this project if it comes out the other way or isn't thrown out. "], [3514, "2015-12-18T15:14:07Z", 0.99, "Taken literally, this was an increase in asset purchases due to the J-REIT and slight increase in ETF purchases.  It doesn't matter what Kuroda said, as central bankers' job is to lie, and it doesnt matter how financial markets responded, as \"sell-the-(bullish)-news\" is extremely common (witness our S&P rip higher on buy-the-bearish-news after the Fed on Wed), and it doesnt matter what financial journalists call things, as they are journalists whose job it is is to come up w/ a reason for every market move.  In this case, because markets sold the news, some journalist will rationalize it as \"not an increase.\""], [3363, "2015-12-18T14:52:20Z", 0.5, "I don't know whether today's announcement will be counted as more QE or not. The bank says they are maintaining their current QE policy, but increasing ETF purchases to supplement their QE efforts. Ugh."], [73, "2015-12-18T14:22:43Z", 0.0, "I think @RJM is right based on the WSJ and marketwatch reports, but if that doesn't count then nothing else is coming before year end."], [241, "2015-12-18T13:49:50Z", 0.01, "For those who forecasted No, don't panic. Like the OPEC question, we were asked to forecast whether the institution in question would declare a change in policy. In both cases, there was no change in policy, only minor adjustments. So, if the question resolution team wants to base their decision on the \"spirit of the question,\" this question should definitely close No."], [110, "2015-12-18T13:36:13Z", 0.0, "http://www.businessinsider.com/opening-bell-december-18-2015-2015-12\n\"At Friday's meeting, the Bank of Japan kept the size of its quantitative-easing program unchanged at around 80 trillion yen per year, but it said it would increase its ETF and REIT purchases, and it extended the maturities on its bond purchases.\""], [12943, "2015-12-18T12:51:19Z", 0.8, "I agree that there is material confusion on this and different interpretations are possible... Yet the title of the press release on the Bank of Japan website is:"], [136, "2015-12-18T10:15:24Z", 0.0, "Q: \"Before the end of the year, will the Bank of Japan announce an increase in asset purchases under its quantitative easing program?\""], [3895, "2015-12-18T07:23:24Z", 0.02, "http://www.bloomberg.com/news/articles/2015-12-18/boj-keeps-stimulus-unchanged-makes-adjustments-to-jgbs-etfs - ummmm - does this count? I have no idea which way this question will resolve! Help! "], [43, "2015-12-18T02:49:05Z", 0.0, "Following Jean Pierre"], [241, "2015-12-17T13:00:10Z", 0.01, "Affirming forecast."], [12268, "2015-12-17T11:51:52Z", 0.65, "Revising upward 3% based on opinion read recently that US fed rate hike may influence QE by Japan and others"], [689, "2015-12-17T00:29:00Z", 0.01, "Comment deleted on May 10, 2016 07:45PM UTC"], [12703, "2015-12-17T00:24:54Z", 0.07, "The Fed came through for the BOJ.  They will want to digest the impact but will still be monitoring other central bankers and time is getting very short."], [38, "2015-12-16T22:15:01Z", 0.0, "https://www.washingtonpost.com/politics/what-the-worlds-central-banks-are-doing-at-a-glance/2015/12/16/09d43ca2-a430-11e5-8318-bd8caed8c588_story.html"], [110, "2015-12-16T19:23:52Z", 0.05, "I think I miscalled this one."], [11454, "2015-12-16T02:45:22Z", 0.0, "Dropping from 1% for time"], [306, "2015-12-16T01:17:45Z", 0.0, "Jumping to zero, though anything is possible."], [38, "2015-12-16T00:57:48Z", 0.0, "http://www.japantimes.co.jp/news/2015/12/15/business/economy-business/boj-gains-confidence-japans-economy-cheap-oil-threat/#.VnC1zzbQb0c"], [12977, "2015-12-15T21:53:04Z", 0.5, "They have been fairly stagnant for 20+ years I think they will increase quantitative easing to devalue the yen as the US interest rate increase is only going to be tiny if at all, thus yen will still be high, QE possible only option left for them."], [102, "2015-12-15T17:19:48Z", 0.03, "https://larswericson.wordpress.com/2015/12/15/monday-night-picks/"], [102, "2015-12-15T17:18:52Z", 0.03, "https://larswericson.wordpress.com/2015/12/15/monday-night-picks/"], [12940, "2015-12-15T12:25:54Z", 0.0, "Based on this: http://www.bloomberg.com/news/articles/2015-10-17/japan-s-finance-minister-says-boj-unlikely-to-expand-easing-now"], [783, "2015-12-15T07:38:39Z", 0.0, "There is a low jobless rate and a labor shortage, from the Tanken survey, that the Bank of Japan, unlike the administration, thinks will make inflation with higher wages without a new stimulus. The Bloomberg economist surveys  indicate most economists say that stimulus will not become an issue this year. The bank thinks that the economy will have an upward improvement next year and will discuss  the issue then if the economy does not meet the 2% goal of inflation in Japan or if the bonds do not put stronger pressure on the economy and improve it. They do not have much latitude with issuing another stimulus to the economy due to the amount in its prior release. \nThere are other sources that indicate the trend, but Bloomberg represents the forecast in a way where it is not necessary to write a redundant and a longer citation page.\n\n                                                                                                                                                       References"], [90, "2015-12-14T21:31:27Z", 0.0, "Confirming my 0%\nhttp://www.marketpulse.com/20151214/goldman-sees-boj-increasing-qe-in-april-2016/\n"], [102, "2015-12-14T04:40:35Z", 0.07, "https://larswericson.wordpress.com/2015/12/14/excluding-outliers-in-the-smart-crowd-forecast/"], [505, "2015-12-13T12:46:59Z", 0.45, "At this time it does not look like Japan asset purchases will be increased"], [11454, "2015-12-13T03:07:01Z", 0.01, "Lowering again due to passage of time.  "], [43, "2015-12-12T18:49:24Z", 0.15, "Dateline 12-11-15 Morgan Stanley estimates growth of ... 1.2 percent in Japan. http://www.bloomberg.com/news/articles/2015-12-11/morgan-stanley-sees-triple-tantrum-if-central-banks-find-success"], [689, "2015-12-12T06:26:49Z", 0.01, "Comment deleted on May 10, 2016 07:38PM UTC"], [102, "2015-12-12T05:19:31Z", 0.3, "https://larswericson.wordpress.com/2015/12/12/super-friday-night/"], [12675, "2015-12-12T05:01:07Z", 0.1, "Seems unlikely with only 1 meeting(?) left, which should be happening soon(?) and the recent announcement that Japan hasn't re-entered recession following GDP revision, seems to delay the requirement for immediate action."], [94, "2015-12-11T23:05:34Z", 0.1, "Lowering forecast further based on recent forecasts."], [38, "2015-12-11T22:38:15Z", 0.0, "http://www.fxstreet.com/news/forex-news/article.aspx?storyid=f6ffe977-2743-4708-a282-084c9460e0d0"], [11454, "2015-12-11T00:10:35Z", 0.02, "Further dropping for time (from 4%)"], [12703, "2015-12-10T21:30:32Z", 0.17, "So much depends on what other Central Bankers do  (or don't do).  "], [12285, "2015-12-10T06:09:07Z", 0.0, "Unlikely happen in December 2015, but high likelihood to announce third round of easing to anchor inflation expectations post Q4 statistics released."], [102, "2015-12-10T05:54:32Z", 0.24, "https://larswericson.wordpress.com/2015/12/10/a-super-long-picky-post/"], [38, "2015-12-10T05:07:56Z", 0.0, "shttp://www.reuters.com/article/us-japan-companies-yen-idUSKBN0TQ2OG20151207#chGP2OhB88qGyBXM.99"], [493, "2015-12-09T14:09:15Z", 0.0, "Affirming prior."], [60, "2015-12-08T19:54:16Z", 0.0, "As others have said, Japan's recession was an illusion. Given the time left between now and the end of the year, it would take one helluva of a confluence of events for the BoJ to announce an increase."], [4768, "2015-12-08T16:37:27Z", 0.0, "The issue here, is with timing. Japan's JCB, will expand QE, but not until some time in the first half of next year. Decreasing liquidity of the bond market, means they have to be careful in how they expand going forward, and must be more gradual, than in months/years past."], [43, "2015-12-08T16:22:14Z", 0.0, "Dateline 12-8-15 Japan's economy avoided a technical recession in the three months to September, according to revised official numbers released on Tuesday. http://www.bbc.com/news/business-35035824"], [40, "2015-12-08T14:19:44Z", 0.0, "Economist reporting this AM that previous numbers were bollocks, actually in minor growth mode."], [68, "2015-12-08T06:04:44Z", 0.0, "A substantial revision of GDP growth for the 3rd Quarter of 2015, from -0.2% initially to +0.3% now, is likely to put an end to further speculation as to whether BoJ will increase its asset purchases before the end of this year. \nhttp://www.tradingeconomics.com/japan/gdp-growth"], [64, "2015-12-08T05:27:29Z", 0.0, "Going to zero. With only three more weeks and: Kuroda signalling \"not yet\", Japan GDP revised up, talk of fiscal stimulus (making monetary less necessary according to establishment theory) and continuing backdrop that the Fed will raise the value of the US$ (making it less necessary for the BoJ to lessen the value of the Yen)."], [102, "2015-12-08T03:14:18Z", 0.44, "https://larswericson.wordpress.com/2015/12/08/updated-super-picker/"], [5001, "2015-12-08T00:32:41Z", 0.04, "Japan minister says recession is just an illusion\nhttps://www.asia-first.com/newsletter/japan-minister-says-recession-is-just-an-illusion.html"], [4218, "2015-12-08T00:15:58Z", 0.0, "Kuroda's statement today seems to seal the deal for 2015 but it's a good thing this question closes soon.  Kuroda's other recent statements seem far too optimistic about where Japan will be next year.  His official speeches have that loose-with-the-truth \"pants on fire\" quality perfected by politicians.  BOJ owns 28.5% of Japan sovereign debt today.  It may well own 50% of government debt in the very near future.  With government debt already pushing 245% of GDP, that's one huge ugly pile to taper.  Who's going to buy those BOJ bonds in the future, and at what price?  The BOJ bond book will spout black blood so let's hope we don't get any more Japan QE questions in 2016"], [52, "2015-12-08T00:14:34Z", 0.0, "3rd Qtr GDP revised UP.  NOT in recession, officially.  Bullish news."], [38, "2015-12-07T22:43:18Z", 0.0, "BOJ's Kuroda sees no need to slash rates further into the negative territory - FXStreet"], [493, "2015-12-07T16:08:22Z", 0.0, "October inflation at 1.2% annualized (which is pretty good for Japan), Fed tightening will devalue yen. Going down to 0% because I've been high in the past. "], [11454, "2015-12-07T09:40:12Z", 0.04, "With Fed more than likely raising interest rates and ongoing USD strength, JPY is already under some pressure (since October) reducing the need.  BoJ would like to have something in reserve for next year given there is already a liquidity shortage.  If Fed increase (80% chance), 0% chance of BoJ QE expansion.  If no increase (20%), then 20% chance of QE increase.  20% x 20%"], [10996, "2015-12-07T06:01:56Z", 0.08, "fed's tightening, so no need for further qe to push down the yen. current policy divergence sufficient"], [8305, "2015-12-07T00:11:48Z", 0.79, "They have no other choice when EU continues with QE"], [3286, "2015-12-06T20:25:08Z", 0.15, "2015 is nearly over"], [2965, "2015-12-05T15:32:21Z", 0.9, "Yes"], [102, "2015-12-05T14:37:16Z", 0.7, "https://larswericson.wordpress.com/2015/12/05/my-super-picker/"], [52, "2015-12-05T01:10:09Z", 0.01, "When Fed raises rate in two weeks it will put downward pressure on the Yen (although some expectation is built in).  It is already at the upper bound of what the BOJ wants it to be (as I understand it. I welcome correction).  "], [43, "2015-12-05T00:09:46Z", 0.1, "Following the superforecasters [TM]"], [907, "2015-12-04T19:35:59Z", 0.01, "BOJ does not want to expand QE now. They'll wait and see whether higher US rates and stronger dollar leads to greater exports to US and also whether China does big devaluation (not a low probability event). Until then they'll want to keep their monetary powder dry"], [68, "2015-12-04T17:36:27Z", 0.15, "With a good November jobs report in the US, the Fed will almost certainly raise its rate in mid December, just a day before the Bank of Japan meeting. If the Fed does raise, that effectively adds to Japanese easing, and takes pressure of the BoJ.\nAlso, the feeling has grown that extensive QE to date hasn't benefited the average consumer as much as it has the financial sector and large export-oriented companies. The next stimulus is more likely to come from the government, to try and put cash directly into consumer's wallets so as to increase household spending."], [110, "2015-12-04T15:34:33Z", 0.85, "Ticking down a notch, based on remaining time in the year, and comments below re their reaction to the Fed."], [12268, "2015-12-04T12:52:49Z", 0.62, "Revising downward 5% based on report of annualized inflation up in October to 1.2% after impact of energy and fresh food removed from calculation. http://www.tradingeconomics.com/japan/inflation-cpi"], [64, "2015-12-04T02:45:04Z", 0.15, "It seems increasingly likely that the Fed will raise rates and that the BoJ will hold out a little longer before increasing QE. "], [3363, "2015-12-03T14:58:36Z", 0.18, "I let this one sit at 70 for too long. With only one more meeting this year and signs they are delaying a decision until 2016, it's unlikely before the end of the year."], [38, "2015-12-01T04:47:39Z", 0.11, "http://www.scmp.com/business/global-economy/article/1880571/jury-still-out-abenomics"], [64, "2015-11-30T12:10:14Z", 0.3, "Changing radically downward, because it seems likely that the BoJ will wait for the Fed to act, and then act after that, based on what they see happening. The BoJ want a weaker Yen. If the Feds move and the Yen weakens (on USD strength) they might consider waiting a few months before adding their own fuel to the fire."], [52, "2015-11-29T01:02:06Z", 0.04, "The current level of QE is sufficient. No pressing need to ramp it up.  The YEN is still in the weak ban that is acceptable to the BOJ."], [43, "2015-11-27T16:38:26Z", 0.55, "Following Khalid, thanks for the deflation news."], [2965, "2015-11-27T13:41:00Z", 0.8, "Yes,  IMF Economists comments reported today about Japan need to juice up even more, just print money as  qe as demonstrated empirically has a tremendous  or impact upon asset classes purchased ( US Mortgage bonds and treasuries) but very little effect on jobs a nd so far on inflation. Japan did record a drop in eployment rate "], [68, "2015-11-27T10:54:51Z", 0.55, "Moving up from 25 in response to today's news given below. The BoJ has been reluctant to move too early, so I'm still on the low side. Their next policy meeting is on 17-18 December, just after the US Fed"], [231, "2015-11-26T19:02:46Z", 0.08, "http://www.fxstreet.com/news/forex-news/article.aspx?storyid=8e98ea1c-3c39-4040-a06b-49cc4cc469a6"], [38, "2015-11-25T22:08:37Z", 0.11, "http://economictimes.indiatimes.com/articleshow/49917447.cms?utm_source=contentofinterest&utm_medium=text&utm_campaign=cppst"], [907, "2015-11-24T00:53:49Z", 0.09, "If Fed raises rates as expected  that should weaken the yen relative to the dollar and take pressure off BOJ to do anything. Europe most likely will do QE next year, and China may well devalue in the near future in the beggar thy neighbor merry go round that passes for international monetary policy. Under those conditions BOJ might act since Japan will then look like a relatively cleaner shirt even after more QE despite massive debt loads."], [94, "2015-11-23T23:35:33Z", 0.2, "Lowering forecast with absence of action at last meeting."], [915, "2015-11-21T22:55:15Z", 0.0, "negative GDP data didn't faze Kuroda."], [73, "2015-11-21T22:20:05Z", 0.0, "see annienak"], [83, "2015-11-21T22:09:12Z", 0.0, "Reducing high Brier score."], [38, "2015-11-20T04:53:02Z", 0.11, "http://www.bloomberg.com/news/articles/2015-11-19/boj-keeps-policy-unchanged-even-after-recession-weak-inflation"], [4962, "2015-11-19T21:45:59Z", 0.15, "After skipping yet another meeting there's only one left. The BoJ knew the economy was in yet another recession and was content to do nothing. Kuroda seems more likely to wait until the spring shunto wage negotiations before making another move. "], [52, "2015-11-19T21:21:18Z", 0.1, "Did not happen at today meeting, even after a bad GDP report.  Dont think it will happen next month either as the Fed is on track for at most a tiny increase. This will keep the Yen weak, which is presumably the main goal of QE for the Japanese at this time."], [38, "2015-11-17T07:56:44Z", 0.77, "http://www.nytimes.com/2015/11/16/business/international/japan-economy-contracts-0-8-returning-to-recession.html?emc=edit_th_20151116&nl=todaysheadlines&nlid=28699183"], [40, "2015-11-16T17:32:54Z", 0.5, "http://www.reuters.com/article/2015/11/16/us-japan-economy-gdp-idUSKCN0T41CC20151116"], [90, "2015-11-16T14:26:56Z", 0.82, "Upping my prediction on latest news of Japan's slide into recession. Thinking that despite low expectations, there is a need to do something, as opposed to doing nothing.\nhttp://www.ibtimes.com/japan-slips-recession-q3-gdp-contracts-08-percent-2185568"], [52, "2015-11-16T12:11:52Z", 0.2, "From what I read this morning, even with the news that Japan is technically in a recession, it appears they may just stay the course until January.  The Yen is falling today and if the US Fed raises in Dec (still iffy) than that will put further downward pressure on the Yen.  It is all a crap-shoot."], [43, "2015-11-16T09:31:58Z", 0.75, "http://www.nytimes.com/2015/11/16/business/international/japan-economy-contracts-0-8-returning-to-recession.html"], [73, "2015-11-16T02:41:26Z", 0.88, "http://www.theguardian.com/world/2015/nov/16/japan-enters-fifth-recession-in-seven-years-in-latest-blow-for-abenomics"], [83, "2015-11-16T01:05:14Z", 0.85, "Japan back in recession.  Expected Q3 GDP of -0.2 comes in at -0.8.\nhttp://www.janes.com/article/55985/latest-imagery-suggests-chinese-carrier-under-construction"], [554, "2015-11-15T20:29:58Z", 0.35, "Firmer odds of US rate rise = US$ strength + yen depreciation = stimulus to J economy, therefore less need to print money. "], [493, "2015-11-15T13:33:02Z", 0.15, "Lowering prob. See:"], [783, "2015-11-15T07:19:18Z", 0.15, "They are going to delay the purchase until next year or so since the price of oil is considered more the issue than whether or not asset purchases will improve the economy, says Bank of Japan Gov. Haruhiko Kuroda."], [3457, "2015-11-15T00:17:21Z", 0.4, "Slight upward revision,  it's what all the cool kids are into this season. "], [11362, "2015-11-14T13:35:10Z", 0.7, "Lowered from previous estimates given payroll figures for US and implications for Fed decision"], [64, "2015-11-13T02:19:02Z", 0.6, "Bringing it down another notch because the Fed seems to be promising to raise rates."], [493, "2015-11-09T14:06:20Z", 0.3, "Affirming prior. Probable fed rate hike will weaken yen, postponing need for QE."], [83, "2015-11-08T23:26:39Z", 0.85, "This week's economist, \"Free exchange: The Japanese Solution\", gives Abe two solutions, 1) Increase bond purchases 2) monetize the debt.  More likely Japan will go with option 1 first."], [1646, "2015-11-08T15:52:01Z", 0.1, "Adam Posen of the Peterson Institute makes a good argument that ECB will not increase asset purchase program until after seeing if FED will increase rates (that is, until 2016)\nhttp://www.cnbc.com/2015/11/10/ecb-action-in-december-dont-count-on-it-posen.html\nBOJ may be thinking along the same lines, as is clear from reading the minutes of the Oct 6 meeting (in which they even consider decreasing purchases but not announcing it)\nhttp://www.boj.or.jp/en/mopo/mpmsche_minu/minu_2015/g151007.pdf\nTaking into account that FED meeting is dec 15-16, and BOJ dec 17, they are too close together to consider BOJ making an abrupt change.\nAlso, if one looks at a breakdown of the Japanese CPI, it is in fact increasing in the sectors that matter the most (Energy has gone done because external factors, and the effect is overall positive for Japan)\n"], [907, "2015-11-06T16:39:11Z", 0.1, "Likelihood now that Fed will raise rates in December takes pressure off BOJ to do more QE before end of year. But next year-watch out! Could be quite the global unconventional monetary policy bonanza."], [1500, "2015-11-06T16:25:18Z", 0.5, "Upping my forecast as consensus still remains far higher than my prediction, and recovery continues to show weakness pretty much everywhere."], [64, "2015-11-05T10:59:10Z", 0.65, "Bringing this down a notch. With Yellen talking rate-hike again, the Yen has started to weaken. This slightly reduces the \"need\" for the BoJ to do QE to further weaken the Yen. They'll probably wait to see what the Fed does."], [94, "2015-11-04T23:38:37Z", 0.5, "Decreasing forecast based on recent crowd movement and lack of action at the last meeting."], [83, "2015-11-04T22:37:57Z", 0.65, "http://www.ft.com/intl/cms/s/0/e8cd692a-8224-11e5-8095-ed1a37d1e096.html#axzz3qY4RQyTQ\nBOJ QE is not quite finished yet."], [102, "2015-11-04T02:09:34Z", 0.15, "Still kind of no. [1]\n[1] http://blogs.reuters.com/macroscope/2015/10/30/bank-of-japan-reruns-inflation-downgrade-script/"], [102, "2015-11-02T21:33:40Z", 0.15, "Consensus of comments with links."], [493, "2015-11-02T21:31:59Z", 0.3, "Been a little high on this one. Better data than expected recently. "], [1529, "2015-11-02T20:10:10Z", 0.1, "http://www.nytimes.com/2015/10/31/business/international/bank-of-japan-stimulus-abenomics.html?_r=0\nIn agreement with Khalid."], [335, "2015-11-02T05:42:34Z", 0.98, "Very Likely"], [102, "2015-11-01T14:50:51Z", 0.7, "Raise to median but it's anybody's game."], [68, "2015-11-01T09:07:13Z", 0.25, "The official BoJ statement indicates confidence that the current program is on track, and they passed on an opportunity to increase QE at last week's meeting.   With inflation still well below target, and GDP growth also low, some steps are still possible before the end of the year, but there are other options available apart from asset purchases. The next milestone is 16 Nov when 3Q GDP is due. Consequently, I've reduced all the way down from 80%."], [43, "2015-11-01T03:54:28Z", 0.18, "Following Anne, 000, Heffalump downward. Thank you, folks."], [1646, "2015-10-31T22:19:55Z", 0.2, "Down"], [38, "2015-10-30T22:07:35Z", 0.39, "adjusting forecast."], [38, "2015-10-30T21:25:59Z", 0.11, "http://news.yahoo.com/japan-sees-drop-core-inflation-boj-mulls-more-003432561.html"], [1993, "2015-10-30T20:37:40Z", 0.2, "Refining forecast after October 30 decision by BoJ to hold steady."], [43, "2015-10-30T16:30:02Z", 0.25, "Lowering on the basis of data provided by Heffalump, 000"], [83, "2015-10-30T15:48:11Z", 0.1, "Decision to stay with current policy, possible wait on the FED move in early December. "], [1850, "2015-10-30T15:14:10Z", 0.25, "ratcheting this down further based on them standing pat this week.  I think there is growing consensus in the BOJ that easing further is not the answer and with the US not changing rates, they will hold.  Will revisit in December after the next Fed meeting."], [3922, "2015-10-30T15:10:12Z", 0.2, "Strong vote to maintain current rate in the 10/30 meeting."], [102, "2015-10-30T15:09:23Z", 0.15, "OK I been wrong on this one. [1]"], [40, "2015-10-30T12:57:55Z", 0.15, "ABE-SAN SAY \"YAME\", BOJ SAY \"HAI!\"\nhttp://www.economist.com/blogs/freeexchange/2015/10/monetary-policy-japan"], [2869, "2015-10-30T04:27:39Z", 0.15, "After today's meeting, there are only 2 meetings to go.  Kuroda-san better waits for Yellen and Draghi to move first.  The action may come next year when BoJ will be clearly miss its inflation target. Risk is 3Q GDP to be released in mid-Nov.  If Japan falls into technical recession, there might be more pressure for BoJ to act.  "], [4962, "2015-10-30T04:02:02Z", 0.25, "Skipping this week - when many on Wall Street were forecasting news - further reduces odds for this year. "], [43, "2015-10-30T02:44:55Z", 0.75, "Following Anne."], [10237, "2015-10-28T17:28:59Z", 0.35, "lower probability than expected as doubt over its efficacy are rising"], [907, "2015-10-28T13:56:43Z", 0.35, "BOJ meets later this week after FOMC. If FOMC holds steady as most predict, there will be more pressure on BOJ  to do more QE. But while there is a possibility of repeating last year's October surprise I still think they will hold off. As I stated before, Abe is less likely to pressure BOJ now that he has achieved his goal on making it easier for Japan to use force.  This will allow BOJ's conservative instincts to dominate."], [38, "2015-10-27T18:48:30Z", 0.88, "I've read numerous reports that this is anticipated."], [3457, "2015-10-27T15:08:19Z", 0.4, "http://reut.rs/1GYvQ3A"], [9131, "2015-10-27T11:37:49Z", 0.99, "Abenomics needs to show its true potential while there is still time. The current lull needs a boost "], [5352, "2015-10-27T08:39:48Z", 0.9, "low inflation, contracting economy, widely reported pressure to increase asset purchases"], [43, "2015-10-27T08:17:09Z", 0.55, "Holger Zschaepitz ‏@Schuldensuehner  2h2 hours ago\nNikkei ends down 0.9% at 18777.04 and Yen strengthens vs Dollar as BoJ outcome on Friday seems to be a close call. "], [43, "2015-10-27T08:15:27Z", 0.25, "Holger Zschaepitz ‏@Schuldensuehner  2h2 hours ago\nHedge Funds bet against an QE expansion by the BoJ on Friday. Yen net short positions at lowest level since 2012. "], [9884, "2015-10-27T05:43:27Z", 0.7, "QE to avoid deflation"], [7623, "2015-10-26T16:04:19Z", 0.95, "Yes, as countries in the region adjust to a low growth economic environment. Major central banks will try to spur growth over its neighbors by increasing the volume of money entering the economic system, while cutting interest rates."], [9362, "2015-10-26T05:23:45Z", 0.95, "EU and China recently kept Monetary Policy accommodative (either continuing QE or lowering interest rates). Bank of Japan must also increase its QE program to keep its currency weak relative to China, US, and EU to keep its exports competitive. "], [9013, "2015-10-26T00:34:38Z", 0.85, "The European Union move towards more economic easing is forcing Japan to do the same."], [3922, "2015-10-25T20:03:31Z", 0.7, "- The Fed put off raising rates in the Sep meeting, and market expectations of a rate rise in 2015 remain well under 50%.\n- In the most recent ECB meeting 10/22, Draghi sounded quite dovish with talk about further expansion of QE in the Dec meeting.\n- China and India have both been cutting rates. "], [8192, "2015-10-25T18:54:13Z", 0.05, "A significant decline in the value of the Yen will prevent Japan from doing further asset purchases."], [8024, "2015-10-25T18:28:04Z", 0.5, "Japan, like Europe is facing a slow growth deflationary environment with very limited success to their QE program thus far, it is likely that they will either take further steps or communicate their intention/desire/willingness to take further steps. I gave it 50% because it is in doubt that actual steps or details of iminent steps will take place before the end of 2015."], [5714, "2015-10-25T14:47:19Z", 0.8, "QE has to work for Abe, but has become less effective with worldwide currencies being devalued and China's economic weakness. Japan is going to have to increase QE. "], [1993, "2015-10-24T01:51:40Z", 0.3, "Finance Minister has said that he expects to reach target 2% inflation rate sometime next year without additional easing. He seems reluctant to expand asset purchases. I think Japan will prefer to use fiscal tools to stimulate its economy at this point. And I don't see the US Fed increasing interest rates this year, which, if it happened, might push Japan to do something more drastic. "], [38, "2015-10-23T03:16:38Z", 0.77, "http://www.channelnewsasia.com/news/business/euro-barely-changed-ahead/2209660.html"], [4962, "2015-10-23T01:14:26Z", 0.37, "Consensus seems much too high here. The BoJ is running out of time for one thing - the calendar alone should drive this number lower. Also wages are running at a decade high - it would be an odd time to expand asset purchases. An eventual increase seems likely but by year end is much tougher. If they skip next week's one year anniversary of QQE2 the odds should plummet. "], [73, "2015-10-22T02:37:02Z", 0.91, "Up 2pc.  Annual export growth (crawling)"], [4867, "2015-10-20T16:24:37Z", 0.1, "Public statements from Kuroda continue to indicate he foresees inflation and growth on target.  I believe he may increase the asset purchases in 2016, but not by the end of 2015."], [68, "2015-10-20T10:59:52Z", 0.8, "Affirming my 29 September forecast while waiting for the next BoJ meeting at the end of this month."], [493, "2015-10-19T13:14:10Z", 0.9, "Affirming prior. EU may do it, which would make it easier (perhaps even expected) for Japan."], [4768, "2015-10-19T07:04:01Z", 1.0, "An economy at the end of the road. While more at this time has no tangible positive impact on the economy in terms of interest rates, it still positively impacts inflation expectations, and stock prices, albeit far less than it did when the program first emerged. They don't know what else to do, but this action, in their minds gives them more time. Additionally, the USD/JPY, has been relatively stable, and shows there is room for more easing, without risking a \"runaway\" move in the yen."], [3457, "2015-10-17T20:03:43Z", 0.4, "It's not quite axiomatic that when government officials say some action isn't necessary to head off a potential risk, it actual is and they are about to act.  Comments from Japanese monetary and political leaders indicating further easing is not necessary at the moment, \"cost-push\" inflation arising in prices that matter to ~80% of the population, excess money in circulation and time-decay offset slowing growth at home and with key partners.  "], [1646, "2015-10-17T18:12:56Z", 0.1, "Aso speaks\nhttp://www.bloomberg.com/news/articles/2015-10-17/japan-s-finance-minister-says-boj-unlikely-to-expand-easing-now\nUnlikely to announce shift on Oct 30 meeting and scare everyone before Halloween."], [38, "2015-10-17T00:52:10Z", 0.7, "http://www.ft.com/intl/cms/s/0/94e23eba-70c4-11e5-9b9e-690fdae72044.html#axzz3omMBBFYY"], [689, "2015-10-16T17:37:45Z", 0.25, "Comment deleted on May 10, 2016 06:28PM UTC"], [4623, "2015-10-16T05:09:00Z", 0.35, "It has indicated that it will not pursue additional easing, since the effect of ZIRP is limited, as demonstrated by the current economic condition. Further easing is unlikely to help much, and It might use other tools."], [689, "2015-10-15T17:16:11Z", 1.0, "Comment deleted on May 10, 2016 06:24PM UTC"], [241, "2015-10-15T08:55:54Z", 0.6, "65->60"], [4324, "2015-10-15T07:37:08Z", 0.82, "With the Fed less likely to move, the BoJ will have some more pressure to increase QE."], [64, "2015-10-14T21:37:21Z", 0.75, "Recent USD weakness probably comes from the market assuming the FED is going to push a rate-increase to next year. The resultant Yen firming against USD firming is something the BoJ won't like. They seem to be comfortable with 120+ and today we dipped under 119. If we stay there for some weeks, the BoJ will probably start to talk about more QE."], [4324, "2015-10-13T22:07:36Z", 0.8, "Very likely due to China slowdown and usd strength and, of course, demographics in Japan. I need to refine this but I wanted to get a quick forecast in first. "], [1562, "2015-10-13T19:46:06Z", 0.75, "need to get the value of the yen back on track for foreign trade"], [43, "2015-10-13T19:23:58Z", 0.75, "China's troubles could signal a need for increased quantitative easing (AKA money printing) in order to ward of the threat of deflation. "], [4429, "2015-10-13T18:39:28Z", 0.2, "I believe they will wait until the first quarter of 2016 if they are going to do so"], [907, "2015-10-13T16:03:52Z", 0.33, "I get why people think the BOJ will expand QE, as unconventional monetary policy is the only way it can hope to get to the 2% inflation target, but it looks like BOJ has backed off from this target for the near future and now that Abe has gotten his way on easing restrictions on using Japan's military ( something more important to him than inflation targeting) he is less likely to press BOJ to do more QE ."], [136, "2015-10-13T09:00:22Z", 0.7, "http://www.cnbc.com/2015/10/11/bank-of-japan-governor-kuroda-says-inflation-in-line-indicates-october-easing-unlikely.html\n\"Governor Haruhiko Kuroda has poured cold water on mounting expectations for a fresh round of quantitative easing (QE) in October ."], [493, "2015-10-12T20:11:57Z", 0.9, "Affirming prior."], [43, "2015-10-11T19:28:01Z", 0.75, "Reducing to get closer to consensus of last year's superforecasters: Jean-Pierre, Anneinak, and judging by the consensus graph, most everyone else.."], [231, "2015-10-10T18:47:07Z", 0.6, "Held fire now, but still likely will pull trigger at the end of the month: http://www.thenews.com.pk/Todays-News-3-344273-Bank-of-Japan-holds-fire-on-stimulus"], [38, "2015-10-10T03:27:54Z", 0.7, "http://www.ft.com/intl/cms/s/0/d0867f3a-6b24-11e5-aca9-d87542bf8673.html#axzz3nrWsEFG4"], [64, "2015-10-09T22:16:38Z", 0.7, "The key to this question is: timing. Almost everything points to the BoJ increasing asset purchases \"forever\", but will they push the next announcement to 2016?"], [40, "2015-10-09T12:56:19Z", 0.87, "Because the team told me to."], [38, "2015-10-09T08:02:56Z", 0.7, "http://www.nasdaq.com/article/asian-shares-lose-momentum3rd-update-20151007-00004#ixzz3o3PgdPRj"], [43, "2015-10-08T20:41:22Z", 0.95, "Following the cream of the superforecaster crop (spandrelbarca, Anneinak, Jean-Pierre), plus this article by the economist who helped to guide Obama successfully through the Great Recession: https://www.washingtonpost.com/opinions/the-global-economy-is-in-serious-danger/2015/10/07/85e81666-6c5d-11e5-b31c-d80d62b53e28_story.html."], [3530, "2015-10-08T16:57:31Z", 0.74, "The BoJ voted 8-1 to maintain its current stimulus package yesterday. http://www.ft.com/intl/cms/s/0/d219b956-6ca1-11e5-aca9-d87542bf8673.html#axzz3nzos6dZm"], [94, "2015-10-07T18:26:37Z", 0.8, "The median forecast with links is 68%, which is pretty close to the general crowd forecast.  I'm going to go with a 68% estimate, increased slightly for gaming purposes."], [521, "2015-10-07T16:39:26Z", 0.9, "BOJ is expected to cut long term  economic and price forecast and expand asset purchase at October 30 meeting"], [3922, "2015-10-07T15:10:58Z", 0.7, "Global growth has slowed and situation more likely to worsen in the near future than get better."], [3530, "2015-10-07T02:54:38Z", 0.72, "QE hasn't really worked as planned in Japan: http://www.fxstreet.com/analysis/market-outlook/2015/08/03/ Their debt levels are already the worst in the world and an exapansion of QE would only exacerbate the situation. However it looks like they are being encouraged to continue to pump money into the economy to boost their inflation. With the slow down of China and other economies, they could sink further into stagnation. Would that drive action or would they bite the bullet and go into a prolonged recession?"], [1847, "2015-10-06T19:44:05Z", 0.68, "Adjusting up from 60% to 68% on:\nIMF:\nhttp://www.reuters.com/article/2015/10/06/imf-g20-japan-idUSL3N1251R920151006"], [1500, "2015-10-06T17:38:02Z", 0.35, "Following Ravel up on this one."], [3514, "2015-10-06T14:30:51Z", 0.4, "Increased forecast due to poor economic data and ability for BOJ to buy several kinds of alternative bonds besides the 10 yr JGBs that are running lower in supply, such as munis, mort bonds, longer-dated JGBs.  http://www.ft.com/intl/cms/s/0/d0867f3a-6b24-11e5-aca9-d87542bf8673.html"], [689, "2015-10-06T03:54:30Z", 0.75, "Comment deleted on May 10, 2016 06:05PM UTC"], [38, "2015-10-06T03:36:04Z", 0.7, "http://www.cnbc.com/2015/10/04/julius-baer-cuts-japan-stocks-to-neutral-says-no-more-boj-stimulus.html"], [706, "2015-10-06T03:32:29Z", 0.8, "Abe will feel the need to demonstrate his handle of Abenomics before the end of the year and model his country as one in control of its economic destiny in contrast to the piecemeal and reactionary policies demonstrated by China."], [987, "2015-10-06T01:25:13Z", 0.66, "Bloomberg survey of economists has about a this saying no increase, while most common picks are increase by end of year."], [3990, "2015-10-06T01:23:29Z", 0.5, "Starting with 50%.\nLast week, BoJ said that they are not ready to increase their program, but today nikkei said: BOJ MAY NEED TO EASE AGAIN WITH FED DELAY.\nI'm forecasting 75% for new QE but with end of the year deadline (FED move should occur / not occur in december) they could extend QE in 2016"], [1847, "2015-10-05T19:27:00Z", 0.6, "Goldman Sachs expects more easing Oct 30, with a possible surprise move at this week's meeting:\nhttp://www.bloomberg.com/news/articles/2015-10-05/hedge-funds-wary-of-shorting-euro-yen-as-currencies-defy-easing\nOne of Abe's closest advisors also calls for more easing:\nhttp://www.cnbc.com/2015/09/29/japan-needs-extra-stimulus-to-stave-off-china-shock-says-abe-adviser.html"], [43, "2015-10-05T16:38:19Z", 0.85, "Following Clinton, thank you."], [73, "2015-10-05T16:19:58Z", 0.89, "as before plus carry trade unwinding to reinforce the point (that'll keep kono happy too)."], [1232, "2015-10-05T14:25:17Z", 0.8, "Given recent economic growth news out of Japan and headwinds from Chinese economy, this seems fairly likely, although I'm a bit unsure on the timing."], [1850, "2015-10-05T13:10:17Z", 0.42, "The Japanese are impacted to a greater degree than most developed economies by the slowdown in China and that will lead to some wanting additional easing to relieve pressure.  On the flip side, the Japanese are not usually swift to act and with the broad uncertainty with the Fed still out there, they may choose to stand pat for a bit.  If the Fed raises rates in October, I think the odds increase, but if they don't till late in the year or 2016, then they decrease."], [3831, "2015-10-04T19:07:59Z", 0.7, "Japan growth has been bad...the markets expect, global growth is poor and the US is less likely to tighten so Japan will need to ease."], [3541, "2015-10-04T14:57:28Z", 0.85, "Japanese inflation has fallen to 0.2% , the government would look to extend QE to drive down the cost of money and hopefully stimulate more economic growth. Structural changes (third arrow) are not producing the desired results, so further aggressive monetary policy (the first arrow) is needed to take up the slack."], [83, "2015-10-03T19:55:18Z", 0.95, "http://news.yahoo.com/bank-japan-cut-forecast-economic-price-growth-report-064952431--finance.html"], [2712, "2015-10-03T00:18:17Z", 0.35, "\"The Bank of Japan has been buying government bonds longer than any other central bank. Moreover, it has been buying them at the fastest rate, particularly since October 2014. The time must come when there will be no more government bonds to buy.\" (from http://www.stratfor.com/analysis/how-quantitative-easing-differs-japan-and-europe ..."], [231, "2015-10-02T23:54:02Z", 0.6, "Household spending up: http://www.reuters.com/article/2015/10/02/japan-economy-spending-idUSL3N12124I20151002"], [38, "2015-10-02T19:59:01Z", 0.7, "http://www.wsj.com/articles/inflation-expectations-weaken-at-japan-inc-1443751468"], [1500, "2015-10-02T15:05:10Z", 0.25, "BOJ is leaving the door open a crack for this to occur, and inflation is low everywhere, with Japan hurt more than most by China's turmoil.  So, maybe.  :-)"], [241, "2015-10-02T14:01:35Z", 0.6, "Based on:"], [3596, "2015-10-02T12:23:57Z", 0.15, "BOJ has been slow to act and too timid for a decade, nothing will change. "], [1529, "2015-10-01T17:25:59Z", 0.75, "Inflation has continued to fall over last few months to zero (though... this may be mitigated by an new insider measure of inflation that removes gasoline and fresh food prices).  Manufacturing remains weak. Recent weakening of the Chinese renminbi. All puts pressure on BOJ to \"increase\" asset purchases."], [3514, "2015-10-01T15:35:35Z", 0.07, "At the rate the BOJ is currently buying JGBs, they'll run out in a few years.  So they should be looking to curtail JGB purchases.  Psychologically, people like to say that Japan's QE \"isn't working,\" even though it probably is to some extent, as compared to how the world would be had they not done any QE.  Someone else said they need reform, which is true, but not politically easy and should already have been done but hasn't, and leadership isn't changing, w/ Abe around for awhile still.  Even if they do execute structural reform, easing should be done in conjunction until it appears deflation has been avoided and some semblance of inflation arrives.  The world is basically already in or entering a recession now, so Japan needs some sort of easing.  So the BOJ can take interest rates negative or increase equity purchases, or both, if it wants to ease.  I think they need to ease monetarily somehow.  So the question for me basically is whether they will buy more equities or not before the end of the year.  However, if they purchase equities, this will probably be done through the GPIF, which is not technically the BOJ.  So this makes my choice very easy.  I think easing will be done, but not in the form of asset purchases by the BOJ."], [1343, "2015-10-01T15:26:02Z", 0.85, "The economy is still moribund to say the least. Getting some cash circulating has to be a priority."], [3516, "2015-10-01T15:19:55Z", 0.15, "things are flat to mildly up.  assuming China doesn't sink into depression, there should be enough activity to keep things going."], [783, "2015-10-01T06:04:29Z", 0.25, "It did not work long in prior attempts and, as a traditional and conservative society, I doubt they will try it again. Especially when fiscal resources in sustaining that economic trend are limited and the idea that the bond market could have less effect."], [680, "2015-10-01T05:07:11Z", 1.0, "By its very nature, quantitative easing will result in some increase in asset purchases.  Given its success in the U.S., the BoJ will almost certainly try QE.  Whether 3 months is enough time for a QE program to take effect is another question, but if the BoJ implements QE and it shows any positive results in that time, the BoJ will almost certainly announce it.  "], [40, "2015-10-01T02:13:21Z", 0.65, "Abe under new pressure to deal with the economy\nhttp://www.economist.com/news/asia/21668283-japans-new-three-little-arrows-shinzo-abe-tweaks-his-economic-programme-japan"], [40, "2015-10-01T02:04:08Z", 0.65, "Because October is coming\nhttp://www.economist.com/blogs/buttonwood/2015/09/markets"], [38, "2015-09-30T23:55:09Z", 0.7, "https://uk.news.yahoo.com/japan-factory-output-shrinks-again-024156979.html#TTnhxa5"], [3454, "2015-09-30T22:29:40Z", 0.85, "Abenomics are failing, they are going to be throwing even more money into the system to try to boost GDP, and devalue the Yen to make their exports cheaper"], [3457, "2015-09-30T21:47:44Z", 0.65, "With credit already essentially free in Yen, Japan has few other options to offset the deflationary impact of China's slowing economy and more aggressive currency policy.  Moreover, the Japanese economy is somewhat levered to global industrial production which is also slowing.  At the moment, I think more quantitative easing is close to an 80-85% likelihood over six months, but harder to be as confident over just three months. "], [3444, "2015-09-30T20:07:36Z", 0.75, "Abe's econ plan is not going well, will get water down. Growth will be slow and rates are already very low so other means needed."], [83, "2015-09-30T19:47:04Z", 0.95, "Today's FT reports Esturo Honda, an advisor to Abe, comments on the slow down in the Chinese export market, while domestic consumers also struggle.  GDP fell 1.2% in Q2, consumption down 2.7% and exports down 16%. Oil price declines have stalled the CPI move toward 2%.  Honda: \"I am seeing more and more evidence that the BoJ may need additional QQE.\""], [3428, "2015-09-30T19:33:00Z", 0.82, "Abe was very clear that his priorities relate to sparking economic growth. Kuroda will go along."], [73, "2015-09-30T15:26:28Z", 0.85, "Abe 2.0 talk, makes me reconsider......"], [506, "2015-09-30T14:15:59Z", 0.75, "Japan relying on quantitative easing:  http://news.morningstar.com/articlenet/article.aspx?id=715303"], [43, "2015-09-30T13:58:31Z", 0.65, "Following Jean-Pierre based both on excellent sources and reputation as a consistent superforecaster. "], [241, "2015-09-30T13:10:45Z", 0.66, "Based on the following sources:"], [110, "2015-09-30T09:49:44Z", 0.95, "I don't think they have a choice - consistently bad numbers coming out of their economy at the moment, plus they're in a race to the bottom with other major economies."], [38, "2015-09-29T21:40:04Z", 0.7, "http://www.menafn.com/1094357128/BoJ-under-pressure-to-extend-more-stimulus"], [40, "2015-09-29T20:36:33Z", 0.4, "Whoops - hit \"Submit\" too soon."], [907, "2015-09-29T20:13:01Z", 0.33, "I think right now BOJ until it sees what the US Fed is doing before increasing QE; they may be backsliding on hitting 2% inflation, given slowdown in China and overall global uncertainty ."], [73, "2015-09-29T19:41:13Z", 0.23, "Going with Kono, needs yen to strengthen and not choose cutting interest rates to be a yes: \"Ryutaro Kono, the chief Japan economist at BNP Paribas SA, doesn’t expect additional monetary stimulus now unless the yen surges beyond 110 to the dollar. The Japanese currency was at 120.30 per greenback at 9:46 a.m. in Tokyo. A stronger yen and further economic slowdown in China would heighten the probability of a reduction in the BOJ’s interest rate on excess reserves, Kono said.\n“Speculation for further stimulus will strengthen when the yen rises,” Kono said. “In that case, there is a possibility of cutting the interest rate on excess reserves rather than expanding bond buying.”\nBOJ Governor Haruhiko Kuroda (ever the optimist) said Friday that consumer prices are rising about 1.1 percent when energy costs are excluded. So seems he indicates ignoring out of control issues - its working!  That said, he opposed the raise last time and they did it.  Then however the yen was not where it is now.  So backing Kono.  My basis is that this is a currency issue in this timeframe."], [3286, "2015-09-29T19:12:32Z", 0.4, "I basically don't know, however some arguments against an announcement of an increase of QE:\n- There are just three months left\n- Even if Japan prints money, maybe they find ways to do it without announcing QE by BoJ:\n  - BoJ does QE, but there is no announcement; they are front running and do the announcement in 2016\n  - Other state owned entities do it (pension system, state owned industry/ banks/ post)"], [493, "2015-09-29T17:56:50Z", 0.9, "Probably, although timing is always tricky. Generally an increase in the value of a currency gives the gov't some headroom to do some QE. "], [3253, "2015-09-29T14:08:57Z", 0.85, "Due to the false headlines stating that the economy has drastically improved due to quanititative easing, they will use this to follow suit."], [71, "2015-09-29T14:00:55Z", 0.5, "Coin toss."], [3252, "2015-09-29T13:59:39Z", 0.6, "As we are moving to a greater open world economy it makes sense.  Goods and aid to Cuba and greece"], [68, "2015-09-29T06:17:25Z", 0.8, "http://www.tradingeconomics.com/japan/inflation-cpi"], [3079, "2015-09-29T05:54:37Z", 0.75, "aging demograpics will continue to hold down their economy"], [102, "2015-09-29T04:04:05Z", 1.0, "In for a penny, in for a yen."], [3052, "2015-09-29T01:10:30Z", 0.95, "yes, its economy is going down regardless of Abe's old or new three arrows"], [83, "2015-09-29T00:58:02Z", 0.8, "http://www.businessspectator.com.au/news/2015/9/28/asian-economy/boj-cautions-outlook"], [3181, "2015-09-29T00:22:52Z", 0.75, "still in deflation"], [689, "2015-09-28T21:41:35Z", 0.57, "Comment deleted on May 10, 2016 05:52PM UTC"], [3124, "2015-09-28T21:24:13Z", 0.55, "From the point of view of Western economists (US- and European-centric) an expanded asset purchase program makes sense for Japan, it is a harder sell within Japan's political system.  Many of the citizens are economically conservative, and Abe's economic agenda (of which expanding asset purchases is a key component) is facing a headwind.  And his polling numbers are eroding.  Risk is moderate that Abe will lose the PM position, and his economic agenda will be reversed.  So forecasting asset purchases is convolved with forecasting Abe's political future."], [691, "2015-09-28T20:48:36Z", 0.78, "Whatever is and has been going on with the economy of Japan appears to have mainstream economists badly baffled.  When in doubt, inflate. And of course more inflation is what BoJ has been trying to achieve for a longish while anyway.  Strange days."], [102, "2015-09-28T20:26:36Z", 0.85, "Odds increase. [1]"]]}