{"question_id": 387, "title": "Before 1 January 2018, will the European Council announce the opening of formal membership negotiations with any candidate countries or designate any new country as an official candidate for membership?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[38564, "2017-12-27T04:21:19Z", 0.0, "The migrant crisis must cool down much more before anyone goes forward with EU membership."], [43055, "2017-12-25T16:50:40Z", 0.1, "I doubt if anything will be done in the next week."], [1333, "2017-11-29T13:51:34Z", 0.0, "They've been coaching Macedonia, but despite public proclamations otherwise - the hang-up is still the name."], [32258, "2017-11-26T03:54:08Z", 0.0, "Following @sevedb with no changes."], [1639, "2017-11-25T18:42:43Z", 0.0, "No changes\nhttps://ec.europa.eu/neighbourhood-enlargement/countries/check-current-status_en"], [691, "2017-11-24T16:24:51Z", 0.0, "Ukraine is renewing its pitch, but nothing will happen before this deadline, and maybe never."], [6303, "2017-10-31T03:51:30Z", 0.0, "Based on general news and GJP consensus."], [20588, "2017-10-28T23:13:13Z", 0.0, "With Brexit and the mess with Catalonia, no way."], [6303, "2017-10-23T03:52:49Z", 0.0, "Based on general news and GJP consensus."], [6303, "2017-10-16T03:35:15Z", 0.0, "Based on general news and GJP consensus."], [2965, "2017-09-27T02:08:17Z", 0.0, "ha"], [39997, "2017-09-24T00:08:52Z", 0.0, "First brexit..."], [39937, "2017-09-23T16:00:47Z", 0.0, "There are too many open issues in the EU, top priority will have the BREXIT. Until there I cannot imagine that the EU will start another controversy."], [39782, "2017-09-21T18:10:51Z", 0.14, "Before 1st Jan I expect too much internal affairs (Brexit, French new government, German elections, Spain / Catalonia referendum) and global distraction (i.e. North Korea) opposed to an announcement of opening formal membership negotiations with candidate countries or new countries."], [6303, "2017-09-18T04:25:50Z", 0.0, "Based on general news and GJP consensus."], [20588, "2017-09-17T05:39:14Z", 0.01, "Not this year. No one wants to feed the various euro-skeptic parties. "], [6303, "2017-09-04T05:06:51Z", 0.0, "Based on general news and GJP consensus."], [25601, "2017-08-09T02:02:59Z", 0.01, "Unlikely."], [32529, "2017-07-22T17:21:57Z", 0.03, "Historically, countries have joined the EU at a rate of one every three years or so (although, since they tend to join in groups, the EU enlarges once every eight or nine years.) https://en.wikipedia.org/wiki/European_Union#Politics. Now seems like an inopportune time, however."], [691, "2017-07-20T18:32:46Z", 0.01, "Albania would like to start \"soon,\" but you can't always get what you want.  Macedonia still has that whole name thing going with Greece, and some EU members don't even think Kosovo is a real country.  Sort of lost track of doings in B&H, but sooner or later I'll get around to checking up.  Meantime staying low."], [6303, "2017-07-17T02:10:45Z", 0.01, "Based on general news and GJP consensus."], [28414, "2017-06-15T10:01:22Z", 0.1, "Bosnia and Herzegovina hopes to become EU candidate by year's end\n\"Chairman of the joint committee for European integration of BiH's Parliament, Nikola Lovrinovic, reminded that the agreement had been signed nine years ago, but the country waited until 2015 for it to be put to force. He expressed hope that the country would receive candidate status by the end of 2017, or the beginning 2018.\"\nhttp://news.xinhuanet.com/english/2017-06/07/c_136347965.htm\n\"beginning 2018\" is not a good sign"], [31082, "2017-06-07T21:39:46Z", 0.12, "reduction for passage of time"], [31450, "2017-05-18T21:46:22Z", 0.0, "Dropping from four to one because of the possible candidates, I think only Albania has even the tiniest hope of membership this year. And I have to emphasize tiny here. The EU is very worried right now about the fairness of Albanian parliamentary elections next month and I don't imagine the country is going to sufficiently embed the rule of law in the next seven months."], [16652, "2017-05-09T12:46:47Z", 0.01, "Comment deleted on May 30, 2017 10:38AM UTC"], [2965, "2017-05-09T04:44:21Z", 0.0, "@Wildwood2000\nthis one's all mine.\neasy\n"], [35320, "2017-05-08T21:31:11Z", 0.01, "Europe won't do anything until the German elections are held and then it really needs to get it's own house in order and deal with Brexit. The only way I see myself revising up this figure is if the EU looks like trying to expand just to show some forward momentum in the Union, like that its carrying on with building the Union despite Brexit. However I consider that possibility remote. "], [27461, "2017-05-07T23:53:56Z", 0.0, "I don't see this happening this year. Macedonia is in an acute political crisis; Albania has elections later this year and is partly implicated in the Macedonian crisis. Bosnia and Kosovo cannot be considered ready. On the EU side, a consensus needs to be reached about the nature of the Union going forward before encouraging signs are given to potential new members. All this will take time, plus the German and possibly the Italian elections over the next 12 months.  "], [1034, "2017-04-13T05:19:41Z", 0.0, "Germany's Gabriel supports Serbia's EU bid, says protests 'part of democracy'"], [34920, "2017-04-12T16:01:25Z", 0.0, "It is an easy question"], [13377, "2017-04-03T16:21:33Z", 0.56, "The right-wing, pro-Putin leader of Serbia, just reelected by a landslide, continues his quest for his nation to join the EU. So if even Serbia is knocking at the gate, how much greater are the prospects of their petitions moving forward of other nations formed in the aftermath of the breakup of Yugoslavia. http://www.bostonglobe.com/news/world/2017/04/02/serbia-powerful-leader-claims-landslide-presidential-win/0gDwMKCIBwA9IC45F63gUL/story.html"], [34716, "2017-04-03T11:19:38Z", 0.55, "most probably to stabilize the Euro situation post UK "], [1034, "2017-04-03T04:30:47Z", 0.0, "\nScotland's economic case for independence must be 'politically bomb-proof'"], [6303, "2017-03-27T03:33:28Z", 0.01, "Based on general news and GJP consensus."], [24, "2017-03-19T11:28:08Z", 0.0, "The EU has quite enough on its plate with Brexit. Of the four most plausible potential countries that could cause this question to resolve positively, three (all but Albania) are politically (and ethnically) unstable, and in the event of an upsurge in ethnic tensions in Kosovo (or, most plausibly, The Republic of Macedonia), Albania may feel the need to become involved in some way. Add to that several EU states don't recognise the statehood of Kosovo, and any expansion of the EU further into the Balkans seems unlikely to be a short term priority."], [30200, "2017-03-16T12:48:07Z", 0.01, "The EU currently has more pressing problems (Brexit), and is inward looking and trying to reform. Still, opening formal negotiations late in the year might be considered a signal of confindence and strength. So I would give it a 30 % chance, if any of the potential candidates were anywhere near ready. But none of the four is in any shape internally or as far as external relations are concerned, to start that process. So it is but 1% there. The next country to join the process will likely be Scotland - but not in 2017 ..."], [28414, "2017-03-16T10:34:02Z", 0.42, "For the European Union, it is of strategic importance that Bosnia and Herzegovina continues on this path, on the European Union path, the perspective of joining our family with the same determination, and the same unity and the same constructive attitude that the leadership, the Council of Ministers and the Presidency has managed to show in these last two years\nhttp://ec.europa.eu/avservices/video/player.cfm?ref=I134282"], [19801, "2017-03-10T03:57:53Z", 0.0, "Two years ago, Juncker said no new countries would join the EU during his mandate at the Commission, which runs until 2019.\nhttp://www.reuters.com/article/us-eu-summit-balkans-idUSKBN16G32S"], [1034, "2017-03-09T09:37:01Z", 0.0, "Brexit Talks Are Almost Here. What Do the EU Nations Really Want?"], [167, "2017-03-07T16:27:48Z", 0.0, "E.U. isn't currently looking to expand much."], [26030, "2017-03-03T01:39:01Z", 0.0, "EU has all the problems they can handle now, and these candidate countries won't alleviate any of them."], [32843, "2017-03-03T00:03:29Z", 0.02, "Juncker's speech about 5 options makes EU seem unlikely to boldly choose expansion at this time: https://www.thesun.co.uk/news/2984587/jean-claude-junckers-desperate-five-path-plan-to-try-and-save-the-eu-after-brexit-revealed-which-sent-shockwaves-through-brussels/"], [1034, "2017-02-27T08:40:04Z", 0.0, "How Brexit Means EU Loses Money, Influence and Military Strength"], [33870, "2017-02-19T16:04:58Z", 0.05, "very low probabilty given the EUs current state an pile of issues to resolve before negotiating extension"], [32066, "2017-02-19T15:26:02Z", 0.09, "About 10% of the year has passed and nothing has changed. "], [28414, "2017-02-16T11:18:16Z", 0.38, "\"Rapporteur Cristian Dan Preda said in the statement the MEPs hope that the Commission will shortly be stating that Bosnia has won the status of a candidate country. For this to happen, however, the country's authorities need to stay on track with the reforms decided upon in 2015, he added.  https://seenews.com/news/eu-parliament-points-to-need-for-bosnia-to-remain-united-558183#sthash.zfmTQG7l.dpuf"], [33739, "2017-02-15T12:23:36Z", 0.18, "The EU is in a near existential crisis ... Marie le Pen, BREXIT, the unknown outcome of German. Moreover, no country would risk the political embarassament of joining  a doomed organisation."], [28414, "2017-02-15T10:06:21Z", 0.35, "Most Euro-parliamentarians in the debate supported the report on BiH\nhttp://vijesti.hrt.hr/374522/vecina-europarlamentaraca-u-raspravi-podrzala-izvjesce-o-bih\nBorg welcomed the progress of Bosnia and Herzegovina. He also recalled the \"Protocol to the Agreement on Stabilization and Association Agreement that takes into account the Croatian EU accession, which should come into force this year. This is something that Bosnia and Herzegovina allow the normalization of trade relations with the European Union and therefore constitutes an important element on the way the country's accession to the EU, \"said Borg."], [33653, "2017-02-14T20:26:59Z", 0.15, "I don't think Europe is in a more inclusive mood."], [13377, "2017-02-13T04:16:12Z", 0.35, "Following Dsarin"], [31450, "2017-02-10T15:41:02Z", 0.04, "I think that, with elections in three major EU countries (France, Germany, and the Netherlands) this year, at the very least no decisions will be announced before October and if populists win in any of those countries that growth stops immediately. With that in mind I give 1% to each country based on the reason's below:"], [33565, "2017-02-09T18:00:41Z", 0.05, "They are focused on departures now not new members."], [29680, "2017-02-06T09:50:49Z", 0.3, "Dropping 5 points to move toward consensus."], [22305, "2017-02-06T00:01:34Z", 0.67, "for Bosnia-Hercegovina preferable."], [522, "2017-02-02T12:00:08Z", 0.05, "Article 7 violations, Article 50, FR and DU elections and GE problems will leave little appetite for this."], [28414, "2017-02-02T11:53:56Z", 0.35, "\"Rapporteur Cristian Dan Preda (EPP, RO) said: “Our resolution welcomes the steps Bosnia and Herzegovina has recently taken on the EU path, and in particular, the EU membership application presented in February 2016. We are looking forward to the Commission’s opinion on the merits of this application and we want to encourage the authorities of Bosnia and Herzegovina to take this process very seriously and commit to it”.\n....\nNext steps"], [31201, "2017-02-02T05:32:35Z", 0.1, "Brexit and rising nationalism suggest caution."], [25601, "2017-01-31T09:08:21Z", 0.05, "The Brexit overhang and associated negative sentiment makes it unlikely."], [33139, "2017-01-31T06:11:01Z", 0.01, "ThIs is interesting"], [6252, "2017-01-30T21:07:50Z", 0.1, "Russia is more of a threat if new countries join and these countries know it.\nOne or two countries may leave and the concept is losing steam."], [30098, "2017-01-30T12:30:19Z", 0.01, "The EU and the Euro in particular is in a bigger financial mess than most people realise. One look at the Target2 balance sheet shows a massive Euro crisis about to unfold. No country would realistically consider joining the EU with such a looming financial threat."], [17698, "2017-01-30T04:03:31Z", 0.4, "Despite a number of countries not happy with the EU and talks of leaving, I believe that the EU will designate at least one new country in order to keep a certain perception of strength and unity"], [33106, "2017-01-29T22:29:56Z", 0.05, "Most are trying to leave the Union, so it'll be focused on keeping existing members."], [32618, "2017-01-29T20:52:47Z", 0.1, "Unlikely, but it's possible. "], [28134, "2017-01-27T23:26:11Z", 0.75, "Europe will take the lead. There is still a strong idea of European strength in the EU. Almost a certain arrongance. "], [20749, "2017-01-27T22:26:28Z", 0.15, "The EU has lots of internal issues to resolve before expanding. The public opinion in the big European countries will not accept this. "], [31082, "2017-01-26T22:47:19Z", 0.15, "Negotiations with Macedonia never started after a 2009 recommendation by the Commission to do so so I suspect this to be an indicator of unlikelihood for change any time soon. Iceland, Norway and Switzerland are not interested. Kosovo could become a candidate, so I give it a 15% chance. Still unlikely."], [28414, "2017-01-25T21:50:53Z", 0.25, "Sep 2016 \"EU accepts membership application from Bosnia and Herzegovina\"\n\"EU nations ordered the European Commission to establish whether Bosnia has earned (official) candidate status, a process that could take a year.\" \nhttp://www.independent.co.uk/news/world/europe/eu-accepts-membership-application-from-bosnia-and-herzegovina-a7319841.html"], [29469, "2017-01-25T20:49:38Z", 0.01, "Has not happened in the past 10 years, and this would seem to be the least likely year yet to continue the membership expansion, with Brexit uncertainty as well as the elections in Netherlands, France, Italy and Germany. The commission most probably has its eye elsewhere and with one of the largest net payers into the Union about to leave, there is little appetite for more net receivers. In addition, the amount of compliance with EU regulations needed for membership will be too arduous on Albania, while Macedonia already reaps the main benefit of being connected to the single market with decent GDP growth figures over the past few years, while it most definitely will not want the problem of free borders and immigrants that currently comes with the membership."], [28380, "2017-01-25T08:37:17Z", 0.15, "Have to score this one a bit higher than the otherwise 0-5%. It seems to me this question might be correlated to soft/hard Brexit chances and internal UK fallout. Scotland for example might request membership (even if unconstitutional) and a malign EU might accept to start them right away. "], [32901, "2017-01-24T13:19:56Z", 0.05, "Unlikely given the problems the eu has been having"], [32417, "2017-01-22T13:34:55Z", 0.15, "Aggressive expansion is inconsistent with damage control mode."], [32843, "2017-01-21T22:26:17Z", 0.13, "The elections in France, Netherlands and Germany make it unlikely that the EU Council will reach unanimity before September as this would provide anti-EU opposition parties with additional press opportunities to suggest that the EU is expanding in undesirable ways. Additionally, the UK may frustrate EU projects if it feels Brexit negotiations are not being taken seriously enough. After the September elections, Germany may take some time to form a government and anti-immigration parties will have gained seats, which may make it politically difficult for the EU to be seen to be admitting members who are poorer and have a different religious make-up to northern Europe. \nHaving said that, the EU Commission is likely to feel somewhat battered by the probable election results and may seek to try for positive headlines and expansion in the name of peace and unity might be a way - there are more obvious items to focus on though e.g. plans for an EU army, \"punishing\" Britain or banking union where progress can be by press conference,"], [32789, "2017-01-20T06:35:54Z", 0.15, "Straight-on guess."], [706, "2017-01-20T05:03:11Z", 0.05, "Sorry, not with the major elections across Europe in 2017 likely stirring up another round of xenophobia."], [31436, "2017-01-19T21:49:28Z", 0.05, "It will be all Brexit in 2017 in Europe. It will have a new member and most likely Albania. But before 2018? "], [32066, "2017-01-19T20:01:12Z", 0.1, "Candidates would be Albania, FYROM, Montenegro, Serbia, Turkey.\nhttp://ec.europa.eu/economy_finance/international/non_eu/candidate/index_en.htm\nTurkey is out for now. The others are economic basket cases, and Romiania and Bulgaria were already enough of a headache in that category. No rational economic reason to consider them.  Given that I have estimated Le Pen victory to have p ~ 40% and PVV ~60% likely to be largest party, there is just too much chaos going on.  A populist loss in both cases, and a huge change in the security situation wrt Russia might be only thing that might even theoretically justify opening negotiations this year (for example to prevent Serbia from falling into Russian orbit, or FYROM/Montenegro from falling into Serbian orbit).  Even that is an outside shot. 10% at the most. "], [28091, "2017-01-19T16:50:56Z", 0.1, "Formal negotiations require a unanimous decision by the EU council. This is a high barrier to overcome. The present political climate with EU skeptics running well in France and the Netherlands makes me believe that the EU has to get through this election cycle before moving ahead with expansion. "], [23234, "2017-01-19T04:20:54Z", 0.33, "Hasn't Albania done everything it needs to do on the EU's \"conditional offer\" except for the vague goals of showing progress on fighting corruption and working together (\"The EU has made it very clear that it is also fundamental for all political parties, including both the government and opposition, to work together in achieving these aims\" [of fighting corruption and passing constitutional reforms]). "], [29680, "2017-01-18T23:12:39Z", 0.35, "Because I have no clue, and this seems like a reasonable estimate until I read relevant background information."], [19801, "2017-01-18T02:19:59Z", 0.0, "Membership negotiations cannot start until all EU governments agree, in the form of a unanimous decision by the EU Council, on a framework or mandate for negotiations with the candidate country.\nhttps://ec.europa.eu/neighbourhood-enlargement/policy/steps-towards-joining_en"], [32152, "2017-01-17T20:50:44Z", 0.15, "There is too much other stuff going on, especially threats from Russia, the Brexit, Italian banks and the euro. I don't see that the potential new members have anything to gain at this moment, apart from not being able to contribute economically."], [4634, "2017-01-17T19:50:57Z", 0.3, "Albania seems to be the frontrunner, Montenegro is progressing fast. Still hard to see this happening in 2017"]]}