{"question_id": 228, "title": "Will the government of Afghanistan and the Afghan Taliban participate in official talks before 1 March 2017?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[32906, "2017-02-25T23:54:35Z", 0.01, "https://thewire.in/109617/moscow-six-party-talks-afghanistan-commit-red-lines-taliban-engagement/"], [32919, "2017-02-23T23:28:38Z", 0.01, "The probability of this happening is very low for the following main reasons:\nMany news outlets have reported that private, unofficial talks have already been going on in Qatar. \nWashington has not shown interest in drawing back it's role and allowing for Afghanistan to talk the lead on such negotiations\nTaliban has currently been in talks with high government officials in Pakistan and has shown little progress or interest in proceeding with Afghanistan \nThe Taliban has the upper hand in negotiations with the Afghan government "], [1643, "2017-02-18T03:25:39Z", 0.0, "Decreasing for last couple weeks.  There is still a chance but I would put at < .5%, so setting to zero.\nI could not find any evidence of Taliban ever wanting to join talks."], [19801, "2017-02-17T03:06:46Z", 0.0, "\"We are in contact with the Qatar office and also a number of influential individual Taliban leaders and commanders but there are no formal negotiations,\" the Afghan ambassador told Xinhua in Islamabad.\nhttp://www.newindianexpress.com/world/2017/jan/30/afghanistan-government-open-to-talks-with-taliban-envoy-1565224.html"], [484, "2017-02-13T00:10:58Z", 0.0, "Down 5% for passage of time."], [32880, "2017-02-11T23:12:35Z", 0.0, "http://www.voanews.com/a/russia-to-host-wider-regional-conference-on-afghanistan/3709818.html"], [28414, "2017-02-07T13:11:25Z", 0.0, "Unlikely \n\"At least 20 people have been killed in a suicide bombing at the Afghan Supreme Court in Kabul, officials say.\nThere was no immediate claim for the attack, which follows a number of deadly bombings by the Taliban and other militants in recent months.\"\nhttp://www.bbc.co.uk/news/world-asia-38893926"], [6303, "2017-02-05T04:16:03Z", 0.0, "According to the general news and GJP consensus."], [484, "2017-02-04T16:25:05Z", 0.05, "Up 5% on this unexpected development: http://www.bbc.com/news/world-asia-38867280 Not much time of course, but those in the region might prefer something not POTUS designed."], [476, "2017-02-01T02:50:16Z", 0.0, "Official no. Too soon for that. Too much longstanding mistrust on both sides, then there is Tali-Pak  factor and if Washington prefers to shuffle deck in Kabul  link here for bckd https://www.theguardian.com/world/2016/oct/18/taliban-afghanistan-secret-talks-qatar\n"], [476, "2017-02-01T02:42:29Z", 0.0, "Comment deleted on Feb 01, 2017 02:50AM UTC"], [1034, "2017-02-01T00:22:23Z", 0.0, "Govt Moves To Hold Peace Talks Afghan Envoy\nJoyrnda (2017) Jan 31, states that:"], [6303, "2017-01-30T04:02:50Z", 0.0, "According to the general news and GJP consensus."], [1034, "2017-01-28T09:12:13Z", 0.0, "Challenging the U S Moscow Pushes into Afghanistan"], [32916, "2017-01-23T21:35:51Z", 0.03, "There is no current sponsor for the talks. The time frame is very short to set such talks up without an impetus."], [6303, "2017-01-23T02:44:03Z", 0.01, "According to the general news and GJP consensus."], [1333, "2017-01-22T22:13:45Z", 0.3, "http://www.globalsecurity.org/military/library/news/2017/01/mil-170118-voa01.htm?_m=3n%2e002a%2e1917%2elo0ao02gx5%2e1rh0\nOptimistic about Trump"], [484, "2017-01-20T00:59:39Z", 0.0, "(no change) Anything significant related to Afghanistan talks in either Mattis or Tillerson's testimony? Thanks."], [484, "2017-01-16T23:59:19Z", 0.0, "Down 5% for passage of time."], [6303, "2017-01-16T02:03:08Z", 0.01, "According to the general news and GJP consensus."], [484, "2017-01-12T03:20:24Z", 0.05, "Down 5% for passage of time."], [6303, "2017-01-09T03:47:19Z", 0.01, "According to the general news and GJP consensus."], [1034, "2017-01-08T07:03:21Z", 0.0, "12 Asian Geopolitical Trends and Events From 2016 That will Matter in 2017"], [373, "2017-01-07T21:58:03Z", 0.01, "Unlikely"], [83, "2017-01-07T01:03:41Z", 0.0, "Leaving historical forecasts to cover any remaining odds."], [1646, "2017-01-03T20:11:02Z", 0.1, "\"The Taliban has long manipulated “peace” negotiations with the U.S. and Western powers as a pretext for undoing international sanctions that limit the ability of its senior figures to travel abroad for lucrative fundraising and other purposes, even while offering no serious gestures toward peace.\"\nhttp://www.thedailybeast.com/articles/2017/01/03/russia-s-new-favorite-jihadis-the-taliban.html"], [484, "2017-01-01T23:49:49Z", 0.1, "(no change) Perhaps it is the water I've been drinking, but it seems like the consensus of about 5% is very low. —even discounting the need to wrap things up and the various reported unofficial talks."], [6303, "2017-01-01T04:35:58Z", 0.01, "According to the general news and GJP consensus."], [30891, "2016-12-29T01:39:35Z", 0.0, "After having been backstabbed the Afgan president is in no mood to talk to Taliban and is taking the line of India to get back at pakistan in each and every forum. in such a scenario even if pakistan backed taliban wants to talk i doubt Afgan president will be interested in attending one."], [484, "2016-12-28T17:03:05Z", 0.1, "(no change) President Obama has a lot of barns that still need cleaning. If one is in Pakistan, Afghanistan (Russia, etc.), I'm reminded of the Dirty Harry lines \"Do I feel lucky?\" Well, do ya, punk?\" as in whether to move things \"ahead\" and off the front burner before DT takes office."], [651, "2016-12-27T02:49:58Z", 0.0, "Taliban to UN; No talks until occupation ends"], [9755, "2016-12-26T03:58:20Z", 0.0, "The Russians and Iranians are opening a new front on Isis in Afganistán. \nThey know talibanes are loosing ground to Isis afilated groups, and the Afghan goverment and forces not able to hold ground.\nThey also wish to aid the west/allies suffer in Afganistán.\nIran and russsia are helping the taliban , an ex enemy \nan enemy of my enemy can be a good business proposition, \nThe world has changed to a Putins and trumps world , at what price"], [6303, "2016-12-26T03:19:47Z", 0.02, "According to the general news and GJP consensus."], [31695, "2016-12-24T22:19:13Z", 0.15, "US policy could change dramatically "], [31201, "2016-12-20T04:09:53Z", 0.15, "US policy in Afghanistan could change dramatically in early 2017."], [6303, "2016-12-19T03:46:41Z", 0.03, "According to the general news and GJP consensus. "], [31496, "2016-12-16T08:02:23Z", 0.2, "If ISIS continues to weaken, Taliban could offer a temporary truce and enter in to talks with the Govt. Low probability event"], [83, "2016-12-15T00:12:27Z", 0.15, "Passage of time (-5)."], [29849, "2016-12-14T00:53:34Z", 0.0, "Current situation does not favour this outcome. Trump would not be able to do enough to change that in time."], [601, "2016-12-13T16:40:50Z", 0.0, "Afghanistan does not appear to be a priority for the incoming Trump admin, and no talks will take place without US organising them"], [1034, "2016-12-12T05:34:00Z", 0.0, "Burns (2016) December 9, states that:"], [6303, "2016-12-12T02:00:39Z", 0.04, "According to the general news and GJP consensus."], [1333, "2016-12-08T17:50:38Z", 0.26, "I'm taking this up a notch on the premise that if talks are held it will have the objective of reaching the completion stage prior to start of the Fighting/Poppy planting season and what i am going to call the Trump effect on Pakistan."], [1034, "2016-12-07T12:09:54Z", 0.0, "Saudis Bankroll Taliban even as King Officially Supports Afghan Government"], [1034, "2016-12-05T06:14:49Z", 0.0, "Afghan president says Taliban wouldn't last a month without Pakistan support\nMiglani, S. (2016). Afghan president says Taliban wouldn't last a month without Pakistan support. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-india-afghanistan-idUSKBN13T0CM"], [6303, "2016-12-05T04:32:09Z", 0.04, "According to the general news and GJP consensus."], [1646, "2016-12-02T15:40:24Z", 0.17, "\nIn Afghanistan, a mounting sense of failure – and a flash of hope\nhttp://www.csmonitor.com/USA/Military/2016/1129/In-Afghanistan-a-mounting-sense-of-failure-and-a-flash-of-hope"], [6303, "2016-11-28T03:01:52Z", 0.05, "According to the general news and GJP consensus."], [10924, "2016-11-23T04:18:52Z", 0.1, "in line with consensus, Trump Presidency will be the deciding factor here and thats the complete unknown"], [1262, "2016-11-21T19:27:56Z", 0.01, "Decreasing:   Taliban and \"Khorasan Province of the Islamic State (IS)\" both challenging government.      \nTaliban states they are not ready for talks\nhttp://tribune.com.pk/story/1228413/afghan-taliban-not-ready-talks-pakistan-told/"], [28414, "2016-11-21T09:39:02Z", 0.03, "Suicide bomber attacks mosque in Afghan capital Kabul, killing at least 27 people, police say\nhttp://www.bbc.co.uk/news/world-asia-38048604"], [1034, "2016-11-21T08:30:19Z", 0.0, "Two US service members killed fighting Taliban in Afghanistan"], [6303, "2016-11-21T02:58:58Z", 0.06, "According to the general news and GJP consensus."], [6303, "2016-11-14T01:20:40Z", 0.06, "According to the general news and GJP consensus."], [19801, "2016-11-12T12:44:05Z", 0.0, "Afghan Taliban negotiators have told Pakistan they are not ready to hold peace talks with President Ashraf Ghani’s government for now, sources in the insurgent group told The Express Tribune on Friday."], [6303, "2016-11-07T00:38:09Z", 0.06, "According to the general news and GJP consensus."], [484, "2016-11-06T16:11:09Z", 0.1, "Down 10% to be closer to the consensus for awhile."], [1262, "2016-11-02T17:50:31Z", 0.15, "Increasing from 5% based on @sevedb 's comment and link http://www.gjopen.com/comments/comments/367877 "], [1639, "2016-11-02T15:02:28Z", 0.25, "The Taliban and representatives of the Afghan government have restarted secret talks in the Gulf state of Qatar, senior sources within the insurgency and the Kabul government have told the Guardian.\nNo Pakistani official took part in either the October or September meetings, according to a member of the Taliban’s leadership council, the Quetta Shura. He said Islamabad has lost much of its traditional influence over a movement it has been associated with since it rose to power in Afghanistan in the mid-1990s.\nhttps://www.theguardian.com/world/2016/oct/18/taliban-afghanistan-secret-talks-qatar\n_______________________\nCOMMENT:  Nothing too positive but perhaps a step in the right direction."], [484, "2016-11-01T15:26:37Z", 0.2, "Down 40% on @Raahul_Kumar post: http://www.gjopen.com/comments/comments/366539"], [19801, "2016-11-01T11:22:53Z", 0.0, "The Taliban on Wednesday rejected reports of secret meetings with the Afghan government in a bid to resume long-stalled peace negotiations, insisting that their hardline policy remains unchanged. Afghan officials yesterday said they held two meetings since September in Doha, where the Taliban maintain a political office, after the news was first reported by Britain’s The Guardian newspaper. But Taliban spokesman Zabihullah Mujahid in a statement rejected any reports of talks or meetings. Mohammad Masoom Stanekzai, Afghanistan’s intelligence chief, and National Security Advisor Mohammad Hanif Atmar had attended one of the Qatar meetings, local Tolo television said citing a presidential palace source.\nhttp://indianexpress.com/article/world/world-news/taliban-reject-reports-of-peace-talks-with-afghanistan-insists-on-hardline-policy-3091213/"], [6303, "2016-10-31T01:49:21Z", 0.06, "According to the general news and GJP consensus."], [484, "2016-10-30T17:57:33Z", 0.6, "(no change) Just an observation that we are running out of time for a possible October (November) surprise related to the US election."], [484, "2016-10-27T16:53:03Z", 0.6, "Down 40% to be closer to the consensus."], [4634, "2016-10-27T14:42:04Z", 0.15, "Good analysis: http://www.thenational.ae/opinion/despite-preliminary-talks-peace-in-afghanistan-is-as-elusive-as-ever#page1"], [6303, "2016-10-24T00:48:07Z", 0.06, "According to the general news and GJP consensus."], [83, "2016-10-22T22:34:49Z", 0.6, "Positive developments on possible negotiations."], [4634, "2016-10-22T05:41:31Z", 0.35, "https://www.theguardian.com/world/2016/oct/21/taliban-envoys-travel-pakistan-discuss-afghanistan-peace-talks"], [25021, "2016-10-20T01:08:39Z", 0.15, "https://www.theguardian.com/world/2016/oct/18/taliban-afghanistan-secret-talks-qatar\nUnofficial talks only, but a positive step nonetheless. Up 12%, just in case this leads to something more."], [691, "2016-10-19T19:23:25Z", 0.22, "Given the various sensitivities and paranoias, whatever is happening will probably not be described as \"official\" any time soon, even if any of the parties acknowledge that some level of chat is on, which all seem disinclined to do at the moment.  If there is a breakthrough in the back room, a public announcement of some sort will ensue.  How it describes the events up to that point will or should weigh heavily in how this gets scored.   "], [405, "2016-10-19T11:11:16Z", 0.73, "The newspaper is saying: this is unofficial talks.\n«The Taliban has held peace talks with the Afghan government for the first time since the extremist group's leader was killed in a US airstrike earlier this year. The group's leader Mullah Abdul Manan Akhund, who is the brother of former Taliban chief Mullah Omar, is understood to have been among those present at the meeting, which was held in Doha, Qatar. »\nFurther...The Taliban's official spokesman, Zabihullah Mujahid, dismissed the reports yesterday as propaganda aimed at sowing discord in the group. "], [368, "2016-10-18T21:01:20Z", 0.0, "It is rumored by lower level officials of the Taliban that secret talks have been taking place which included the US.  Higher level officials in the Taliban deny that any such talks have occurred.  Given the ideological and territorial goals of the Taliban, including the destruction of the Afghan political institutions, it makes sense to conclude that it is unlikely that talks will occur any time soon.  While secret talks might have occurred, and should not be discounted, it does not meet the criteria for the questions which includes the dimension of \"official talks.\""], [83, "2016-10-18T20:52:12Z", 0.4, "Rumours: http://www.reuters.com/article/us-afghanistan-taliban-peacetalks-idUSKCN12I0O2?il=0"], [484, "2016-10-18T16:16:14Z", 1.0, "Up 90% following the news. It never made sense not to talk. Will it be \"official\" (with pressure on coalition politicians and Pakistan)?"], [10924, "2016-10-18T16:11:37Z", 0.55, "\nTaliban restart 'secret' peace talks with Afghanistan in Qatar\nhttp://www.dawn.com/news/1290735/taliban-restart-secret-peace-talks-with-afghanistan-in-qatar"], [21800, "2016-10-18T15:11:24Z", 0.35, "Thanks to Rene and cdob63. Will the secret talks now become 'official talks'?"], [4634, "2016-10-18T14:06:11Z", 1.0, "Following @cdob63"], [691, "2016-10-18T11:13:36Z", 0.94, "http://www.reuters.com/article/us-afghanistan-taliban-peacetalks-idUSKCN12I0O2\nIt looks as though they have treacherously begun these talks without informing me.  On the other hand, the government aren't confirming it yet.  Coming up wildly pending word, since if it's true it's too late for me.  "], [6303, "2016-10-10T03:06:49Z", 0.03, "According to the general news and GJP consensus."], [68, "2016-10-07T12:21:59Z", 0.04, "Reducing from the 5% I forecast on 3 August, for passage of time."], [484, "2016-10-06T16:20:26Z", 0.1, "(no change) If I were contemplating offering another 4 year aid package, it might come with strings. The last ~36 years haven't worked out all that well."], [15548, "2016-10-05T15:51:12Z", 0.06, "http://www.reuters.com/article/us-afghanistan-aid-idUSKCN1250UI + 2 points "], [484, "2016-10-04T02:48:32Z", 0.1, "Down 5% for passage of time."], [601, "2016-10-03T15:57:08Z", 0.06, "Recent gains by the Taliban make this less likely."], [6303, "2016-10-03T02:58:05Z", 0.03, "According to the general news and GJP consensus."], [484, "2016-10-01T03:50:02Z", 0.15, "Down 5% for passage of time."], [10924, "2016-09-25T20:12:16Z", 0.3, "Afghan Taliban are not a homogenous group, they are a cluster of tribal affiliations and factions calling themselves Taliban. Hikmatyar joining hands with Kabul opens doors to other factions, more importantly this brings Pakistan back into the game (Hikmatyar is aligned with Pakistan)."], [6303, "2016-09-25T18:14:19Z", 0.03, "According to the general news and GJP consensus."], [484, "2016-09-23T16:52:12Z", 0.2, "Up 15% agreeing that the recent development is very interesting: http://www.bbc.com/news/world-asia-37438674"], [83, "2016-09-23T15:58:39Z", 0.2, "http://www.aljazeera.com/news/2016/09/gulbuddin-hekmatyar-group-signs-afghan-peace-deal-160922093420326.html"], [4634, "2016-09-22T16:44:54Z", 0.15, "Deal with Hekmatyar could be a template:"], [6303, "2016-09-18T20:37:30Z", 0.02, "According to the general news and GJP consensus."], [22988, "2016-09-13T21:02:35Z", 0.7, "their under pressure of IS"], [6303, "2016-09-12T00:40:51Z", 0.02, "According to the general news and GJP consensus."], [6303, "2016-09-06T01:52:42Z", 0.02, "According to the general news and GJP consensus."], [83, "2016-09-03T19:51:47Z", 0.02, "Passage of time."], [484, "2016-09-02T15:52:09Z", 0.05, "Back down 3% to be at the consensus. Still too much bickering at the top in Afghanistan, but actually think the new Taliban chief offers more opportunity for something than seems to be expected."], [19801, "2016-08-31T12:05:50Z", 0.0, "The officials said in telephone interviews over the weekend that the appointment of Maulvi Ibrahim Sadar, once a close ally of Taliban founder Mullah Mohammed Omar, heralds a commitment to confrontation at a time when multiple governments are trying to coax the Taliban to the negotiating table.\nhttp://economictimes.indiatimes.com/news/defence/taliban-appoints-new-military-chief-as-new-leader-settles-in/articleshow/53927329.cms\n"], [6303, "2016-08-28T23:33:39Z", 0.02, "According to the general news and GJP consensus."], [6303, "2016-08-21T22:06:34Z", 0.02, "According to the general news and GJP consensus."], [484, "2016-08-19T16:20:07Z", 0.08, "Up 5% to be slightly above the consensus. I haven't seen any real signs this is even possible (actually everything is to the contrary), but now I suspect there may be some initiative from President Obama to offer some glimmer of hope at getting this barn cleared out. My tentative narrative is that he will announce something that HRC can use in debates and in her campaign to offer hope. Another part of this fantasy is that I suspect it would appeal to HRC because of her background."], [6303, "2016-08-15T01:00:37Z", 0.02, "According to the general news and GJP consensus."], [19923, "2016-08-09T21:52:27Z", 0.1, "Down 10% to be closer to consensus.  "], [19801, "2016-08-09T02:47:07Z", 0.0, "Earlier the talks with Taliban militants have hit snag as the stubborn armed group like past years has conditioned any talks with the government to the withdrawal of foreign forces from the conflict-plagued Afghanistan, a precondition unacceptable to Afghan government, which is largely depending on foreign aid.\nhttp://news.xinhuanet.com/english/2016-07/17/c_135519721.htm"], [12302, "2016-08-04T12:04:45Z", 0.02, "This is not an easy question to forecast since this question most likely depends on non-public offers and pre-negotiations between the two. I am just forecasting this to push me to keep track of the situation."], [691, "2016-08-03T19:15:09Z", 0.03, "Assuming, on the basis of no evidence and less confidence, that \"official talks\" means face-to-face talks related in some way to an armistice.  Other sorts of possible official talks:  Bilateral discussions about prisoner exchange; official shuttle-diplomacy talks with Red Crescent or other NGOs about humanitarian aid; official but indirect talks at the UN about, say, climate change...."], [68, "2016-08-03T06:51:49Z", 0.05, "Down from 10% to match consensus."], [27999, "2016-08-02T04:03:02Z", 0.05, "The situation in the Middle East is that explosive (mainly becaus of the IS) that official talks between governments and radical islamists seem to be very unrealistic."], [19801, "2016-08-01T04:32:37Z", 0.0, "On the contrary, Afghan officials said that Pakistan was a safe haven for terrorist networks and held council freely for appointing their leaders and staged deadly attacks against Afghan nation. In his recent statement, President Ghani has said that he could provide the addresses of the Taliban leaders in Quetta city of Pakistan. In the interview with Geo News, he reiterated that Pakistan provided sanctuaries to terrorists and trained them. According to him, Afghan forces had bombed the chief of Tehreek-i-Taliban Pakistan (TTP), Mullah Fazlullah, eleven times along with attacks on his close aides and asked, “Can you show me a single operation against the Haqqani network, against Mullah Omar, against Mullah Mansour? Mansour traveled on a Pakistani passport out of Karachi, does Fazlullah travel on an Afghan passport out of Kabul?”\nThe Taliban’s foul play in peace talks and Pakistan’s failure in fulfilling its promise left no motives for resuming talks. Now, bridging the gap between the two countries is next to impossible. \nhttp://outlookafghanistan.net/topics.php?post_id=15850"], [484, "2016-07-30T15:30:40Z", 0.03, "Down 2% to be below the consensus."], [83, "2016-07-28T19:18:51Z", 0.1, "Ghani downgrades effort to negotiate with Taliban and asks Pakistan to take action against Afghan Taliban in Pakistan.\nhttp://www.latimes.com/world/afghanistan-pakistan/la-fg-afghanistan-taliban-20160425-story.html"], [691, "2016-07-26T22:43:34Z", 0.09, "Probably depends on who gets counted.  Presumably the government talkers would have to be sanctioned by the prez, but the Taliban have a lot of factions--so what happens if a couple of them have a government-sanctioned chat with government reps, but the other factions decline to be involved? "], [1639, "2016-07-26T16:39:35Z", 0.03, "1.The arrangement of the Quadrilateral Coordination Group [QCG] is a friendly development and a good idea—the US and China have once again maintained their support to the peace and reconciliation process in Afghanistan.\n2. The participants emphasized the immediate need for direct talks between representatives of the Government of Afghanistan and representatives from Taliban groups in a peace process that aims to preserve Afghanistan’s unity, sovereignty and territorial integrity.\n3. Afghan peace process that—the factions and differences within the Taliban mainly among the group’s new leader Mullah Akhtar Mansour and break away factions such as the one headed by Mohamed Rasool is also a key hurdle to the peace process—A significant factor that could induce the Taliban to accept the Afghan government’s overtures for peace negotiation is the mounting presence of the Islamic State (IS) in the region and its growing infiltration into Afghanistan.\nhttp://foreignpolicynews.org/2016/06/10/quadrilateral-coordination-group-political-twist-afghan-peace-process/"], [1262, "2016-07-25T17:57:57Z", 0.05, "Decreasing forecast.   Looking bleak here...Taliban and ISIS both challenging the government."], [14166, "2016-07-24T16:19:38Z", 0.7, "Yes, maybe not with \"Taliban\" but with some fraction of Taliban. Because ISIS is starting to operate in Afghanistan."], [691, "2016-07-24T12:36:31Z", 0.11, "Afghanistan has a government?  Cool."], [27543, "2016-07-19T10:51:10Z", 0.05, "Highly unlikely due to current Taliban internal divisions, the bedding-in period required for the new leadership, and GIRoA's need to regain Helmand province to strengthen their negotiating hand. "], [7366, "2016-07-18T20:52:22Z", 0.05, "Taliban is still not in a stale mate with the current government.  Until the stale mate takes place there will be no talks.  Taliban has firm control of the country side and poppy and drug production. Until this issue is solved Taliban has no intensive to talk to the government."], [4634, "2016-07-15T09:24:40Z", 0.2, "http://www.khaama.com/no-plans-to-revive-peace-talks-with-taliban-says-afghan-official-01485"], [405, "2016-07-15T09:12:50Z", 0.2, "-3 from 23"], [1262, "2016-07-14T19:43:33Z", 0.1, "Agree with @dowser http://www.gjopen.com/comments/comments/269626.\nNo evidence of new talks (1) and new President will have lots to think about.   Clinton has prior history of efforts for talks with Taliban and knows the difficulties, Trump - ?"], [1993, "2016-07-12T00:15:21Z", 0.1, "Eight months left in the question, so things could change. But, right now, the Taliban does not seem to have any incentive to negotiate. It believes it can win militarily; it can at least drag things out a long time and weaken whatever constitutes the Afghan army. The government in Kabul is not popular. And the US assassinated Mullah Mansour, so the Taliban would not trust the US or Afghan government in talks. The Taliban has every reason to take a hard line for the time being."], [1500, "2016-07-11T15:47:50Z", 0.25, "Obama's decision to maintain a higher level of troops in Afghanistan (8500 vs 5500), coupled with Pakistan's increased efforts against the Taliban on their side of the border, may force the Taliban to the bargaining table.  That's one theory at any rate."], [405, "2016-07-09T20:11:31Z", 0.23, "-2 from 25\n«He (Afghan President Ashraf Ghani)  added that despite clear commitments to the quadrilateral peace process, \"Pakistan's dangerous distinction between good and bad terrorists is being maintained in practice\"....Foreign Office (FO) strongly reacted to the Afghan president's speech at the Nato summit and said that Ashraf Ghani's remarks were disappointing and a continuation of Afghan government's policy of blaming Pakistan for its failures.\nThe Afghan president maintained that the world leaders should understand that Afghanistan is facing a multi-dimensional conflict and is fighting all sorts of groups \"ranging from Al-Qaeda and Daesh to terrorist groups with Central Asian, Chinese, and Russian origins, to Pakistani groups classified as terrorists by Pakistan and the Afghan Taliban groups\"» [1]\nSo, in fact, this organization (Afghanistan) which is an official United Nations country have difficulties to raise taxes and have pseudo borders, now,  the world communities want from this country to have official talks with a more complex decentralized and unofficial organization: the Taliban. \nIf this difficulties weren't enough, one of his leader have been shut lately. This, is surely a good thing when many stakeholders sees taliban leaders has lord-warriors or terrorist groups, but when peace talks have to be initiate, those talks have to be with someone with some kind of legitimacy of people living on the territory. \n[1] http://www.dawn.com/news/1269728/peace-initiatives-with-pakistan-remain-unsuccessful-says-afghan-president"], [519, "2016-07-05T19:19:13Z", 0.05, "This might change with the presidential election, but why would they negotiate? They can wait us out. American commitment is the weakest it has ever been. "], [18762, "2016-07-05T18:12:59Z", 0.1, "very low odds--the only reason i cannot give this a lower number is uncertainty, the possibility that Hillary may win, the fact that they have had talks before. If Trump wins i may bump this up. "], [601, "2016-07-05T17:12:04Z", 0.22, "Hillary might make this a priority-  she at least has to pretend she is trying to do something about the mess Obama is leaving her in Afghanistan."], [2637, "2016-07-05T15:25:45Z", 0.25, "They don't seem like the talking type"], [19801, "2016-07-05T04:05:08Z", 0.0, "The leader of Hezb-i-Islami Gulbuddin (HIG), a faction that fuels Afghanistan’s insurgency, has withdrawn from peace talks after raising the hopes of the Afghan government that an agreement was near. Gulbuddin Hekmatyar, HIG’s leader, has toyed with the Afghan government in the past."], [24754, "2016-07-02T21:24:10Z", 0.1, "If Trump wins in the US, look for a US troop withdrawal. Taliban might agree to talks before US troops actually leave, but not likely. Negotiations unlikely in the near future without foreign troop withdrawl."], [1643, "2016-07-02T12:29:34Z", 0.1, "At first search I could not find an instance where they actually conducted talks.  As the US continues to withdraw troops it seems to be the Afghan government is less able to maintain control in outlying areas.  The Taliban do not seem the type to negotiate when they are increasing in influence."], [26790, "2016-07-02T03:41:52Z", 0.67, "i think the chance is reasonably high, as both parties suffer from the situation. and official talks anyway do not mean much, can even fail after the first day...\nand nobody knows how long the hard-liner is head of the afghan taliban anyways"], [26777, "2016-07-01T12:32:49Z", 0.05, "The past has proven unfruitful. Both parties have too little interest"], [1023, "2016-06-29T15:02:41Z", 0.2, "possible, but depends upon USA elections."], [4462, "2016-06-29T12:35:40Z", 0.0, "   Why agree on anything when the next President can undo it?"], [26704, "2016-06-29T12:33:32Z", 0.25, "No coherence of interests on either side.  Both cultures look for win/ lose outcomes and there is no trust"], [26686, "2016-06-29T01:58:41Z", 0.15, "Both sides are fractured.  Neither side has an incentive to talk as long as it is making gains on the battlefield."], [26681, "2016-06-28T23:41:40Z", 0.25, "Nothing to suggest otherwise. "], [26678, "2016-06-28T21:41:13Z", 0.02, "Comment deleted on Jun 28, 2016 09:43PM UTC"], [26656, "2016-06-28T15:13:58Z", 0.05, "Hardline approach; Ashram Ghani has indicated that talks won't take place"], [68, "2016-06-28T08:20:51Z", 0.1, "Down to 10% to follow consensus.  @Raahul_Kumar makes a very convincing case, but I'd rather not go to zero with nine months left."], [909, "2016-06-28T06:12:23Z", 0.05, "Considering the US is still targeting Taliban leaders, that'll make peace talks difficult. "], [7124, "2016-06-28T03:40:01Z", 0.05, "Negotiating with a bunch of fanatics seems an oxymoron"], [21464, "2016-06-28T03:19:51Z", 0.6, "They will loose some western funding from and a corrupt government will cave. "], [484, "2016-06-28T02:45:24Z", 0.05, "Down 20% on this post: http://www.gjopen.com/comments/comments/269607"], [19801, "2016-06-28T01:19:14Z", 0.0, "The question is that if the Taliban intend to resume talk, why they held out against it more than a decade and ushered in Omari Operation this year? Time for talk is over, it's time for war. The USA is absolutely insane. You cannot blow up an organizations leader and hope to conduct peace talks with it."], [26589, "2016-06-27T14:53:38Z", 0.0, "The Taliban has refused to take part in peace talks until the government orders foreign troops out of the war-torn country and releases all of its fighters from prison. Last October, the US announced thousands of US troops would remain in Afghanistan past 2016, keeping the current force of 9,800 troops, amid a surge in Taliban attacks.  In late January, a new US President will be sworn into office.  They are unlikely to make changes to the foreign policy that quickly.  The Afghani president has also publicly stated he will not make peace with those who kill children."], [21884, "2016-06-27T09:10:43Z", 0.1, "reduction 22% down\nhttp://www.khaama.com/taliban-leader-qari-ghafoor-killed-with-his-14-fighters-in-kunduz-airstrike-01359"], [25021, "2016-06-27T05:18:46Z", 0.08, "Hard to see the new man (Akhundzada) being interested in power sharing discussions with government until his own authority is guaranteed. http://www.eurasiareview.com/17062016-afghan-taliban-still-force-to-be-reckoned-with-analysis/\nDrone strike on Mansour didn't help the process, but perhaps it wasn't supposed to. Suspect this is yet another non-linear war, with poorly defined and constantly shifting alliances supporting a strategy designed to contain and manage, rather than overcome. \nPrepared to offer 8% on the chance that ISIS expansion in Afghanistan will give both sides a reason to come to the table. The enemy of my enemy. . ? "], [24485, "2016-06-26T20:55:22Z", 0.13, "Obama won't prior to election; neither Trump, nor Clinton will either"], [26243, "2016-06-26T13:38:22Z", 0.1, "Too many factors in opposition - inept Afghan leadership, external ISIS pressure toward extremism, lack of US/global engagement, etc. This drops 10% per month to deadline. "], [26553, "2016-06-26T13:25:33Z", 1.0, "allies under their armour against ISIL"], [26547, "2016-06-26T05:24:05Z", 0.1, "the killing of talibans last leadership (via drone) in balochistan will fragment decision making within their ranks. it will take some time for the new leader to consolidate his hold over the movement, and he would like to be seen as negotiating from a position of strength. this requires time, making it pretty unlikely for them to return to talks."], [484, "2016-06-26T02:30:21Z", 0.25, "Up 5% to be above consensus."], [405, "2016-06-25T22:44:32Z", 0.25, "For now, it seems that everybody could tell to others that they talked by \"the mouth of my cannons.\" [1] [2]"], [19923, "2016-06-25T16:26:09Z", 0.2, "Initial forecast."], [26242, "2016-06-25T00:18:25Z", 0.2, "Haibatullah Akhundzada is very militant even by Taliban standards, likely has the memory of the assassination of his predecessor hanging over his head, and has publicly stated he will not parley with the Afghan government, so this is doubtful unless anything like this happens (and counts):"], [706, "2016-06-24T17:58:53Z", 0.5, "Who counts as an official rep of the Taliban?"], [26480, "2016-06-24T11:04:35Z", 0.55, "The Taliban group is currently highly fragmented movement. There are several components that have different internal dynamics and therefore opposing goals. The Taliban leaders that are based in Afghanistan are seeking to make a deal with the government of Afghanistan in order to remain \"politically and economically relevant\", particularly during the inception phase of several major infrastructure development projects like TAPI and Afghan Railway. They want to be part of a \"security solution\" - i.e., provide/guarantee the security in areas designated for these projects. The Pakistan-based Taliban faction including Haqqani and others, are seeking to establish Islamic Emirate of Afghanistan, take the entire country under their control and establish Sharia Law. The two factions are competing at the moment. There will be a series of internal battles, possibly assassinations of their leaders, etc. Once this process is over, a new leadership will emerge... That new group would have a completely different view of the world, region and Afghanistan. They will need to have some sort of international and domestic backing... They will attempt to negotiate eventually, but not before the opposing side is suppressed... "], [15371, "2016-06-23T19:20:34Z", 0.71, "If Hillarys elected , for show , as excuse to funnel more $"], [484, "2016-06-23T15:57:29Z", 0.2, "Up 5%. I agree with all the posts about why this is not going to happen. OTOH I can't come up with a mostly plausible route to get there but I do wonder about an \"October surprise.\" President Obama would like to leave with the barn cleaned out and cooking up some way to talk would really help. The bar for some kind of discussion might be very low. If most parties believe that HRC will be the next president, then the objection to starting something that might be hijacked after the inauguration is less of an issue."], [25796, "2016-06-23T11:44:19Z", 0.2, "It's been a year since they last sat down.  Relationships deteriorated since then.  Declaration of no talks until foreign troops leave.  Unlikely to pull it round by end of Feb 2017."], [21884, "2016-06-23T09:18:03Z", 0.32, "Taliban declared a terrorist organization (0%), Osama bin Laden concealers (0%). They are world leaders in the production of heroin and opium (0%). They control 70% of Afghanistan's territory (70%). The number of Taliban militants 25-40 thousand people (80% require large financial costs for their destruction). Taliban conditions are not met the Afghan government (50% further negotions). Negotiations with terrorists are possible. Negotiations will probably be inconclusive, only extend the time for the determined battles for control. The Afghan government is waiting for funding and assistance, and they need in split the Taliban forces."], [4955, "2016-06-23T00:15:30Z", 0.0, "The Taliban have stated that they refuse to participate until foreign troops leave and their prisoners are released. Until this occurs I assume status quo."], [1262, "2016-06-22T18:29:44Z", 0.14, "No evidence so far; I suspect they think they will eventually get everything they want, so why negotiate about anything?      \nhttp://www.nbcnews.com/news/world/taliban-kidnap-least-25-men-buses-afghanistan-s-helmand-n596071\nhttp://www.aljazeera.com/indepth/features/2016/02/taliban-obstacles-afghanistan-peace-talks-160225095920107.html"], [22245, "2016-06-22T16:30:33Z", 0.4, "This question is misleading.  The Taliban are not a singular group, but rather a hodge podge of various groups who share a Pashtun background.  No one person speaks for the Taliban at this moment.  The government may negotiate with a faction of the Taliban, but whatever agreement they may come to will have no impact on all the various Taliban groups."], [4634, "2016-06-22T08:54:31Z", 0.35, "Some token talks due to Pakistani (ISI) pressure is possible, has happened before."], [10924, "2016-06-22T06:12:28Z", 0.3, "Taliban have come to the negotiating table either through Pakistan or Qatar, and its in the interest of Afghan Government to settle with Pakhtoon majority led by in this case Taliban. I would start higher but there are headwinds in the shape of Afghan Pakistan lack of trust and an outgoing US President which means any real attempt of negotiated settlement will be postponed for the next US President. I would watch for Afghan local elections scheduled for October this year, if they happen then that would be a huge positive."], [19801, "2016-06-22T03:01:34Z", 0.0, "The question answers itself: \"The Taliban's refusal to join talks\". Unless sanctions are levied against Pakistan for their funding and harboring of the Taliban, that won't change either."], [484, "2016-06-22T02:04:11Z", 0.15, "Initial forecast. (Wonder how public it has to be before talking is \"official?\")"], [26183, "2016-06-22T00:41:10Z", 0.05, "A"], [1333, "2016-06-22T00:27:56Z", 0.0, "My sense of this is that the US is wanting a seat at the table or at least be represented and drive the agenda. We are as likely to continue to interfere with the process as the Taliban hardliners, they'll bomb a market and we'll drone a cab with a leader in it and say we'll stop that if they agree to talks with us there, they will continue to say no infidels invited and stay away. We'll string Kabul out on our drug - dollars to rein in adventure\\ism by Kabul."], [10314, "2016-06-21T20:23:07Z", 0.65, "U.S. will force government to negotiate, and then U.S. will withdraw in toto."], [4634, "2016-06-21T19:02:01Z", 0.35, ""], [22243, "2016-06-21T17:58:22Z", 0.08, "On the chance that Mawlawi Haibatullah Akhundzada hears a drone flying around and decides to be more reasonable."], [68, "2016-06-21T17:32:56Z", 0.25, "It seems unlikely. The official Taliban position is that they won't talk to the Afghan government so long as US and NATO troops remain in the country. New leadership will want to show strength while the Afghan government will not accept the Taliban's claim to be the \"real\" government of the \"Islamic Emirate of Afghanistan\". I suspect that all we'll get in the next eight months are talks about talks."], [500, "2016-06-21T17:15:53Z", 1.0, "doći će do razgovora jer talibani imaju problem zvan ISIL\n"], [68, "2016-06-21T17:14:15Z", 0.0, "01 March 2016 was nearly four months ago! No chance."]]}