{"question_id": 548, "title": "Will the Political Instability Task Force (PITF) Worldwide Atrocities Dataset record an event perpetrated by a non-state actor in Israel that starts between 9 August 2017 and 31 August 2017, inclusive?", "correct_answer": "No", "crowd_forecast": 0.01, "preds": [[37538, "2017-09-01T00:27:30Z", 0.02, "I don't actually understand the details of this question, but I think there's a tendency to exaggerate confidence in complex issues like this. Since the average was 1%, I'm going to go for 2%"], [37379, "2017-08-31T05:31:14Z", 0.0, "Passage of time."], [755, "2017-08-30T02:06:54Z", 0.02, "ABC News, August 29, 'Israeli prime minister says no withdrawal from settlements': http://abcnews.go.com/International/wireStory/israeli-prime-minister-withdrawal-settlements-49484179"], [29591, "2017-08-29T16:13:05Z", 0.01, "Lowering forecast:"], [83, "2017-08-28T23:33:48Z", 0.0, "Passage of time"], [755, "2017-08-27T22:00:25Z", 0.02, "Comments: Violent acts that result in multiple deaths, perpetrated by Israelis against Palestinians or Arab-Israelis in Israel proper should also be considered. Adjusting down due to time constraints.\nMa'an News Agency, August 19, 'Israeli settlers throw rocks at Palestinian homes in Hebron city': https://www.maannews.com/Content.aspx?id=778745 "], [29591, "2017-08-25T19:51:00Z", 0.02, "Maintaining forecast:"], [4497, "2017-08-23T14:40:23Z", 0.1, "General news suggests nothing that might cause tension with about a week to go. "], [1333, "2017-08-22T20:30:25Z", 0.15, "Abbas has a meeting with DJT principles on the 24th. Hr pears to have lost his mind at a meeting earlier this week at which he strongly lambaste s the President and criticism for his team was liberal. If this happens again on the 24 the odds of some action goes up and since the PLO is a non state...."], [68, "2017-08-21T10:43:45Z", 0.01, "With just over ten days before this question closes, chances of five or more non-combatants being killed in a single event are extremely low. See \"We have only coded incidents involving five or more non-combatant deaths.\" from http://eventdata.parusanalytics.com/data.dir/PITF_Atrocities.codebook.1.1B1.pdf"], [37622, "2017-08-21T04:49:57Z", 0.1, "The issue that I am weighing most in consideration here is the notion of non-state actors.  Most acts against Israel do appear to be state sponsored in some way.  So whilst the chances of Israel suffering an atrocity might be high over all, my own view is that non-state risk is at the low end"], [55, "2017-08-21T04:28:55Z", 0.0, "Highly unlikely with this short window. More likely during the High Holidays in the following weeks.  "], [29591, "2017-08-20T19:59:36Z", 0.06, "Lowering forecast: "], [755, "2017-08-20T19:20:06Z", 0.05, "Comments: See @AB747 August 18 post and comments. Up-vote 1. Setting initial probability low due to excellent IL intelligence and countermeasures. Time frame of this IFP is also a consideration. Out to 90-days, see higher probability in October- September to coincide with Rosh Hashana and Yom Kippur.   \nTimes of Israel, August 18, 'Israel’s former counter terrorism chief warns: IS will carry out chemical attack - Islamic State’s worst ‘is yet to come,’ warns Nitzan Nuriel': http://www.timesofisrael.com/former-counter-terrorism-chief-is-will-carry-out-chemical-attack/\nClips from article:\n“I think the worst is yet to come. What we are witnessing is the death throes of death of the physical infrastructure of Islamic State in the region, and these will regrettably be accompanied by many incidents of this kind and worse. I, for one, believe that a chemical terror attack is ahead of us,” he said, adding that “Islamic State has the knowledge, the capabilities and the means. I think they have already made the decision. All that remains is the operation in which this will happen.”\nNuriel said every aspect of such an attack, including obtaining the weapons and raw materials, could easily be organized by terror cells already located in European countries and trained for such missions.\"\nComments: 'I think they have already made the decision. All that remains is the operation in which this will happen'.... agree with Nuriel with this assessment. SY will be the source of this weapon's components. Best use: 1) Portable = Sarin agent strapped to suicide belt to be deployed in closed-environment (i.e., school, synagogue).  2) Vehicle-delivered, small truck or motorcycle. \nThat attackers will use appropriated/manufactured uniforms, commo gear, weapons and appearance of Israeli security forces to aid in deception must be considered.    "], [29, "2017-08-20T13:42:41Z", 0.03, "Passage of time"], [29591, "2017-08-18T16:04:51Z", 0.1, "Lowering forecast:\nIn response to the Barcelona attacks:\n“In Israel and the occupied Palestinian territories where such attacks are common, authorities have responded by erecting barriers at locations where groups of Israelis gather. Bus stops are now protected by rows of thick metal poles, and soldiers stand behind blocks of concrete as they guard roads and roundabouts in the West Bank.”\n“Even those precautions have not been entirely successful; a truck driven by a Palestinian rammed into a group of soldiers in East Jerusalem in January, killing 4” \n“Israeli authorities have said they have developed a method of identifying would be attackers based on their activity online. A report in the Israeli newspaper Haaretz from April said that 2,200 potential assailants were identified in less than a year through this method.” (http://www.telegraph.co.uk/news/2017/08/18/barcelona-attack-showed-hallmarks-new-terrorist-tactics/) \nConsider the security measures in place to reduce the probability of 5+ persons dying in such an attack. "], [1111, "2017-08-17T22:21:51Z", 0.7, "Given the vehicle (auto/truck) ramming into pedestrians in the news, I think the probability is high that Israel will have an incident of a vehicle running into pedestrians. "], [24, "2017-08-16T14:18:17Z", 0.02, "Adjusting down for passage of time"], [23779, "2017-08-16T12:38:13Z", 0.0, "-No special dates during Aug\n-Mid month, less chance. late entry\n-no immediate past records for same date\n-no highly visible news related to tensions around Israel"], [3294, "2017-08-15T21:22:16Z", 0.07, "This event doesn't seem to have a high frequency in the past. There is still a chance for civilians killed during the time frame considering the volatile political climate of the middle east. "], [12302, "2017-08-15T20:41:09Z", 0.0, "too rare according to the data"], [1549, "2017-08-15T19:29:10Z", 0.0, "Short window for a relatively rare event"], [38300, "2017-08-15T13:58:26Z", 0.01, "I pulled two files from the PITF site, 1995-2012 and 2016-201 (the between file was corrupted).  Not taking the date constraint into consideration, ISR had 10 events from those two files that met the Perpetrators constraints (149 total).  So I tried (newbie) to do the probability of an attack on ISR given the perp meets the constraints.  the probability of the perp meeting the constraints given the attack was in ISR was .067.  The probability of an attack on ISR regardless of what type the perp is was .012.  The probability of the perp meeting the constraints regardless of the country was .22.  Using Bayes (for the first time ever), I figured .003.   "], [37007, "2017-08-14T21:50:58Z", 0.03, "Unlikely given the data, short time frame"], [38012, "2017-08-14T20:59:06Z", 0.1, "There aren't any on the list so far this year so I'm going with a low chance"], [36803, "2017-08-14T19:44:51Z", 0.01, "Historically available data suggests it's highly unlikely. Removal off metal detectors in Jerusalem lowers current tensions."], [35569, "2017-08-14T19:39:54Z", 0.0, "The PITF Worldwide Atrocities Dataset spreadsheet that begins with January 2016 and ends in June 2017 has no incident that would meet the criteria to resolve the question as yes.  The ACLED dataset confirms the former dataset.  The internal politics of Israel are chaotic and the usual suspects for attacking Israel are doing well, but Israel is top notch when it comes to national security.  The above window is very small compared to the years of time when the question would have been resolved as 0% yes.      "], [1042, "2017-08-14T16:52:23Z", 0.05, "Small time frame and the question has no real way to be predicted."], [37860, "2017-08-13T14:48:04Z", 0.02, "Based on no events in 2017 to date and a fairly stable situation (as these things go, plus the years of distrust leading to increased security, I would place the likelihood at near-zero. 2% chance is near zero."], [37679, "2017-08-13T14:05:51Z", 0.01, "Recent data suggests that it is extremely unlikely."], [38197, "2017-08-13T03:20:35Z", 0.45, "Temple Mount instability will lead to another terrorist attack."], [38158, "2017-08-12T23:54:12Z", 0.0, "No record found in 2017 for ISR"], [1080, "2017-08-12T20:11:06Z", 0.85, "OPT murder rates make this a fairly straightforward prediction "], [38161, "2017-08-12T18:56:20Z", 0.95, "non state actors will want to regain the spotlight in the news"], [368, "2017-08-12T18:38:18Z", 0.0, "No events for ISL documented in 2017.  Additionally, an important empiric to notice is following: The strategic nature of barrier construction makes the relationship between barrier construction and perpetrator attacks (particularly for no state actors) and its causal effects complex.   However, this analysis suggests that fences reduce the annual risk of [terror] attacks by at least 67%."], [4497, "2017-08-12T15:40:56Z", 0.1, "Looking at the data, the chance for similar time period is extremely low, approaching zero, but being Bayesian, I will never say 0 because of course it could happen, it's not impossible. Some recent events in the news have increased tensions, however, so I have raised my estimate based on these events. "], [3380, "2017-08-12T14:42:16Z", 0.45, "It could happen."], [38131, "2017-08-12T13:21:35Z", 0.03, "The probability if near zero for any particular 3-week period"], [38022, "2017-08-12T12:21:02Z", 0.06, "historical likelihood"], [23006, "2017-08-12T04:11:57Z", 0.0, "three weeks to go and everyone's looking southeast..."], [368, "2017-08-12T02:35:25Z", 0.02, "Highly unlikely.  Israel's security apparatus is renowned for its interdiction prior to potential events occurring.   Its walled structure contributes to its monitoring mechanisms of the Palestinian population in the occupied territories, the Golan Heights and counterterror intelligence and terror operations."], [38072, "2017-08-11T23:12:09Z", 0.15, "Intuitively, most non-state terrorist attacks in Israel have far fewer casualties than the minimum threshold, but there are frequent attempts at such."], [38050, "2017-08-11T22:03:03Z", 0.04, "Extremely simple MC model."], [38008, "2017-08-11T21:29:15Z", 0.07, "Heightened security in Israel making a 5+ death incident unlikely. "], [37924, "2017-08-11T19:30:05Z", 0.6, "General situational awareness"], [16778, "2017-08-11T16:48:20Z", 0.18, "There is currently tension between Arabs and Israel over the killing of Israeli policemen by Arab Israeli citizens on 7/11 (which I suspect will meet criteria for inclusion in the PITF dataset) and the resulting Al Aqsa mosque metal detector controversy.  Review of the PITF database shows that over the past 22 years, there has been at least 1 event in Israel except for 3, with a mean of 7 events and a median of 2.5 events/year. With a 86% of years with at least 1 event, there gives us a monthly event rate of 18% (86% years w/ events x 2.5 events/year x 1/12)."], [36997, "2017-08-11T16:46:40Z", 0.65, "Given recent turmoil of Palestinians not being allowed/restricted to worship at the Temple Mount and the feeling of oppression by the Palestinian people it is highly probable that an incident will occur within the time frame given."], [37353, "2017-08-11T13:21:04Z", 0.02, "1. The PITF code book states \"For purposes of this project, we define an atrocity as implicitly or explicitly political, direct, and deliberate violent action resulting in the death of noncombatant civilians\". This is a very narrow definition and excludes events between state-sponsored actors during which noncombatant civilians are killed.\n2. The dataset does not show any events inside Israel for the period between January 2016 and June 2017. Given that there is only a 20-day window for the forecast, the probability of an event is low.\n3. While the political situation in Israel is unstable due to corruption charges against the Prime Minister, the security situation appears more stable than in past years."], [37834, "2017-08-11T10:02:14Z", 0.15, "Tensions always simmering but higher currently with dispute over access to holy sites, several killings on both sides"], [29, "2017-08-11T04:31:41Z", 0.05, "No previous reports shown for this year."], [11430, "2017-08-10T22:53:17Z", 0.04, "Such a small window for such an event, although the TEAI (terrorist event activity index) has lately risen."], [3429, "2017-08-10T22:19:14Z", 0.05, "seeking additional information."], [37212, "2017-08-10T21:10:02Z", 0.07, "Within the data set, August represents about 11%, so using a linear theta decay estimate, today's probability for the remainder of the month should be about 7%, declining by about 35 bps/day. This ignores the impact of the Israeli West Bank wall, so the actual probability is likely lower still."], [29591, "2017-08-10T20:42:33Z", 0.15, "Considering this a low possibility for a number of reasons: "], [37149, "2017-08-10T20:31:30Z", 0.08, "History"], [34836, "2017-08-10T18:58:02Z", 0.1, "My previous forecast assumed PITF was looking at something else.  Netanyahu is in political and criminal trouble and his support of settlers will aggravate things this month. However, political instability will not go so far to raise a flag by PITF."], [34836, "2017-08-10T18:47:20Z", 0.8, "Netanyahu is in political and criminal trouble and his support of settlers will aggravate things this month. However, political instability will not go so far to raise a falg by PITF."], [31450, "2017-08-10T18:44:33Z", 0.0, "Initially I thought the either I screwed up or the data set was broken, then I realized there just haven't been any events in Israel this year or last and now I don't see why that trend should change in the next few weeks."], [6303, "2017-08-10T17:30:40Z", 0.02, "Based on general news and GJP consensus."], [11896, "2017-08-10T17:14:30Z", 0.03, "The events they capture are the most serious, yet less common. "], [37762, "2017-08-10T16:51:28Z", 0.15, "The region has been relatively quiet over the last 30-60 with minor infractions. Israeli government has been quiet on further settlements. Other actors seem to be engaged in efforts in other countries in the region."], [1528, "2017-08-10T16:37:36Z", 0.04, "Based on no incidents since Jan 2016 "], [1250, "2017-08-10T15:02:33Z", 0.15, "Attacks are averaging less than one per month but there are tensions arising from the situation in Jerusalem."], [34281, "2017-08-10T14:43:03Z", 0.15, "While an event is always likely form a non-state actor from outside of Israel, the likelihood of it occurring within Israel is significantly lower.  There is a heightened state of security following the events at Temple Mount and the Israeli embassy in Jordan.  "], [37696, "2017-08-10T13:06:35Z", 0.1, "No incidents since Jan 2016, recent tensions over metal detectors have a low probability of inspiring an event"], [37319, "2017-08-10T12:11:18Z", 0.03, "I believe the probability is less than it has been but still significant.  I'm probably overestimating this. "], [37650, "2017-08-10T07:02:02Z", 0.65, "While the month isn't finished, there is a high probability of occurrence due to overall ME political instability and Israel unwillingness to tackle issues peacefully."], [37545, "2017-08-10T03:42:52Z", 0.05, "Jan 2016 to Jun 2017 shows no incidents recorded for Israel. There is no clear and present geopolitical event suggesting that the region is at high risk of an event."], [37604, "2017-08-10T03:18:51Z", 0.1, "Tight security limits availability, Palestinians (thereby, state-sponsored) are typically identified as perpetrators."], [706, "2017-08-10T01:18:02Z", 0.45, "Current instability makes an opportunity.  Also, the ending of metal detectors, even though other measures strengthened in response, gives a false confidence to those who might hesitate."], [37520, "2017-08-10T00:37:45Z", 0.43, "Whilst the situation in Jerusalem has calmed since the removal of the metal detectors, it is still volatile.  Therefore due to this volatility, I feel that there could be another flareup within this time frame."], [1667, "2017-08-10T00:29:29Z", 0.1, "Reaction to security near dome of the rock, there will be pressure to commit an atrocity. But security is tight, may take longer for an atrocity to be committed."], [37533, "2017-08-10T00:08:14Z", 1.0, "Current instability points to potential anti-Israeli violence"], [36925, "2017-08-09T23:13:15Z", 0.8, "August 17th. "], [37397, "2017-08-09T23:01:10Z", 0.15, "Lower probability now since Trump is pro-Israel."], [37200, "2017-08-09T22:24:27Z", 0.0, "Not a real attack... Seeing how the current government seems embroiled in scandal and Netanyahu is very likely to face charges, such a distraction would only benefit the government itself..."], [37438, "2017-08-09T21:20:43Z", 0.05, "Focus right now is not on Israel."], [37136, "2017-08-09T21:19:53Z", 0.05, "Based on 2016-2017 data showing no entries for Israel, as well as a Google news search showing Israel's tourism is projected to increase by 25%."], [36875, "2017-08-09T21:00:33Z", 0.05, "Extended quiet spell at the moment. Most of the traditional non-state actors likely to be active are otherwise engaged in Syria and/or with ISIS (whether alongside or against). Hamas does not seem eager to start another conflict from/around Gaza as it would take away from their attempted state building in the same location."], [37117, "2017-08-09T20:45:53Z", 0.05, "As far as I can tell, the dataset for the most recent period has recorded zero incidents within Israel.  The political tension climate in the country does not seem any worse now than it has for the foreseeable past.  "], [1023, "2017-08-09T20:20:39Z", 0.19, "not sure."], [24, "2017-08-09T18:58:41Z", 0.05, "Various Israeli sources have suggested that there is a general expection of a forthcoming (large-scale, rocket-led) attack on Israel by Hezbollah (from Southern Lebanon most likely), albeit at an unspecified point - a reprisal of the summer 2006 war, in a sense. However, nothing concrete suggests this is likely to be impending, within the timescale of this question. "], [488, "2017-08-09T18:36:28Z", 0.0, "No"], [37103, "2017-08-09T18:06:16Z", 0.1, "The potential is always present for such an event in Israel, and there has been an event recently which indicates more instability than usual."], [327, "2017-08-09T18:04:40Z", 0.0, "No events all year & not likely any will occur in the next 3 weeks."], [36970, "2017-08-09T18:00:31Z", 0.6, "I think tensions in the region may lead to a non-state sponsored attack in Israel."], [36858, "2017-08-09T17:14:41Z", 0.15, "There haven't been any this year but the potential is there."]]}