{"question_id": 615, "title": "Will ACLED record any civilian fatalities in Zimbabwe in October 2017?", "correct_answer": "No", "crowd_forecast": 0.14, "preds": [[41009, "2017-10-31T14:38:33Z", 0.1, "corrected MC evaluation"], [41009, "2017-10-31T12:23:29Z", 0.11, "MC base rate"], [38778, "2017-10-31T02:04:00Z", 0.3, "Updating as time elapses"], [37379, "2017-10-30T20:15:33Z", 0.0, "Ouch, I waited too long to update. Better late than never: none recorded as of Oct. 29."], [6303, "2017-10-30T03:48:57Z", 0.02, "Based on general news and GJP consensus."], [55, "2017-10-25T01:45:58Z", 0.02, "Passage of time. "], [38778, "2017-10-24T00:27:29Z", 0.55, "Updating as time elapses"], [6303, "2017-10-23T02:49:19Z", 0.09, "Based on general news and GJP consensus."], [83, "2017-10-19T21:55:53Z", 0.1, "ALCED records nothing for the 1st 14 days"], [55, "2017-10-19T17:05:14Z", 0.15, "Passage of time"], [38778, "2017-10-16T15:41:36Z", 0.65, "I'm moderating a bit because of the group average, but I think there is a decent chance of a fatality in the next couple weeks. "], [6303, "2017-10-16T04:14:29Z", 0.15, "Based on general news and GJP consensus."], [13377, "2017-10-16T04:08:38Z", 0.4, "Following @chigginson, your analysis looks good, thank you."], [83, "2017-10-14T22:23:34Z", 0.15, "ALCED records nothing for the 1st 7 days."], [38564, "2017-10-11T05:55:11Z", 0.5, "Zimbabwe has not shown signs of becoming a much less violent/more commonly lawful place over the last several years."], [38401, "2017-10-10T11:51:57Z", 0.13, "About 13% of the months in history satisfies all the requirement (Country = Zimbabwe; Event_type = Violence against civilians or remote violence; fatalities > 0). The number increases significantly if you widen the event type to riot/protest."], [40642, "2017-10-08T16:13:36Z", 0.13, "There are two cases with fatalities reported so far this year. Suggests that monthly probability should be around 20%, but a third of the month has already passed without incidence. Probability for the remaining 20 days would therefore be around 13%."], [83, "2017-10-07T23:02:57Z", 0.2, "Two \"violence against civilians\" deaths this year involve   miners chanting/ singing aggressively:\nJuly 7: \"A group of about 50 gold panners armed with machetes and firearms rampaged through the streets of Silobela singing aggressive songs. The group clashed with the police, who opened fire, killing a gold panner and injuring several others.\"\nJuly 18: \"200 miners broke down the Chiadzwa diamond mine perimeter fence and stormed the diamond sorting room, wielding machetes and chanting songs. The security guards hired to protect the Zimbabwe Consolidated Diamond Company fired at the crowd, killing a person\""], [37379, "2017-10-06T09:22:19Z", 0.5, "Influenced by @cpschneider's analysis, data at https://www.gjopen.com/comments/comments/584821, and that of @joew92 at https://www.gjopen.com/comments/comments/582607; but not willing to go quite as high based upon the much lower forecasts of two people who typically get forecasts of this nature correct: @dsarin, @cdob63, but who have not stated their reasons for doing so.  "], [1528, "2017-10-05T15:01:51Z", 0.3, "moving toward consensus"], [37379, "2017-10-04T20:40:42Z", 0.15, "Base rate."], [38383, "2017-10-03T16:44:47Z", 0.75, "Any dissent, or suggestion of dissent,  in Zimbabwe is not tolerated.  "], [37379, "2017-10-02T07:30:57Z", 0.5, "Belatedly responding to data and analysis by @joew92 at https://www.gjopen.com/comments/comments/582607. Thank you, Joe Wood."], [40478, "2017-10-02T04:58:04Z", 0.34, "Reading the question more thoroughly, the fine print says that it will only include cases of Violence against civilians or remote violence. Using my same approach as below, but removing sources of riots and battles, my number should be more in the range of 34%."], [40478, "2017-10-02T04:25:08Z", 0.56, "Initially I tried to use the data from above to determine a base rate using data from all of africa. This would have resulted in a 100% yes answer. However it looks like it is more likely for riots and violence to end in casualties in other countries such as somalia or south sudan, than in zimbabwe which was skewing the data. As such I took historical data from zimbabwe only to get a better statistical number for likelihood of casualty per event.  "], [37407, "2017-10-01T20:18:10Z", 0.8, "Because usually these kinds of conflicts don't seem to tend to try to avoid civilian fatalities."], [55, "2017-09-30T03:09:39Z", 0.25, "Unrest in the streets currently but suspect won't escalate. "], [38692, "2017-09-29T16:09:19Z", 0.35, "Several street protests and at least one recent report of shots fired by police, with injuries resulting.  Fatalities have been rare, but miners and militia/police are facing off at the moment. "], [30074, "2017-09-28T15:30:26Z", 0.63, "When months with civilian fatalities relevant to the question serve the unit of analysis, 107 of  the 249 months on record have seen at least one fatality relevant to the question (42%). Between 2007 and 2016 this rate was higher (52%), than in the previous decade (40%). In the past two decades, 14 years (70%) have seen 4  (maximum number still possible for this year) or more months in which relevant fatalities were recorded. In the past decade this number was 9 (90%). As four months with relevant fatalities this year would necessarily include October, this suggests that the estimate should be higher than the base rate of approximately 50%. "], [29266, "2017-09-27T13:44:40Z", 0.15, "Fatalities from violence against civilians/remote violence recorded for only one month in 2017 (April) and three months in 2016.  So put simply somewhere between 10 - 25% for October if that's our relevant time frame.   October tends to fall in the mid-range historically (in terms of seasonality).  No fatalities since April (not in the middle of a chain of events) so slight discount for that.  Putting more weight on 2017, but acknowledged dynamics related to upcoming elections, 15%."], [598, "2017-09-26T11:22:01Z", 0.24, "Right now there appears to be relative peace and the elections are further away."], [38778, "2017-09-25T17:57:43Z", 0.53, "This is based on a brief review of historical ACLED data on civilian fatalities in Zimbabwe, with no particular qualitative research or context on Zimbabwe. "], [40184, "2017-09-25T11:19:48Z", 0.14, "Zimbabwe has entered a phase of stability, where conflicts pro or contra Mugabe are solved without lethal violence. Although opposition is rather strong. "], [38710, "2017-09-24T05:00:59Z", 0.3, "There are only two events matching the criteria so far in 2017, but a lot of assaults, some ending with missing people, so there are probably more such events not reported. Rounding up to 30%."], [368, "2017-09-23T19:12:52Z", 0.0, "Electoral violence prior to eclectic starts in Africa are ubiquitous.  In Zimbabwe violence is increasing over time; during September, large numbers (a range > 400) were assaulted but no fatalities occurred.  The dilemma is whether intimidation, threats and detentions will lead to fatalities satisfying the criteria for the fatality counts. Factionalism and authoritarian interaction among parties and citizens (i.e. members of ruling and contesting parties) provides us with a reasonable indicator of where levels of violence will increase.  Anecdotal evidence over the last four days such that militias serving as proxies of by both ruling and opposition parties are attacking its respective opponents and that factionalism within ZANUPF is reaching extreme levels, pointing toward further violence in the near future. "], [1643, "2017-09-23T17:27:34Z", 0.4, "Three of last nine months have had at least one death, so starting with 33%.\nIncreasing to 40% because it appears preparations for the 2018 election are already beginning and \n1) there was violence committed by the same ruling party leading up to the 2008 election:\nhttp://allafrica.com/stories/201709180253.html"], [39341, "2017-09-23T07:37:28Z", 1.0, ""], [1528, "2017-09-22T22:13:52Z", 0.2, "Following dominich"], [83, "2017-09-22T21:22:28Z", 0.2, "Two incidents, both happened in the same month.\n1) Board Chair falls out of window and 2) thief beaten to death."], [40157, "2017-09-22T19:57:50Z", 0.75, "Going from previous data and assuming the conditions have been understood correctly: Iam assuming that there may be unrest, and that they might also be violent."], [40027, "2017-09-22T07:27:14Z", 0.25, "There is some movement in the demonstracions in Zimbabwe, but even if it isn't without violent, there is still the urge to settle the things without fatalities. Mugabe is some kind of factor in this. With his recent statement in front of the UN, he tried to earn some positive points in the worldwide recognition and will be eager to hold up to this for keeping his reign going on."], [29494, "2017-09-22T00:52:25Z", 0.55, "Averaging fatalities this year and making into a normal distribution curve estimates a 55% chance of a fatality. "], [39760, "2017-09-21T18:11:02Z", 0.04, "In the current situation the probability is very low, the ACLED records 5 data sets of fatalities for Zimbabwe in 2017"], [39491, "2017-09-21T18:02:27Z", 0.05, "At the Moment, the people oft Zimbabwe nicht hope for a political change after mugabe's death (he is 93 years old) and wait for bis death instead oft revolting. As soon as he will be dead, the people will rapidly realize, that there will be no change and their hope turns to despair and anger. I dont know about mugabe's health conditions, but i think there wohnt be any civilian fatalities recorded by acled until his death, but surely after that"], [39677, "2017-09-21T17:46:30Z", 0.7, "It is almost guranteed in a violent period like now "], [31450, "2017-09-21T15:02:19Z", 0.05, "Well there have been a handful of riots and protests in the last few months and considering how unstable the economy is in Zimbabwe I wouldn't be surprised to see more protests. Although police in the country also tend to be very good at preventing protests so I don't think its very likely."], [24, "2017-09-20T22:30:56Z", 0.22, "2017 so far has been rather quiet, with only two qualifying events, both in April.  "], [368, "2017-09-20T18:40:25Z", 0.0, "During August 2017 numerous incidents involving violence against civilians occurred; however, no fatalities or deaths occurred despite coercive measures used by ZANU-PFs repressive institutions (police, military, operational intelligence, etc).   As of today, no incidents have occurred into September.  Repressive tactics against political opposition members and dissenters are not uncommon in Zimbabwe, however it recognizes the value of tactics that do no result in fatalities, unless there are militarized interactions between the government and its citizenry.   E( Y | X = x ) coverages to zero in its limit given choice over time by the ruling government."], [691, "2017-09-20T18:39:37Z", 0.1, "Well, just driving (or for that matter, even just pedestriating) in Zimbabwe is death-defying, but other than that there is no special reason to expect a civilian deaths there next month.  Putting in a number to account for the odd rogue cop or politically-inspired bar fight that might count, but it's probably too high."], [33887, "2017-09-20T17:18:00Z", 1.0, "100"], [13959, "2017-09-20T17:11:19Z", 0.15, "From my reading of the data, there have only been 2 fatalities this year that fit the criteria and both were in April. I feel like the data suggests a lower probability, but a quick scan of the reporting of the rampant corruption by government, including the police, suggests a higher probability of civilian fatalities."]]}