{"question_id": 689, "title": "Will a Republican win the special election for Alabama's U.S. Senate seat?", "correct_answer": "No", "crowd_forecast": 0.5, "preds": [[1639, "2017-12-13T07:08:22Z", 0.0, "Looks like"], [14847, "2017-12-13T05:38:09Z", 0.0, "\"Conventional wisdom is that \"this is Alabama\" so Moore will win, which is just too deterministic.\""], [40714, "2017-12-13T05:18:29Z", 0.0, "Senate race called. Doug Jones wins. The steady campaigning, spending and turnout was enough with the bad sentiment against Roy Moore."], [23234, "2017-12-13T05:11:49Z", 0.0, "Unofficial results from Alabama's official website for reporting election results.... After all \"Counties Reported\" (does this mean all precincts have reported?), turnout was more than 40% (high!!!!) (unheard of in a modern non-Presidential statewide election in Alabama?) and Jones' margin of victory was probably sufficiently large that diversion of Republican votes away from Moore to write-in candidates wouldn't've made the difference.\nJones\t49.92%\t671,151\nMoore\t48.38%\t650,436\nWrite-In\t1.69%\t22,780\nTotal\t\t1,344,367\n "], [23234, "2017-12-13T04:32:39Z", 0.0, "this is what the race for that same senate seat looked like in 2014 when the dem raised less than $5k and Jeff Sessions ultimately ran unopposed (dark red >89.9% of vote, light red, > 79.9% of vote): \nhttps://upload.wikimedia.org/wikipedia/commons/4/4e/United_States_Senate_election_in_Alabama%2C_2014_results_by_county.svg"], [27705, "2017-12-13T04:07:08Z", 0.05, "YAH so  I was right.  The turnout was low, black people voted.  "], [38387, "2017-12-13T04:01:37Z", 0.0, "Election just called by A.P."], [23234, "2017-12-13T03:46:50Z", 0.0, "(Moore not ready to call it.)"], [1056, "2017-12-13T03:42:45Z", 0.0, "I note that - at this moment, anyway - the number of write-in votes is significantly greater than Jones' margin of victory. I think the result of this fact will be that some Republicans will regard this election as \"stolen\" by treacherous RINOs who refused to vote for the party's candidate. The fact the Moore is a sleazeball and an ignoramus will be considered comparatively insignificant. 2018 should be interesting."], [23234, "2017-12-13T03:42:18Z", 0.0, "HARRY ENTEN 10:41 PM\nIt’s pretty clear now that the vote margin is going to be tight. Jones probably wins by between 1 and 2 percentage points. Never let anyone tell you that your vote doesn’t count."], [23234, "2017-12-13T03:36:13Z", 0.0, "99% of precincts in [deleted part of post about write-ins... i think turnout made the difference]\nDoug Jones\t598,027\t\t49.6%\nRoy Moore\t588,438\t\t48.8%\nWrite-ins\t20,037\t\t1.7%"], [35831, "2017-12-13T03:33:01Z", 0.0, "Oh well, I was wrong :)"], [767, "2017-12-13T03:32:44Z", 0.0, "Doug  Jones declared the winner. "], [32258, "2017-12-13T03:31:50Z", 0.0, "Happy to be completely WRONG!"], [30364, "2017-12-13T03:30:48Z", 0.05, "VERY Happy to be wrong!!!"], [40214, "2017-12-13T03:30:28Z", 0.04, "CNN projected this as of now, but you never know may be a recount because it is so close "], [485, "2017-12-13T03:29:23Z", 0.05, "Jones is pulling ahead significantly."], [23234, "2017-12-13T03:28:24Z", 0.5, "I cannot believe it."], [1056, "2017-12-13T03:26:16Z", 0.0, "AP just called it for Jones."], [23234, "2017-12-13T03:25:58Z", 1.0, "fox news is *projecting* Jones will win. *results* I'm looking at are nearly tied with ~17,000 write-in votes. "], [1056, "2017-12-13T03:19:23Z", 0.4, "Jones may do it. It's an extraordinarily good showing, even if he winds up losing."], [23234, "2017-12-13T03:09:45Z", 1.0, "[deleted post about write-ins; think it was turnout]"], [767, "2017-12-13T03:07:42Z", 0.2, "The NY Times, as of 10:01 PM ET, estimates, based on results reported so far, results of previous elections and demographic data,\nthat Doug Jones will win by a margin of 1.7% . \nDecision Desk says Jones is up by 7% in DDHQ's bellwether precincts."], [1646, "2017-12-13T02:49:45Z", 0.25, "contrarian view most remaining votes are democrat"], [35831, "2017-12-13T02:45:48Z", 1.0, "Shamelessly last minute prediction :)"], [767, "2017-12-13T02:44:33Z", 0.95, "NY Times with 64% of precincts reporting:"], [23234, "2017-12-13T02:10:17Z", 1.0, "on fivethirtyeight, watching the results come in, an expert comments as follows."], [40714, "2017-12-13T01:31:35Z", 0.12, "The exit polls seem more favorable for Jones. Still have to update my model"], [767, "2017-12-13T00:21:54Z", 0.51, "Last minute update of forecast based on exit polls. "], [20768, "2017-12-12T23:08:26Z", 0.45, "I originally predicted 50% - too close to call.  But now I think republican voters writing-in another candidate instead of voting for Moore is going to give Jones the win, plus Jones seems to be getting the high turnout among Democrats, especially young people and African Americans that people weren't sure he was actually going to be able to get."], [1333, "2017-12-12T18:02:53Z", 0.99, "Let me make this simple - Alabama voters will rally on two points - Moore hasn'r rec'd due process and therefore is seen as the aggrieved part, and Jones is pro abortion a litmus test item in the south. So they vote for a possible molester and a (as they see him) a known baby killer. Advantage Moore, on record turnout."], [29266, "2017-12-12T17:22:05Z", 0.1, "Bullish on Jones for a few reasons:"], [485, "2017-12-12T15:53:07Z", 0.5, "For me, too close to call. Polls are coming up with conflicting results, related to different elements of polling processes."], [1056, "2017-12-12T15:47:38Z", 1.0, "Still at 100% that Moore will win."], [691, "2017-12-12T15:31:23Z", 0.99, "One does wish people would stop referring to elections as \"races.\"  They are not races, nor any other sort of game, and using sport metaphors gives vast numbers of Americans the wrong idea about what is going on.  The important thing in an election is not who is ahead at any particular moment, but about what the winner will do once elected.   In any case, the good white Christians of Alabama will not vote for a Democrat, no matter who the Rs put up.  In the olden days of of the Solid South (which was solidly D, this being a moment in history when the Republican party was the less racialist), such voters were referred to as \"yellow-dog\" Democrats, of whom it was said they would vote for a yellow dog on the Democratic ticket rather than any Republican.  The party has changed, but the principle hasn't."], [23234, "2017-12-12T15:15:24Z", 1.0, "[edit2]: Alabama Supreme Court just ruled the Secretary of State does not need to retain digital ballot images, which can be used to prove/disprove fraud. "], [1639, "2017-12-12T15:02:52Z", 0.95, "Today the state votes to fill the Senate seat left vacant when Donald Trump appointed as attorney-general Jeff Sessions, who had held it for 20 years. Alabama is deeply Republican—Mr Trump won it by 28 points, and no Democrat has been elected senator for 25 years—but this race is too close to call, largely because the Republican nominee is Roy Moore. He believes homosexuality should be illegal, Muslims should be barred from serving in Congress and the constitution exists to foster Christianity. Several women have accused him of offences, which he denies, ranging from sexual harassment to assault; most were teenagers at the time of the alleged incidents. Doug Jones, the Democrat, is a genial former federal prosecutor whose scrappy campaign caught fire. Mr Moore retains strong support among white evangelicals, around half of Alabama’s electorate. To win, Mr Jones needs strong African-American turnout, and votes from Republican business-owners rightly worried about the state’s reputation"], [36783, "2017-12-12T14:32:53Z", 0.97, "Psychology has shown that it is difficult to pry oneself away from the political views of their own political party.  I don't think that there are enough Alabamians willing to make the switch to Jones.  I understand that this prediction is completely subjective and lacks any quantitative analysis; but this race has been so close that I think the \"tie\" will go in Moore's favor."], [20, "2017-12-12T13:22:27Z", 0.75, "Roy Moore is probably going to the United States Senate. The median of 6 polls in the last 7 days is Moore up by 4.5 points."], [34353, "2017-12-12T13:22:04Z", 0.99, "I seriously hope that I'm wrong on this. I'd much rather blow up my Brier score than be right in this case."], [29680, "2017-12-12T07:57:03Z", 0.6, "Running a naive aggregate, of the last 15 surveys, including the more traditional Fox News poll and the Online Survey Monkey poll, I'm coming up with 48% of the vote going to Roy Moore (R) and 45% of the vote going to Doug Jones (D), the margin of error at 98% confidence interval being 0.09% (Sample size is 20000)."], [767, "2017-12-12T04:35:14Z", 0.55, "Some of the things I'm considering/revisiting on the day before the election:"], [15414, "2017-12-12T00:50:19Z", 0.48, "I am giving live interview polls more credence than robocalls."], [23234, "2017-12-12T00:26:39Z", 1.0, "saw a recent foxnews poll that projected a 10-point lead for the Democratic candidate, Jones."], [38387, "2017-12-11T21:27:59Z", 0.6, "New fox news and Monmouth polls have Jones up and tied respectively. Avg on real clear politics is 2.2 for Moore. High degree of uncertainty based on who will turn out so give slight edge to Moore based on being up in polling average and the default favorite based on being the Republican"], [42188, "2017-12-11T20:34:13Z", 0.72, "OUTER VIEW \nI reviewed the  Real Clear Politics Polls from October thru today, paying particular attention to the margins of error (MOE). I discounted polls for which the MOE overlapped indicating no clear winner.  Then I calculated  weighted average proportions from the remaining polls (Non-overlapping) and had Moore 49%, Jones 43%, Undecided 6%. "], [40714, "2017-12-11T18:17:42Z", 0.21, "I think with the outsized campaign spending  over the last month or so (10.2 -1.8 million) by Doug Jones and the fact that he has been on the campaign trail aggressively for the last 14 days while Roy Moore has not, puts Doug  Jones in the box seat. The difference will be voter turnout. A higher than average Republican turnout will be necessary. Are they energized or disillusioned with Moore? Roy Moore is staying closer to his base while Doug Jones is pushing his boundaries, by crisscrossing Alabama. My base rate for spending favoring a candidate is 86%. When I factor in voter turnout or non-turnout, the numbers move to democratic support shows a high voter turnout. I think it may be enough to have a Doug Jones victory. Also the base Roy Moore (60+ years) may be dwarfed by the surge in African American support for Doug Jones (450-550 Moore) to (600 -700) Jones. If the turn out is high, then its tight for Moore."], [29266, "2017-12-11T17:59:40Z", 0.35, "Reverting to original forecast based on Fox News survey"], [36783, "2017-12-11T16:27:11Z", 0.95, "Removing emotion from this prediction, I think that Roy Moore will win this thing."], [37175, "2017-12-11T16:07:29Z", 0.85, "Not enough Republicans are willing to vote for a Democrat despite the pedophilia.  The evangelicals see abortion as more serious."], [1056, "2017-12-11T16:06:52Z", 1.0, "Here's the graph of Handel vs. Ossoff polls from Real Clear Politics. "], [485, "2017-12-11T15:54:24Z", 0.5, "Alabama Media Group news articles today include reports on two polls showing two significantly different results: one has Moore ahead and one says Jones is leading."], [29266, "2017-12-11T15:12:13Z", 0.99, "Comment deleted on Dec 11, 2017 05:59PM UTC"], [691, "2017-12-11T13:14:25Z", 0.99, "This should probably be 100%, but borrowing a phrase from Samuel Johnson (unless it was Oscar Wilde, or perhaps Ambrose Bierce), the 1% is \"a triumph of hope over experience.\""], [42162, "2017-12-11T11:40:07Z", 0.94, "Moore is in a last-minute uptrend in polls: https://www.realclearpolitics.com/epolls/2017/senate/al/alabama_senate_special_election_moore_vs_jones-6271.html#polls"], [20, "2017-12-11T00:47:36Z", 0.45, "Slavery, o yea, a great time. "], [29266, "2017-12-10T20:31:27Z", 0.5, "RCP average has Moore + 3.8. Think Jones will outperform polls.  Give Jones +2 for diminished R turnout and +2 for increased D turnout and that makes it 50/50."], [1056, "2017-12-10T17:38:15Z", 1.0, "Another \"fake because\" that helps Moore, if he ever needed help in the first place:"], [485, "2017-12-10T17:00:52Z", 0.57, "Moore is reportedly gaining ground, according to a recent poll."], [283, "2017-12-10T13:32:18Z", 0.96, "The Dems are a laughing stock in this race, and Alabama is uber conservative to begin with. The idea that a Japanese mfr would curtail investment with the election of a pro-Trump, pro-biz candidate beggars belief."], [6373, "2017-12-10T13:14:49Z", 0.75, "Trump and Moore have successfully made this race about Party Platform instead of the moral fiber of the candidates. This is an easier decision for the voters to make and enables them to ignore the messy, incomplete trail of allegations from the young women and denial from Moore."], [23234, "2017-12-10T05:53:09Z", 1.0, "[edit2]: Alabama Supreme Court just ruled the Secretary of State does not need to retain digital ballot images, which can be used to prove/disprove fraud. Via: https://twitter.com/jennycohn1/status/9404556692237148163"], [38387, "2017-12-09T19:25:54Z", 0.69, "More polls came out with Moore in the lead. Also there was a fox news story that one accuser had written part of the yearbook inscription."], [485, "2017-12-09T18:16:50Z", 0.55, "Looks like Moore possibly pulling ahead? A recent poll (below) shows Moore seven points ahead."], [31936, "2017-12-09T16:47:43Z", 0.75, "Cultural issues will prevail over economic or self-interest voting. Unfortunately, insufficient push to mobilize African American turnout."], [40296, "2017-12-08T22:25:10Z", 0.64, "A combination of linear regression, aggregating the first ten GJP forecasts listed, and my own forecast come up with the probability of 64%."], [485, "2017-12-08T16:18:28Z", 0.5, "The Alabama race seems to be a \"watershed moment\" for American society and government."], [38903, "2017-12-08T14:06:22Z", 0.58, "Good article on NPR this morning made the case that abortion will be the deciding issue for evangelicals; even more so than gay rights or other liberal issues, abortion can be a non-starter.  In September, Doug Jones provided a very liberal view of abortion rights."], [14847, "2017-12-08T01:27:24Z", 0.68, "Lower. Democrats cleaning house removes some people's rationale for sticking with Moore."], [767, "2017-12-08T00:04:41Z", 0.4, "Polling average (Real Clear) gives Moore the lead but by 2.3 pts, within margin of error.  This one will come down to the undecided and turn out. "], [38387, "2017-12-07T21:14:15Z", 0.65, "Based on FiveThirtyEight article of average error of +/- 10 for similar senate races reduce certainty of estimate slightly "], [31450, "2017-12-07T20:25:45Z", 0.6, "Shifting a little higher but staying below the consensus because Jones remains a normal polling error away from winning."], [485, "2017-12-07T16:37:19Z", 0.47, "It's a \"come to Jesus\" moment for Alabama voters -- maybe literally in the minds of some Alabamians."], [38387, "2017-12-06T23:37:54Z", 0.68, "Reflect gravis and WBRC-TV poll"], [14847, "2017-12-06T21:07:58Z", 0.82, "Moore has national Republican funding and support again."], [40916, "2017-12-06T20:07:04Z", 0.52, "Polling aggregation has it at about a 2% margin. If Moore's support is a little underrepresented in polls, then... Call it 4%? Still pretty close to toss up. All down to turnout. Slight edge to Moore. \n "], [485, "2017-12-06T16:28:20Z", 0.5, "Steve Bannon's appearance at rally for Moore could possibly backfire? "], [38903, "2017-12-06T13:41:36Z", 0.53, "I listened to an interview on NPR this morning (12-6-2017) with a Republican strategist and he thought it was dead even and a lose-lose for Republicans.  He didn't think it possible to vote for a Democrat so recommended a write in candidate.  This will take potential winning votes away from Moore.  I also read another article which talked about signs in yards that said, GOP for Moore.  The passed tax cut is very unpopular with voters, even more so than the ACA.  A combination of factors is working against the Republican candidate for the Senate.  Anybody's race."], [29266, "2017-12-06T13:32:24Z", 0.35, "RCP average has Moore +2.3.  Easily take away 2% from Moore for \"likely voters\" in surveys who ways they will vote but stay home on the Republican side out of disgust with Moore.  Easily give Jones 2% extra for democratic surge voting (which we've seen in VA gov. race and almost every special this year).  That puts Jones up by about two points.  This is way overvalued right now.  65-35 for Jones."], [485, "2017-12-05T16:05:14Z", 0.5, "Soul-searching time for Alabamians. What is right and wrong, good and evil? "], [691, "2017-12-05T13:43:06Z", 0.99, "Well, let's see:  It's Alabama; The Evil Clown has been elected twice (although he's also lost a couple); it's Alabama; the Republican candidate is a Republican; it's Alabama; the President of the United States, who carried Alabama by a couple of dozen percentage points, has announced that anybody is better than a Democrat.  Oh, and lest we forget, it's Alabama.  "], [20, "2017-12-05T13:34:38Z", 0.55, "Tide has rolled for Moore. "], [38387, "2017-12-05T07:59:03Z", 0.64, "Based on CSB 12-2, Emerson 12-1, Washington Post 11-30"], [37520, "2017-12-05T06:21:59Z", 0.85, "Doug Jones is pro choice and if people are strongly against abortion they are not going to change their view and vote for someone who does."], [38903, "2017-12-05T01:30:31Z", 0.57, "https://fivethirtyeight.com/features/lots-of-alabama-voters-care-about-roy-moores-scandalous-past/"], [485, "2017-12-04T15:52:13Z", 0.45, "One news headline says Trump is betting all of his poker chips and pushing them to the center of the table in supporting Moore. "], [42055, "2017-12-04T13:41:01Z", 0.85, "Looking very close on polls http://www.chicagotribune.com/news/nationworld/politics/ct-alabama-senate-race-poll-20171202-story,amp.html but consensus here says GOP will make it 70% and Alabama is deeply conservative. So going for even more likely."], [40353, "2017-12-04T03:23:57Z", 1.0, "Yes,  a pro abortion democrat will not win the election. "], [485, "2017-12-03T15:14:18Z", 0.47, "The race looks too close to call. Some polling indicates Jones now has a very slight lead."], [37488, "2017-12-02T21:22:58Z", 0.6, "https://www.washingtonpost.com/page/2010-2019/WashingtonPost/2017/12/02/National-Politics/Polling/release_505.xml"], [35831, "2017-12-02T20:41:45Z", 0.8, "While the \"scandal bump\" for Jones has never been higher than a margin of error and is now dissipated, Moore has not recovered to the double digits lead he enjoyed pre-scandal. \nRevise odd lower to 80% from 90%, but above the 68% consensus."], [34353, "2017-12-02T18:19:48Z", 0.9, "The polls also had Jon Ossoff ahead of Karen Handel going into the final week of campaigning in Georgia. As such, I'm skeptical of Jones pulling out the win."], [485, "2017-12-02T16:06:52Z", 0.45, "Doug Jones appears to be pulling ahead a bit, making the race more or less a tie at this point."], [38903, "2017-12-02T13:33:55Z", 0.53, "Republicans dominate in Alabama and the outside focus plays to Moore but it’s an even race. "], [1056, "2017-12-02T04:41:21Z", 1.0, "Jimmy Kimmel inadvertently increases Moore's margin of victory:"], [485, "2017-12-01T20:48:30Z", 0.55, "It seems possible that the race could narrow in the final stretch. "], [485, "2017-11-30T17:02:31Z", 0.6, "Polls still showing Moore ahead of Jones by about five points.  "], [36783, "2017-11-30T14:04:59Z", 0.85, "Recent news reports are suggesting that the Roy Moore allegations are starting to wear off in the polls.  I think that it will be tough for Alabamians to detach themselves from their political views, and vote for a Democrat."], [37488, "2017-11-30T03:34:46Z", 0.95, "I also think that the rebound will continue to make this race less about Moore and more about liberal vs. conservative and entrench voters in party lines (and continue to discourage dem voters from going to the polls, which is also pretty typical for the state)"], [32258, "2017-11-30T01:55:22Z", 1.0, "@bizner Thanks for the 538 post. I forgot to check on that and the fact that internet searches for Moore have decreased and that he's back up in the polls may indicate a settling in to how undecided Alabama voters are likely to vote."], [34821, "2017-11-30T01:50:22Z", 0.7, "Decreased interest among the American public bodes well for Jones, who gains an advantage the more Virginia voters stay home."], [34821, "2017-11-30T00:49:54Z", 0.75, "Looks like Moore has weathered the storm.\nhttps://fivethirtyeight.com/features/why-is-roy-moore-back-in-front-time-and-trump-are-probably-helping/"], [31450, "2017-11-29T21:03:32Z", 0.55, "Shifting higher again as Moore seems to be regaining support. "], [485, "2017-11-29T17:49:06Z", 0.55, "Recent polls place Moore ahead of Jones. However, there seem to still be some unknowns involved."], [29646, "2017-11-29T14:38:42Z", 0.75, "Latest batch of polls shows Moore rebounding."], [34353, "2017-11-29T13:59:55Z", 0.79, "Based on recent polling: http://www.al.com/news/index.ssf/2017/11/new_senate_polls_have_roy_moor_1.html."], [35831, "2017-11-28T22:39:15Z", 0.9, "Up the percentage to reflect new poll"], [41551, "2017-11-28T22:30:35Z", 0.45, "The sex scandal will likely cause low turnout amongst Republicans"], [7375, "2017-11-28T21:12:19Z", 0.35, "Low republican turn out may allow democrats to take this seat."], [485, "2017-11-28T16:36:04Z", 0.45, "The entry of a retired Marine Corps colonel (a former aide of White House Chief of Staff John Kelly) into the Alabama race as a write-in candidate could have a significant effect."], [41924, "2017-11-28T16:00:50Z", 0.87, "Alabamas traditions and values"], [1056, "2017-11-27T22:08:02Z", 1.0, "To mash-up this question with another that many of us are forecasting, I think if the Supreme Court finds against Masterpiece Cakeshop, you will see Moore's poll numbers rise. If the Republicans can once again shift the focus to the composition of the Supreme Court, their voters will probably fall into place and vote to keep a Republican majority in the Senate."], [34353, "2017-11-27T19:34:40Z", 0.68, "With the polls tightening again, Jones needing to considerable outreach to communities of color, Trump muddying the waters with comparisons to Dems, things are looking more favorable for Moore."], [485, "2017-11-27T18:46:54Z", 0.42, "The entry of a write-in candidate in the Alabama race might be significant (retired Marine colonel Lee Busby). "], [40848, "2017-11-27T00:42:54Z", 0.8, "Real Clear Politics currently has Moore down by less than 1 point with around 7% undecided.  He originally had a 6 point lead before the sexual assault incident.  I'm guessing that as the incident moves further into the background, given the strongly republican leaning make up of the state, many of the undecided will break toward Moore.  The most recent poll already showed Moore up 2 points"], [38903, "2017-11-26T22:22:57Z", 0.57, "Polls show a dead heat.   News reports McConnel was thinking Moore will lose at 50/50. "], [539, "2017-11-26T19:13:19Z", 0.45, "The most recent polls https://fivethirtyeight.com/features/is-roy-moore-losing/ are showing a clear erosion of support for Moore, even with the tepid support of the president, (which could have hurt him more than helped him) when Mr. Trump claimed to not support Moore, but was MORE opposed to Jones. As the evidence of Moore's proclivities mounts, it is likely that the Republican voters will sit this election out, rather than violate their loyalty to the party and vote for the Democrat. That opens the way for Jones to win with a narrow majority on what was already a special election with a projected low voter turnout. "], [27461, "2017-11-26T17:28:22Z", 0.9, "Trump is backing Moore in the name of the tax cuts, giving Republicans cover to vote for Moore holding their nose. Besides, there is still the possibility that Moore might be expelled from the Senate. although the talk about this has subsided. So moderate Republicans may still vote for Moore, hoping for the best of both worlds - Moore to be expelled, and the seat to remain Republican. In a tight race, stories like this should tip the scale.  "], [27705, "2017-11-26T17:14:58Z", 0.05, "\nThe Republican candidate, Judge Roy Moore, will not win the Senate seat.  Democrat Doug Jones will win the seat.  The reasons are low voter turnout, arithmetic, GOP stupidity, and people of color adding to voter turnout.  "], [485, "2017-11-26T17:09:17Z", 0.47, "Monday, Nov. 27, is the last day to register to vote in Alabama. Will those Alabamians who oppose Moore get registered -- and vote?"], [14493, "2017-11-26T15:59:17Z", 0.7, "It seems the majority of voters in Alabama are irrational (they have cognitive bias toward voting for Roy Moore, come what may - they claim to hold high moral principles but still ignore the apparent moral defects in Moore). The election could yet be cancelled."], [30364, "2017-11-25T19:59:47Z", 0.95, "Raw data from the Change Research poll. What I find interesting is the very last question on if they believe the allegations. This poll is VERY representative of the voting populous in Alabama. More food for thought..."], [1639, "2017-11-25T17:38:00Z", 0.65, "Poll of the week\nA Change Research survey released Thursday found Democrat Doug Jones leading Republican Roy Moore 46 percent to 43 percent ahead of Alabama’s special Senate election on Dec. 12. The survey is just one of many to show that the allegations of child molestation and sexual misconduct against Moore have really eroded his support. Not only that, but the first few polls released after the allegations became public on Nov. 9 may have understated his problems. He seems to have fallen even further since then.\nhttps://fivethirtyeight.com/features/is-roy-moore-losing/"], [485, "2017-11-25T16:21:14Z", 0.5, "Young adult Republicans and other Repub voters (such as many women of all ages) might not vote for Moore, maybe choosing a write-in candidate or abstaining from going to the polls, or even voting for Doug Jones."], [485, "2017-11-24T19:56:50Z", 0.45, "The election apparently may be quite close. Lots of unknowns in the hearts and minds of Alabama voters."], [38903, "2017-11-24T19:12:03Z", 0.64, "https://fivethirtyeight.com/features/is-roy-moore-losing/"], [485, "2017-11-23T17:44:19Z", 0.4, "News updates and OSINT regarding this GJ question:"], [29646, "2017-11-23T06:57:41Z", 0.6, "Deteriorating poll numbers for Moore:\nhttps://fivethirtyeight.com/features/is-roy-moore-losing/"], [14847, "2017-11-23T04:05:26Z", 0.38, "Moore's CD is out. Still a high number of undecided voters."], [31450, "2017-11-22T22:50:27Z", 0.45, "Dropping a few points because it seems the advantage has swung to Jones\nhttps://fivethirtyeight.com/features/is-roy-moore-losing/"], [485, "2017-11-22T19:16:43Z", 0.38, "It seems possible that Alabama voters are more persuaded by victim and witness reports than denials, attacks and distractions by the Roy Moore team."], [485, "2017-11-22T15:05:53Z", 0.42, "It apparently will be a close election. However, there seem to be elements of the overall situation that may erode Roy Moore's support from voters."], [691, "2017-11-22T12:23:23Z", 0.97, "The President has endorsed Judge Moore because they need his vote to deprive the people of Alabama of their jobs and health insurance while their federal taxes and cost of living skyrocket.   The people of Alabama will  be jake with this because their Fearful Leader told them it was okay to vote for the  Evil Clown since he is not a Democrat.  Next time they want to secede, let's let 'em.  "], [29680, "2017-11-22T10:13:55Z", 0.67, "Betting markets; Trump’s nearly explicit support. "], [14493, "2017-11-22T10:08:31Z", 0.42, "Trump believes Moore. Is Trump a closet Muslim, and thinks a man's word is worth two women's? Maybe not there seem to be a number of women who have accused Moore."], [73, "2017-11-21T21:41:49Z", 1.0, "all but should be good enough.... http://www.cnn.com/2017/11/21/politics/donald-trump-roy-moore-alabama/index.html"], [28156, "2017-11-21T21:11:25Z", 0.85, "Small chance that Jones will pull out a suprise victory. The white evanlegical vote will prevail. "], [14493, "2017-11-21T18:09:10Z", 0.4, "After a few days and no new accusations, the GOP doing nothing, Roy not budging and the White House pointing out they need senators regardless of their ethical standards, the chances of RM winning the seat have improved slightly. But there is still 3 weeks for more to come come to light (or for mud to be thrown; take your pick). It seems that RM has less supporters than he had, but \"loyalty\" means supporting member of ones tribe however badly they behave. (loyalty is an overrated attribute.) "], [47, "2017-11-21T17:58:40Z", 0.25, "New commercial by Doug Jones campaign.  "], [485, "2017-11-21T15:54:22Z", 0.45, "The election will seemingly be a close one. The next few days will be crucial."], [691, "2017-11-21T13:42:38Z", 0.96, "https://www.reuters.com/article/us-usa-congress-moore/white-house-wants-republican-in-alabama-senate-seat-for-tax-bill-vote-adviser-idUSKBN1DK1T0"], [522, "2017-11-21T13:08:25Z", 0.45, "Voter turnout will determine this and there is evidence of sufficient activity to deny the GOP a victory."], [35636, "2017-11-21T03:43:54Z", 1.0, "A majority of Alabamans hate Democrats more than they hate pedos. And Washington Post. Fox News could literally show video evidence of Moore's crimes (wait that'd be a crime, OK make the girl over 18) and Alabamans would be like 'Oh yeah? But what about the Clintons!? PIZZAGATE!PIZZAGATE! Oh and the video is probably fake anyway, maybe Soros funded it!' "], [1056, "2017-11-21T02:41:12Z", 1.0, "According to this site, which from what I gather is pro-Moore, Jones is pro-choice."], [23234, "2017-11-20T23:25:12Z", 1.0, "https://www.youtube.com/watch?v=thBQhCoJEFQ "], [32258, "2017-11-20T22:38:18Z", 0.99, "thanks @Gibson --- guess I'm going back and forth thinking that with the newspapers encouraging rejection of Moore, plus polls lately (which I agree are hard to believe)... I compared Fox news polls from October (among registered voters) to November (contained both registered voters and likely voters) and could see a big spike in the intensity of interest in the election. As I look at the details of it, however, I suppose I should go back to where I was (closer to 100%). "], [485, "2017-11-20T20:28:48Z", 0.35, "Roy Moore's chances to win the election seem to continue to decline each day."], [38032, "2017-11-20T20:11:24Z", 0.7, "Raising by 5%, considering that liberals are also now caught up in the wave of new/old accusations against men (Al Franken, Glenn Thrush, Bill Clinton [revisited, of course]). That may push reluctant voters in the South more towards Moore, with the logic being that the liberals are just as bad or even worse, similar to the narrative currently being pushed over at Breitbart. Also, one voter in Alabama framed the decision as choosing between a pedophile and someone who believes in abortion. That kind of equivalency, similar to the thinking found in the 2016 presidential election, has a good chance of keeping Alabama red. "], [269, "2017-11-20T19:46:56Z", 0.85, "This election is still rather far away and many more things could happen between now and then. however this is (as all elections are) LOCAL and I think Moore could “shoot someone on Fifth Ave” to mix a Trump metaphor, and still get elected. I think the voter on the street wonders where these accusers were at other points in Moore’s career (why now?)."], [41515, "2017-11-20T19:12:49Z", 0.4, "i follow the news"], [11945, "2017-11-20T15:10:41Z", 0.75, "Polls likely underestimate Moore’s support since people are reluctant to express their support. But antipathy toward the establishment and the Eastern elite run deep."], [14847, "2017-11-20T04:10:19Z", 0.52, "The governor says the election will not be postponed, but that could always change if the party convinces Moore to step down and finds a suitable replacement."], [11985, "2017-11-20T00:54:01Z", 0.05, "Too much Trump too much sexual,scandals. Even for Alabama this is too much."], [38903, "2017-11-20T00:32:08Z", 0.72, "There is a possibility a democrat could win but it's not that large.  Some of the recent polls have shown a tie but this comes down to likely women voters."], [23234, "2017-11-20T00:28:25Z", 1.0, "Doubt it'll be close. Fairly recent polls show Moore losing by 8 points, but I doubt they are accurate."], [35831, "2017-11-19T23:33:19Z", 0.7, "It comes down to credibility of the accusations to the Alabama voters. Does Roy Moore's supporters believe less in his denial and stay home? Do the Democrats fire up their base to turn out more? Regardless of what you think, unless you are an Alabama voter and will vote in December, it doesn't matter. \nThe 70% chance reflects the bounce and inability of the Democrat candidate to maintain the lead after the allegations broke out."], [1056, "2017-11-19T23:00:16Z", 1.0, "There has been a recent spate of op-eds calling for a \"reckoning\" regarding the allegations against Bill Clinton twenty years ago. These op-eds are probably motivated - at least to some degree - by a fear that having defended Clinton, the Democratic Party as an institution lacks credibility when calling for Moore's defeat or disgrace. "], [34353, "2017-11-19T21:50:14Z", 0.63, "As the polling has shown that Moore is losing ground, I've become less confident in this. However, I still don't fully trust the pollls, especially in this situation. After all, if asked if you support a candidate who has been accused of sexually assaulting minors, would you say \"yes\" aloud, even if you do? Or would you say you're undecided, even though you might be completely decided? This was a phenomenon with Trump, where polls didn't accurately reflect how much support he had because people, for whatever reason, did not articulate that support for pollsters. I wouldn't be surprised to see the same factors at work here, especially in a deep-red state that views Dems on par with Satan."], [373, "2017-11-19T21:13:28Z", 0.4, "Republicans have defied logic before, so maybe they'll do it again "], [485, "2017-11-19T18:57:07Z", 0.4, "It appears there is a good chance that Moore's popularity with voters will continue to decline -- even more sharply than the ongoing continuing drop in approval ratings for Trump."], [1333, "2017-11-19T18:37:25Z", 0.45, "Moore lost the young Republicans and polls have tightened."], [47, "2017-11-19T18:07:55Z", 0.38, "Editorial this morning in the Birmingham News."], [485, "2017-11-19T15:48:57Z", 0.45, "Some polls reportedly put Dem Doug Jones ahead of Repub Roy Moore. Moore's support has reportedly been declining due to the allegations of sexual activity with teen girls when he was more than 30 years old."], [31951, "2017-11-19T13:38:07Z", 0.35, "Recent polling is trending towards Doug Jones and Roy Moore appears unlikely to drop out, or to campaign in a way that gains significant ground."], [41009, "2017-11-19T06:39:03Z", 0.26, "Simple binomial MC model, taking as input recent poll numbers (11/9 - 11/15, 5967 LV) with a 3% erosion on the Rep side splitting to undecided/other"], [35636, "2017-11-19T04:07:40Z", 1.0, "Humans are weird how they'll still vote for someone that was banned from a mall for soliciting young girls, more than a decade or two younger than him when he was 32. It would great if it was just an Alabama thing but I imagine it'd be the case in Texas or California too if they were desperate to hold on to a majority in the Senate. "], [1639, "2017-11-18T19:24:01Z", 0.75, "A Democratic victory in an Alabama Senate race would rank as one of the most improbable, astonishing outcomes in the last few years of improbable, astonishing political events."], [691, "2017-11-18T18:52:56Z", 0.72, "There is a strongish tendency for people tell pollsters the Right Answer rather than their actual voting intention.  This is stil Alabama.  The good, decent, patriotic Christian Americans of Alabama will not abandon their good, decent, patriotic Christian child-molesting Constitution-flouter just because people are outraged in California or New York or North Carolina or any of the 44 other states where people are outraged.  I hope I am wrong about this."], [41270, "2017-11-18T18:07:48Z", 0.65, "Moving estimates slightly lower due to slight cross over to Jones based on numerous polls:  http://bit.ly/2zJZPmZ"], [38903, "2017-11-17T19:10:39Z", 0.89, "The baseline for Alabama is to vote Republican; unless black.  It's the most reliably republican state out of 50.  50% of the state is evangelicals who vote republican 90% of the time.  It will probably be Moore because even after other controversies Moore still won office.  Republicans also voted for President Trump in spite of his checkered past with sexual harassment.  It will be easy for voters to discount the testimonies of the women.   "], [1333, "2017-11-17T15:40:13Z", 0.35, "Moore continues to lead double digits and the state party apparatus is resisting getting involved. Will trade 10%/day on latest news."], [915, "2017-11-17T15:10:23Z", 1.0, "file as Exhibit A in you're not helping.  i'm just the messenger."], [691, "2017-11-17T14:04:22Z", 0.65, "https://www.reuters.com/article/us-usa-congress-moore/trump-says-u-s-senate-candidate-moore-should-leave-race-if-allegations-true-idUSKBN1DG35G\ncontains the sentence, \"A poll released on Wednesday by the Senate Republicans’ campaign arm showed Jones surging to a 12-point lead since the accusations became public.\"  One would like to see the actual questions on the poll, since it is not difficult to slant poll questions to achieve whatever result you want--and the Senate Republicans are desperate to get rid of this guy, so they may be trying to pressure the Alabama Rs to dump him, which they won't.  Other polls are starting to show similar results, though, so coming down quite a lot on The Evil Clown."], [20, "2017-11-17T13:47:46Z", 0.35, "The allegations against Roy Moore are sinking in. The latest polls have Jones up ~8%. I think it will only get worse for Moore. GOP has no real alternatives than to let this play-out. So a write-in ain't happening. And if it did, it would likely insure a Jones victory. "], [915, "2017-11-16T18:21:10Z", 1.0, "As long as Al Franken stays in the Senate, people are going to vote for Roy Moore with a clean conscience.  "], [40815, "2017-11-16T18:19:05Z", 0.75, "It's Alabama"], [6224, "2017-11-16T13:00:46Z", 0.35, "Moore is losing his funding and some absentee ballots have already been cast for him.  I don't think he will take himself out of the race and the only alternative, a write-in, would be a definite victory for the Democrats by splitting the Republican vote. Additionally I don't think the governor will delay or call another election. Also another observation; other than \"niche\" elections for judge, Roy Moore's other state wide races in which he ran,  he lost at the primary level.  I believe they were for governor twice the last one being 09 I'm not really all that confident that he was ever a slam dunk candidate even before all of the sexual assault issues.\n   I am making this prediction based on the probability as I see it of Roy Moore staying in the race against the Democrat for the senate seat.  When I first made this prediction the Democrat was pulling even with Moore. In the following days he has been pulling ahead out of the margin of error in some cases. For Moore things will get worse not better."], [31450, "2017-11-16T00:03:08Z", 0.55, "It seems I am more optimistic than most about a democratic upset in Alabama. First off, democrats have way over performed in elections all year and I think Jones will be more competitive than he would be normally. Second I think we end up with a write in candidate that grabs just enough of the vote that Jones sneaks in. If in a couple weeks there is write in campaign then I am going to have to significantly increase my answer here."], [41270, "2017-11-15T20:40:55Z", 0.7, "https://www.nytimes.com/2017/11/15/upshot/could-a-democrat-actually-win-a-senate-seat-in-alabama-precedents-are-few-but-telling.html?_r=0\nThe closest Democrats have come to beating Republicans has been when they ran a moderate (John Bel Edwards who was a pro-gun, anti-abortion Democrat).  Roy Jones, on the other hand, is liberal-leaning for sure (supports Planned Parenthood and doesn’t support a ban on abortions after 20 weeks).  I don't see current Republicans voting for Jones, the question is whether they just stay home or write-in another candidate instead.  If they do, will Democrats and Jones supporters rally enough votes to overcome a low Republican turnout or split vote?"], [1056, "2017-11-15T19:27:50Z", 1.0, "Moore and his official family have broken new ground when it comes to political cretinism in the United States. I have to say I completely misread everything about this scandal except the outcome - a Republican victory in December, come what may. Instead of Moore denying any kind of criminal liability (hard to prove after all these years) and just 'fessing up about the rest and saying , \"Did it; sorry; reformed,\" he and his surrogates keep talking about it. What a dope. But a dope who will almost certainly be a United States Senator very soon."], [40741, "2017-11-15T18:51:50Z", 0.5, "Interested in what happens...hoping against hope Alabamans will do the right thing and vote for the Democratic challenger"], [32258, "2017-11-15T17:04:58Z", 1.0, "Settling into either option #4 - -Let the election play out and move to expulsion later or Jeff Sessions is a write-in candidate... followed by the domino effect in the DOJ... guessing Trump really likes this option... and he'll be out there campaigning every day for that victory."], [691, "2017-11-15T15:39:14Z", 0.94, "http://www.reuters.com/article/us-usa-congress-moore-sessions/senate-leaders-look-to-work-with-white-house-to-block-moore-idUSKBN1DE2N1\nIn case you were wondering whether the Senate Rs are still stupid, this should clear it up.  This story will make Moore's supporters even more eager to drag themselves on their knuckles down to the polling place, and may even persuade some fence-sitters to vote for him on the theory that it will be good for the Rs to run up the totals and Moore still won't be able to do much damage."], [1019, "2017-11-15T12:54:20Z", 0.98, "After the interviews I saw of prospective voters in Alabama, there is no way he'll lose"], [35636, "2017-11-15T10:42:57Z", 1.0, "Rednecks gonna redneck. Even if the pedo doesn't drop out (he won't, to do so would admit guilt and he think he can fight the accusations stacked against him when he's in the Senate) they'll still vote for him because they hate Democrats. "], [37803, "2017-11-15T05:11:17Z", 0.85, "'Will of the people,' as POTUS showed, trumps any moral imperative, especially in this state."], [32258, "2017-11-14T22:58:16Z", 0.55, "Moore is not good for Republicans for many reasons but perhaps most valued is that Republicans know they have to move far away from him or risk tainting 2018 elections for Reps."], [691, "2017-11-14T19:16:29Z", 0.91, "The good citizens of Alabama supported The Evil Clown for the Senate because he promised to do away with the likes of all the DC Republicans who are now telling him to quit--even Paul \"Jellyspine\" Ryan has jumped on the bandwagon (although of course he will jump right off the second Moore is sworn in and Ryan needs his vote for something over in the Senate).  If the DC Rs had just shut up, he might have been more nearly beatable.   That Moore is being assailed by these particular folks will spur his followers to show up and vote in greater numbers than they would have, even though many will have to learn to walk erect to do so.  This bodes ill for the D, who was not in need of any further ill-boding."], [178, "2017-11-14T16:50:27Z", 0.45, "Despite the mounting evidence of sexual assault by Roy Moore, the partisan gap is so wide in Alabama that they will elect anybody with a \"R\" behind their name.  However, there may be enough people who stay at home to throw the election to the Democrat Jones"], [3434, "2017-11-14T16:47:42Z", 0.0, "Disarray in GOP"], [41382, "2017-11-14T15:41:06Z", 0.69, "Because Alabama is unlikely to vote for any democrat"], [14493, "2017-11-14T14:15:34Z", 0.38, "It depends if the momentum of new accusations continues.  "], [706, "2017-11-14T06:27:08Z", 0.75, "ride or die"], [29646, "2017-11-14T03:30:22Z", 0.6, "Giving the GOP better than even odds, but it’s not a lock.\nhttps://fivethirtyeight.com/features/how-roy-moore-could-lose-alabamas-senate-race/"], [34821, "2017-11-14T02:49:45Z", 0.65, "See notes."], [32258, "2017-11-13T21:29:00Z", 0.05, "Idea first posted by @Censusguyz which makes alot of sense."], [20284, "2017-11-13T20:54:47Z", 1.0, "The State of Alabama will elect a Republican and it will occur despite the recent allegations against the Republican candidate.  "], [11945, "2017-11-13T20:49:20Z", 0.9, "These allegations may be true but Moore supporters will see this as an attempt by the Swamp to keep him out of the Senate.  Gloria Allred's participation in this circus increases his chances of victory."], [1333, "2017-11-13T20:40:36Z", 0.0, "I believe this special election will be canceled."], [38032, "2017-11-13T20:27:28Z", 0.65, "At this point it seems like Moore isn't backing out, and a Democratic will have trouble gaining the seat. As fivethirtyeight put it, \"It would still be an upset if Jones won. This is Alabama. But considering Moore’s already weak standing and the recent accusations against him, it wouldn’t be a huge upset.\"\nhttps://fivethirtyeight.com/features/how-roy-moore-could-lose-alabamas-senate-race/\n"], [1056, "2017-11-13T20:19:57Z", 1.0, "Another accuser, this time alleging what is unambiguously a sexual assault. Gloria Allred wants the Senate Judiciary committee to permit the accuser to testify before them, and for the Committee to subpoena Moore to testify as well. Allred said that if the Judiciary Committee doesn't act in the next two weeks, the accuser will make a statement under oath elsewhere. Allred also said that the accuser doesn't seek criminal or civil satisfaction, but what Allred characterized as \"political satisfaction.\"\nAll of this strikes me as making it easy for for Moore to cry \"witch hunt,\" even if the Judiciary Committee hearings are held."], [38066, "2017-11-13T20:15:06Z", 0.6, "I am moving my forecast down, because there is more polling to indicate that Jones has an advantage. However, the entire situation feels eerily familiar to Trump. Additionally, more Republicans may now not feel comfortable voting for Moore, but may still do so. "], [7370, "2017-11-13T20:03:16Z", 0.25, "Revised after today's press conference"], [7370, "2017-11-13T19:45:06Z", 0.59, "He shouldn't but too many AL rural voters are likely to dig in, double down and believe the con man"], [1333, "2017-11-13T19:30:54Z", 0.65, "I now see a Republican Path around Moore - It is at least arguable that if @Senator Strange resigns, a new vacancy in the seat triggers a new set of primaries/general.  Gov. Ivey would appoint a new temporary senator and set new schedule. Moore could try and take his arguments to voters in new GOP primary. He'd lose. How ever this Special Election would not happen then."], [1056, "2017-11-13T18:43:08Z", 1.0, "A news conference in New York City featuring Gloria Allred damages Jones more than it does Moore. Unless there is some jaw-dropping new evidence that Ms. Allred and her client are about to announce, I think we can start talking about Senator-elect Moore a month early. If there is some irrefutably damning evidence against Moore, we can still probably think in terms of Senator-elect [Fill-in-name] (R-Alabama)."], [34821, "2017-11-13T18:39:07Z", 0.4, "New polls show a tie or Jones leading"], [32258, "2017-11-13T18:28:02Z", 0.25, "https://www.bloomberg.com/news/articles/2017-11-12/roy-moore-trails-in-senate-poll-after-harassment-accusations"], [40733, "2017-11-13T18:00:43Z", 0.82, "This should probably be a 100 chance.  Democrats never win in Alabama.  "], [32258, "2017-11-13T17:55:44Z", 0.25, "https://www.politico.com/story/2017/11/13/mcconnell-i-believe-the-women-accusing-roy-moore-244840"], [41270, "2017-11-13T13:05:55Z", 0.23, "Adjusting based on Sunday poll:  http://bit.ly/2ywn5Rb"], [4978, "2017-11-13T13:03:13Z", 0.55, "The poisoned-Democrat Kool-Aid is an especially popular drink in Alabama."], [38710, "2017-11-13T06:21:21Z", 0.9, "Alabama always votes Republican. Moore is getting some heat to be sure, but not enough to make Alabama voters vote for a Democrat."], [14133, "2017-11-13T03:54:31Z", 0.35, "I think a lot more will come out on Roy Moore. And I don't think Sessions will go back to his seat. And, after all, the people of Alabama might realize that Jones isn't that horrible compared to options."], [14847, "2017-11-13T03:03:35Z", 0.33, "Things haven't cooled off, prominent Republicans seem to be finding tactful language for why they want Moore to get out of the way, a former colleague of Moore's corroborated claims."], [14493, "2017-11-12T18:21:40Z", 0.4, "In polls taken after the young girls story broke last Thursday there appears to have been a shift away from Moore, but there is not a a lot of confidence in the polls. However other Republicans do not seem very keen to fully back Moore (saying if the story is true he should quit the race, but the story might not be true.) It seems that the WashPost has what it seems is a well researched story, with some backing evidence.\nAn additional issue for the Republicans would it be less risky to make sure Moore does not win or to support him to win? If he wins but then something else emerges (lots of areas that Moore has and could get into trouble with). It might just be better for the Republicans to not have Moore elected.  If the Party distances itself and the White House does not support Moore 100%, history suggests Moore will loose.  \nhttps://www.politico.com/story/2017/11/12/alabama-senate-moore-jones-244816"], [1333, "2017-11-12T15:30:22Z", 0.55, "In a poll released on Wednesday, nearly a month out from the December 12 special election for the U.S. Senate in Alabama, former Alabama Supreme Court Chief Justice Roy Moore (R) leads former U.S. attorney Doug Jones (D) by 11 points, 51 percent to 40 percent. Moore has held a double-digit lead in the four most recent polls in this race."], [691, "2017-11-12T14:08:54Z", 0.89, "It's still Alabama.  Depending on whose figures you believe, Alabama has one of the highest rates in the US of functional illiteracy and one of the highest religiosity scores.  While these are not necessarily causally related, they independently influence voting behaviour to a large degree.  The Evil Clown has already been re-elected once after being sacked for, shall we say, disrespecting the Constitution, after which it happened again.  And after all these alleged events happened rather a while ago.  So far."], [20, "2017-11-12T13:45:17Z", 0.45, "Polling has it even now, and I don't think the reality of Moore's situation has set in yet. Lots of time for this to happen. And I don't expect he wili step aside. Maybe a write-in for Strange? If this happens, an R will have little chance. "], [1195, "2017-11-12T13:25:35Z", 0.8, "423 k voted republican versus 165 k voted democratic; you would have to convert > 30% of the republican votes, which is highly unrealistic - especially in Alabama.  The fact that these allegations are coming out 38 years later and in the setting of Moore running for elective office in the current polarized environment makes it easy for his supporters to dismiss it as \"fake news.\"  "], [34821, "2017-11-12T05:47:21Z", 0.75, "To self: see notes"], [14847, "2017-11-12T04:38:51Z", 0.55, "Conventional wisdom is that \"this is Alabama\" so Moore will win, which is just too deterministic. Polling before the WaPo article showed that it wouldn't be an easy win with such a low quality candidate (Moore) against someone who seems to be a higher quality candidate (Jones)."], [20992, "2017-11-11T22:43:59Z", 0.85, "There's a lot of outrage, but I don't believe it'll affect Moore's chances among the electorate and I believe establishment outrage will conveniently dissipate once he wins. The race might be closer than we thought, but Moore will probably win solidly."], [37364, "2017-11-11T21:50:22Z", 0.85, "Mr. Moore finds himself once again in the national spotlight, this time with charges of pedophilia.   Key Republicans at the Congressional and at the state level are taking sides over whether molesting a teen age girl is worthy of toleration.  Sigh..."], [691, "2017-11-11T20:50:23Z", 0.89, "It will be closer than usual for Alabama, but it will not stop being Alabama, even if dozens more abused children come forward.  After all, child molesting was good enough for Jesus' putative pappy, according to a high-ranking elected state official.   And as anyone can see, those who are quoted as disapproving of this alternate narrative are Liberal Commie Atheist Pinko \"Experts\" like a distinguished evangelical journalist, a professor from Chicago Divinity and the editor of a publication that admits to being run by Jesuits.  Some nerve they have to disagree with the Biblical interpretation of the state auditor of all Alabama.  \nhttp://www.dailyfreeman.com/general-news/20171111/biblical-comparison-used-by-roy-moore-defender-draws-ire"], [6224, "2017-11-11T20:13:25Z", 0.35, "His funding is starting to be pulled.  The Senate has a really good excuse to get rid of Moore and was never happy with his victory as it could quite possibly make tax reform or any other legislation hard to put through the Senate. The latest polls show the race is narrowing after having shown Moore 10 points up in the race after he won the Primary. At this point all of the votes that were cast for more so far cannot be changed and I do not think that another Republican in the state of Alabama could pull off a win."], [915, "2017-11-11T19:41:04Z", 1.0, "another twist in a decade of bizarre news, Roy Moore's accuser reportedly worked a Clinton event* and was photographed with Joe Biden*.  If true, this will boost Roy Moore's vote count as many will view the accuser as a political hack and the accusation as a political hit."], [14493, "2017-11-11T16:57:45Z", 0.5, "It will be interesting to see if anything else comes out. Maybe one 14 year old will encourage a string of them. I appreciate that some in Alabama might not see this the same way that people from other places might - and maybe it was normal in the southern states 40 years ago.  (In fact it sounds almost normal for an anti-homosexual leader of an organization with \"moral\" in its name to get accused of some questionable behaviour).   But if the party abandoned him that might make a difference (but then again do his supporters really care what he has done.)"], [34353, "2017-11-11T16:21:40Z", 0.82, "Remember last year when that guy running for election was accused of sexually harassing women? How'd he fair in Alabama? What, he won by 62%? And now he's president?"], [1056, "2017-11-11T16:15:52Z", 1.0, "The press smells blood, and establishment Republicans are running for cover. We'll see what's said from pulpits tomorrow."], [1333, "2017-11-11T16:11:44Z", 0.25, "I'm anxious to see if this turns off the voters making for Low turn out or if they rally to protect him....(Disclosure, the whole monument to the 10 commandments thing turned me cuz I don't understand acts that knowingly disrupt while making a point that doesn't need making. I don't need a monument to tell me what is in my heart..."], [37669, "2017-11-11T16:08:25Z", 0.25, "Roy Moore is such scum that even Alabama voters will recognize it."], [10924, "2017-11-11T15:45:47Z", 0.55, "Going by latest polls and Alabama record (with reservations)"], [16875, "2017-11-11T14:55:39Z", 0.6, "This is a deep red state. Moore could survive despite the despicable allegations, or Republicans in charge of government and with an overwhelming majority of the electorate could figure out a way to replace him."], [38066, "2017-11-11T05:08:47Z", 0.7, "I am moving my probability of a Republican victory down by 5% because of the latest news that Mike Lee and Steve Daines, both Senators from conservative districts have withdrawn their nominations, which indicate that the revelations are serious. However, I am still relatively confident that Moore will win the seat. The nature of the accusations make them too easy to disregard as liberal attacks. "], [38066, "2017-11-11T02:15:40Z", 0.75, "Comment deleted on Nov 11, 2017 05:08AM UTC"], [5709, "2017-11-11T01:38:38Z", 0.5, "this is an extremely difficult race to forecast given the history of the Republican candidate.  Twice removed from his position on the state supreme court he still managed to get the nomination.  Now accusations of sexual misconduct have surfaced that would ruin the chances of virtually any other candidate.  Given the history of the voters in this state it is anyone's guess if he will be victorious.  "], [38589, "2017-11-11T00:01:38Z", 0.49, "While the hard core will be unimpressed by pedophile charges, Moore should lose support in the middle. His margins have decreased over time, without this kind of controversy. Donâ€™t think he will survive this one. "], [636, "2017-11-10T23:39:24Z", 0.85, "Sex allegations \"smell\" of politics.  Allegations appear 1 month before election after 30 some years?  Give me a break.  They tried the same thing on Trump and the 4 women disappeared the next week never to allegate again.  The allegations  will be disregarded by the Bible Belt Conservatives who can tell its a skunk when they smell it."], [15371, "2017-11-10T21:45:07Z", 0.3, "Another republican will split vote"], [32258, "2017-11-10T21:44:09Z", 0.9, "Yes and it is likely that it will be Roy Moore despite all this. The timing so close to the election will likely reinforce in his supporters' minds that this is just \"fake.\"  The Trump play book of doubling down on every count will likely work for him in the short time frame.  Whether Republicans back away from him may not matter either but they won't go too far for fear of electing a Democrat (US Senate way to close for that) and I doubt Moore will ever step down."], [1333, "2017-11-10T20:44:41Z", 0.05, "This is typical of Senator comments on Moore - Oklahomaâ€™s U.S. senators said Friday that Roy Moore, a Republican Senate candidate in Alabama, should quit the race if allegations of sexual...are true - leaving to Moore to drop out and confirm his guilt. You've heard the question - Hey have stopped beating your wife yet? If they sincerity wanted him to get out why would they phrase it that way instead of claiming his departure from the raise is do to Family/Health issues? Why not say privaty - Judge you can't win now and we need to replace you..."], [915, "2017-11-10T20:30:41Z", 1.0, "whether or not Roy Moore is still on the ticket."], [1333, "2017-11-10T20:15:35Z", 0.0, "I think when the AG of Alabama tried to help Moore - The Mary and Joseph - pedophile rationalization, he actually KILLED the chances of Judge Moore."], [37029, "2017-11-10T19:49:06Z", 0.36, "With the news today that the Senate Campaign Committee has severed ties with the Moore campaign, the chances of Republican victory are lower. My projection is based on a number assigned by many polls to the \"hard core\" Trump supporters. My projection is that the Democrat will win if the hard core number remains in this range."], [33917, "2017-11-10T19:41:48Z", 1.0, "Republicans were fine with a House Representative who physically assaulted a journalist and a President who bragged about sexual assault on tape."], [1056, "2017-11-10T19:24:37Z", 1.0, "Starting at 100% on this one. The Post's publication of the accusations against Moore will quite possibly have no effect on the election, even if that are proven to be true (which for all I know, they are). The Post probably thinks these accusations will be considered disqualifying by religious people. Nothing could be further from the truth. The type of religious people who are going to vote for Moore believe in a theology of redemption, and that all humans are by nature sinners. The important thing is not Moore's past sins, but his current acceptance of Jesus. To think these accusations, by themselves, would be considered disqualifying by religious people in Alabama is to completely misunderstand Christian theology as it is preached among evangelicals and fundamentalists. Moore is accused of engaging in inappropriate conduct with underage girls, and one instance of sexual abuse because the girl was under the age of consent. This is a serious matter, but it would almost certainly not be regarded as worse than what tens of thousands of his voters had done before they were \"saved.\" This is the whole point of becoming \"saved;\" to a religious voter in Alabama, of course Moore was a sleazeball before he was saved. So was everybody else. To believers in this type of Christian theology, you can't judge people for their past sins, because everyone would be found wanting. What matters to them is his current faith. The validity of the theology itself is irrelevant; this is the reality of how a great many voters are going to see this."], [34353, "2017-11-10T18:29:39Z", 0.75, "Starting relatively high. We'll see how the accusations against Moore affect his polling, but right now the GOP is continuing to support him (as much as they can at arm's length). If the accusations begin to affect his public image significantly, it might open the window for the Dem candidate to take the win."]]}