{"question_id": 799, "title": "Between 29 November 2017 and 29 December 2017, will there be an attack by non-state actors on a civilian sea vessel which results in at least three fatalities?", "correct_answer": "No", "crowd_forecast": 0.05, "preds": [[43026, "2017-12-27T16:29:01Z", 0.99, "Most certainly. Will these \"attacks\" be widely publicized? No. But the likely hood of bullets flying off a Nicaragua coast to rob a boat, or a private yacht getting highjacked off Madagascar, or a murder off the Southeast asian peninsula. The ocean is large, boats are worth money, crime, attacks and murder are simple to cover up."], [42926, "2017-12-27T07:09:06Z", 0.1, "Reports indicate some active piracy, but little to no injury, as crews typically comply with pirates once boarded, and are robbed and left uninjured. No recent reports of terrorist activity at sea."], [43135, "2017-12-26T03:22:25Z", 0.75, "Anything that gets close to the Horn of Africa or the Moluccan(sp?) straits is in harm's way"], [42984, "2017-12-24T21:53:02Z", 0.65, "Intuition"], [42635, "2017-12-23T02:31:45Z", 0.05, "While violence has increased, including the number of deaths in 2016, deaths are not typically caused by the boarding event itself. Some hostages are executed later, and some die of hardship. https://www.reuters.com/article/us-somalia-piracy/somali-piracy-death-toll-rises-as-violence-worsens-idUSBRE85L08N20120622\nhttps://thediplomat.com/2017/06/asias-deadly-pirates/"], [42640, "2017-12-21T05:10:56Z", 0.75, "Pirates in the Bight of Benin have been getting aggressive & sloppy. The warlord/gangsters who hold their villages hostage have car payments & balloon mortgages, too."], [38778, "2017-12-20T15:47:04Z", 0.0, "Based on GJ consensus"], [42306, "2017-12-18T21:02:01Z", 0.0, "Since 2013, no single piracy attack has claimed three fatalities."], [636, "2017-12-18T18:14:42Z", 0.18, "The logistics of attacking at sea are very different than on land and I feel the ISIS command structure has been neutralized enough to negate any effective sea attack."], [42055, "2017-12-16T13:56:11Z", 0.03, "The odds are low with only 1 death on a boat in the last 6 months that I can see. https://en.wikipedia.org/wiki/List_of_terrorist_incidents"], [37768, "2017-12-11T16:02:47Z", 0.66, "Happens regularly"], [86, "2017-12-05T04:12:38Z", 0.02, "An uncommon but not rare event that could happen at any moment with no warning"], [15548, "2017-11-29T17:49:03Z", 0.2, ""]]}