{"question_id": 37, "title": "Will Joe Biden announce that he is running for President of the United States before Thanksgiving?", "correct_answer": "No", "crowd_forecast": 0.01, "preds": [[176, "2015-11-25T04:43:28Z", 0.0, "Everybody gets a good briar score"], [83, "2015-11-24T02:06:42Z", 0.0, "Come on Joe, Prove us all wrong."], [9891, "2015-11-23T20:19:08Z", 0.0, "Right, I'm calling it. 3 days is too short for Clinton to implode AND Biden to announce to run."], [1296, "2015-11-23T15:10:10Z", 0.0, "He will not announce by Thanksgiving because he already announced he will not run. I do not think he will change his mind in the next few days."], [755, "2015-11-22T20:53:19Z", 0.01, "Affirming forecast for the passage of time."], [11678, "2015-11-19T19:09:19Z", 0.0, "No recent news and historical relationship Clintons"], [9891, "2015-11-19T07:46:22Z", 0.01, "As the 26th approaches - odds that clinton will be charged are pretty low now, too. Temptation is to just round down to 0%."], [964, "2015-11-17T14:13:54Z", 0.0, "He has said not. Perhaps the questions should be closed once the answer is clear. "], [11449, "2015-11-17T01:04:01Z", 0.0, "But I think he's secured himself a spot on team Hils"], [1760, "2015-11-16T16:01:52Z", 0.01, "reaffirming"], [755, "2015-11-15T16:29:49Z", 0.01, "Thanksgiving is next week. For the purpose of this IFP, time is pretty much up. Affirming forecast for the passage of time."], [689, "2015-11-14T21:00:58Z", 0.51, "Comment deleted on May 10, 2016 06:55PM UTC"], [4886, "2015-11-14T11:51:12Z", 0.0, "Closing the deal"], [11019, "2015-11-13T14:07:33Z", 0.0, "He has already missed many of the debates and Iowa is in three months, which is not an ideal amount of time to overcome his competitors who are now household names. "], [1016, "2015-11-11T01:36:52Z", 0.0, "Not running unless Hillary stumbles, which is unlikely."], [1760, "2015-11-10T17:30:22Z", 0.01, "reaffirming"], [61, "2015-11-10T02:38:11Z", 0.0, "affirming prior forecast."], [8918, "2015-11-09T10:53:25Z", 0.99, "Run Joe! you could save the country! Seriously!"], [9891, "2015-11-09T10:38:37Z", 0.03, "Updating to reflect the clock winding down to the 26th. Interestingly enough, slight uptick on charges' polls."], [10924, "2015-11-08T20:49:59Z", 0.05, "VP Biden has already made a public speech "], [755, "2015-11-07T19:37:21Z", 0.01, "Are we really still following this? \nNews troll showed Biden just doing his VP thang. The NH primary is 3 months away.\nAffirming forecast for the passage of time."], [1760, "2015-11-06T14:02:10Z", 0.01, "reaffirming"], [3274, "2015-11-05T21:01:37Z", 0.05, "He won't change his mind... the timing for him to run is past. If he enters the race now, he'll  looks like Brett Favre and Jay Leno staying around longer than he should."], [1760, "2015-11-05T17:02:55Z", 0.01, "reaffirming"], [10573, "2015-11-04T21:21:57Z", 0.02, "He already stated he wasn't going to run but this hasn't been updated yet."], [12, "2015-11-04T18:36:08Z", 0.01, "Not going all the way to 0, since 1 in 100 he might change his mind."], [3434, "2015-11-04T18:26:41Z", 0.0, "Said he would not"], [10239, "2015-11-04T18:20:23Z", 0.01, "He's formally announced he's not running and Thanksgiving is just ~20 days away. If Hillary were to hit a major scandal, become incapacitated or massively lose support in some other way he could reenter, but that's super unlikely especially given the short timeframe here."], [939, "2015-11-04T18:06:41Z", 0.0, "Wouldn't make any sense; it's too late to reverse himself now."], [1201, "2015-11-04T17:44:38Z", 0.0, "shouldn't this question have closed?"], [1760, "2015-11-04T17:42:21Z", 0.01, "Affirming prior forecast"], [535, "2015-11-03T20:30:50Z", 0.0, "Since he already declared he would not."], [10797, "2015-11-02T21:43:15Z", 0.0, "No, I don't believe he will. It appears as though the national powers that be have decided on their candidate of choice. I don't think anyone else will enter the race that could compete with Hillary on the moderate side of the Democratic spectrum."], [1253, "2015-11-02T14:20:55Z", 0.0, "At this point, with Clinton escaping any serious damage from the Benghazi trial and any FBI final decisions possibly months ahead, I see no reason for Biden to declare before Thanksgiving. \nhttp://www.dailymail.co.uk/news/article-3299310/Benghazi-probe-Hillary-Clinton-facing-months-FBI-investigation-emails.html"], [424, "2015-11-02T03:57:38Z", 0.0, "Joe Biden announced no already."], [424, "2015-11-02T03:56:46Z", 0.01, "He already announced no...."], [656, "2015-11-02T01:51:09Z", 0.0, "Biden bowed out, updating to reflect that."], [680, "2015-11-02T01:39:09Z", 0.0, "Updating forecast.   Biden seems to have lost interest.  He will not oppose Clinton. "], [755, "2015-11-01T18:00:49Z", 0.01, "WSJ, November 1: Looks like Biden supporters slowly drifting into the Clinton, Sanders and O'Malley camps: 'Democratic Presidential Candidates Scramble to Lure Joe Biden’s Supporters': http://www.wsj.com/articles/democratic-presidential-candidates-scramble-to-lure-joe-bidens-supporters-1446384989\nNYT, October 29: Biden met with Sanders to discuss issues. While not an endorsement of Sanders, it does appear to me that he had re-focussed his attention and energy: http://www.nytimes.com/politics/first-draft/2015/10/29/bernie-sanders-meets-with-joe-biden-on-campaign-issues/\nBlack swan = FBI email investigation: http://www.mcclatchydc.com/news/nation-world/national/article41972739.html: '“As long as you have an FBI investigation, it’s a question mark,” said Ann Selzer, the leading pollster in the crucial early nominating state of Iowa.'\nAffirming forecast."], [9891, "2015-11-01T10:46:36Z", 0.04, "Updating my prediction to reflect declining probability of charges and time until 26/11 - see previous prediction for details."], [1491, "2015-11-01T08:05:46Z", 0.0, "http://www.huffingtonpost.com/entry/bernie-sanders-joe-biden_56339e26e4b063179912243e"], [6583, "2015-11-01T04:14:18Z", 0.0, "Lol, try never"], [1585, "2015-10-31T21:23:14Z", 0.01, "Barring something incredible and unforeseen, there seems no way he will run now."], [7370, "2015-10-31T18:22:13Z", 0.95, "I think it is clear at this point in time that he will not!"], [1760, "2015-10-30T15:10:17Z", 0.01, "affirming prior forecast"], [530, "2015-10-30T13:13:46Z", 0.0, "Still not sure why this hasn't closed yet."], [83, "2015-10-29T23:21:06Z", 0.0, "More likely to wait until next summer: too cold to campaign over the winter."], [10413, "2015-10-29T14:25:48Z", 0.0, "Joe Biden has announced that he will not run: http://www.people.com/article/joe-biden-decided-not-run-president-grief-son-beau-death"], [519, "2015-10-28T21:43:19Z", 0.0, "Can't imagine he will change his mind after saying he won't. "], [613, "2015-10-28T21:41:26Z", 0.0, "He has already stated that he will not run."], [10202, "2015-10-28T20:33:58Z", 0.0, "Wanted my first forecast to be an easy win.  "], [10237, "2015-10-28T17:35:54Z", 0.0, "he's already announced no"], [55, "2015-10-28T16:47:58Z", 0.0, "He has said no, Hillary has gained street so why not take his no at face value. "], [1760, "2015-10-28T13:10:47Z", 0.01, "reiterating"], [10039, "2015-10-28T11:29:02Z", 0.0, "He seems to lack the determination to do so."], [10124, "2015-10-28T03:38:20Z", 0.05, "It would take a cataclysmic event of some sort for the VP to hop in. "], [142, "2015-10-27T17:20:38Z", 0.0, "He Announced he will not."], [1760, "2015-10-27T13:41:58Z", 0.01, "affirming prior forecast"], [9891, "2015-10-27T05:56:16Z", 0.05, "It would be near impossible for Pres. Biden to backtrack and run a conventional campaign. However, if Hillary Clinton was to implode due to damaging revelations with regards to her private email server, then he might \"feel the call\" to serve his country. "], [9908, "2015-10-27T05:50:57Z", 0.0, "He already said he wouldn't run"], [83, "2015-10-27T01:21:46Z", 0.01, "In case Biden decides he can take his granddaughter to the white house."], [5852, "2015-10-27T00:47:11Z", 0.0, "He has already said no"], [755, "2015-10-27T00:31:26Z", 0.01, "Biden was pretty blunt. He didn't run because he couldn't win: https://www.yahoo.com/politics/joe-biden-didnt-run-for-president-because-he-135129644.html\nFollowing several forecasters to 1%. You never know.\n"], [8036, "2015-10-27T00:04:22Z", 0.01, "He announced that he will not."], [9757, "2015-10-26T23:32:14Z", 0.0, "He will not run, as he cannot win, and even if he could, he is too tired to climb that brutal uphill battle."], [9777, "2015-10-26T23:10:58Z", 0.05, "he doesn't want to run"], [4886, "2015-10-26T20:51:16Z", 0.01, "As he recently announced he is not running for President, http://ballotpedia.org/Joe_Biden_possible_presidential_campaign,_2016, it seems very improbable that he would overturn it before Thanksgiving.\nHowever, things can always change, so I think it is prudent to leave a very little possibility open."], [530, "2015-10-26T19:22:46Z", 0.02, "Updating"], [876, "2015-10-26T16:28:50Z", 0.0, "Why isn't this closed?"], [1500, "2015-10-26T15:37:04Z", 0.0, "Since he already announced he's not seeking the Democratic nomination this seems a no-brainer.  Is this really still an open question?"], [4749, "2015-10-26T11:20:59Z", 0.0, "While I believe the question by GJP was misleading, because it should have stated Will Joe Biden announce that he is running OR not running for President of the United States before Thanksgiving, I am changing my forecast because of the statements coming directly from Biden.  He did announce that he WAS not running before Thanksgiving.  However, I was wrong in the answer.  "], [9320, "2015-10-26T04:16:37Z", 0.15, "Too late to the race. Zero probability of winning general elections."], [9313, "2015-10-26T04:13:02Z", 0.0, "He will not run "], [9209, "2015-10-26T02:44:35Z", 0.04, "He has already withdrawn.  Only a catastrophic event in Clinton's campaign could alter this."], [51, "2015-10-26T02:42:33Z", 0.0, "He's withdrawn.  What is left to say here?  We would have to spin a really improbable series of events that could cause him to re-consider.  "], [6542, "2015-10-26T02:25:01Z", 0.05, "absolutely not"], [1077, "2015-10-26T01:19:58Z", 0.0, "why is this not yet closed"], [9028, "2015-10-26T00:53:58Z", 0.0, "he said No."], [8967, "2015-10-26T00:45:19Z", 0.0, "Its over."], [8175, "2015-10-26T00:25:15Z", 0.0, "No way, now.  Short of the assassination of Hillary, that is."], [8965, "2015-10-25T23:35:20Z", 0.0, "he has said it is too late. "], [8920, "2015-10-25T23:10:58Z", 0.95, "He's already withdrawn, and Hilary's performance in the Benghazi hearing has further enhanced her momentum."], [6620, "2015-10-25T21:56:39Z", 0.0, "Biden said he will not, and there is no reason to believe that he will."], [8018, "2015-10-25T21:43:29Z", 0.2, "Very unlikely as he has already announced his decision not to run. "], [8567, "2015-10-25T21:27:31Z", 0.02, "He has stated that it is too late to run.   But there is always the small chance, estimated at 2%, that he changes his mind - for example if the leading Democratic candidate runs into some major problem."], [7698, "2015-10-25T21:26:22Z", 0.05, "He said no already"], [8235, "2015-10-25T20:26:04Z", 0.05, "He's out!"], [8397, "2015-10-25T19:55:21Z", 0.0, "He's SAID he's not running, so....."], [1502, "2015-10-25T18:46:02Z", 0.0, "Joe Biden on his decision not to run in 2016: 'I just don't think there's time'"], [7586, "2015-10-25T18:13:50Z", 0.0, "No."], [7340, "2015-10-25T18:05:53Z", 0.0, "He has already said no.  He is just going to wait to see if Hillary becomes disqualified through her email scandal and if so - then he'll get in.  That won't happen before Thanksgiving."], [6675, "2015-10-25T17:45:42Z", 0.0, "old news"], [689, "2015-10-25T16:26:14Z", 0.0, "Comment deleted on May 10, 2016 06:39PM UTC"], [6769, "2015-10-25T16:20:42Z", 0.05, "Behind the scenes, Biden was told not to run.  The only way Biden runs is in the unlikely event Hillary is charged by the FBI."], [6773, "2015-10-25T16:00:32Z", 0.0, "He won't go back on his word saying he won't."], [6001, "2015-10-25T14:58:45Z", 0.0, "He will not run his heart is not in it"], [3902, "2015-10-25T10:59:37Z", 0.01, "Biden has announced no run. At this point to change his mind would require a complete black-swan collapse of the Clinton campaign; I'd actually put the probability lower than 1%, but not saying 0 because we cannot have absolute certainty yet."], [1491, "2015-10-25T07:30:21Z", 0.04, "still good arguments for it:\nhttp://www.vox.com/2015/7/9/8922395/Joe-Biden-run-president"], [1562, "2015-10-24T20:15:45Z", 0.0, "it would require  a number of wildcard events involving Hillary for this to occur."], [33, "2015-10-24T14:02:10Z", 0.0, "Biden recently said that he will NOT run for president.  Of course this could change given the public pressure, but I do not see him caving on this matter."], [1249, "2015-10-24T03:21:56Z", 0.03, "Announcement by Joe Biden he won't run"], [3578, "2015-10-23T21:41:54Z", 0.0, "Update following Biden's announcement he's not running. Once a politician publically announces something like this it's almost impossible to go back on it. "], [505, "2015-10-23T18:06:35Z", 0.0, "guess it is a slim chance he will change his mind."], [1358, "2015-10-23T15:40:26Z", 0.0, "Biden said he is not running. Thought this question would be closed."], [530, "2015-10-23T15:34:45Z", 0.04, "I'll drop a percentage every day until I reach zero. Just in case he pulls something weird and decides to run after all."], [1760, "2015-10-23T15:17:44Z", 0.01, "This question should probably be closed as the VP has announced he is not going to run."], [5040, "2015-10-23T15:05:03Z", 0.02, "Unless former Secretary Clinton is indicted or suffers a serious health mishap, I take Biden at his word that he won't run.  I'll put the odds of either of those two things happening at 2 percent."], [1850, "2015-10-23T12:23:49Z", 0.0, "Based on his recent disclosure."], [102, "2015-10-23T11:15:39Z", 0.0, "Since they announced a VW clarification after BIden quit, I assume they are leaving this question open till Turkey Day.   Thank you, mysterious judges!"], [405, "2015-10-23T10:03:06Z", 0.0, "i dont understand why this question is not close."], [556, "2015-10-23T08:30:34Z", 0.0, "0"], [1993, "2015-10-23T04:51:30Z", 0.0, "This question hasn't closed yet?"], [689, "2015-10-23T02:44:37Z", 1.0, "Comment deleted on May 10, 2016 06:39PM UTC"], [1646, "2015-10-22T23:26:21Z", 1.0, "I suggest 100% that now that he announced, he run a few laps, get some media, and announce his candidacy the day before thanksgiving. We will all love him for it. And he can always quit in a week."], [5012, "2015-10-22T22:40:50Z", 0.0, "Biden has already announced that he won't be running."], [1042, "2015-10-22T22:36:24Z", 0.0, "He said no today "], [369, "2015-10-22T20:46:35Z", 0.0, "after the fact"], [530, "2015-10-22T20:17:27Z", 0.05, "No word at all from Biden. His time is running out."], [755, "2015-10-22T18:25:41Z", 0.02, "What the heck??? The bosses haven't closed this IFP yet? (rubbing my hands with glee).\nLooks like Clinton did okay in the hearing and her overall performance should calm nerves and solidify her front-runner status: http://www.nytimes.com/2015/10/23/us/politics/hillary-clinton-benghazi-committee.html\nOn the other hand, Biden supporters are dragging their feet into the Clinton camp: http://www.nytimes.com/2015/10/23/us/politics/hillary-clinton-joe-biden-presidential-election.html\nCould Joe reconsider? Slim chance at this point, but.... you never know....\nAdjusting down based on Biden's no-run announcement yesterday.\n"], [1526, "2015-10-22T18:08:46Z", 0.0, "Well, I guess I should change this to 0."], [4799, "2015-10-22T17:10:52Z", 0.01, "Biden has come out to claim he will not run, but nothing is certain... he may still change his mind."], [58, "2015-10-22T17:06:46Z", 0.0, "This one seems like a done deal. He won't be running."], [4275, "2015-10-22T16:57:19Z", 0.0, "Nope. He said so."], [1253, "2015-10-22T16:50:36Z", 0.02, "Huh. Thought this question would close. Since it didn't, I am upping the forecast to 2% for awhile, just in case Clinton's Benghazi trial goes badly and the party has to beg Biden to rescue the Dems from running with O'Malley or Chafee or Sanders as the Dem leader. \nFollowing Ravel and NickLutz\nWhy not? My Brier score is soooo bad for this question now, I can hardly do any worse after sitting in the 90th percentile for so long. :("], [1161, "2015-10-22T14:57:16Z", 0.0, "Well, it's official. Shouldn't this question be closed?"], [102, "2015-10-22T13:14:52Z", 0.0, "Whats crazy is that this is still sitting at 25%.  I hope they leave this question open till Turkey Day so I can look smart."], [4973, "2015-10-22T13:13:56Z", 0.01, "He announced he won't run\nhttp://www.cnn.com/2015/10/21/politics/joe-biden-not-running-2016-election/"], [4918, "2015-10-22T13:13:17Z", 0.0, "Nothing is certain. Or is it?"], [1502, "2015-10-22T10:54:13Z", 0.1, "I think that there is no more time. "], [691, "2015-10-22T10:22:33Z", 0.0, "One supposes Clinton could die suddenly, but so for that matter could Joe. Bad day for the Anyone-Buts, who have never had a chance anyway."], [4568, "2015-10-22T08:26:51Z", 0.0, "Because he just announced he wouldn't"], [1337, "2015-10-22T02:23:16Z", 0.0, "Too short a timeframe to change his mind. Too sort a time for an accident incapaciting HRC."], [1733, "2015-10-22T01:07:40Z", 0.01, "He said he isn't"], [4241, "2015-10-22T01:01:43Z", 0.0, "Crazier things have happened, but I think with him saying he won't, the chance of him changing his mind in the next five weeks is close enough to zero for me to say it is and move on to my regularly scheduled programming..."], [1769, "2015-10-22T00:56:49Z", 0.0, "he is not showing the motivation.  the DNC wants Clinton."], [734, "2015-10-22T00:05:21Z", 0.0, "Well, why not? I am surprised that the question was not closed. He could change his mind, I suppose.\nBut this could be a bit of kabuki theatre as @ravel suspects....."], [43, "2015-10-22T00:01:50Z", 0.0, "Post Mortem: This was the shortest run for President Biden ever made, aborted on the brink of an expected announcement. As usual, he made outrageous statements, this time claiming that he was the REAL Secretary of State with Hillary, Kerry being lesser players than him. His new story about his role in the decision to raid the Bin Laden complex -- \"I lied about my first story, now believe me on this one\" was the clincher."], [29, "2015-10-21T23:58:24Z", 0.0, "Reported today he has decided not to run."], [98, "2015-10-21T23:40:42Z", 0.0, "Already announced he won't"], [212, "2015-10-21T22:16:52Z", 0.0, "http://mobile.nytimes.com/2015/10/22/us/politics/joe-biden-will-not-run-for-president.html?referer=http://www.google.com.au/search?q=biden&oq=bid&gs_l=mobile-heirloom-serp.1.2.0i131l3j0l2.1812.2770.0.4810.4.3.0.1.1.0.358.1011.3-3.3.0....0...1c.1.34.mobile-heirloom-serp..0.4.1056.wpZE4BZjnWM"], [907, "2015-10-21T22:09:00Z", 0.0, "Looks official he won't be running"], [1591, "2015-10-21T21:25:59Z", 0.01, "Yeah okay I'll leave that 1% chance for a couple weeks."], [1333, "2015-10-21T21:11:14Z", 0.0, "http://newsok.com/vp-joe-biden-says-he-will-not-run-for-president-in-2016/article/5454992?newsletter=breaking-email-dynamic"], [1332, "2015-10-21T20:57:05Z", 0.0, "He just announced that he's not running."], [821, "2015-10-21T20:48:10Z", 0.0, "Already resolved..."], [4930, "2015-10-21T20:14:14Z", 0.01, "He has now said he won't."], [94, "2015-10-21T19:49:52Z", 0.0, "I think the GJP should close this question early, just to make Brier score gaming (like I have been attempting to do) more risky.  If questions can close at any time in either direction, you can't just overestimate your odds on the \"early resolution\" side of the question."], [1300, "2015-10-21T19:10:00Z", 0.0, "Darn It Joe, now we know."], [64, "2015-10-21T19:07:58Z", 0.0, "Announced"], [689, "2015-10-21T18:54:05Z", 1.0, "Comment deleted on May 10, 2016 06:33PM UTC"], [484, "2015-10-21T18:51:17Z", 0.0, "Agree that closing now may not be what GJ decides to do. Tough call though and a lesson in how specific wording of a question matters."], [73, "2015-10-21T18:50:04Z", 0.0, "reducing only in case question left open.  "], [4577, "2015-10-21T18:45:44Z", 0.01, "Today he announced that he wouldn't run, but I'm stopping at 1 percent on the off-off-chance that he changes his mind some time in the next month."], [1056, "2015-10-21T18:39:27Z", 0.0, "Looks like he pulled a Rockefeller."], [484, "2015-10-21T18:14:23Z", 1.0, "FWIW I think GJ will take only predictions through last midnight (Pacific time) if they close the question today."], [915, "2015-10-21T17:59:17Z", 0.0, "last time I listen to the Beltway insiders/intelligensia/know-it-alls, ha."], [1395, "2015-10-21T17:58:59Z", 0.0, "just announced. I was wrong. "], [837, "2015-10-21T17:45:21Z", 0.0, "Just announced."], [1526, "2015-10-21T17:36:49Z", 0.01, "Just because I should have stuck to my original logic."], [1262, "2015-10-21T17:34:42Z", 0.0, "Biden said no."], [2, "2015-10-21T17:34:10Z", 0.0, "He ruined a perfectly good political fantasy!"], [689, "2015-10-21T17:27:09Z", 0.9, "Comment deleted on May 10, 2016 06:33PM UTC"], [1751, "2015-10-21T17:14:45Z", 0.0, "http://www.pbs.org/newshour/rundown/watch-biden-make-announcement-rose-garden"], [83, "2015-10-21T17:09:24Z", 0.0, "Must not have got the level of support he needed."], [1114, "2015-10-21T16:54:23Z", 0.0, "Einsteinjs was right on on this one."], [1232, "2015-10-21T16:53:23Z", 0.0, "This should probably be closed now."], [136, "2015-10-21T16:51:25Z", 0.0, "It'd be even funnier if in the next couple of weeks the DOJ indicts Hillary and Biden \"reluctantly\" \"agrees\" to run."], [241, "2015-10-21T16:48:05Z", 0.0, "It turns out my first, confident No forecast (10% for 20 days) was correct, but then I got caught up in the media buzz and forecasted a confident Yes (60%-90% for about two weeks. The end result is that I got this one wrong (>.500 Brier score)."], [4561, "2015-10-21T16:42:53Z", 0.0, "Oh well."], [1253, "2015-10-21T16:41:24Z", 0.0, "ouch.\nhttp://www.nytimes.com/2015/10/22/us/politics/joe-biden-will-not-run-for-president.html?_r=0&mtrref=undefined&gwh=A789D77DF4044D6D85CAC9F2365D529D&gwt=pay&assetType=nyt_now"], [485, "2015-10-21T16:40:08Z", 0.0, "Announced. I think my personal bias got in my way, since I wanted Biden to jump in as alternative to Clinton. I had previously given a very high probability that Biden would run, based on news reports."], [40, "2015-10-21T16:36:27Z", 0.0, "What better time to jump in?"], [1591, "2015-10-21T16:34:03Z", 0.0, "It's a no go.   http://www.nytimes.com/2015/10/22/us/politics/joe-biden-will-not-run-for-president.html?_r=0"], [110, "2015-10-21T16:30:45Z", 0.0, "http://www.businessinsider.com/joe-biden-on-running-for-president-2015-10"], [68, "2015-10-21T16:27:36Z", 0.0, "Closing the book"], [484, "2015-10-21T16:27:05Z", 1.0, "There goes my score ;-)"], [1325, "2015-10-21T16:24:31Z", 0.05, "http://www.thedailybeast.com/cheats/2015/10/21/biden-to-speak-from-rose-garden.html\nhttp://www.npr.org/sections/itsallpolitics/2015/10/21/449957530/joe-biden-the-door-has-closed-for-a-white-house-bid"], [102, "2015-10-21T16:21:58Z", 0.0, "D'oh.  Let's hope they keep this question open till Turkey Day so I can burn off my msjudgment on this."], [136, "2015-10-21T16:13:57Z", 0.0, "Well, this was fun."], [52, "2015-10-21T16:08:19Z", 0.0, "Would not make a positive announcement in the White House WITH the Pres.  If the Pres is with him it is only for moral support for NOT running.  "], [136, "2015-10-21T16:07:33Z", 1.0, "https://twitter.com/markknoller/status/656862930298892288\n\"JUST ANNOUNCED: @VP BIDEN TO MAKE A STATEMENT IN THE ROSE GARDEN AT 1210PM/ET\"\nhttps://twitter.com/markknoller/status/656863798901501953\n\"Looks like we're about to hear VP Biden's decision on whether to run for president. We're told Pres Obama will be with Biden at statement.\"\nhttps://twitter.com/markknoller/status/656865284377178112\n\"Senior WH staff taking seats in the Rose Garden - suggesting further that @VP will be announcing he's not going to run for pres.\"\nhttps://twitter.com/markknoller/status/656865717376163840\n\"From @MajorCBS  - Sources say @VP not running for president.\""], [73, "2015-10-21T16:06:29Z", 1.0, "changed his story on what he said to obama about osama."], [43, "2015-10-21T16:04:31Z", 1.0, "More of his behaving like a candidate. I'm getting tired of his strip tease."], [1253, "2015-10-21T12:46:36Z", 0.98, "Yup. Another \"he will run unless he doesn't\" headline. Sigh.   http://www.huffingtonpost.com/entry/joe-biden-president-2016_562647f2e4b0bce3470226c8"], [4562, "2015-10-21T09:08:25Z", 0.7, "This is a struggle because it seems a waste of time and money to challenge Clinton at this stage and therefore if winning was his goal then entering isn't a very smart move. However what you should do hasn't bothered him in the past."], [4839, "2015-10-21T05:10:35Z", 0.4, "revising upward because he's staring to talk like he's gonna."], [689, "2015-10-21T03:51:43Z", 0.9, "Comment deleted on May 10, 2016 06:32PM UTC"], [4749, "2015-10-21T01:55:03Z", 0.85, "It will be before the end of this month.  "], [4288, "2015-10-21T01:00:35Z", 0.83, "Zeke Miller, a political reporter from Time Magazine, is live tweeting right now on this very topic -https://twitter.com/ZekeJMiller?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor "], [4561, "2015-10-21T00:55:52Z", 0.99, "Raising to 99% due to yet another explicit contrast with Hillary from Biden. "], [755, "2015-10-21T00:40:09Z", 0.9, "Biden has been running a de facto campaign for the last few months, raising the tempo in recent days. Why all the drama, then not run? Doesn't make any sense. The time to have ended speculation was shortly after the Colbert show, when he voiced his grieving over Beau's death.\nThe Benghazi hearing is in a couple of days. Witch-hunt or not, it's going to be brutal (I heard it may be as long as 6 hours) for Clinton. She may still blow up and her poll #s will tank. I'm on the high side at 80%...... might as well kick it up a notch....."], [3514, "2015-10-21T00:18:51Z", 0.66, "He appears to be coming after Clinton:  http://www.blogpvan.com/main/capitol-report-bidens-back-flip-on-bin-laden-raid-creates-woes-for-white-house-spokesman/.  While I dont think he's favored over Clinton, GOPs would love to push Biden into the fight to take votes away from Clinton in order to make Sanders much more likely to win the Democratic than he is now.  GOPs probably cutting him a deal to help kill Clinton.  Only problem is we have one month to go before this question expires...."], [4868, "2015-10-20T23:20:55Z", 0.3, "Taking 40% as my starting point because that is the consensus at the moment. Decided to revise downwards from this based on polling data from New Hampshire showing that Biden lags far behind Sanders and Clinton. Importantly, he is well behind not just on first choice votes but also on 2nd choice votes. If he had been ahead of Hillary on 2nd choice votes then I would rate his prospects more highly as I expect support for Sanders to tail off. "], [405, "2015-10-20T23:07:43Z", 0.35, "up date \nso much rumours\n10/19/2015: //dailycaller.com/2015/10/19/democratic-congressman-says-joe-biden-is-running-for-president/\nOctober 19th, 2015 http://www.mediaite.com/online/sources-tell-fox-news-joe-biden-has-decided-to-run-for-president/\ntoday http://news.yahoo.com/sounding-candidate-biden-says-supported-bin-laden-raid-222348034.html"], [4746, "2015-10-20T21:50:57Z", 0.67, "Numerous reports indicating he's running from unnamed sources. Buoyed likely by polls showing high favorability numbers and decent showings in early states even though he has not declared. Recent quotes from Biden contrasting himself with Clinton and attempting to attract Obama voters."], [1548, "2015-10-20T18:56:17Z", 1.0, "Why would he bother to restate anything position he's taken on something important that SERVES his candidacy? He's in.http://onpolitics.usatoday.com/2015/10/20/joe-biden-bin-laden-raid/?utm_source=feedblitz&utm_medium=FeedBlitzRss&utm_campaign=usatoday-newstopstories"], [915, "2015-10-20T18:33:44Z", 0.02, ""], [691, "2015-10-20T17:59:13Z", 0.09, "Stop the presses--Biden will announce any minute now, just as he has every few days for the past several months.  He is a smart guy, but smart guys do stupid things all the time.  This would be one, and he knows it (because he's a smart guy, you see).  I am sticking with a low number in the expectation that in the still of the night, he is aware that running would make him look ridiculous and his party look desperate, no matter what the Anyone-Buts are murmuring in his ear.  I hope no one is following me into this swamp--the world is full of unpleasant surprises. "], [68, "2015-10-20T16:42:34Z", 0.65, "Chickening out and increasing from 35, at least till after the coming weekend. The fact that this drama keeps going on and on can only mean he does intend to run and is just waiting for the appropriate time (which may never come). "], [1056, "2015-10-20T16:13:11Z", 0.95, "I'm keeping it at 95% at least until after we see how Hillary's Benghazi testimony is received. He may still announce at any time, but the Cashman op-ed linked by @000 makes a good point. @T-bo's link about the bin Laden raid is suggestive too. "], [1161, "2015-10-20T16:07:03Z", 0.45, "When facts on the ground move, forecasts must also. Statements made at Vice Pres. Mondale's event indicate that the appeal remains strong, even if the polling doesn't."], [4561, "2015-10-20T15:58:47Z", 0.98, "Updating my previous 87% Yes forecast due to new development: Biden is raising an old political issue, the 2011 decision to attack the Abbottabad compound in Pakistan where Bin Laden was hiding. \nhttp://www.politico.com/story/2015/10/joe-biden-support-bin-laden-raid-214954\nLogic: \n1. Biden is deliberately raising a contentious, murky issue - whether he supported the raid in 2011 - that is of no relevance to any current decision or policy matter.  \n2. Biden is therefore raising this moot, dead issue for some kind of political purpose. Why now? Why this issue? Because it draws a contrast between the VP and the then-Secretary of State. That would be Hillary Clinton. \n3. What is that contrast? Biden deliberately leaves the actual decision in a gray area, repeatedly framing it as \"49 [% vs.] 51 [%]\". The only real difference between his view and those of the other cabinet officials is their _relationship to the president_. Biden was in a superior, more intimate, more powerful and influential position than any other Cabibet member.\n4. Biden explicitly says that his motivation was to support the president. "], [167, "2015-10-20T14:57:35Z", 0.23, "There really seems to be no reason for him to get into his race. But ther is still a wildcard opening. If he makes no announcement today, I will go back to 0."], [961, "2015-10-20T14:19:04Z", 0.0, "Any doubt is removed by latest poll"], [3258, "2015-10-20T13:43:06Z", 0.2, "He has little chance to win the 2016 general election because he is too closely associated with the Obama Administration.  The central issue is legacy: will his last political act be two terms Vice President, or a third unsuccessful run for President? 1 in 5 chances that he will seek the Democratic nomination."], [530, "2015-10-20T04:37:05Z", 0.87, "Supposedly a meeting tonight for election staff positions. I'll adjust if there's nothing new in 48 hours."], [485, "2015-10-20T04:16:26Z", 0.99, "The combination of various credible news reports, alleged statements by those close to Biden, and Biden's own comments within the last 24 hours seem to indicate he will run. "], [484, "2015-10-20T02:46:08Z", 1.0, "The extra 5% will offer me superforecaster (hate that term) status perhaps."], [915, "2015-10-20T02:08:47Z", 0.09, "this dawdling has hurt (is hurting) Joe long-term.  There's reflection and then there's indecisiveness...Americans don't like indecisiveness in a leader---it looks weak.  "], [1395, "2015-10-20T01:41:31Z", 0.85, "Adjusting initial prediction in light of new developments and news reports. An announcement appears imminent. "], [1068, "2015-10-20T01:36:22Z", 0.99, "Pushing this up even higher on the basis of news speculation today."], [915, "2015-10-19T20:43:35Z", 0.99, "news, but Biden needs to raise $30+ million by the end of the year to be competitive.  No way that's happening."], [998, "2015-10-19T20:21:53Z", 0.97, "Biden's meeting with the DNC indicates there's an interest, but doesn't guarantee agreement to the \"arcane but crucial rules\" for running.\nHis hesitance could be a part of his strategy.\nhttp://www.businessinsider.com/joe-biden-decision-on-running-for-president-vulernabilities-2015-10\n\"People close to him say he's close to jumping into the fray.\"  - If true, I think this statement holds weight. Was originally going to go with 77%, moving resolution up to 82%.\nUpdate-\n\"In a signal that he is considering running, Biden spoke with International Association of Fire Fighters President Harold Schaitberger for about 20 minutes on Friday. Biden said he was strongly considering running and was trying to gauge the support of unions, a source said.\"\nhttp://www.nbcnews.com/politics/2016-election/biden-nears-decision-time-n447051\nIt's unlikely that the unions would tell him not to run if he's making them a priority to talk to in the first place.  Bumping up resolution."], [43, "2015-10-19T20:18:57Z", 1.0, "Aw, what the heck, if I'm wrong I may as well be hanged for a sheep as a lamb."], [43, "2015-10-19T20:17:26Z", 0.95, "The White House is showcasing Biden today in its Climate Summit."], [94, "2015-10-19T19:32:07Z", 0.7, "Increasing forecast based on recent rumours."], [1548, "2015-10-19T19:31:39Z", 0.89, "Fox News says he's in. 12:30pm MT on CNBC. (for some reason I'm thinking this could HELP Hillary. Joe gets in and brings with him a slew of former Obama bundler donors, maybe some Independents and left Republicans. Doesn't do great in the primaries, new crowd stays with Dems and backs Hillary.) Dems win with electoral vote."], [1300, "2015-10-19T19:18:40Z", 0.98, "http://www.mediaite.com/online/sources-tell-fox-news-joe-biden-has-decided-to-run-for-president/"], [1114, "2015-10-19T19:17:25Z", 0.65, "Jumping up based on link from 000."], [73, "2015-10-19T18:38:36Z", 0.85, "okay.  1 more week.  "], [1262, "2015-10-19T18:18:23Z", 0.63, "1:  Secretary Clinton seems to be getting deeper and deeper into problems and I don't see how the Democratic Party can justify supporting her if it continues.\n2:  According to this \"USA Today\" article a significant number of Obama financial supporters have not backed Clinton.  This, together with Obama's obvious support for Biden would suggest Biden is under a great deal of pressure to run.\nhttp://www.usatoday.com/story/news/politics/elections/2016/2015/10/18/hundreds-obama-bundlers-missing-clintons-elite-fundraising-ranks/74170182/\n"], [102, "2015-10-19T17:43:14Z", 1.0, "FOX. [1]  Chicken coop (straws in the wind).  [2]"], [38, "2015-10-19T17:15:39Z", 0.0, "http://theweatherspace.com/2015/10/19/161358-aides-say-biden-is-close-to-making-a-decision-after-months/"], [4288, "2015-10-19T16:53:17Z", 0.78, "According to CNBC and Fox, Biden is expected to announce whether or not he will join the presidential race within two days. Because the question concerns whether or not he will 'announce' his candidacy and not whether if he will 'run', one can be relatively certain that that decision will come here shortly - at least based on the sources listed. "], [751, "2015-10-19T16:42:32Z", 0.9, "With Hillary's issues I think someone who has the experience he has and connections he has established would be in a position to garner support quickly."], [755, "2015-10-19T15:08:43Z", 0.8, "Joe, read my lips...... shit or get off the pot. I'll probably crater on this IFP, but here goes....... affirming forecast and will assess in 48 hours."], [1526, "2015-10-19T14:53:51Z", 0.7, "I am so split on this because media hype is muddying the water. "], [915, "2015-10-19T14:02:49Z", 0.2, "If Biden's going to announce, he should do it on a Monday---to dominate the news cycle for that week."], [73, "2015-10-19T12:59:11Z", 0.2, "Struggling to overcome my prejudices on this one.  Reverting to low again, just not sure he will commit in the timeframes and that events may overtake him.  Convinced his advisors are saying this is the smart move; as i am not convinved he does not want to run for president."], [4772, "2015-10-19T10:18:01Z", 0.25, "Clinton does not look weak enough to prompt entry"], [241, "2015-10-19T01:58:16Z", 0.6, "67->60"], [38, "2015-10-18T18:13:11Z", 0.5, "Does anyone think that his announcement may be that he has considered it and will not run?  Most of the time announcements are positive, but this situation is a bit different.  Might he make a negative announcement:  a \"thank you for asking, but no\"?"], [102, "2015-10-18T17:11:45Z", 1.0, "Come on Joe my Brier score hangs in the balance here.  [1]"], [1526, "2015-10-18T16:26:21Z", 0.01, "Just changing my vote to reflect how unlikely this is to happen before T-day. However, it maybe 'game on' if Hillary loses big sometime soon after T-day."], [691, "2015-10-18T13:51:19Z", 0.08, "\"Any day now\" again.  The pros are getting pretty tired of this, and frankly the vacillation is not likely to improve his odds of winning anything even if he announces.  Still comes down to whether what he knows will outweigh what his hangers-on are telling him."], [102, "2015-10-18T12:54:20Z", 1.0, "We will get our straw man. [1]"], [3439, "2015-10-18T11:54:40Z", 0.0, "He doesn't have the cash nor, I think, the emotional commitment to campaigning. I think he likes the idea of being President enough to test the waters by mentioning it to people but I think ultimately he won't run."], [405, "2015-10-18T08:16:23Z", 0.11, "Update\nT-Bo rational (17 october) influence me. I must reconsider Joe Biden seeking for President US before Thanksgiving (which is different from the Canadian thanksgiving). In the other side, why should he announced it before Thanksgiving if he have plenty of time?\nHe must have read FiveThirtyEight!\nhttp://fivethirtyeight.com/datalab/joe-biden-2016-announcement/\nWhy those rumors?  The only one who have interest to make this rumors seems to be Biden himself. Sure enough he didn't deny it."], [38, "2015-10-18T08:04:31Z", 1.0, "there's a zillion rumors that he is planning to announce soon, perhaps even today.\nHe has been calling movers & shakers since Wednesday.\nOne union leader reported a call that left him thinking Biden was going to run."], [485, "2015-10-18T02:03:12Z", 0.97, "From the D.C.-based The Hill online: \"Vice President Biden spoke on Friday with a powerful labor leader and strongly hinted that he was planning to run for president, sources familiar with the situation told CNN.\" Additionally, several Republicans say Biden would be a stronger candidate than Clinton. The Repubs say they would rather run against Clinton. Increasing my estimate of probability Biden will run (granular)."], [484, "2015-10-17T21:54:56Z", 0.95, "I'm guessing the VP, staff, etc. have read (or leaked) this:"], [4561, "2015-10-17T17:44:30Z", 0.87, "1. Ambition: Biden is an intensely ambitious man whose sole objective has been the presidency. Evidence: Biden is the only U.S. senator who has never accumulated a fortune; never sought or received a lucrative private equity/investment or consulting or lobbying position; never sought to cash in on his fame via five- or six-figure lectures or million-dollar book royalties, or any other profit-seeking venture. He is 100% a political animal, perhaps the last remaining such figure in our national political life.\n2. He has plenty of time to win: the notion that it's too late to enter and win is unsupported by logic or evidence. First, Biden's campaign apparatus can easily and rapidly raise money, and in any case his name recognition is already high enough that he needs less advertising spend than any other candidate, in either party.  Secondly, it is the Democratic Party's superdelegates, not the Party rank-and-file voters, who determine the nominee. These are ruthlessly pragmatic professionals who simply want to win the presidency. Most have no particular loyalty to the Clintons. More than a few are intensely loyal to Obama, and still harbor bitter feelings over the 2008 race. These superdelegates would gladly switch to Obama's most loyal ally (and his likely designated heir).\n3. Biden's model here is Bobby Kennedy (RFK), another high-profile executive branch figure who jumped into the race in March 1968 and quickly vaulted to the forefront - even though Kennedy was a far more divisive and controversial figure. Like Biden, RFK had zero interest in money and was motivated instead by lifelong, burning ambition, stoked in part by personal resentment of a Democratic rival. Biden probably does not resent the Clintons to anywhere near the degree that RFK hated Lyndon Johnson, but he is a politician through and through. Biden knows that he is a far better politician than Hillary Clinton and that he was the force behind most of the major achievements of the Obama administration (including the extraordinarily successful rescue of GM, the prevention of financial collapse, and the passage of the stimulus bill in the face of Republican obstructionism). The party's superdelegates also know that Hillary is a weak candidate with no better than a 50-50 chance of defeating Rubio or Bush, both of whom Biden would easily defeat through a combination of very high African-American turnout and white working-class support across Ohio, the rest of the industrial heartland and the other battleground states. \nBiden wants the presidency, and he will announce well before Thanksgiving. 75% odds that he announces by noontime ET Monday Nov. 2."], [102, "2015-10-17T17:31:49Z", 1.0, "Some common sense.  [1]"], [3831, "2015-10-17T17:08:32Z", 0.75, "Revise up based on press reports"], [102, "2015-10-17T11:32:17Z", 1.0, "Knives knives knives. [1] [2]  Don't they know it's not a watchable professional wrestling match without an undercard?"], [691, "2015-10-17T11:30:30Z", 0.08, "Biden's aides and other Friends-and-Relations would love their guy to be in the White House, and are blinded to the fact that it won't happen. He is a very strong non-candidate, but once he declares he becomes fair game for what is usually an unfair game.  All the action is still coming from his backers. He knows better than to run, but the danger is that like many public figures he has surrounded himself with sycophants who will push him to do The Wrong Thing.  If he has retained any steely-eyed analytic advisors, or if he can maintain objectivity in the matter, he'll just let the deadlines slip and never announce. "], [4615, "2015-10-17T05:39:39Z", 0.25, "Signals of interest by Biden's aides"], [3841, "2015-10-16T23:56:31Z", 0.79, "Updating my forecast, previous ones below."], [1056, "2015-10-16T23:43:39Z", 0.95, "As the buzz increases, I increase my forecast. If nothing happens by Wednesday or so, I go way, way down."], [530, "2015-10-16T20:37:34Z", 0.74, "http://www.cnn.com/2015/10/15/politics/joe-biden-family-2016-election-decision/\n"], [1528, "2015-10-16T20:08:16Z", 0.54, "PredictIt is saying 58% chance to run (eventually), even though personally I think it's lower."], [961, "2015-10-16T20:07:42Z", 0.45, "Increase due to potential events in the news"], [2, "2015-10-16T19:50:01Z", 0.5, "Hedging again.  Talk about my own big failure on this question... I never really grasped what's going on, just floating along with the news :("], [1479, "2015-10-16T19:21:27Z", 0.99, "Sounds like he's going to do it, but really?  He has some big warts and Hillary's machine is running really well."], [485, "2015-10-16T19:14:40Z", 0.9, "CNN headline Oct. 16: \"Joe Biden camp to allies: Be ready.\" Increasing my estimate of probability that Biden will run based on credible news reports."], [915, "2015-10-16T19:00:02Z", 0.35, "ugg, raising odds solely on reported rumours----though Biden's window truly has closed unless HRC falls ill."], [484, "2015-10-16T18:53:44Z", 0.95, "A lot of smoke if there is no fire."], [73, "2015-10-16T18:53:26Z", 0.95, "Raisinville post"], [102, "2015-10-16T17:55:51Z", 1.0, "Official proof that he is running: The knives are out.  [1]"], [64, "2015-10-16T17:33:27Z", 0.9, "Given that the rumours say he will announce soon, I'm raising this ...unless nothing happens in the next few days."], [83, "2015-10-16T16:47:25Z", 0.8, "Per prior post."], [83, "2015-10-16T16:46:46Z", 0.6, "http://thehill.com/homenews/administration/257124-biden-would-run-optimistic-campaign"], [73, "2015-10-16T15:55:56Z", 0.61, "and I am sucked back in.......  okay, i'll give you another 72 hours "], [907, "2015-10-16T15:41:50Z", 0.4, "I may have underestimated the \"last hurrah\" factor"], [689, "2015-10-16T15:15:17Z", 0.85, "Comment deleted on May 10, 2016 06:25PM UTC"], [1253, "2015-10-16T14:59:44Z", 0.98, "\"Vice President Joe Biden has personally made a series of calls this week to Democratic strategists from Iowa, New Hampshire and South Carolina, asking a final round of detailed questions about how -- not whether -- to launch a 2016 presidential campaign.\""], [3264, "2015-10-16T14:50:45Z", 0.3, "Doesn't make much sense to run at this point.  Too late in the race, Clinton's scandals blowing over and such.  At the same time, reports about his family supporting him running and his camp continuing to work on \"building a platform\" make it more convoluted. Feels like a weak no."], [755, "2015-10-16T13:52:37Z", 0.8, "This may be the weekend for an announcement: http://www.cnn.com/2015/10/15/politics/joe-biden-family-2016-election-decision/\nIncremental adjustment up.\n'Okay, Charlie Brown.... you'll never know unless you try', said Lucy, sweetly.\n"], [102, "2015-10-16T13:41:04Z", 1.0, "Hmm.  [1]  Hmmm hmmmm. [2]"], [142, "2015-10-16T13:19:13Z", 0.2, "Every day he waits makes it less likely."], [485, "2015-10-16T03:29:55Z", 0.8, "News reports late Oct. 15 say Biden is checking with operatives in various states about levels of support and feasibility of a run. Reports also indicate he would also have strong union support. Hillary Clinton's supporters and some pundits are promoting her ... but Biden may have widespread \"stealth\" support ... a sort of \"silent majority\" within Dems and independents. In the current field of Dem candidates (which seems quite weak, except for Sanders), Clinton leads. But against a stronger candidate like Biden, that could change. Obama and Biden recently had lunch together. What do you think Obama advised him? I would guess \"run.\" Upping my prediction probability (granular) that he will run."], [484, "2015-10-16T03:06:58Z", 0.85, "Decided to bump up a bit, at least until after HRC's testimony."], [4241, "2015-10-16T02:56:27Z", 0.02, "Lol Now THIS is the trenchant political analysis we've been missing -https://youtu.be/WESNy_RD_dg. And my estimate drops another point!"], [1056, "2015-10-16T02:38:28Z", 0.85, "Given the CNN buzz, I'm upping the odds for the moment. If he doesn't declare next week, my forecast will go down drastically. But somebody is leaking those stories, and you don't have to be Jack Anderson to figure out who it is. Yep, I'm that old."], [102, "2015-10-16T01:42:38Z", 1.0, "OK ma.  [1][2]"], [1068, "2015-10-16T01:09:34Z", 0.95, "Going out on a limb. Despite Hillary's 'performance' in the debate, and Bernie Sander's giving up to her, Biden hasn't withdrawn.  I think they'll want to see Hillary's funding filing before making the public statement next week or so."], [4615, "2015-10-15T23:43:29Z", 0.15, "Hillary has a huge endorsement lead"], [485, "2015-10-15T22:55:44Z", 0.77, "CNN is reporting that Biden's family is \"totally onboard\" with him running. Hillary Clinton has a large following within the Dems, females and other subgroups. Yet, many Dems and others don't like or trust her. She was the front runner before when Obama snatched the nomination from her. Why? Because Dems wanted an alternative. And Biden seems a lot less risky than Obama was. Increasing my estimate (granular) of the probability Biden will run."], [2, "2015-10-15T20:50:23Z", 0.22, "The media is doubling down on the Hillary crushed the debate storyline.  "], [4607, "2015-10-15T20:19:57Z", 0.15, "National Polling is poor. Hillary seems to be mostly passed potential scandals from which he would need to save the party. Candidates entering this late have a poor track record. "], [1262, "2015-10-15T18:47:03Z", 0.35, "He has left it late and doesn't seem terribly enthusiastic.   Hillary did pretty well in the debate so don't think he'll decide to run now, unless Hillary drops out."], [102, "2015-10-15T17:29:04Z", 1.0, "Benghazi benghazi benghazi.....We'll see if that dog still hunts on October 22nd and then I'll take the Biden For President sign off my lawn and put back the Lawrence Lessig sign.  [1]"], [98, "2015-10-15T17:28:07Z", 0.05, "After debate, dropping from 10% to 5%"], [38, "2015-10-15T17:17:29Z", 0.0, "politicoplaybook@politico.com"], [689, "2015-10-15T17:03:54Z", 0.0, "Comment deleted on May 10, 2016 06:23PM UTC"], [4437, "2015-10-15T16:49:25Z", 0.05, "After the Clinton debate performance, it's unlikely"], [43, "2015-10-15T16:26:45Z", 0.6, "Following Raisinville upward. Biden must be channelling Adlai Stevenson. Imagine a Democratic National Convention voting over and over again to decide who they will nominate, and Biden FINALLY declaring at the last minute. Where is today's Eisenhower? Am I going to have to vote Libertarian again?"], [83, "2015-10-15T15:52:00Z", 0.6, "http://www.krdo.com/news/sources-clinton-debate-not-swaying-biden/35835650"], [1591, "2015-10-15T14:09:10Z", 0.33, "He still has time theoretically: http://nymag.com/daily/intelligencer/2015/10/how-late-can-joe-biden-enter-the-race.html#\nBut I'm still not seeing it: http://www.npr.org/sections/itsallpolitics/2015/10/14/448711047/joe-bidens-window-may-have-just-closed"], [987, "2015-10-15T13:27:21Z", 0.27, "Again, I admit I'm just doing a bit of arbitrage based on what the prediction markets are up to. Post-debate, Predictwise has Biden's chance of winning the nomination down to 9%. Chance he runs * chance he wins conditional on running = chance he wins. Chance of winning if he runs seems to me capped at .5 on the high end, maybe .2 on the low end. I went with 1/3, which puts chance he runs at 27%."], [4577, "2015-10-15T13:23:26Z", 0.05, "At this point, he's got nothing to gain and a lot to lose from running."], [241, "2015-10-15T08:58:43Z", 0.6, "60->65"], [3841, "2015-10-15T08:54:27Z", 0.73, "Updating my forecast. Previous rationales are below.\nThere has been a lot in the media about pressure on Biden to decide\nand that the window has closed because of Clinton's debate performance.\nOne of Biden's brothers says that none of that matters, I'll take his brother's opinion\nover impatient pundits.  No change, staying at 73%.\nhttp://postonpolitics.blog.palmbeachpost.com/2015/10/14/joe-bidens-brother-democratic-debate-great-wont-influence-presidential-decision/"], [68, "2015-10-15T06:33:16Z", 0.35, "Hillary exceeded expectations in the debate, so Joe will have to wait a little longer if he wants to be seen as the one to 'save' the Democratic party."], [212, "2015-10-15T02:27:46Z", 0.25, "Good analysis: http://www.politico.com/story/2015/10/clintons-boxing-biden-out-214778"], [1337, "2015-10-15T00:41:07Z", 0.05, "Revising further down after seeing HRC's debate performance invariably spun as perfect."], [2, "2015-10-15T00:37:34Z", 0.3, "I got to move down cause ESR is moving down.  My desire to see this happen has been clouding my judgment."], [485, "2015-10-14T23:15:14Z", 0.7, "Due to media chatter that Hillary Clinton's good performance in the debate reduces the demand for Biden to run, I'm further lowering my estimate of the probability that he will jump in. Personally, I still believe Biden is a much stronger candidate in the general election ... and a better candidate overall from my point of view."], [1528, "2015-10-14T22:50:57Z", 0.2, "Hillary regained momentum in the debate."], [4544, "2015-10-14T22:42:49Z", 0.13, "critical moment right now.  Hilary has some momentum, but didn't do amazingly in the last debate; yet it still appears she will manage to shake off the bengazhi witch hunt and receive plenty of support across the country.  biden you can chilllll we don't need ya out there this year they'll say"], [405, "2015-10-14T22:03:18Z", 0.02, "72 years old"], [907, "2015-10-14T21:07:06Z", 0.05, "The \"objective\" reason for Biden to enter the race (that Hillary is unelectable) has pretty much evaporated. It's now  clear that Democrats don't care about the email issue or Benghazi ; her coming out against Keystone and the TPP puts her in better shape with the Democratic base than Biden. So unless she has a stroke before Thanksgiving the only reason for him to get in the race is personal (\"win one for Beau\"). "], [38, "2015-10-14T20:49:22Z", 0.0, "\n~~~~~~~~~\nhttp://www.washingtonexaminer.com/skipping-the-first-debate-wont-put-vice-president-biden-behind/article/2573836"], [38, "2015-10-14T20:24:36Z", 0.0, "There was no need or room for him on the stage last night.\nNobody imploded.  \nClinton did fine.\nHe's waited too long.\nPolls are turning against him.\nDonors have given up waiting and have committed to other candidates\nMany top campaign operatives are already committed to other candidates"], [1548, "2015-10-14T20:21:29Z", 0.69, "Thinking. It's one thing to consider if Joe will *want* to run as opposed to *need* to run. Do we believe Hillary can overcome the FBI investigation on the server and any fallout from CGI? Will she be vindicated and will the controversy be dropped or buried? She can appear on stage and smile, perform a decent debate, campaign. (what happens to her when she appears in the homes in Iowa and New Hampshire?). IF we believe she will overcome and rise to the surface unscathed, Joe *need not* run. IF we believe she will fall on her sword in the Benghazi questioning, be indicted or at least dragged down by the FBI investigations then the Dem. party may find that Joe *needs* to run. I say she falls on her sword, FBI finds she broke the law. I may be partisan but those are moving targets that may prove to become facts.  Raising 10% to 69% that Joe (Dem Party) will find it necessary to run. Not that he's perfect, but he has a nice family :)"], [1161, "2015-10-14T19:50:29Z", 0.01, "Very good analysis on Bloomberg (http://www.bloombergview.com/articles/2015-10-14/joe-biden-wins-race-to-be-clinton-s-understudy-after-debate). The debate did everyone who was on the stage, other than Clinton and Sanders, no good at all.  Webb, Chafee and O'Malley will join Perry and Walker sooner rather than later.  Clinton was her usual prepared self, and Sanders didn't implode.  As much as I hate to say it, this race has ended, though Sanders may stick around to get convention time.  Saying the nomination is hers to lose, however, does leave an opening for someone else.  Someone who could step in should disaster (political or otherwise) strike.  That's Biden.  He doesn't need to lift a finger to keep that position, and would probably lose it if he did."], [1056, "2015-10-14T19:39:30Z", 0.6, "I'm downgrading the chance of Biden jumping in after Hillary's performance in the October 13 debate. I still think there's a chance he'll declare, because he's always wanted to be President, and he won't get another shot at it. Moreover, it's clear that none of the other Democrats in the race are even remotely credible as candidates. Biden's best shot is to go after Hillary on emails, Benghazi, conflicts of interest, etc., because even if the Democrats won't go after her (and they didn't) the Republicans will. So her vulnerabilities remain, but are masked until the general election. This is not good for the Democratic party. It's better that she address these questions now, rather than wait for (probably) Ted Cruz to bring them up next year. If Biden enters, calls her on her vulnerabilities, and Hillary can't come up with satisfactory answers, Biden gets the nomination. I might add that this works for anybody, for example Warren, but the question is about Biden."], [83, "2015-10-14T19:36:07Z", 0.4, "Revising down due to passage of time and high prior forecasts"], [689, "2015-10-14T19:35:21Z", 0.29, "Comment deleted on May 10, 2016 06:20PM UTC"], [43, "2015-10-14T19:22:04Z", 0.35, "Scaling way back now that Hillary Clinton did so well in the debate. If Biden were to debate, his tendency to blab out his biases would sink him. He has always been likely to say something appalling during unscripted moments."], [4241, "2015-10-14T18:56:39Z", 0.03, "So, my first projection was pulled out of my you-know-what and based almost totally on the esteem I hold Nate Silver and fivethirtyeight.com. "], [1253, "2015-10-14T18:33:24Z", 0.57, "Clinton did so well in the debate last night, the media is inclined to think there is no advantage, and perhaps a disadvantage now, for Biden to declare before Thanksgiving. I am sinking from 67 to 57, and will probably hold there until there is any other good reason to go up or down. which seems to happen often on this particular question that I have been flip-flopping on."], [102, "2015-10-14T18:19:02Z", 1.0, "Hillary wants him now as a straw man, she is feeling lucky and wants a little professional wrestling action before the clincher. [1]  Based on endorsements, 538 is giving it to her by a landslide, so she can afford to be generous. [2]"], [102, "2015-10-14T17:51:51Z", 1.0, "Nate Silver, thank God: \"The Media Underestimated Hillary Clinton, But Overestimated Her Debate \"  I knew it, the online polls showed it, but you won't read it in the NY TImes.  [1]"], [755, "2015-10-14T17:17:24Z", 0.7, "Strong performances by Clinton and Sanders, with Hillary getting high marks. Not a peep from the veep (like that, hah, hah?..... okay.... I thought that was kinda funny.... sort of....)\nI expect that a good number of Dems-on-the-fence will commit to Clinton (or Sanders) post-debate, raising both in the national polls. Seeing some negative press on the Biden no-show (although he stated early on that he wouldn't be there) and I think that some of that negativity will trickle down into the minds of the voting public. Americans are an impatient people I've read many a time,...   \nBlack swan = Hillary blows-up (new revelations?) at the Benghazi hearing on October 22. \nAdjusting down."], [821, "2015-10-14T17:02:00Z", 0.3, "I am moving my forecast down.  This is based on the debate last night and some of the posted comments."], [71, "2015-10-14T17:01:09Z", 0.05, "Seems not!"], [1591, "2015-10-14T15:31:58Z", 0.48, "Hillary didn't stumble in the debate; Biden has little chance if he does run.  \nhttp://nymag.com/daily/intelligencer/2015/10/clinton-just-made-bidens-decision-a-lot-harder.html#"], [29, "2015-10-14T14:32:18Z", 0.3, "Hillary's strong performance in the debate last night lessens the chance that Beiden  will enter the race."], [530, "2015-10-14T14:21:13Z", 0.5, "Moving my score down. I agree with walt's logic on this one."], [1526, "2015-10-14T14:14:21Z", 0.2, "No, although I have no idea why, Hillary is still in the running against Bernie Sanders. I think the Dems want to eliminate Bernie first and not take away votes from Hilary. I think there is a reassurance and why she congratulates the Obama administration so much. If Biden was thinking about entering soon, she would immediately back off since she would be indirectly endorsing him."], [1201, "2015-10-14T14:10:12Z", 0.35, "After last night's Democratic debate, I'm cutting back on Joe considerably. Assuming Biden is honestly on the fence about running, the debate should satisfy him that  there is no clear third position for him either between or to either side of Hillary and Bernie. He could only repeat their positions in a different manner. Hillary still has a hearing before Gowdy's committee later this month, but that whole thing looks like it's starting to fall apart what with staffers toasting their \"Glacial Pace\" and all. I think Joe will wait to see how Hillary does in the hearing. If she does not do well, he may try to step in as the unsullied standard-bearer. If she does do well, he'll pull the plug in early November. "], [20, "2015-10-14T13:53:22Z", 0.6, "Demos not missing Biden last night. Still, the question is will he run, not should he run. Joe is more than a little 'seat of pants'"], [102, "2015-10-14T13:52:13Z", 1.0, "For the record, my Biden model:"], [532, "2015-10-14T13:46:41Z", 0.4, "Coming down because of HRC's debate performance.  Will look at again after post-debate polls come out.  "], [691, "2015-10-14T13:10:35Z", 0.08, "The dance is almost over."], [1122, "2015-10-14T12:12:26Z", 0.55, "if not decided differently by him or his team,i think"], [102, "2015-10-14T10:49:49Z", 1.0, "Godaddy and Google Analytics had Bernie winning 60/40 but newspapers are spinning it other way today.  Let's see how long it takes for reality to exceed spin. [1]  Who wants to bet against Google Analytics? Also Fusion Focus Group. [2]"], [64, "2015-10-14T10:14:26Z", 0.2, "Since Hillary did not screw up anything in yesterday's debate, I'm going to be below the crowd here."], [136, "2015-10-14T08:33:06Z", 0.3, "Alright then."], [73, "2015-10-14T08:14:27Z", 0.51, "Starting descent.  Just feel any backers will push him hard now but that the timing is starting to feel \"late\".  "], [1161, "2015-10-14T06:45:09Z", 0.25, "Dollars follow opportunity. An assured performance by the former Secretary, dulling the prospects of her known adversaries, will surely dim the prospects of one yet undeclared."], [485, "2015-10-14T04:18:53Z", 0.75, "Not long ago I felt Biden would jump in the race. But, heeding Good Judgment warnings against overconfidence, I have reduced my estimate of the probability of this."], [2, "2015-10-14T03:37:14Z", 0.5, "Good reviews of Hillary in the debate.  Hedging."], [484, "2015-10-14T03:23:42Z", 0.8, "No major missteps by HRC so lowering my estimate."], [1232, "2015-10-14T03:04:32Z", 0.07, "Having watched the first Democratic debate, I think Sec. Clinton was clear front runner and the other candidates were choosing to avoid fratricide. Slight downward bump on odds. [Edit: typo fix.]"], [102, "2015-10-14T02:20:20Z", 1.0, "Sanders is beating Clinton 55% to 33% via polldaddy [1] [2].  Sanders clearly winning.  Biden announcement to follow probably mañana.  See also [3]."], [4504, "2015-10-14T02:11:07Z", 0.1, "He's nearly out of time."], [4503, "2015-10-14T01:58:32Z", 0.65, "VP Biden is waiting until after 10/13 debate to see how/if support shifts post debate.  if there is no major centralization of support, he will enter the race shortly. "], [1641, "2015-10-14T00:46:34Z", 0.2, "He has yet to show up at the debate, which seems to indicate that he's not planning to run. However the possibility still exists. \nConsulted a Dr. Matt Motyl on this one. "], [1548, "2015-10-14T00:01:04Z", 0.59, "Risky increase in my estimate of probability. After hearing it stated he leaked the words from his dying son, Beau, that Beau asked him to run, and now, tonight 10/13 the *Joe, Run* ad on CNN prior to the debate…. gotta increase my estimate.."], [485, "2015-10-13T22:42:18Z", 0.9, "Sen. Kirsten Gillibrand has stated she believes Biden will run. According to reports, about half of all Dems want him to run."], [1161, "2015-10-13T22:07:03Z", 0.5, "The longer he waits, the less likely a run becomes.  Tonight's debate will be informative for all."], [4429, "2015-10-13T19:07:03Z", 0.75, "Anytime after this debate. I suspect around the first week of November."], [4429, "2015-10-13T18:43:08Z", 0.75, "I believe you will wait to see how this debate goes, and how Hillary's problems go, but at the end of the day she knows this is his last chance."], [2, "2015-10-13T18:31:16Z", 0.7, "Starting to hedge as Joe been Biden his time.  "], [94, "2015-10-13T18:26:24Z", 0.44, "Odds of Biden entering have decreased to 50% [1], so I am lowering my true forecast to 35%."], [1253, "2015-10-13T14:31:56Z", 0.67, "Can't help flip flopping in response to press hysteria... that this is THE week he will decide. Went from nineties to forties, now settling in at high sixties till the end of the week, I will be glad when this question closes as it's driving me crazy (eye twitch)."], [691, "2015-10-13T12:33:27Z", 0.11, "If Clinton does well in the debate, Biden will know he can't win.  If she does lousy, he knows he'll look like a nasty old opportunist vulture.  If she does just-okay, he won't know any more about his situation than he does now.  In either case he will lay low some more and let his minions continue to poke about in his behalf but without actually saying anything.  It looks increasingly like he's not going to say anything but just let deadlines slip until it's clear that he's not running.  If the world ends for Clinton, he can always agree to be drafted just before the convention.  As is so often the case, he's polling well now because he's not a candidate.  He knows this."], [998, "2015-10-13T05:28:07Z", 0.82, "Biden's meeting with the DNC indicates there's an interest, but doesn't guarantee agreement to the \"arcane but crucial rules\" for running.\nHis hesitance could be a part of his strategy.\nhttp://www.businessinsider.com/joe-biden-decision-on-running-for-president-vulernabilities-2015-10\n\"People close to him say he's close to jumping into the fray.\"  - If true, I think this statement holds weight. Was originally going to go with 77%, moving resolution up to 82%."], [485, "2015-10-13T02:21:28Z", 0.87, "Many Dems seem to want an alternative to Hillary Clinton. Just like Dems wanted Obama as alternative to Clinton ... same for Biden."], [73, "2015-10-13T01:00:18Z", 0.54, "72hrs then rapid descent"], [4429, "2015-10-12T22:02:51Z", 0.75, "I believe so and most probably before the first week in November"], [3328, "2015-10-12T21:37:43Z", 0.75, "a non-radical backup is needed, in case Hillary is totally boxed out."], [3841, "2015-10-12T21:16:34Z", 0.73, "Updating my forecast.  Previous rationales are below.\nClinton's sinking poll numbers move up likelihood of Biden entering by 3%\nhttp://thehill.com/blogs/ballot-box/256586-poll-clinton-drops-10-points-in-5-days\nClinton's opposition to the TPP up another 3% as it make it easier for Biden to contrast himself from her. \nhttp://www.usnews.com/news/politics/articles/2015/10/07/biden-backing-asia-trade-pact-despite-union-opposition\nClinton's email woes are not going away and that hurts her so up another 3%\nhttp://www.politico.com/story/2015/10/hillary-clinton-emails-cia-214654"], [43, "2015-10-12T18:53:08Z", 0.97, "Wow. GJDrew, 000, Geomack57, aaseawaf15 , all have good info. Moving up 1%."], [3922, "2015-10-12T16:01:00Z", 0.4, "- Logically it makes sense for him to run.\n- Emotionally he has put off running."], [1253, "2015-10-12T12:43:57Z", 0.47, "Going down. No announcement over the weekend, and unless Clinton totally blows the debate on Tues, I think it is now highly unlikely he will declare before Thanksgiving. Will re-assess after the debate."], [915, "2015-10-11T22:16:33Z", 0.0, "Clinton's not imploding by Thanksgiving----barring HR Clinton shows up to the CNN debate in Nazi attire, though Sanders will win the debate."], [2, "2015-10-11T21:29:28Z", 0.83, "Holding.  Hillary falling below 50% among dems, donors defecting, Biden getting briefed on the rules.  "], [4384, "2015-10-11T20:34:15Z", 0.75, "It's a logical thing for him to do given his history"], [755, "2015-10-11T20:31:33Z", 0.8, "Biden met with DNC last week to discuss logistics of a run; Chairman Wasserman still holding door open today: http://www.cnn.com/2015/10/11/politics/debbie-wasserman-schultz-debates-2016/\nSome major donors openly declaring switch from Clinton: http://blogs.denverpost.com/thespot/2015/10/09/top-clinton-supporters-in-colorado-now-backing-biden-too/123285/\nStill, nothing from Biden...... adjusting down and will assess after Tuesday's debate.\n"], [43, "2015-10-11T18:08:03Z", 0.96, "Following 000's New York Post link and analysis up by 1%. I'm too terrorized by Brier score incentives to go any higher, for now. If Ms. Clinton fails to make a recovery in the Tuesday debate, will go even higher."], [484, "2015-10-11T14:14:00Z", 0.85, "Now that some negative articles are beginning to surface, I'm tempted to lower my estimate. Depends on whether it is part of a narrative (\"controlled\") by the Biden supporters or the start of a negative campaign by others. In the latter case, would Biden go all-in or pass??"], [102, "2015-10-11T12:45:15Z", 1.0, "Now the NY Post is polishing Joe's tough-guy image, so you know he's a contender. [1]"], [43, "2015-10-11T06:21:15Z", 0.95, "He's been waiting for Ms. Clinton to crater."], [4139, "2015-10-11T01:43:50Z", 0.75, "Hillary is done, the old boy network inside the Dem Party doesn't think a socialist can win the General AND Joe wants this more than a fat man wants fried chicken. He's In."], [110, "2015-10-11T00:38:15Z", 1.0, "http://www.businessinsider.com/joe-biden-decision-on-running-for-president-vulernabilities-2015-10"], [1096, "2015-10-10T18:59:07Z", 0.0, "I could be wrong, but I feel that he would have announced by now were he going to run.  I don't feel that he wants to run and would only do so if he were asked or pressured by the party members to go for it.  At this point in time, it all hinges on what the other Democratic candidates will encounter.  I see him as a reserve runner or safety backup candidate if their current prospects fail to pan out. "], [83, "2015-10-10T18:58:58Z", 0.9, "http://www.nytimes.com/2015/10/10/us/politics/a-biden-run-would-expose-foreign-policy-differences-with-hillary-clinton.html?_r=0"], [506, "2015-10-10T18:51:20Z", 0.0, "Read the same PAC analysis article as Anneinak and decided it's time to lower and go all in as a no. "], [1574, "2015-10-10T18:01:37Z", 0.75, "Ultimately he will choose not to risk his legacy"], [38, "2015-10-10T17:14:41Z", 0.0, "http://www.politico.com/story/2015/10/biden-draft-214625 and politicoplaybook@politico.com"], [484, "2015-10-10T14:39:35Z", 0.85, "Who knows, but the drawn out speculation and discussion has to be worth significant sums if one were to advertise. (Ignores the possible negatives of course.)"], [60, "2015-10-10T05:48:29Z", 0.0, "My forecast has only ever been as high as 6% (went down to 1% at the beginning of this month). "], [38, "2015-10-10T05:39:46Z", 0.0, "http://www.nytimes.com/2015/10/08/upshot/joe-biden-no-money-weak-polls-but-still-clintons-toughest-rival.html"], [485, "2015-10-10T02:47:34Z", 0.85, "His team met with Democratic National Committee this week, an important step. A Biden family meeting is planned for weekend. "], [4241, "2015-10-10T02:43:48Z", 0.1, "I think it's unlikely. I agree with Nate Silver's take at fivethirtyeight.com that Biden's a loyal party guy who, while enjoying the speculation, wouldn't do a late run and embarrass the Democratic party establishment's choice for vanity's sake."], [2, "2015-10-10T01:20:50Z", 0.83, "Moving up on JP's link.  "], [241, "2015-10-10T01:03:28Z", 0.9, "A New Clue Suggests Biden May Run: http://www.newyorker.com/news/news-desk/a-new-clue-suggests-biden-may-run"], [484, "2015-10-09T20:38:01Z", 0.85, "No change, but it seems (casual inspection) that the forecasts seem to be either toward high or low end with fewer in the middle ground. Perhaps at some point the GJ site will allow one to look at the distribution as well as consensus probability."], [4278, "2015-10-09T20:15:27Z", 0.92, "Using outside in judgment I assume Joe Biden will run because Vice Presidents have a tendency to run when the incumbent will not be in the race.  Using inside-out judgment, Joe Biden has run twice before, and has been said to be considering candidacy.  Hillary Clinton, his toughest competitor, has a campaign which is not going well, suggesting Biden probably perceives his odds of winning to be healthy.  No winning candidate in the past three election cycles who won their primary (6 data points), launched their campaign shorter than 1 year before the general election... meaning if Biden is going to run odds favor him announcing before Thanksgiving."], [231, "2015-10-09T18:40:32Z", 0.75, "http://www.newyorker.com/news/news-desk/a-new-clue-suggests-biden-may-run?mbid=nl_151009_Daily&CNDID=12757436&spMailingID=8144073&spUserID=MjUyNDM5MTg5MTYS1&spJobID=781429369&spReportId=NzgxNDI5MzY5S0"], [1706, "2015-10-09T17:01:05Z", 1.0, "Every candidate apart from Clinton is still considered \"3rd-party\" in the eyes of the DNC establishment, and with a sustained bump in favorability as Clinton's stock drops (http://e.huffpost.com/screenshooter/elections.huffingtonpost.com/pollster/embed/ss2/joe-biden-favorable-rating/20151009170117561.png, source: http://elections.huffingtonpost.com/pollster/joe-biden-favorable-rating) there is a huge \"middle-ground\" for the DNC to reclaim. Even if Biden doesn't really want to be president, the DNC would rather have him run and bow out to Clinton."], [1591, "2015-10-09T12:47:48Z", 0.63, "The recent DNC meeting doesn't change much in my opinion.  New Yorker piece explains why:"], [691, "2015-10-09T12:35:02Z", 0.11, "People who matter are becoming weary of the Hamlet routine, and Clinton's drop in the polls has largely bottomed out.  Announcing now and losing, as he will, turns him from an elder statesman into Harold Stassen.  Some of his staffers and many of the Anyone-Buts are still making exploratory noises, but it's starting to look like he's just going to sit around and miss deadlines, never actually announcing anything."], [68, "2015-10-09T11:30:26Z", 0.65, "Moving back up on Falconer's tip. If not Biden, then at least his team is serious.  However, uncertainty remains"], [43, "2015-10-09T11:15:18Z", 0.9, "Following Falconer, good catch on that news story."], [57, "2015-10-09T10:31:03Z", 1.0, "Biden's latest meeting suggests he may be ready to run http://www.businessinsider.com/bidens-latest-meeting-suggests-he-may-be-ready-to-run-2015-10"], [83, "2015-10-08T21:57:58Z", 0.9, "http://blogs.wsj.com/washwire/2015/10/08/white-house-touts-joe-biden-as-hillary-clinton-diverges-from-obama-legacy/\nPro-Biden ad by Super-Pac get White House approval."], [43, "2015-10-08T20:59:57Z", 0.55, "Holding my nose and making a wild guess."], [167, "2015-10-08T16:18:50Z", 0.89, "Hedging my bets going into the weekend. "], [1114, "2015-10-08T14:44:28Z", 0.75, "https://www.weeklystandard.com/blogs/biden-if-i-dont-move-ill-be-demoted-secretary-state-or-something_1042269.html"], [4180, "2015-10-08T08:36:03Z", 0.15, "It is already very late in the cycle and Biden has not been making adequate preparations to run. "], [485, "2015-10-08T01:26:23Z", 0.8, "He reportedly needs to decide by Nov. 20. He's apparently getting a lot of encouragement to run."], [83, "2015-10-07T19:19:12Z", 0.8, "Biden fits the bill as a Washington \"insider\", also supportive of Obama's current policies and acceptable to most democrats and likely a safe choice for big business.  Looks like a good fit for the job.   HRC - too many negatives, BS - fan base may be too narrow."], [60, "2015-10-07T18:07:09Z", 0.01, "(No change in forecast.)"], [73, "2015-10-07T16:06:35Z", 0.67, "I like #GjDrew arguments,  only not sure if this will put him off the fight or stiffen his resolve.  Thinks his time grieving/plotting has hurt him though.  Maybe this will accelerate his decision so he can throw some mud back in the debates.  Still not got a clue."], [1068, "2015-10-07T14:29:19Z", 0.85, "I'm going to go up.  Biden doesn't have to win the majority of the populace right now, he just has to win over the Democratic Party faithful.  Hillary's numbers are continuing to decline according to the pattern that started in July: drop, level off, rise slightly, and then decline, level off, rise slightly, and then decline again.  She's at the critical point, and Biden's opportunity is very close if he wants to act."], [2, "2015-10-07T13:55:27Z", 0.75, "Moving up.  Hearing rumors he's going to announce soon.  Also, the attack pieces are starting to come out.  "], [1591, "2015-10-07T12:19:28Z", 0.6, "Draft Biden is releasing ads.  Some are suggesting that he'll need to announce next week if he is going to do it (not sure I buy it, but I could see him declaring after next week's debate passes)."], [691, "2015-10-07T12:14:21Z", 0.18, "Poor Olde Joe is surrounded by people telling him this is a Good Idea, although it's clear to almost everybody that it's not.  Having already not got the nod two or three times, he is at least not deterred by the notion--or the certain knowledge--of losing.  The Big Question is whether the desire not to split the sensible wing of the party will be overcome by the adrenaline rush.  If he decides to run, it will be further proof, if any were needed, that older is not necessarily wiser. I still think he'll dither some more and then bail out."], [505, "2015-10-07T12:01:08Z", 0.05, "Draft Joe Biden movement becoming active with media campaign.  Sure to exert some influence on his thinking"], [43, "2015-10-07T10:38:11Z", 0.95, "Following 000 up to 95% through the weekend, just in case Biden really is going to announce then. If not, will quickly drop to near 0%"], [94, "2015-10-07T01:55:55Z", 0.57, "I'm increasing my forecast based on recent rumours.  PredictIt [1] now gives a 60% chance of Biden running before the end of the year, which is a 35% proportional chance before Thanksgiving.  I think Biden is more likely to run before Thanksgiving then after, and would say he has a 45% chance of running before Thanksgiving.  My official answer is higher than that for gaming purposes."], [4073, "2015-10-07T00:42:16Z", 0.55, "Joe \"plugs\" Biden is our only hope."], [20, "2015-10-06T21:42:08Z", 0.8, "A deliciously cynical look at Biden's motivations. Beau's dying wishes and HRC's poll numbers telling a life long pol to run. http://www.politico.com/story/2015/10/joe-biden-beau-2016-214459 But, what does Neil Kinnock have to say? Annita Hill? Doubt uncle Joe will think how these issues will resurface, he's a \"what's next?\" guy."], [485, "2015-10-06T21:29:50Z", 0.65, "Biden seems ever closer to declaring his candidacy."], [3841, "2015-10-06T20:50:07Z", 0.64, "Updating my forecast upon learning that he was the source of the leak about his dying son's wishes.\nI initially thought that he was being drafted and not anxious to enter, but have now learned that he\nwas indeed seeking the office and started the campaign for it.   \nHe is leaning towards running and has been seeking it, I will revise to 64%."], [60, "2015-10-06T20:47:35Z", 0.01, "I was in at 6% on Sept 15th, moved down to 4% on the 26th, and down to 1% on Sep 30th."], [102, "2015-10-06T18:07:51Z", 1.0, "Come on, Joe.  Don't make me vote for Lawrence Lessig!  [1][2]"], [4002, "2015-10-06T05:09:58Z", 0.0, "won't want to split the party"], [3836, "2015-10-06T01:17:18Z", 0.15, "I don't think he has the fire in the belly that would be required to start at this late date. "], [755, "2015-10-05T23:51:14Z", 0.85, "This article gives insights by some closest to the VP: http://www.politico.com/story/2015/10/joe-biden-possible-2016-announcement-214423\n.....'After describing their hunches, friends and advisers almost universally added that they remain unsure which way heâ€™ll go.'\nAn announcement could come this weekend. Biden has taken a pass on the October 13th debate. Adjusting down on continued ambiguity and will assess again later this week.\nSome closing thoughts on this post: The DNC should consider ALL possibilities. It's just part of good risk management. The goal is to win the White House. A Biden-Clinton ticket could go a long way in realizing that goal."], [521, "2015-10-05T19:26:09Z", 0.85, "He's getting good background support now it's moving towards a yes."], [3841, "2015-10-05T18:37:24Z", 0.27, "Yes or no, so 50-50 to start.  \nWe have a T'day deadline.  He could still enter after this, not likely, but not impossible.  Even if he decides to not enter before T'day,\nhe can also change his mind.  So 3% off for all that.  47%.\nNow how do I measure his intentions?  Sources have been reporting for months that he is leaning (what is leaning?  70%?  60% 51%?) \ntowards a run, I will add 5% for that, so 52%\nBut his actions give no indication of a man anxious to enter the race or in a hurry to do so.   \nI have read more then one story about when he was supposed to decide by only to see that date come and go.   \nI do not know exactly why he cannot decide, but he is having trouble deciding.   I will take off 25% for that and\nsay that the odds are 27%.\n"], [73, "2015-10-05T17:57:09Z", 0.58, "another flip, puts me back on square 1.  seems to be a higher intensity of news coverage.  Will row back later in the week no doubt.  His team are doing a great job of keeping the stories leaking to give him the most chance of entering with some sponsors and support in play.  If he really was out, I am sure he would have said enough is enough now, as I certainly have had enough.  "], [987, "2015-10-05T17:21:35Z", 0.45, "I'm working backwards off of Predictwise's 17% chance that he wins the nomination. Assume that's about right, then estimate the chance he wins conditional on running. Seems to me that's somewhere between 1/3 and 1/5 (hard to see him as a stronger candidate than Clinton). Plug those numbers into the following: [chance of winning conditional on running] * [chance of running] = .17. Solve for chance of running. "], [485, "2015-10-05T17:21:04Z", 0.6, "There are several reasons (as noted previously) that seem to make sense for Biden to run. "], [2, "2015-10-05T17:16:11Z", 0.65, "Inching up on AnneinAK post.  After all this, if he doesn't do it, he'll be regretting it for the rest of his life.  Why second guess yourself like that?"], [38, "2015-10-05T16:54:10Z", 0.95, "politicoplaybook@politico.com"], [506, "2015-10-05T16:48:15Z", 0.51, "John King CNN video short:  Team says he is leaning yes (but yes can mean no) and can enter with a decent polling number. Raising prediction in anticipation he could run or at least hint strongly at an announcement prior to the debates, to influence them from afar.  If I see more of a social media team being put in place in the next few days I will significantly raise this. I'm not convinced he will be able to strongly start a run based on popular recent social comments. Warren and Clinton have been hitting him hard on other fronts. "], [1253, "2015-10-05T15:49:01Z", 0.9, " two news pieces that have Biden's people claiming he is going to decide in the next 7-10 days.\nOct 3rd   http://thehill.com/blogs/ballot-box/dem-primaries/255855-biden-to-announce-2016-decision-within-days-report\n\"Vice President Joe Biden is expected to announce whether he will run for president in the next seven to 10 days, according to CBS News. Two of the three sources CBS News cited said the vice president is leaning toward running.\n Several Democratic donors who have met with Biden also told CBS News they came away with the impression that he would run.\"\nOct 4th-   http://www.cnn.com/2015/10/04/politics/ip-inside-bidens-2016-decision/\n\"Vice President Joe Biden is said to be close to making his decision about the 2016 race -- \"rounding third base\" is how one close adviser puts it.\n"], [691, "2015-10-05T15:44:09Z", 0.14, "As far as I can tell, nobody has actually given Biden any money yet, and he has not been personally involved in hiring any campaign staff. He is once again expected to announce any day now.  Luckily for him, most people are only dimly aware of all this; for many of the pros, it's becoming tiresome.  I am hearing folks say things like \"It's just Joe being Joe.\"  One cannot expect, shall we say, full-throated support from party regulars who are talking like that. This is still a game for the Anyone-Buts, who are due to run out of steam pretty soon and go home to Momma--she still has all the big money and most of the regular machine, fluttering hearts of the desperate press notwithstanding."], [1232, "2015-10-05T14:52:21Z", 0.1, "Chris Cillizza and the passage of time has caused me to lower my estimate by 10 percent.\nhttp://www.washingtonpost.com/politics/will-he-or-wont-he-biden-still-trying-to-decide/2015/10/04/0ba610f0-6ac4-11e5-aa5b-f78a98956699_story.html\n\"3. Biden would enter the race in third place almost everywhere. In new NBC-Wall Street Journal polls in New Hampshire and Iowa released Sunday, Biden is at 18 percent in the former (10 points behind Clinton for second place) and 22 percent in the latter (six points behind Sanders).\""], [1500, "2015-10-05T14:10:50Z", 0.55, "Upping my forecast again.  News coming out of his (non-)campaign keeps sounding positive, which I guess they kind of have to in order to keep raising money, and there seems to be a lot of pull from the public."], [689, "2015-10-05T12:45:43Z", 0.89, "Comment deleted on May 10, 2016 06:02PM UTC"], [3902, "2015-10-05T11:35:06Z", 0.75, "Very concrete quotes suggesting that decisionmaking has progressed beyond \"yes/no\": http://thehill.com/blogs/ballot-box/dem-primaries/255855-biden-to-announce-2016-decision-within-days-report"], [3551, "2015-10-05T00:07:38Z", 0.65, "Sources close to Biden announced he is more likely than not to run."], [755, "2015-10-04T21:05:44Z", 0.9, "Okay, it's already a few days into October and Biden still hasn't declared. Could he be taking advantage of his current status to raise as much $$$ and other support as he can [through his superPAC and other 501(c)(4)] without the constraints of campaign finance laws? That would be smart.  Also, a short, successful presidential campaign is not without precedent. I believe Jimmy Carter has that honor.\nAs much as I believe Biden will run, hard deadlines are fast approaching. Affirming forecast and will assess in 24 hours.   "], [1300, "2015-10-04T20:15:26Z", 0.58, "Hillary is not doing so great with fundraising.  Biden may pull in to garner more support for the party in general."], [1769, "2015-10-04T18:48:02Z", 0.15, "Being president requires a huge ego - I'm not sure he has a huge ego. It requires huge motivation - I'm not sure he is hugely motivated.  What does he really want to change about America?  How many VP's have become president recently - Bush in 1988 (bad odds, why would Joe run against that?).  He is old - this would suck the remaining life out of him and surely he knows that.  The GOP candidate is far from set - he doesn't know who he will be running against.  If Hillary really engages will he really have a chance?  What is so special about Thanksgiving - not much really.  Why not wait until Jan 2 and enjoy the holidays before getting into the craziness of running?  Jill isn't against him running, but that is not the same as wanting him to run.  People wanting him to run is not the same as him wanting to run...      "], [3831, "2015-10-04T18:34:51Z", 0.65, "He's an ambitious man, as is most who get to be VP"], [485, "2015-10-04T18:23:08Z", 0.5, "His son reportedly asked him to run. By that time Biden may have recovered emotionally from his son's passing. Many Democrat voters want alternatives to Hillary. Sanders is popular, but might have a tough time in the general election. Biden seems a steady hand and trustworthy. Many Dems want him to run."], [3812, "2015-10-04T15:43:41Z", 0.15, "The phrase \"there is wide speculation\" says it all.    This idea that Biden will run is coming from the collective conscious, and the collective conscious is an ass."], [691, "2015-10-04T13:42:41Z", 0.14, "Once again reports are that Uncle Joe will make an announcement any day now.  He will probably make some announcement, but if he does it will be either a NoGo or a further statement of indecision, most likely the latter.  He is only the favourite now because he isn't a candidate.  He has been around politics long enough to know that; on the other hand, he has also been around politics long enough to think he can get to be president--this is an occupational hazard.  "], [3551, "2015-10-04T08:03:20Z", 0.45, "Since he has stated he won't make a decision until late summer any possibility that he would enter the race after late November can be excluded.\nI decided to set the base rate at 50% as an equal probability to adjust later. However he would be the last candidate to announce, him announcing this late would mean much more difficulty in fundraising enough to compete with the other democratic candidates lowering his chances. According to http://www.cbsnews.com/news/joe-biden-could-decide-presidential-run-in-next-week/ he has several democratic donors which increase the probability of him running, since he would be able to to make up some funding, however family considerations are the main obstacle to running. "], [689, "2015-10-04T07:22:25Z", 0.79, "Comment deleted on May 10, 2016 06:01PM UTC"], [43, "2015-10-04T06:33:15Z", 0.65, "following GKDrew"], [38, "2015-10-03T23:44:12Z", 0.95, "The Clinton camp is ramping up its efforts to freeze him out.\n000's post Oct 01, 2015 06:07PM UTC makes good arguments about timing.\nGJDrew Oct 03, 2015 11:22PM UTC found an interesting tidbit about his intent and plans."], [2, "2015-10-03T23:22:38Z", 0.6, "Holding.  I was going to move down, but then I saw this:"], [1016, "2015-10-03T18:56:51Z", 0.85, "Biden-Warren ticket"], [136, "2015-10-03T14:15:10Z", 0.7, "http://www.wsj.com/articles/some-hillary-clinton-donors-defect-to-movement-to-draft-joe-biden-1443816232\n\"Some Hillary Clinton donors are defecting to Joe Biden, resisting entreaties from the Democratic front-runner’s campaign to stand by her despite slipping poll numbers.\n...\nA decision may not be imminent, though, as Biden allies say he may wait until after the Oct. 13 Democratic debate to announce his plans. Some of his advisers have noted that launching a campaign and preparing for a debate simultaneously might not be the best strategy, said one Democrat familiar with the Biden team’s planning.\n...\nJon Cooper, the national finance chairman for Draft Biden, said he has secured commitments from a number of Clinton donors who don’t want to disclose their plans just yet. The list of Biden backers includes at least a half dozen Clinton bundlers who already collectively raised more than $1 million for the former secretary of state but now aim to exceed that tally for the vice president, Mr. Cooper said. \n...\nThe Draft Biden super PAC also is considering a national TV ad buy as early as next week that would focus on Mr. Biden’s record and life story, people familiar with the matter said.\""], [3578, "2015-10-03T00:29:16Z", 0.57, "This is a difficult one to call as while historically most incumbent Vice Presidents have sought the nomination when their President retires there have been exceptions (most recently Cheney) and Biden could easily join the ranks of the exceptions."], [231, "2015-10-02T23:34:44Z", 0.5, "Biden comparing himself to Sanders might be a sign he's getting into the race: http://www.cnn.com/2015/10/01/politics/joe-biden-bernie-sanders-populist-realist/index.html"], [961, "2015-10-02T22:19:15Z", 0.16, "Dropping down even though media promote potential"], [3643, "2015-10-02T22:18:32Z", 0.6, "Assuming he will EVER announce, he will probably do so before the end of the year to allow sufficient time to get operations set up in the early primary states."], [1300, "2015-10-02T19:20:51Z", 0.42, "He seems to be waiting on a nod, or a illness, or something, from Clinton. NOT agreeing to do the first debate signifies a willingness to wait and see and let Hillary keep the spotlight, she's strong on attack, so he's going to let her have at Sanders while staying out of it so he doesn't have to engage her himself.\nHillary is rumored to have health problems though, some say she's had a stroke back in Jan 2015.  Biden seems to be in the role of her backup study."], [1733, "2015-10-02T17:22:59Z", 0.35, "The PredictIt market has implied forecast that Biden will run at 46%. I'm reducing that to 35% because the timeframe of this question is shorter."], [3320, "2015-10-02T15:36:14Z", 0.62, "I'm nudging up my previous prediction based in part on a post by 000 on the timing issue.  Sanders' gains at the expense of Hillary pose a problem for a Biden campaign.  He can get away with coming across as the anti-Hillary candidate (more in sorrow than in anger, of course).  Or he can risk being the anti-Bernie candidate (with a great deal more sorrow than anger).   Either way he'll disappoint hard-core loyalists in one camp or another.  But he can't afford to tick off the hard-core loyalists in both camps, which he risks doing if he waits too long and appears to be stepping in just when Bernie is picking up steam.  (If I were more confident of this analysis, I'd put more points behind my forecast.)\n "], [691, "2015-10-02T12:36:11Z", 0.08, "The longer he dithers or meditates or whatever he's doing, the less \"presidential\" he looks.  He'll stay out unless Clinton crashes completely, which the steady but repetitious drip of e-mail muttering will not bring about.  We're still in the Anyone-But stage."], [68, "2015-10-02T07:13:27Z", 0.35, "Lowering forecast from 50 to 35, on reports that he doesn't intend to participate in the CNN debate on 13 October. I think he's waiting for clear signs of a Hillary meltdown, which probably won't happen in this question's time-frame. He'll remain an undeclared candidate, as it keeps him in the polls and the public eye, ready to hit the ground running whenever the time seems right. "], [506, "2015-10-02T05:34:18Z", 0.0, "\nNo CNN debate. Still examining a run though. \nhttp://cnnespanol.cnn.com/2015/10/01/joe-biden-no-participara-en-el-primer-debate-democrata/"], [1253, "2015-10-01T18:28:57Z", 0.72, "I participated in GJP season 4, and finished dismally low in rankings (brier 0.29, 22nd percentile). But I had no access other than tips to other participant comments, links and forecast numbers. So what I've learned so far this year, is I tend to throw caution to the wind and forecast either super high or super low, compared to superforecasters. I kind of think in terms of \"yes\" or \"no\". I believe this is called being a hedgehog. All the self-identified superforecasters (that's right, I'm following you all, and I'm following all the people you follow, at least for now.) Anyway, all of the superforecasters DO NOT DO THIS. They all seem to start much closer to the middle and then gradually move to either side. So I am going to moderate my forecast down. I am learning! I think this means I will probably no longer have the big hits, but my overall performance over long term will be more even and improve in accuracy. Please correct me if I'm wrong.\nBack to this forecast. I am feeling super ambivalent here. I originally thought Biden would declare by the first debate, and otherwise it could wait till after Christmas or longer. Now, I see by austerity's link that he is not expected to debate, and is not preparing for it. So, why am I not drastically lowering my forecast like I originally intended?  \n1. the writer states Biden will declare if he is running in the last half of October. (Not clear why author thinks that time frame.) \n2. Clinton faces the committee on Oct 22, and also we still haven't seen the final aftermath of the email scandal, the results of which may further weaken her race, and potentially strengthen Biden's. If she tanks, the Dems will have to have another strong candidate. Part of me thinks her polls are the the counterweight to Biden not running. If she sinks, he will rise.\n3. His friends are still 50/50 whether he will run or not, there has been no shift, no strong indication either way\n4. In Biden's Sept 17 interview,  I heard for the first time an indication he may run when Biden said, \n\"So, no matter what we do, all of us, as a family, are going to stay engaged and work on those\nthings that Beau inspired people to care about. And so — in doing that in public, quite frankly, is\nthe best way to avoid what we all feel self­conscious about. We feel self­conscious about the\nfocus on us. I don’t want anybody feeling sorry for me, or the families. Again, so many people\nhave gone through so much more, with so much less support, yet they get up every morning,\nfather, and you saw it. They put one foot in front of the other, and they move on. My dad used to\nhave an expression. Whenever you got knocked down, whether it was a football field, or you got\nturned down for the date, or you didn’t win the prize, or something bad happened to you, he’d\nsay two things: “Joey, where’s it written that life owes you a living?” And the next one was, “Just\nget up, pal. Get up.” And that’s what Beau wants us to do. That’s what Beau expects his father\nto do. So we’re just getting up and moving on. We’re going to do good things, in his name.\"\nto me, that sounds like he is starting to rally, and considering his next moves, and I also remember that Beau wanted him to run for president.\n5. If Biden was seriously NOT running, or more than 60% sure he was not running, wouldn't he have definitively put everyone out of their misery and supported Clinton by now?\n6. Suspense and speculation at all time high, which means a boost for Biden now, but how long can the  public can be strung along?"], [915, "2015-10-01T18:23:53Z", 0.05, "The 20-something million that both Hillary and Bernie have raised.  Biden, though well-liked, would have low grassroots support unless Bernie dropped out early."], [102, "2015-10-01T18:07:48Z", 1.0, "Nice comment from Ben on PredictIt site:  \"Biden has two strategic priorities right now: 1) He must not seem to be timing his entry to be opportunistic. Announcing at a time just to get in a debate could actually hurt him. He has postponed his announcement because of the pain from his son's death. He genuine about that. But if it appears for a moment that he was using his son's, playing politics with it - which he is absolutely NOT doing - it would ruin his campaign. He needs to be very careful and tactful about the timing of his announcement 2) He needs to appear to be the \"reluctant leader.\" He can't appear to be rushing into the race, or look desperate. By continuing to postpone his entry in to the race, he's exuding confidence. When he enters, there will be no question he's in it for the good of the country, not just himself. Plus, right now he's still rising in the polls, so there's no advantage to jumping in. He's probably the most popular \"candidate\" right now - why fix what's not broken? I doubt he will announce until he loses some of his upward trajectory.\" [1]"], [136, "2015-10-01T16:21:43Z", 0.7, "http://edition.cnn.com/2015/10/01/politics/biden-clinton-2016-democratic-debate/index.html\n\"He is not preparing for the first Democratic debate on October 13 in Las Vegas and is not expected to participate, people close to him say, because he feels no pressure to reach a decision by then. He is likely to reveal his plans in the second half of October.\n...\n\"Nothing is actually being done yet,\" said a senior Democrat who has spoken with Biden, speaking to CNN on condition of anonymity to avoid openly violating the trust of the vice president. \"There's far more talk than action.\"\n...\nYet in conversations with nearly two-dozen Democrats close to Biden, the same caveat emerges: He simply hasn't made up his mind.\n...\nSome donors who have met with Biden have walked away absolutely convinced he is running, while other longtime friends seem equally certain he will not.\""], [38, "2015-10-01T15:31:41Z", 0.5, "http://www.nytimes.com/2015/10/01/us/politics/hillary-clinton-camp-begins-to-fear-run-by-joe-biden.html?emc=edit_th_20151001&nl=todaysheadlines&nlid=28699183&_r=0"], [271, "2015-10-01T14:41:25Z", 0.05, "Updating my previous prediction; lowering from 10% to 5% based on reports that he will skip the first debate. Again, there's only about 6 people (his family/closest advisors) who really know which way he's leaning, but I just don't think he has the stomach for the fight."], [90, "2015-10-01T14:38:10Z", 0.65, "Backing off my initial, overly optimistic prediction. Joe is acting too noncommittal, and then there is the latest rumor: http://thehill.com/blogs/ballot-box/presidential-races/255585-report-biden-to-skip-first-dem-debate "], [73, "2015-10-01T12:56:52Z", 0.33, "@GJDrew, agree, but this is a conundrum wrapped in a quandary.  I am now starting to go down, so also behaving like a freshly landed fish. Reason - http://www.cnn.com/2015/10/01/politics/biden-clinton-2016-democratic-debate/index.html.  I am starting to think mood will turn against him as cynics will see his delays as a ploy, and use that line.  Already see from your post Clinton not letting time be the decider.  Politics."], [2, "2015-10-01T08:36:25Z", 0.6, "I hate flipflopping, but this is a pretty good sign.  Hillary Clinton camp starting to worry.  "], [38, "2015-10-01T01:51:11Z", 0.5, " 2016blast@politico.com"], [60, "2015-09-30T23:36:03Z", 0.01, "Revising forecast down from 4% to 1%."], [755, "2015-09-30T21:46:01Z", 0.9, "Will he or won't he? An nbcnews.com article dated 09/30/15 gives a few possible clues: http://www.nbcnews.com/meet-the-press/biden-2016-surprise-even-joe-biden-n433296\nFrom the article: 'Over the last month, Biden, in interviews, has repeatedly indicated that he is open to a 2016 campaign, while his supporters and allies have orchestrated a \"Draft Biden\" movement the vice-president has done nothing to stop. A politician changing his or her mind is not unusual. Biden's late son Beau, who passed away in May, had before his death urged his father to make a third run for the presidency, and the controversy surrounding Clinton's use of a private e-mail account as secretary of state is in part driving the efforts by some Democrats to get Biden into the race.'\nI'm sure he prays to Beau for guidance. That's the way he is.\nI took advanced screenwriting classes some years ago and I was taught that when you write the protagonist/hero character, he/she is always portrayed as reluctant and every choice he/she makes is based on that. Affirming forecast.  "], [3428, "2015-09-30T19:45:12Z", 0.25, "Dems will rally behind Hillary"], [1720, "2015-09-30T18:33:44Z", 0.05, "No he won't. Unless something happens to Hillary politically or physically. Two months is not enough time for her to make a fatal mistake. Biden can afford to wait for her to stumble in the first or second prelim with Bernie winning Iowa or NH. Then the poobahs in the Democratic party would have to try to entice him to enter with their support. And he would."], [43, "2015-09-30T18:11:06Z", 0.25, "Making up for having such a high probability previously -- hedging. Thank you, GJDrew."], [102, "2015-09-30T18:10:52Z", 1.0, "Consider. [1][2]  Also some more structured conversation in the question blog at our kissing cousin's site worth reading. [3]"], [2, "2015-09-30T17:53:36Z", 0.45, "Going down a bit.  Nate Silver doesn't think he'll run:"], [38, "2015-09-30T17:40:29Z", 0.5, "CNNs debate rules will allow him to appear in the debate if he announces THAT day, but each day that this decision is delayed the window of opportunity for him closes, for example, a couple of days ago a major union (NEA) endorsed Clinton.  It's time I came way down on this."], [691, "2015-09-30T16:38:57Z", 0.09, "There's been an advisory committee (not an exploratory committee, which has a different status) set up in Nevada, an early caucus state, by a bunch of 2nd- and 3rd-tier folks--a former Clark County (Las Vegas) commissioner (there are seven of these when they're all at home), and one of the dozen or so state education regents, people of that ilk.  There is talk that Biden has staff and funders lined up, but no action yet.  He's everybody's favourite in the polls, but that's the sort of thing that evaporates within days after he announces and others start to go after him.  Uncle Joe will continue to do his Hamlet impression for a while yet, and eventually be a good soldier and endorse Clinton."], [2132, "2015-09-30T16:01:36Z", 0.95, "He's always wanted to be President, Hillary is stumbling and his son wanted him to run.  He will run and actually announce in October."], [3320, "2015-09-30T14:14:04Z", 0.55, "I think Biden thinks that (a) the nomination is still HIllary's to lose and (b) that she may well lose it.  He's acting like a candidate but one who can afford to wait until something bad happens to the front-runner (as something usually will).   The Thanksgiving date on the question allows enough time for lots of things to provide an occasion for entering the race."], [755, "2015-09-30T00:20:32Z", 0.9, "Man, I was just thinking about this a few days ago and a WSJ article dated 09/28/15 put into words what I was thinking: http://www.wsj.com/articles/vice-president-joe-biden-follows-a-candidates-schedule-1443553494\nHere is the banner: 'Vice President Joe Biden Follows a Candidateâ€™s Schedule\nPublic appearances in the past month look a lot like those of a 2016 Democratic presidential contender'\nI still think Biden has some wiggle room to announce. Besides, he already has a solid INFRASTRUCTURE (staff, PAC, donors, etc.) falling quickly into place.  Adjusting up."], [915, "2015-09-29T21:13:14Z", 0.2, "my inner cynic wonders if the House GOP and/or Team Hillary are withholding Server-gate revelations later into 2015.....meaning the juiciest nuggets won't be released until after it's too late for a Biden candidacy."], [1114, "2015-09-29T18:47:03Z", 0.5, "Affirming. Biden can still take part in the CNN debate on Oct 13 even if he announces on the day of: http://i2.cdn.turner.com/cnn/2015/images/09/28/final-democratic-criteria-2016.pdf "], [2830, "2015-09-29T17:49:43Z", 0.15, "He surely is going to run, but not until Hillary is completely toasted and ruined, which probably will not be until after Thanksgiving."], [691, "2015-09-29T17:42:20Z", 0.09, "If he wants to run, he won't need to be in this debate. He can sit back and wait for something truly horrible to happen to Clinton and then reluctantly agree to be put forward as a preferable alternative to the Pigpen cloud of nobody-dust trailing behind her.  This can occur quite late in the game.  It is improbable, but any other path to a declaration is even more so.  Full disclosure: The more sure I am about stuff like this, the more likely it is that I am dead wrong. "], [271, "2015-09-29T16:52:37Z", 0.1, "I still just don't think he's going to actually do it, but I could be very very wrong."], [1300, "2015-09-29T04:56:09Z", 0.7, "It is seeming more and more likely- newspapers carrying today that he might be included in the first debate- so it is an option that is on the table."], [1028, "2015-09-29T01:35:59Z", 0.6, "His son wanted him to run!"], [29, "2015-09-29T00:36:27Z", 0.7, "If Hilliary doesn't look viable, Joe may be their best shot. Under normal circumstances, he probably wouldn't look like a national winner, but against Trump, Fiorina or Carson, he starts to look competitive."], [755, "2015-09-28T17:33:10Z", 0.8, "DNC said Biden eligible (polling above 1%) for first debate in Vegas (Oct. 13) and will need to file his candidacy the next day: http://www.nytimes.com/politics/first-draft/2015/09/28/joe-biden-eligible-for-october-debate-if-he-declares/?_r=0\nAbout 3 weeks. Momentum is building. Incremental adjustment up."], [3094, "2015-09-28T17:13:26Z", 0.3, "He doesn't want to start the campaign process sooner than necessary and he can raise money without a public announcement"], [1538, "2015-09-28T16:59:13Z", 0.55, "Biden would be a weak contender, but he may be convinced to enter the race if Clinton keeps sliding"], [1500, "2015-09-28T14:05:35Z", 0.35, "Upping the likelihood again as Hillary flails and her problems multiply.  The constant drip is wearing away her support, and the DNC cannot allow Bernie Sanders to win the nomination as he is a certain loser.  If Hillary becomes unviable, somebody with a shot at winning needs to step up to the plate.  Hello, Joe!"], [2436, "2015-09-28T12:09:14Z", 0.0, "Joe's decision is a function of Hilary's decision.  The more Hilary's poll numbers continue to slip (as I expect), the more likely that Joe will run."], [1098, "2015-09-28T11:30:31Z", 0.65, "Increasing by guess to 65%. I think Pope Francis' visit to the United State and his speech before Congress, increased the potential for Joe Biden to run."], [68, "2015-09-28T07:54:20Z", 0.5, "Reducing from my 65% of 21 Sep. He may well be advised to wait and not jump in until it becomes obvious that Hillary is no longer viable in the national context. An invitation ostensibly from party \"elders\" and a response in the public interest would allow him to retain the moral high ground rather than divide those wanting an alternative to Sanders. His supporters can continue to prepare the ground in the meantime."], [2524, "2015-09-28T04:04:29Z", 0.02, "He'll be advised against taking on Hillary.  His pride won't let him simply be her debate partner as she heads to the nomination.  And there is too much anger in the voting public to elect such an establishment man."], [1068, "2015-09-28T00:08:11Z", 0.7, "I'm cautiously moving upwards.  I have offered several forecasts based on the idea that Biden will enter when he approaches the 30s, and Hillary reaches the 30s.  I based this on the percentage shift that each had, and the idea that based on her decline, she would reach the thirties some time in October--and so Biden would enter in the October range before she dropped too far or a competitor rose above her (namely, Sanders)."], [98, "2015-09-27T22:08:19Z", 0.1, "First one, going with unlikely.   Reasons:  1.  Personal situation. 2.  As a candidate, he would suffer all the critisim he has dealt with in the past "], [2788, "2015-09-27T18:51:16Z", 0.65, ".....momentum is going his way.....he'll go with it"], [2772, "2015-09-27T16:28:13Z", 0.95, "Biden is being courted and has a strong history of supporting his party"], [231, "2015-09-27T16:17:21Z", 0.35, "Rothkopf (of FP), who should have some good insider knowledge, says (in the FP podcast to which I don't have the link) that he believes it's a no"], [2004, "2015-09-27T16:00:06Z", 0.0, "All the rumors about him potentially running has been spun to stroke his ego - the reluctant general - and make him feel relevant. He has no intention of running."], [2678, "2015-09-27T14:47:02Z", 0.3, "Depends on how Hillary does managing the email scandal."], [691, "2015-09-27T14:13:51Z", 0.1, "Biden is not hiring staff.  Some of his supporters are approaching people to ask if they'd be available for staff jobs if Biden announces.  Nobody has given him any money yet, but some folks have announced that they would do if asked.  This all looks very much like action from the Anyone Buts, not from Uncle Joe personally or his close Friends-and-Relations.  It seems most likely that he will do the Ted Kennedy Stall for quite a while and then decline the honour."], [1304, "2015-09-27T06:32:03Z", 0.55, "Dems appear divided about whether to put forth a mainstream candidate before the primaries; while they are preparing for that eventuality it is far from clear yet"], [2598, "2015-09-27T03:24:11Z", 1.0, "Dems only hope"], [131, "2015-09-26T23:10:28Z", 0.8, "Supposedly Biden is hiring staffers in states where the primaries are taking place... Hillary's troubles have to be making Democratic strategists nervous and if Hillary is unelectable, they'll want another mainstream candidate instead of Bernie - Biden's got the name recognition and potential support from Obama."], [2490, "2015-09-26T22:01:53Z", 0.95, "His personality type and ego cannot resist this temptation. The 35 FIOA lawsuits in front of 6 different judges means there is a very high probability at least 1 of the 6 judges will be sympathetic enough to find in favor of at least 1 of the 35 FIOA suits. The State Department will continue to release more emails each month. Hillary will not do come off well when testifying before Congress on the Bengazi emails in October.  Hillary's ratings will steadily drop. Bernie' supporters will not move to Hillary to fill the void created by the drop. Elizabeth Warren is too smart to take the bait to run this time. 2020 is a new game. She will wait. That's leaves \"happy warrior\" Uncle Joe who has staff and is locking in money. It is not too late for Biden to file to be on the ballot in ALL primaries starting in Feb 2016.  The Democratic Party has no bench strength to call on to fill the gap. They only hold 20 of 50 governorships and 11 of 50 state legislatures. There is no one there that can answer the call in 2016. 2020 is another story. "], [2497, "2015-09-26T21:52:39Z", 0.55, "Clinton willl weaken in New Hampshire and encourage Biden"], [821, "2015-09-26T20:32:14Z", 0.4, "It seems that Joe Biden has not yet made up his mind about running.  However, it appears that he is more seriously considering the option since the race is almost 'wide open'. "], [2419, "2015-09-26T19:32:00Z", 0.71, "I think Joe will make a decision to run -- realizing that this is his best opportunity"], [683, "2015-09-26T18:56:50Z", 0.4, "I'm upping my forecast slightly.  There seems to be more buzz about Biden this week, but a decision will have to be made soon."], [2316, "2015-09-26T16:28:03Z", 0.0, "Obama does not want the Chicago machine he put in place in DC replaced by the clinton machine."], [2045, "2015-09-26T04:38:06Z", 0.33, "He will enter if Hillary appears to be fading in national polls."], [680, "2015-09-26T03:39:11Z", 0.8, "If he is to run, Biden needs to announce soon.  Clinton's problems with emails while SecState appear to be worsening.  I think Biden will let Clinton dig herself in further, then pounce.  "], [60, "2015-09-26T03:06:17Z", 0.04, "(Revising forecast down from 6% to 4%). "], [2032, "2015-09-26T02:44:06Z", 0.77, "He is going to announce and before Thanksgiving. Before Thanksgiving is a good time politically because its before the Holiday Season."], [38, "2015-09-26T02:32:14Z", 1.0, "I'm reading that unions are delaying making an endorsement until Biden's intentions are clear."], [231, "2015-09-26T00:53:45Z", 0.65, "Staff being hired: http://www.reuters.com/article/2015/09/25/us-usa-election-biden-exclusive-idUSKCN0RP24Q20150925"], [964, "2015-09-26T00:39:18Z", 0.3, "Biden just keeps talking about reasons not to run. Talking about his family and emotional commitment is making excuses before the contest starts. "], [1890, "2015-09-25T23:03:34Z", 0.99, "Two term sitting VPs are historically likely to run.  No Democratic candidate is dominating the nomination machine."], [294, "2015-09-25T21:47:39Z", 0.63, "*somebody* thinks Joe is going to run.\n\"Exclusive: Joe Biden backers hiring staff in more states in hopes of 2016 run\"\nhttp://www.reuters.com/article/2015/09/25/us-usa-election-biden-exclusive-idUSKCN0RP24Q20150925"], [182, "2015-09-25T21:38:52Z", 0.35, "I'm uping the probability of my forecast with this news from Reuters:  Joe Biden backers hiring staff in more states in hopes of 2016 run\nhttp://www.reuters.com/article/idUSKCN0RP24Q20150925\nDoesn't mean he's agreed but certainly suggests he is not dissuading them from spending money."], [43, "2015-09-25T20:43:44Z", 0.95, "Following Austerity's research."], [136, "2015-09-25T19:49:10Z", 0.85, "http://www.reuters.com/article/2015/09/25/us-usa-election-biden-exclusive-idUSKCN0RP24Q20150925\n\"A group of Joe Biden supporters trying to build momentum for a White House run by the vice president is hiring paid staff in about a dozen crucial primary states."], [1891, "2015-09-25T19:43:39Z", 0.05, "Little chance he can win so saving face."], [1870, "2015-09-25T19:27:47Z", 0.65, "Beau was losing his nouns and the right side of his face was partially paralyzed. But he had a mission: He tried to make his father promise to run, arguing that the White House should not revert to the Clintons and that the country would be better off with Biden values."], [1850, "2015-09-25T19:13:56Z", 0.87, "Due to filing deadlines he will do so.  The primary reasons are twofold.  First Hillary is slowing boiling like the proverbial frog in a pot with the email scandal and the water is getting hotter by the day.  I think the only reason he hasn't entered yet, is he really doesn't want to have to deal with the messiness of confronting Hillary and her political hit machine and he is just waiting for her to implode.  Secondly, whether you like Joe Biden or not, I think he has a profound respect and love for this country and will jump in to serve his cause if there is no one else that can realistically carry the banner for the Democrat Party."], [484, "2015-09-25T18:28:58Z", 0.85, "http://www.reuters.com/article/2015/09/25/us-usa-election-biden-exclusive-idUSKCN0RP24Q20150925"], [1277, "2015-09-25T18:26:31Z", 0.7, "As Clinton continues to slide, likelihood increases"], [38, "2015-09-25T06:47:12Z", 1.0, "http://2012election.procon.org/view.resource.php?resourceID=004333"], [1457, "2015-09-25T04:20:08Z", 1.0, "Hillary continues to weaken, and the investigation into her email server will cause significant political damage.  There just isn't anyone else to lead the party."], [182, "2015-09-25T03:32:12Z", 0.2, "When I heard he might run the only thing that made sense was the party needed a back up quarterback. He must appear to be thinking about running if he's to take over should Hiliary self-destruct. I agree with sentiments expressed that he's feeling his age and wants to retire to the wide open spaces of his native state. But he will take the democratic banner if need be. Bottom line, I don't think it's likely that Hiliary will withdraw and that means he won't run. Although not a Clinton by birth, she's absorbed much of that political DNA and can wiggle as well as her husband."], [706, "2015-09-25T03:06:48Z", 1.0, "The time is ripe for before Halloween, even."], [1426, "2015-09-25T02:36:31Z", 0.6, "I think that he is seriously considering running, but I don't think that he thinks he will win."], [484, "2015-09-25T00:55:49Z", 0.85, "http://fivethirtyeight.com/features/hillary-clinton-is-in-a-self-reinforcing-funk/"], [1257, "2015-09-24T21:55:18Z", 0.1, "Joe is NOT going to run against Hilary & he is truthfully too old."], [38, "2015-09-24T20:17:02Z", 1.0, "Because of recent polls and Hillary's continuing email troubles, if I wasn't already at 100, I'd be raising my forecast!"], [1500, "2015-09-24T15:23:30Z", 0.25, "I'm with DJDrew on this one.  Still not sure Joe's heart is in it, but if Hillary cannot escape her email saga somebody who can win will have to run.  Joe, are you listening?"], [689, "2015-09-24T15:07:02Z", 0.59, "Comment deleted on May 10, 2016 05:50PM UTC"], [691, "2015-09-24T14:10:53Z", 0.1, "One notes with some interest that most of the press who are predicting a Biden run are on the conservative side.  This suggests wishful thinking about a split among Ds rather than actual information.  This is the point in our appallingly extended election cycle when the Anyone Buts always kick into high gear, and whoever is the front runner always starts to fade a bit.  Odds are Biden is still too much a party guy, and still too uncertain of what he wants, to inject himself into the game officially.  He will, however, let the speculation go on a while longer, and will probably accede to the formation of an exploratory committee. Stay tuned. "], [1117, "2015-09-24T09:12:26Z", 0.55, "Adding to what others have said, I do think he is unsure himself, but I tend to think he will run. It is more of a gut feeling than anything else though...."], [770, "2015-09-24T02:14:53Z", 0.8, "I  recently read it not a question of if but when he will announce. If he plans to run he must do it sooner than later due to fundraising and garnering supporters."], [1767, "2015-09-24T01:34:41Z", 0.6, "He is incredibly unsure himself. 72 years old I imganine you start to appriciate how much time you have left. I see him and he authentically loves serving his country, but family comes first for him now more than ever.  \n"], [1546, "2015-09-24T01:08:08Z", 0.75, "Hillary is fading even though she has a large following that will support her regardless. This faction will not change.\nThe 2nd term VP is usually a candidate for Pres the next go round unless he gets out of public life altogether."], [2, "2015-09-23T22:13:21Z", 0.55, "Inching up, because Biden's risen above Bernie in national polls:"], [1310, "2015-09-23T19:00:08Z", 0.35, "He'll take the ambassadorship instead of the lottery ticket."], [767, "2015-09-23T18:59:53Z", 0.2, "So far, he's indicated that he's considering a run for the Democratic nomination but his indirect cues would lead me to believe he's not entering the race. If he were taking the idea more seriously, we would see more public signs moving in that direction. Hillary's dwindling numbers might be a motivator. "], [457, "2015-09-23T15:23:06Z", 0.95, "Reports are that he wants to run and that his wife supports it and why go on the Late Show if doesn't want to run.  If he does run he will have to enter before Thanksgiving to get enough money and structure to have a chance."], [59, "2015-09-23T15:20:28Z", 0.1, "His support is rising, but still doesn't seem to be wanting it.  I think Hillary will have to drop substantially and lose funding to have him drafted."], [1068, "2015-09-23T14:41:46Z", 0.69, "Holding to my 69%.  Biden is up 2% in the last week, and Hillary's average is down to 41%. At the current rate of change, if both continue to move in the way they have, we're at about a week from parity.  If he doesn't commit at that point, then to me that signifies that there are internal fights occurring within the party over prominent fundraisers and donors that will decide whether this happens or not.  Polling does not decide everything, but the averages appear (at this point) to reflect the public's sentiment reasonably well.  She is losing support, Biden is gaining it, and we are approaching the decision point absent unusual exogenous factors (like the revelation of an active criminal investigation, for example)."], [500, "2015-09-23T12:32:12Z", 1.0, "RECITE BAJDENU DA Ä†E AKO SE KANDIDUJE BITI SLEDECI PREDSEDNIK\nON TO VEC ZNA .........."], [964, "2015-09-23T02:25:55Z", 0.15, "He has more or less said he will not run. At least that is how I interpret his discussion of commitment."], [689, "2015-09-23T01:47:56Z", 0.49, "Comment deleted on May 10, 2016 05:49PM UTC"], [1739, "2015-09-22T23:27:12Z", 0.15, "The ideological pie has already been divided up."], [961, "2015-09-22T22:13:01Z", 0.33, "Time and urgency is not on Biden's side. With each week, potential decreases. This does not mean he might not be recruited. But more doubt changes my prediction from 50/50 to 1/3"], [83, "2015-09-22T17:41:49Z", 0.7, "More likely than the family excuse; Biden is not yet certain he has the level of political/donor support that he needs to ensure  a win.\nMaintaining odds, since if Biden say's he is not there yet, he must not be there yet.  Seems he is still out there trying."], [484, "2015-09-22T16:03:32Z", 0.85, "After the Pope leaves I may adjust my estimate downward, but suggest that \"more of a horse race\" (than between a Socialist and a legacy candidate) would energize the Democratic base and fellow-travelers."], [1723, "2015-09-22T14:54:25Z", 0.39, "His emphasis on emotional reasoning against it, yet sounds unsure at his current decision at points "], [1343, "2015-09-22T13:08:57Z", 0.42, "One more major gaffe from Hilary and he will step in to pick up the baton. "], [172, "2015-09-22T01:31:06Z", 0.6, "He has lived for POTUS title. His deceased son encouraged him. His wife is behind him. He has shown an ability to work across party lines. Maybe not most clever but not a requirement. If Hilary stumbles again, Dems will want him. They might want him just for distraction so it doesn't turn into a Hillary coronation. He has done much more in his life than her - some look for that. And he doesn't have Vince Foster/Monica Lewinski/Libya/email server etc baggage."], [755, "2015-09-22T01:19:14Z", 0.75, "His wife will support a run. Affirming my forecast and will reassess on 09/28."], [1358, "2015-09-21T19:43:08Z", 0.85, "Joe Biden has wanted the job (the power) for 40 years. He was just waiting for Hillary to stumble. But now that she is \"an outsider\" and appears to be a \"real person\" during softball media interviews and skits, his road will be harder again."], [83, "2015-09-21T18:25:05Z", 0.7, "http://www.cnn.com/2015/09/21/politics/joe-biden-presidential-bid-window-closing/"], [927, "2015-09-21T18:11:05Z", 0.29, "http://www.cnn.com/2015/09/21/politics/joe-biden-presidential-bid-window-closing/"], [1395, "2015-09-21T18:07:37Z", 0.38, "While it is apparent that Biden is weighing his options, and there is a significant chance that Biden could enter the race, there are several obvious circumstances deterring him from joining the race. "], [110, "2015-09-21T17:07:23Z", 0.75, "http://www.businessinsider.com/joe-biden-running-2016-looking-more-likely-2015-9"], [294, "2015-09-21T17:01:23Z", 0.58, "From the WSJ:"], [1698, "2015-09-21T15:56:34Z", 0.25, "Biden is still suffering from his son's death. Even though he may have his wife's support, he's not there emotionally to run for office."], [1068, "2015-09-21T15:44:02Z", 0.69, "I predicted earlier that Hillary's average poll numbers would have to continue to decline 3-5% per month to reach the threshold before November for Biden to come in.  A week on, and Hillary's down another 1.5%, so this is continuing to trend in the same direction.  Upping my prediction to 69% for now."], [1253, "2015-09-21T15:18:46Z", 0.98, "More speculation and wishful thinking in the press. The background noise, the telling signs of preparation, the support people and family ramping up… every indication, except from Biden himself, that he will run. The hopeful expectation is palpable.  Just missing one personal epiphany for Biden. \nChanging my forecast to 98% for the next three weeks. Rationalization: the opportunity to participate in the first debate would be the only compelling reason to have to declare candidacy before Thanksgiving. If he is still waffling the way he is now and doesn’t declare by Oct. 11th, there is no compelling reason for him to rush the decision before Thanksgiving, and I will return to a low % forecast."], [1300, "2015-09-21T15:08:28Z", 0.6, "It's out that he has his wife Jill's support, so I'm upping my prediction just a tad.  Hillary is reportedly gaining on Sanders though, and the republicans have failed to rally against Hillary, letting her put them in defensive mode, and there's been no movement on the email scandal that could tank her, so timing is still the big question."], [1296, "2015-09-21T15:07:41Z", 0.0, "So consensus stats have only 25% at a Yes to this question. Better keep a watch on the crown as we know from past experience."], [1296, "2015-09-21T15:06:01Z", 0.5, "I forgot to put in my forecast it remains at 50/50"], [1296, "2015-09-21T15:05:16Z", 0.0, "I will check back in mid-October to see what is happening with Clinton and Biden."], [524, "2015-09-21T15:04:08Z", 0.95, "He is probably the only Democrat that can successfully convince Elizabeth Warren to be his VP and I believe that ticket would be unstoppable."], [1296, "2015-09-21T14:58:20Z", 0.5, "Based a review of comments and the article in Reuters about Biden's secret meeting with Democratic \"bundlers\" last week and the next date to declare a presidential bid is Nov. 9. I raise my probability to 50%/50%. He is a tenacious character and honors family promises. I think he could actually win."], [1428, "2015-09-21T14:45:26Z", 0.05, "He is one of the better ones in politics and getting into the throws of dirty politics may not be appealing to him anymore."], [1695, "2015-09-21T14:38:43Z", 0.5, "I think there's a reasonable chance that enough movement on the election landscape occurs over the next two months to allow Biden to decide to run.  The field is interesting enough in terms of polling that I think he's still got time to get in the race.  He also doesn't seem to be fully ruling it out in interviews.  I'll put it at 50/50 right now."], [521, "2015-09-21T14:29:05Z", 0.1, "It's getting too late in the game. And with Hillary getting back in front of Sanders it will reduce the pressure for a Biden Run. Elizabeth Warren is a more likely propect, if Hillary shows signs of fading out again."], [1098, "2015-09-21T13:49:39Z", 0.3, "Recent interview seems to indicate more no.\nhttp://papalvisit.americamedia.org/2015/09/21/biden-interview/"], [1689, "2015-09-21T12:58:38Z", 0.25, "He's running out of time"], [691, "2015-09-21T12:14:09Z", 0.1, "A Biden announcement of candidacy has been coming any day now for several months.  He is being urged to run by several second- and third-tier party faithful.  There is a debate scheduled for mid-October, but frankly he could give that a miss without necessarily damaging his chances, which are approximately nil anyway.  Biden presumably knows he can't get the nomination, and that the only way he can be a candidate is by attacking Clinton, there being no point in going after Sanders.  The effect of this will be to weaken Clinton in the general, and I still think Uncle Joe is too good a party guy to wish this.  Staying with the low number for now."], [43, "2015-09-21T09:22:36Z", 0.95, "Following 000"], [488, "2015-09-21T08:45:46Z", 0.05, "No,he is still undecided.Perhaps, he is still too upset by the death of his son."], [68, "2015-09-21T06:13:39Z", 0.65, "More and more trial balloons are going up.  I don't think his current chances against Hillary are great - if the two of them remain in the race, they could be gifting the nomination to Sanders. Still, recent reports (including the one provided by 000) have made me increase my forecast to 65% or \"more likely than not\", at least for a while."], [1679, "2015-09-21T02:02:24Z", 0.35, "Lack of serious contender to Hilary, and to honor his late son's wishes.\nHe however lacks the energy and commitment."], [656, "2015-09-21T01:35:39Z", 0.15, "Really doubtful considering not only his chances of success and the political climate, but also with what happened with his son. Doesn't offer anything over Hillary or Sanders. Only thought is maybe he would run to secure vice presidency again."], [476, "2015-09-21T00:05:17Z", 0.47, "Biden  as a president offers  a sense of continuity to US body politic, economic partners, the Middle East and world of Islam, and political and military allies and China and Russia at a time when the still crisis facing economy needs continuity.  Beltway pundits worried about \"Joe being Joe\" need to give it a rest and start throwing sunshine on \"Hillary being Hillary.\"  A vice presidential running mate like Elizabeth Warren would be a plus and give outgoing president Obama a ticket to endorse and stump for. Biden-Warren it just sounds right."], [684, "2015-09-20T23:20:34Z", 0.85, "Hillary is sinking and vulnerable only if Biden enters before delegates are committed. "], [689, "2015-09-20T23:11:23Z", 0.99, "Comment deleted on May 10, 2016 05:45PM UTC"], [409, "2015-09-20T23:07:34Z", 0.0, "wrong button."], [38, "2015-09-20T19:55:53Z", 1.0, "According to the link posted by 000, Biden decided Friday that he would run and that he's only deciding when/how to make the announcement."], [1201, "2015-09-20T18:22:18Z", 0.65, "Nov 9, 2015 is the earliest filing date for any primary election. (That's Arkansas, oddly enough.) New Hampshire, South Carolina, Louisiana and Illinois deadlines are all around the end of November. So if he doesn't announce before Thanksgiving, he likely won't be running at all. My prediction here is therefore what I think the chance is he'll run at all, as of today.  "], [747, "2015-09-20T17:59:16Z", 0.7, "It is looking as if he is more and more serious and he has to get in by then to have a chance of organizing in the early states"], [1662, "2015-09-20T14:38:12Z", 0.55, "He is more of a viable candidate than either Hilary Clinton or Bernie Sanders."], [424, "2015-09-20T06:23:41Z", 0.75, "Agree with a1za4cstr's rationale... but I feel a higher level of certainty. "], [2, "2015-09-20T03:38:01Z", 0.45, "I think I went down too soon.  News seems to be perking up a bit, but most of it is speculation.  It's still quite early.... I'm going to keep a significant chance he runs for a while.  The reasons for him to are structural.  The reasons for him not to are personal.  The personal stuff will fluctuate, but the structural reasons won't change for a while."], [423, "2015-09-20T01:54:47Z", 0.55, "MOTIVATIONS FOR: \nChallengers - Hillary Clinton popularity in decline, Sanders too left-wing \nDemocratic Party - active 'Draft Biden' group \nFamily - encouraged by Hunter and Beau [deceased]\nRecent reports (19 September, Wall Street Journal) suggest Biden is seriously considering entering the race.\nBiden has been visiting influential politicians in influential states (on official business).\nThe first Democratic presidential debate is 13 October.\nHillary Clinton testifies before Congress 22 October about e-mail management. Clinton could damage her candidacy."], [387, "2015-09-19T23:28:08Z", 0.35, "If doesn't declare in time for first debate, won't run but hope events force party to come to him"], [532, "2015-09-19T22:02:46Z", 0.55, "The latest articles say the discussion in the Biden camp is turning to when not if.  I am moving the percentage up. \n"], [1646, "2015-09-19T21:30:39Z", 0.2, "Too vulnerable in current climate"], [1626, "2015-09-19T19:35:19Z", 0.65, "(+)\n* If he runs but doesn't announce before Thanksgiving, then he misses 2 presidential debates -- presumably bad for him because then people wouldn't feel like they knew who he was / he'd have less time to get votes from Clinton\n* He's had a recent spike in poll numbers. Perhaps people would prefer him to Clinton?\n* His aides say it's more likely than not that he'll run\n* He's had presidential ambitions previously"], [1056, "2015-09-19T19:22:23Z", 0.75, "Waiting until after Thanksgiving won't give him a lot of time for retail politics in Iowa and NH. Even October is cutting it close. But he's always wanted to be President, and this is his last chance. Hillary is no longer a shoo-in, and Sanders is politely considered something of a flake, so he's got a shot."], [1548, "2015-09-19T17:52:25Z", 0.5, "Maybe Dana Perino was right. USA Today ran article saying he'd announce but probably after Oct. 13 Dem debate. 9/19 Susan Estrich, Dem strategist, says he will not run. But, typical, IF he does announce after the Oct 13 debate more Dem debates will be added. Debbie W-S says no more debates will be added. Though Dem voters are crying for more. \n"], [613, "2015-09-19T17:18:03Z", 0.85, "When the WSJ says he's likely to run, he's likely to run."], [484, "2015-09-19T16:53:40Z", 0.8, "\"adjusting for forecast error\" ;-)"], [1638, "2015-09-19T15:37:35Z", 0.15, "Will Not run in my opinion , the administration will be a black cloud over hes head .... "], [1253, "2015-09-19T13:39:35Z", 0.9, "From the Washington Post:\n http://www.wsj.com/articles/joe-biden-edges-closer-to-joining-presidential-race-1442617215"], [1632, "2015-09-19T12:24:28Z", 0.25, "Biden might take the route of wait and watch until Hillary's numbers go and then jump into the campaign as savior of democratic party. I think, if he has a powerful message that will enthrall voters, its better if he delays the announcement. "], [1502, "2015-09-19T08:40:39Z", 0.75, "Vice President Joe Biden’s aides in recent days called Democratic donors and supporters to suggest he is more likely than not to enter the 2016 race.\nWhile the Biden team is still debating the best time to jump in, the vice president met Monday with his political advisers and talked about the merits of an early entry that would assure him a place in the Democratic debate scheduled for Oct. 13 (The Wall street journal, Sept 18. 2015)\n"], [231, "2015-09-19T01:20:51Z", 0.55, "Getting more likely again: http://www.wsj.com/articles/joe-biden-edges-closer-to-joining-presidential-race-1442617215"], [821, "2015-09-19T01:10:28Z", 0.25, "There is one line of thinking that Joe Biden could be \"drafted\" into announcing sometime in October (also, in time for the debate).  However, there is another argument that he could wait much longer without much harm.  I am adjusting my probability estimate up a bit from my previous prediction. "], [1109, "2015-09-19T01:01:56Z", 0.55, "One more thought on this - people grieve in different ways - I couldn't do it but maybe immersing himself in something so all encompassing  is the perfect antidote for his grief.  The odds that his wife would hold this same view seems less likely.  This one is really hard.  "], [1109, "2015-09-19T00:45:07Z", 0.6, "If he does it will be Announced soon in order to jump start fundraing - I am skeptical that he will but with donors campaigning for it - it might be enough to turn his head.  I am upping my prediction but will down scale if he doesn't announce by end of October."], [484, "2015-09-19T00:00:03Z", 0.7, "Wonder if Biden will be encouraged after the Pope's inspirational visit?"], [77, "2015-09-18T23:34:18Z", 0.95, "Today his advisor said he would run. Now the question is how soon will be the announcement. It takes a lot of money and time is money, therefore, sooner rather than later;^>"], [294, "2015-09-18T22:34:28Z", 0.4, "Ages: biden 72  Clinton 67  Sanders 74 Trump 69"], [823, "2015-09-18T22:00:00Z", 0.25, "Joe is getting a lot of well deserved love right now, but not sure he has the will for the fight; at 72 and still in mourning."], [1394, "2015-09-18T21:58:28Z", 0.08, "The clock continues to turn. Each day makes it tougher to jump in."], [306, "2015-09-18T21:54:18Z", 0.78, "I'm thinking if he doesn't jump in by the end of this month.."], [83, "2015-09-18T20:28:29Z", 0.7, "http://www.reuters.com/article/2015/09/18/us-usa-election-biden-exclusive-idUSKCN0RI25F20150918"], [1615, "2015-09-18T20:02:30Z", 0.0, "He won't - the Colbert interview sealed the deal."], [83, "2015-09-18T17:25:15Z", 0.7, "In addition to the chances of a serious campaign, Biden could run, then fold early.  He could play a few useful roles.  Continuing on the campaign trail would keep up voter interest for the Democratic message and allow HRC to keep a low profile. He might even be useful as a calming influence in the debates, possibly preventing BSanders from giving HRC economics lectures."], [2, "2015-09-18T17:06:23Z", 0.3, "Lowering a bit, based on @Nick Lutz link.  "], [1337, "2015-09-18T16:17:43Z", 0.1, "Although Biden doesn't seem to stand for much these days, he would likely be a center-left than a true left candidate. His candidacy would split Clinton votes. There are ever fewer of those. Splitting them would only make Sanders the winner. Rich donors would not risk that. Should Biden announce, donors will be even more focused on Clinton. (Sadly for Biden, polls show him as the underdog against Clinton.) So Biden would be underfunded from day one, and would be out before primaries actually start. My bet is that Biden knows all that, and he won't bother running at all.\nEven if he'd be one of those people interested in publicity, a few months in the race won't add much to 36 years in the Senate and 8 years as VP."], [484, "2015-09-18T15:48:22Z", 0.6, "Hope over mind?"], [1598, "2015-09-18T15:43:52Z", 0.15, "I just don't think he has the strength to run this time around."], [1597, "2015-09-18T15:36:57Z", 0.05, "I just don't think he has the emotional strength right now to make a run.  Nor does his family.  "], [1591, "2015-09-18T15:07:06Z", 0.23, "Could happen at any point in the next few months, with some aides saying that even missing a couple primaries isn't out of the question.  http://www.politico.com/story/2015/09/joe-biden-2016-election-announcement-timing-213801"], [1122, "2015-09-18T12:46:01Z", 0.02, "I don't think he will run for office at all"], [530, "2015-09-18T09:26:41Z", 0.65, "Could be an intentional leak to see what the reception is."], [35, "2015-09-18T05:50:42Z", 0.75, "I have been telling people they have been prepping him for a run for last few months.\nIt started back in June. All of a sudden he was with POTUS on every single major announcement.\nAs time progressed he was moved closer and closer to the president on every major press announcement. each time he was \"dressed\" more presidential.\nThen the word was floated with the idea of him running. But to keep him from running too soon, they had to come up with excuses for him not to run.\nIf he stays out of the race for as long as possible he stays out of the cross hairs. \nThe big question is whether or not he will announce before Thank giving. I am not sure when the curt off dates are"], [1577, "2015-09-18T03:58:57Z", 0.15, "Its highly unlikely that Biden will enter the race by thanksgiving. He is quite clearly still in mourning over the loss of his son and after decades in public service this is more likely the time that he retires from public life than makes a run for POTUS. The campaign season has not even truly gotten away and Clinton is quietly amassing quite a war chest for the real fight. "], [915, "2015-09-18T00:46:34Z", 0.75, "guesses on what's  holding back joe...his wife's desire for normalcy,  his sense of \"honor\" in letting hillary have her turn. "], [1565, "2015-09-18T00:07:11Z", 0.2, "The call for him to run does not seem large enough. "], [1548, "2015-09-17T22:03:31Z", 0.15, "Without considering any Clinton Factor or Bernie Factor: *DraftBiden* Web site has only 200,000 signatures endorsing his run; even if Biden ran on the Dem ticket and won the presidency he'd most likely be good for only one term (a precarious position for Dems in 2020 no matter if Kanye runs or not); Biden honestly admits he's struggling with commitment, drive, energy, heart; even though Beau wanted him to run, the energy the entire family would need to put out to support a run, possible win AND serve in office for 4 yrs is grueling at this point in his life. Clinton Factor; I believe it's very intimidating for anyone to challenge her/machine. With all the legal investigations going on something is bound to stick to convince her to quit or at least be strongly contested. Bernie is strong, old but strong. The Dems have done a bad job of bringing up a younger, nimble, person to lead the party. Not Biden. "], [1552, "2015-09-17T21:54:01Z", 0.75, "Hilary's polls and popularity will continue to sink, as the slow drip of her email problems continues in the press. Biden will be given the go-ahead to prevent a possible Sanders victory."], [83, "2015-09-17T21:28:11Z", 0.6, "If not running, then certainly doing a good job of playing the part.  Will watch the agenda below for signs."], [586, "2015-09-17T20:38:56Z", 0.1, "So Clinton now is in a loop (http://fivethirtyeight.com/features/hillary-clinton-is-in-a-self-reinforcing-funk/). But she has strong support from Democratic establishment, which is crucial in presidential race. And betting on Biden now, after all this work and support may confuse Democratic crowd. Why'd they pick older white guy to compete with another older white guy, when they potentially have first woman President.\nAlso, Beau Biden death is a factor."], [1215, "2015-09-17T20:26:54Z", 0.77, "Mr Biden shares some qualities with the current repulican front runner (Trump): they are both prone to making gaffees. If Mr Trump's 'shooting from the hi approach is working', Mr Biden can follow the same script (be himself) and be a contender."], [1325, "2015-09-17T20:25:06Z", 0.25, "Joe was counting on living vicariously through Beau Biden. With Beau's unfortunate death, Joe is probably not emotionally up to the challenge. Hillary is in a precarious position, but the party is still counting on her and this will pass. There is no reason to split the ticket further, especially with strong divisions on the GOP side. "], [494, "2015-09-17T20:23:11Z", 0.25, "I think this will depend on how much mud is thrown at Hillary. If GOP can weaken her significantly, he will likely jump in unless the party rallies around Sanders."], [1109, "2015-09-17T20:05:26Z", 0.0, "Joe is a party man.  I don't think he will weaken Hilary's campaign plus he said he didn't think he had the heart to run after the death of his son."], [1529, "2015-09-17T18:24:05Z", 0.0, "His heart is not in it. Clinton's email situation is not insurmountable. He's a consummate team player and doesn't want to split the party."], [1528, "2015-09-17T18:06:13Z", 0.6, "In general you can't beat gambling odds, which say he has 15% chance to actually get the nomination -- see http://www.predictwise.com/politics/2016demnomination       Now work backwards: \nif he decides to run, what is the chance he actually gets the nomination?  I have no idea, but let me guess 25%.  Then math says the chance he runs must be 15%/25% = 60%."], [1300, "2015-09-17T17:55:23Z", 0.59, "I think a lot depends on Hillary.  She's really lagging in the polls, going down, and if she doesn't pick it up soon I think that a Biden run WILL happen.  I'm just not sure when.  It seems they are giving Hillary plenty of time to get past the email scandal, but I don't think it is going away.  I think the general public is only half aware that those emails WERE hacked by Guccifer, and if it ever really comes out, or some of the Wikileaks stuff about Monsanto, then I think she'll be buried and hopeless with her own base.  I think there's some big questions about Biden's ability to win, more than Hillary's chance to win, which she is still perceived to have a stronger following, so once it becomes more clear that Hillary won't, or can't, then we'll see more movement on Biden.  I'm just not sure if it will come before Thanksgiving or not.  A lot depends on how able republicans are to hit Hillary effectively and keep her tied in scandal."], [136, "2015-09-17T17:51:37Z", 0.7, "Hearsay, but I'll bite\nhttp://www.nationalreview.com/article/424209/joe-biden-josh-alcorn\n\"When Josh Alcorn joined the Draft Biden super PAC, MSNBC headlined its story on the move “Draft Biden just got real.” Alcorn had been finance director and senior adviser to the late Beau Biden, the vice president’s son\n...\nHe said that Alcorn had said on one call, “I am 100 percent that Joe is in.” He was less certain of when Biden would announce, but guessed it would be in mid-October. Alcorn’s own plans to travel to California in early October would have to be canceled if Biden announced earlier.\n...\nHe had just had breakfast with Jim Torrey, an Obama bundler, whom he described as wanting to be “the Penny Pritzker” of the Biden campaign.\n...\nAlcorn, contacted through Draft Biden, confirmed the breakfast with Torrey and said, “I can tell you that he wants to be very involved,” but could not remember whether he had compared him to Pritzker. Brad Bauman, a Draft Biden adviser also on the line, said that the comment that Biden was 100 percent likely to run was “ridiculous” since the organization had not been in direct contact with the vice president. Alcorn did not deny that he had made the comment.\"\n"], [1077, "2015-09-17T17:01:17Z", 0.95, "Good summary; most indicators positive\nhttp://www.cnn.com/2015/09/14/politics/joe-biden-2016-ballot-access/"], [1507, "2015-09-17T16:39:32Z", 0.55, "I think that as it is clear that there is room in the race for him-that Hilary is not a shoo-in-he will declare his candidacy. I am less confident that it will occur before Thanksgiving"], [1488, "2015-09-17T16:30:18Z", 0.77, "He is not doing it before in order to avoid trivial rivalry among other candidates but in due time to let people know and be optimistic about his running."], [1521, "2015-09-17T16:13:18Z", 0.55, "Hilary Clinton is struggling.  The GOP candidates are divided and weak.  The country is not yet in the mood to shift right.  Biden is not intimidated by the Clinton power structure.  "], [73, "2015-09-17T15:39:48Z", 0.58, "other than I wanted a clinton backs biden headline, rationale is he is ramping up his staff, and whilst deciding if he can commit, he is going to all the key places.  the lack of a no means this must be borderline for him, and borderline that he thinks he can do it. recent reports indicate a greater resolve to the positive.  Very personal decision and i am going with - what politician does not want to be president ultimately and can he live with the regret of not running?"], [1500, "2015-09-17T14:25:08Z", 0.05, "I wish he would run.  Hillary is just not a campaigner.  But I think the fire in Joe's belly has gone out."], [1238, "2015-09-17T13:28:00Z", 0.1, "As long as nothing sinks Hillary there is no reason for him to jump in."], [196, "2015-09-17T13:00:27Z", 0.55, "If he does announce it will be before Thanksgiving, but it will largely depend on Clinton's polling"], [1150, "2015-09-17T11:44:55Z", 0.09, "I think it very unlikely.  He's tired.  The political landscape is particularly brutal right now too."], [1479, "2015-09-17T08:14:24Z", 0.05, "I don't see him entering the race unless the wheels really come off Hillary's campaign."], [584, "2015-09-17T07:55:55Z", 0.25, "He might consider it despite his big loss. However, I don't think it would be a good idea for him, since his chances of winning are very low."], [1461, "2015-09-17T05:28:31Z", 0.15, "During several public appearances, the Vice-President has indicated a reluctance to run for the Presidency. He seems either genuinely conflicted about the rightness of the decision or is dissembling at a high level. The Democratic Party will (or already has) privately meet with him and ask him to stand aside for Secretary Clinton, perhaps in exchange for a cabinet post or ambassadorship and he will likely acquiesce, He is unlikely to run at all. "], [1321, "2015-09-17T05:27:27Z", 0.65, "I think he is waiting to see which way the wind blows with Clinton before making a decision. If her campaign falters or fails, there is a good likelihood of him running on the Dem ticket.  "], [1457, "2015-09-17T03:35:39Z", 0.05, "Public information about what a difficult decision this has been for him, coupled with the recent loss of his son makes this unlikely.  He is only considering this because of recent weakness from the Clinton campaign, which should be short-lived."], [683, "2015-09-17T02:07:01Z", 0.35, "I'm not sure he and his family are emotionally ready to fully commit to a presidential run.  That being said, enough pieces are in place to make a 2016 run a reality even at this late a date."], [1434, "2015-09-17T01:00:07Z", 0.15, "Too soon,"], [915, "2015-09-17T00:41:17Z", 0.34, "Biden's a 'young' 73 but 2016 is looking more and more like the year of the Donald.  Many in the Democratic Establishment would never forgive Biden backers/donors for upstaging Hillary's \"turn.\""], [1277, "2015-09-17T00:31:29Z", 0.65, "Clinton loosing support, Biden will be urged to take her place as the front runner"], [1425, "2015-09-16T23:51:06Z", 0.1, "There is no necessity in terms of Democrat's strategy, Republican efforts are taking up the airspace with Trump.  Until that ends, why compete with over a year of campaign time left?  He will likely wait to decide after the calendar year, positive or negative."], [1421, "2015-09-16T23:34:29Z", 0.05, "Not over his emotional struggles with his family"], [1417, "2015-09-16T23:25:13Z", 0.3, "I don't think he wants it badly enough, but he might be persuaded by others who are pushing him hard to enter race."], [372, "2015-09-16T23:19:14Z", 0.6, "I think he's leaning that way, especially since Hillary can't break loose from the issues dogging her. Recent meetings with various advisors and the President could indicate Biden is considering running."], [38, "2015-09-16T22:42:11Z", 0.42, "Arguments I find persuasive, with points attributed to each."], [1409, "2015-09-16T22:38:16Z", 0.0, "Is a zero a 'no, he won't announce''?"], [1406, "2015-09-16T22:22:19Z", 0.85, "Primaries are too close to thanksgiving to give the campaign adequate time to become well established and fund raising would be a big problem with most donors committing well before that date."], [1394, "2015-09-16T21:54:00Z", 0.1, "Biden is a smart politician. This isn't his first rodeo. Hillary has received endorsements and money from so many people jumping in at this late date would be foolish. Plus as he has said repeatedly he is not 100% ready emotionally to go all in because of the death of his son. The base may be restless, but the establishment doesn't so easily flip-flop.  Should she step in any more cow piles, however, even the big guns may begin to get nervous. The Benghazi hearings are the next test. If she handles the hearings the same way she did the emails that might change the scales."], [500, "2015-09-16T20:59:34Z", 0.97, "POSETICE SRBIJU NA POZIV PREMIJERA VUÄŒICA"], [500, "2015-09-16T20:58:37Z", 0.97, "next---- USA PREZIDENT BAJDEN"], [1254, "2015-09-16T20:49:24Z", 0.65, "The Deocratic base isn't excited about Hillary. Biden seems trustworthy, will benefit from the Obama bump and hate to say, but he'd also get the sympathy vote."], [1333, "2015-09-16T20:10:34Z", 0.15, "...at the end of the day he just doesn't have the fire in his belly to take the challenge. His recent personnel losses have taken some of the steam out of him."], [1340, "2015-09-16T19:12:13Z", 0.1, "The favorability ratings of his would be contenders have been progressing in similar ways to previous candidates that won the Democratic primary. Given that poll data does not necessarily correlate to success in any election there would have to be some fundamental flaw in the other candidates for his entrance to change much. Combined with his hesitation due to family issues and the fact that he is a currently elected official, there would be a backlash from a large portion of the Republican party."], [1334, "2015-09-16T19:02:37Z", 0.65, "He will pick up the clinton followers when she no longer is viable."], [1331, "2015-09-16T18:54:04Z", 0.8, "Joe knows the dems need to be more credible and has a great sense of public service so he will run."], [43, "2015-09-16T18:44:35Z", 0.15, "Thank you, sharms10K."], [1253, "2015-09-16T18:33:17Z", 0.15, "Biden says his personal loss (son's death) is interfering with his ability to commit to running because his grief is taxing his attention and energy levels. On the other hand, he has not ruled out running. I think a man his age who has experienced profound family loss before,  understands that the grief process will run its course, and in a few months he may be in a very different head space. This ABC news article quotes Larry Sebato (a political scientist and the director of the University of Virginia Center for Politics) points out a there is a practical solution to this problem of how to hedge for a possible future run. \n\" “But technically,” Sabato added, “he doesn’t have to be in until next year.”\nThat’s because the vice president could technically file the necessary paperwork in the states with early filing deadlines without declaring his candidacy, Sabato said."], [1291, "2015-09-16T17:54:09Z", 0.65, "If he decides to run he needs to do it before Thanksgiving because, I believe, certain filing obligations (states, federal?) are required prior to early November."], [1017, "2015-09-16T17:48:00Z", 0.65, "Biden will be pressured to run not just as a backup for Clinton, but to ensure that Sanders doesn't gain too much momentum. The establishment of both parties wants a viable establishment candidate in the race. Since it's not clear that the Republicans can produce one, Uncle Joe will be cajoled into stepping up."], [1289, "2015-09-16T17:33:10Z", 0.05, "Though he could make the decision to run for President, it would make more sense to give support to a stronger candidate that is or is not endorsed by the current President.  Much of Biden's role over the last eight years doesn't lend itself to being a very strong candidate."], [1211, "2015-09-16T17:23:28Z", 0.25, "I supposed he could decide to run, but his heart doesn't seem in it, and I doubt he wants to splinter the Democrats any further."], [1278, "2015-09-16T17:22:38Z", 0.05, "I don't see him taking this chance, despite some weakness in the Clinton campaign relating to charisma and the email scandal. Hillary has a great deal of endorsements and big donors already in her pocket, and I don't see her yielding to a Biden run, so Biden must know that he would simply be splitting the moderate Democratic vote in the primary, which would only help Sanders. He has already given hints about a campaign needing to be a 100% investment by the candidate, and he's not ready for that."], [948, "2015-09-16T17:22:15Z", 0.39, "The only reason for him to run would be if Hillary implodes and/or Trump continues to climb in poll ratings. Joe Biden could be \"that guy\" that can take on Trump. Biden is scrappy and won't hold back. He could take on Trump."], [1279, "2015-09-16T17:17:32Z", 0.1, "He is part of an administration that is losing popularity.  Hillary is tanking, but I don't think he will put Obama in the position of choosing which of them to back.  It is also, oddly, maybe too late.  Sanders is gaining ground quickly."], [368, "2015-09-16T17:16:08Z", 0.3, "It is unlikely that VP Biden will splinter votes within the Democratic Party;  If Biden decides not to run, despite calls to do so, it will present a more united Democratic assault in the race against the republicans.  While speculation of a run is rife, there is very little indication, or swell of support to do so.  With decision date in October, no political infrastructure, staff and other commitments have been made."], [1239, "2015-09-16T16:39:41Z", 0.1, "In the 2008 election cycle, Biden failed to get more than 1% of the delegates and immediately dropped out.  He showed an unwillingness to fight against party favorites and to do the difficult work of fighting as an underdog. I think he would only join if he thought he could present a view not being represented, but the current Democratic Party approach isn't allowing for much debate at all and his views are not different enough from current candidates."], [1232, "2015-09-16T16:37:21Z", 0.2, "I think there's benefits to him for the speculation, but absent major new developments in the race writ large, I don't think he's in a good emotional or infrastructure place to do it. Many in the media would like that to happen, which makes me more skeptical of the coverage."], [1207, "2015-09-16T16:06:18Z", 0.45, "It might be too late for him to setup the needed infrastructure, I also doubt that he is emotionally in the right place for a campaign."], [14, "2015-09-16T15:59:54Z", 0.2, "I think the Clinton campaign will recover some from the downward slide they're in now which will discourage Biden from running."], [614, "2015-09-16T15:54:36Z", 0.18, "He seems very wary of it. I think he could announce, but perhaps a later announcement"], [1068, "2015-09-16T15:47:05Z", 0.65, "Biden will announce if he believes he can get traction, and that will only happen if Clinton withdraws.  Will Hillary withdraw before Thanksgiving? That's a complicated question, but the averaged polling data presented at Real Clear Politics shows that Hillary has been on a steady decline since mid July.  The email scandal is gaining traction, and since its revelation her numbers on average have only gone up three times.  If she continues this decline, at a 5-7% collapse each month, she'll be in the mid 30% by November.  Part of that collapse means a movement of support towards the other candidates, most likely Sanders, which would mean that Biden's staff have to be wondering at what point her support becomes too low (and Sander's too high) for a Biden candidacy to be able to leap out of the gate and immediately get into the mid 30s as well.  I think that cross-over point is going to appear in late October/early November, and so the decision will be made then to get in."], [167, "2015-09-16T15:15:33Z", 0.36, "http://stateandcapitol.bangordailynews.com/2015/09/15/mike-cuzzi-joins-growing-movement-to-draft-joe-biden-for-presidential-race/\nhttp://www.breitbart.com/big-government/2015/09/16/hispanic-audience-chants-run-joe-run-biden-torches-trump/\nhttp://www.nytimes.com/2015/09/15/opinion/david-brooks-the-biden-formation-story.html?_r=0"], [1161, "2015-09-16T14:56:30Z", 0.65, "The Clintons have been remarkably effective in quashing effective early opposition to the former Secretary of State's rise to the nomination. As was the case in 2007, however, Mrs. Clinton's campaign has managed to project inevitability as her primary strength. That is an unforgivable error, suggesting that the candidate (and her team) has a hard time learning the lessons of failure, an impression bolstered by her handling of e-mail while at the State Department. Is it any wonder that her support among educated white women, supposedly her true base, is slipping? \"Been there, done that.\" With Sen. Sanders scooping up the portion of the [potential] Democratic electorate that propelled then-Sen. Obama to the forefront eight years ago, and a pox-on-both-houses buzz rising against another Clinton-Bush general election, an opening exists for a candidate who is both personally unconventional and of proven competence. Hence, \"Run, Joe, run.\" Add events in Europe, and the moment may have met its man. David Brooks commented on the zeitgeist underlying the current state of our presidential politics on Tuesday (http://www.nytimes.com/2015/09/15/opinion/david-brooks-the-biden-formation-story.html?src=me). His reversal on whether the Vice President should climb one more time into the batter's box was telling."], [891, "2015-09-16T14:54:05Z", 0.55, "My first job out of college was working for then Sen. Biden on his 1988 presidential campaign.  I've known him for years.  He WANTS to run. I think he honestly feels the intellectual and temperamental heir to Barack Obama.  He is, objectively, the most experienced person in either party considering running.  Whether he feels he is emotionally up to the challenge is very much the question.  Based on what I saw on Colbert, I think he is honestly struggling very hard with the decision.  Clinton's current wavering in the polls has got to be playing on his decision-making.  This is very much a 50-50 proposition.  I am hedging a bit towards the positive based on the whole Clinton-appearing-weak factor."], [862, "2015-09-16T14:50:58Z", 0.1, "Not sure he has the desire"], [1175, "2015-09-16T14:50:43Z", 0.25, "Biden is clearly wrestling with the decision, and despite his emotional comments in the past few days, has the political chops and willpower to step into the ring. Nevertheless, I think he is not sure enough of his desire to run to make a convincing case."], [877, "2015-09-16T14:47:57Z", 0.0, "Joe Biden will not run for president given his current emotional status. "], [25, "2015-09-16T14:16:17Z", 0.1, "http://fivethirtyeight.com/features/hillary-clinton-is-in-a-self-reinforcing-funk/"], [740, "2015-09-16T12:23:32Z", 0.75, "He is very active all the time."], [1006, "2015-09-16T11:46:06Z", 0.4, "He has his toe in the water and is still testing the temperature. He will need to announce no later than a year before the election. "], [110, "2015-09-16T08:47:42Z", 0.65, "It looks like he's gearing up for a run. I'll likely revise this often, as time progresses."], [1127, "2015-09-16T07:26:21Z", 0.99, "Yes, he must to do it as tradition of the President elections in USA"], [94, "2015-09-16T02:55:06Z", 0.35, "PredictIt [1] says that Biden has a 47% chance of running before the end of 2016, which scales to a 31% chance of running before Thanksgiving.  I think Biden is proportionally more likely to run before Thanksgiving than after, so I will increase that estimate a bit."], [1098, "2015-09-16T01:51:41Z", 0.58, "A lot of uncertainty with this one. He has time and there is an opening.\n1. He is meeting with financial backers: http://www.newsweek.com/joe-biden-hillary-clinton-financial-backer-372221\n2. He is visiting some key areas of support (like Detroit)\n3. President Obama has not endorsed Hillary Clinton yet"], [423, "2015-09-16T01:33:12Z", 0.25, "MOTIVATIONS FOR:  \nChallengers - Hillary Clinton popularity in decline, Sanders too left-wing\nDemocratic Party - active 'Draft Biden' group\nFamily - encouraged by Hunter and Beau [deceased]"], [821, "2015-09-16T01:04:22Z", 0.2, "Joe Biden was supposedly going to make a decision by early October.  Due to the family tragedy it seems unlikely that he will recover the \"emotional energy\" necessary to start a serious run in the next couple of months.  Recent comments and interviews still suggest a small possibility..."], [1080, "2015-09-16T00:34:46Z", 0.65, "Son said do it"], [1072, "2015-09-15T22:55:39Z", 0.1, "He is a truer friend of the big banks than Clinton, but that could be liability once the mud starts to fly."], [1070, "2015-09-15T22:50:52Z", 0.25, "I think he is torn but Clinton will continue to founder and the Democrats need a viable alternative.  "], [77, "2015-09-15T22:19:10Z", 0.85, "There are just two candidates for the democratic side. Hilliary's issues with Bengazi and most importantly her private server containing classified info under investigation by the FBI are just not going to dissappear. Her viability as a president will continue to diminish. On the democratic contender horizion is just Joe. The Democratic Party political machine will have to press Joe forward."], [1065, "2015-09-15T22:02:27Z", 0.85, "he's testing the money to see if it's there for his candidacy...as we all know that's all that matters. I would expect that if the funding is there then he'll suddenly find the \"emotional energy\" needed to race. "], [1054, "2015-09-15T20:53:21Z", 0.0, "Hitlery is in."], [1049, "2015-09-15T20:52:34Z", 0.0, "Clinton should be in enough trouble but maybe not by Thanksgiving"], [603, "2015-09-15T20:30:50Z", 0.65, "I have read that grief runs in a six month cycle, building to its most intense three months after the death of the loved one and then easing for the next three months until it reaches a point similar to the feelings one experienced immediately after the death. Since Mr. Biden's son died in late May, his most intense feelings could have occurred in late August. By late November he might be emotionally ready to take on an election run, especially one his son endorsed. "], [1042, "2015-09-15T20:01:48Z", 0.09, "He has already said that his personal life was not going to to be able to with stand the pressures of a presidential race in 2016."], [142, "2015-09-15T19:33:37Z", 0.55, "At this moment, Biden is playing the princess in the tower across the sea waiting to be freed to pursue destiny.  If  Clinton continues to sink he will be \"summoned\" to save the White House and the Obama legacy.  It's not yet clear that Clinton is finished and he won't run until that point.  Incidentally, the longer he waits the less stress there will be for his family and him."], [1031, "2015-09-15T18:54:10Z", 0.85, "He will run, but like everything else in his political career, he has not and will not be in a hurry. THe world runs on 'Biden's time'. "], [1025, "2015-09-15T18:39:58Z", 0.25, "Clinton's support is dropping and Sanders is too radical for the DNC.  "], [1021, "2015-09-15T18:21:53Z", 0.59, "While I am skeptical of the timing, I do foresee Joe Biden entering the Presidential Race."], [1016, "2015-09-15T18:15:28Z", 0.65, "Hillary is tanking. Democrats need a replacement."], [996, "2015-09-15T18:11:43Z", 0.4, "He seems like he is struggling, but his Colbert interview made it seem more likely."], [1014, "2015-09-15T18:00:52Z", 0.95, "He wishes the Oval Office to remain in Democratic Party control and sees the tracking data showing Clinton's weakness.  The only reason he may not enter the race is if the Republicans seem to be on the path to selecting an unwinnable candidate."], [90, "2015-09-15T17:57:18Z", 0.65, "Better than 50-50 just because her isn't saying no."], [689, "2015-09-15T17:54:26Z", 0.77, "Comment deleted on May 10, 2016 05:44PM UTC"], [985, "2015-09-15T17:16:27Z", 0.7, "I believe this is part of a well thought out strategy by the Democratic National Committee.  Sham or not, this is what the political professionals consider best.  That begs the question, is the RNC masterminding the spectacle we are witnessing? ;-)"], [532, "2015-09-15T16:58:24Z", 0.3, "The first primary deadline in November 6th so he will have to decide by then.  He will never be as loved as he is right now.  That may be tough to trade for the ugliness of a campaign.  "], [986, "2015-09-15T16:57:18Z", 0.1, "Biden is not a viable candidate, and at this point it is too late for him to become one."], [4, "2015-09-15T16:52:45Z", 0.2, "I think this is tied closely to the likelihood of the Clinton campaign completely imploding, which I think is very low.  If Biden was serious about running against Clinton, he would have entered the race long ago."], [980, "2015-09-15T16:50:05Z", 0.0, "As HRC continues to flail, Joe becomes the only option."], [975, "2015-09-15T16:43:26Z", 0.05, "NO"], [960, "2015-09-15T16:37:24Z", 0.05, "Not nearly enough momentum to stop the Clinton machine; he's too old.  And, he knows both these things."], [969, "2015-09-15T16:34:15Z", 0.2, "http://www.cnn.com/2015/09/10/politics/biden-colbert-late-show/index.html "], [2, "2015-09-15T16:29:49Z", 0.38, "Dropping my forecast.  Just watched the Stephen Colbert interview."], [961, "2015-09-15T16:27:08Z", 0.55, "The issue is a combination of personal drive, Beau's wishes vs recognition of the late start. He likely is weighing the impact as well to the noise of the GOP candidates parade. "], [951, "2015-09-15T16:23:41Z", 0.25, "I think waiting is a smart move, but not for too long. Right now, Clinton seems to be absorbing the brunt of criticism toward candidates and it would make sense to let her take it before coming in as a fresh alternative. Waiting too long, however, could let Bernie Sanders slip too far ahead to catch. I'm not highly confident that he'll make the decision, but I think it's more likely than the current prediction."], [946, "2015-09-15T16:19:35Z", 0.15, "too late, and he knows it.  Only a massive meltdown by HIllary would push Joe into the race."], [38, "2015-09-15T16:10:38Z", 0.33, "http://www.nytimes.com/2015/09/15/opinion/david-brooks-the-biden-formation-story.html?emc=edit_th_20150915&nl=todaysheadlines&nlid=28699183"], [212, "2015-09-15T16:08:16Z", 0.65, "Don't know too much about this but reading this, it does seem like he's testing the waters at least. http://www.bloomberg.com/politics/articles/2015-09-14/biden-secretly-met-with-top-obama-bundler-during-new-york-swing"], [930, "2015-09-15T15:56:01Z", 1.0, "He is already running"], [131, "2015-09-15T15:43:21Z", 0.2, "I don't think he's motivated enough to run. He really publicized his doubts earlier and the presidency isn't something you go for half-hearted. "], [369, "2015-09-15T15:42:44Z", 0.18, "modification as hit wrong key  :-( "], [369, "2015-09-15T15:41:01Z", 0.0, "depends upon: how HC handles events in intermediate future; how he handles grief which can be a driving or inhibiting force; timing/famiy as would not be surprised if  he would like a \"normal\" Thanksgiving, followed by an announcement, in which case the Q is resolved on a temporal, not decisional basis    "], [38, "2015-09-15T15:29:30Z", 0.21, "Counter arguments to one I've already presented . . . \n My observation is that people who run for office generally are people-pleasers.  \nBiden may honestly be plumbing the depths of his ambition and energy, but we shouldn't discount the pressure that political operatives can bring to bear on a person. I have seen up close how people near a potential candidate can push/pressure them into running  even though their heart really isn't in to it:  how they agree to run because they think that not running would mean letting down their supporters."], [221, "2015-09-15T14:38:35Z", 0.15, "I have the inkling that Biden is not going to run finally. Let's see what happens. "], [392, "2015-09-15T14:19:25Z", 0.05, "Biden is now 72 years old with a more pensive perspective after the death of his son Beau last May. I don't believe he has the drive or motive to run. "], [38, "2015-09-15T14:13:20Z", 0.21, "This question was the subject of a 20-min conversation on Charlie Rose last night.  One thing that I got out of the program was that November 1st was \"very late\", so I assume Thanksgiving is \"extremely late\".  That means that this question is likely to either close early as \"Yes\" or resolve as \"no\" on Nov 26.  If it resolves early as \"yes\", there may be no chance to adjust forecasts accordingly, so an extreme \"no\" forecast could really hurt."], [530, "2015-09-15T14:05:30Z", 0.22, "If anything, he seems to be leaning away from it."], [59, "2015-09-15T13:07:25Z", 0.03, "Too soon after son's death, and his political calculation will show that he can't win nomination, unless Clinton somehow blows up, which is why I am not at 0."], [505, "2015-09-15T12:27:12Z", 0.0, "Hasn't got the heart and desire to fight for the nomination so why make the effort. Besides what can he actually do for the USA?"], [37, "2015-09-15T11:11:30Z", 0.0, "Many thanks to einsteinjs and others for their perspectives and research. What finally drove my decision was the tweet showcased in 538's analysis. I'm going full-no on this one.\nhttp://fivethirtyeight.com/features/joe-bidens-potential-2016-presidential-campaign/"], [691, "2015-09-15T10:42:01Z", 0.18, "Too loyal to the party to want to split it up, and will realize pretty soon that he can't win even the nomination, since Clinton has all the money and most of the power folks locked up. "], [295, "2015-09-15T07:52:42Z", 0.33, "It's likely he wants to, but what's holding him back?  Time is running out."], [68, "2015-09-15T07:47:27Z", 0.2, "Is he still ambitious enough, and is he ready for the hard grind? If he used his head rather than heart, he would wait till well after Thanksgiving to see whether the Hillary balloon deflates further, perhaps  till after the Iowa and New Hampshire primaries (which is when Robert Kennedy announced his candidacy in 1968 - Sanders being this year's McCarthy). He can then be seen to be responding to a call rather than as a spoiler. He would also retain a lot of goodwill instead of being subjected to attacks from rival camps. In the meantime, proxies can keep his name in the news with more will-he won't he teasers."], [60, "2015-09-15T03:22:43Z", 0.06, "Nate Silver wrote a good piece about this in August: http://fivethirtyeight.com/features/joe-bidens-potential-2016-presidential-campaign/\nExcerpts:\nBut here’s the dilemma: The longer Biden waits to officially enter the race, the more of a problem his late start would become. He couldn’t easily make up for lost fundraising opportunities, for example. And at some point — likely in mid-November — he’d begin to encounter logistical challenges, like having failed to meet the filing deadline in New Hampshire and other early states."], [38, "2015-09-15T02:18:35Z", 0.3, "Why he might:\n-he has significant & increasing public support.  He's getting a lot of positive attention & an out-pouring of affection, almost more than ever before in his life.  That can be addictive.\n-as a distraction from his grief\n-to honor his son Beau and his dying request\n-to complete his life's work.  I've read that he thought of Beau as his legacy.  Now, he is re-thinking what his legacy is/will be.\n-when his wife & daughter were killed and 2 sons injured in an auto accident, even though he thought about resigning to care for them, he was persuaded not to, so he might be persuadable  now, too.\n-continued problems in the Clinton campaign widens the opportunity for him"], [241, "2015-09-15T02:18:31Z", 0.1, "Biden has run twice before and knows how difficult that will be. He's only going to do it if, to use a cliché, he feels he has fire in the belly. Based on his recent public appearances, I don't see that right now. Watch his interview with Stephen Colbert. Does he sound like a presidential candidate? https://www.youtube.com/watch?v=XwmMPytjrK4 (skip to 3:20)."], [755, "2015-09-15T01:51:13Z", 0.75, "Draft Biden people are serious: http://www.cnn.com/2015/09/14/politics/joe-biden-2016-ballot-access/index.html\nGood reaction from audience on Colbert show. I saw the interview and the man definitely connects. The email fiasco sandbagged Hillary early on and Bernie, although a great orator, maybe too far Left for most mainstream Democrats/Progressives.    \nThis maybe Biden's last shot and I think he'll take it."], [915, "2015-09-15T01:50:26Z", 0.5, "jill biden, def no (i.e. i think she just wants a return to a quiet, normal life----not thrust into the role of fashionista-in-chief, consoler-in-chief, martha stewart-in-chief, ambassador-in-chief, etc)"], [830, "2015-09-14T23:19:07Z", 0.95, "Although he may be hesitant getting older and very tired I think he will be reenergized soon #1 There is alot of weakness in the field of canidates. That will become more obvious #2 His son asked im to before he died. I was going to vote republican but would vote for him if he ran. "], [231, "2015-09-14T23:13:05Z", 0.25, "Preparations are being made: http://www.kspr.com/news/politics/biden-advisers-eyeing-ballot-deadlines/21051736_35271186\nBut all signals from the man himself have been to indicate he's not running."], [102, "2015-09-14T22:32:49Z", 1.0, "This one is too easy.  Hillary's got a dent in her head, too much money from foreign lobbyists and too many emails to hide.  There is no other credible Democratic contender.  Uncle Joe is one of your more skilled used car salesmen.[1]  It's him or Donald.  Bernie Sanders is too Socialist for the mainstream.  Donald is too much too much for he mainstream.  I see Biden going the distance and winning."], [2, "2015-09-14T22:09:15Z", 0.65, "I think he's looking for a reason to.  The insiders are trying to stop him from doing it.  "], [20, "2015-09-14T22:07:08Z", 0.6, "Nice link by Konstantin. Hard to see uncle Joe hanging it up after 40+ years in DC. But there are also good personal reasons. He would start out behind HRC and Bern too. A big challenge with a broken heart."], [909, "2015-09-14T21:51:23Z", 0.04, "He's 72, recently suffered the lose of a son. I think he just wants to retire and be a grandfather."], [102, "2015-09-14T20:49:37Z", 0.95, "Yes because of all the heartfelt TV moments where he's been crying about his son and wondering if he has the strength to go on.  Plus Hillary's concept of private email for public officials would look shady for the village dogcatcher."], [484, "2015-09-14T20:42:53Z", 0.7, "Even if the VP isn't \"all-in\" I'd guess that the Democrats would like to have a back-up to Hillary Clinton which isn't Bernie Sanders."], [136, "2015-09-14T20:42:12Z", 0.65, "http://www.bloomberg.com/politics/articles/2015-09-14/biden-secretly-met-with-top-obama-bundler-during-new-york-swing"]]}