{"question_id": 765, "title": "Will the UN Security Council adopt a resolution concerning Somalia between 29 November 2017 and 22 December 2017 ?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[42742, "2017-12-22T20:09:04Z", 0.0, "It's already 22 Dec. "], [42713, "2017-12-22T06:10:51Z", 0.0, "Most of the security council is engaged in other matters. Somalia is not a priority."], [42664, "2017-12-21T10:44:38Z", 0.0, "Recent action on Somalia make it unlikely that the Security Council will take action on Somalia before December 22."], [38778, "2017-12-20T15:42:04Z", 0.0, "Based on GJ consensus"], [14053, "2017-12-19T03:25:38Z", 0.01, "The UN Security Council adopted Resolution 2385 regarding Somalia on November 14th, 2017 - outside the parameters.  There are no pending reports to the Council from any committees on the Council schedule thru Dec. 22, 2017.  Nothing on the Security Council schedule regarding Somalia during this timeframe.   "], [42055, "2017-12-16T17:01:54Z", 0.05, "lowering estimate"], [42055, "2017-12-16T13:23:32Z", 0.12, "The consensus here seems to be very low. However, all is not stable in Somalia. http://mobile.reuters.com/article/amp/idUSKBN1E81XF  As this week progresses the probability diminishes unless there are other warning signs."], [31275, "2017-12-11T17:18:29Z", 0.0, "Per resolution passed in November. Thanks dsarin!"], [31275, "2017-12-11T15:40:12Z", 0.21, "Looked at Meeting schedule. Do not see anything on it for December but still wondering if Mandate Schedule means reauthorization. Stopping ships at sea may be covered in arms embargo. Cautiously lowering. http://www.un.org/en/sc/inc/pages/pdf/pow/powmonthly.pdf"], [37379, "2017-12-06T22:16:48Z", 0.05, "http://www.gjopen.com/comments/comments/630203"], [31275, "2017-12-04T17:41:03Z", 0.34, "Best info I could find on mandate schedule, reauthorization, is here. http://www.un.org/en/sc/inc/pages/pdf/sccycles.pdf   Raising due to authorization to stop ships at sea needs reauthorization about now. "], [31275, "2017-12-04T15:10:06Z", 0.09, "Thanks for asking question. Learning more about UN. There is a mandate and reporting schedule. Short a crisis this is a good place to look for what is happening at SC and pending resolutions. I will examine that and updat shortly. I do 2 things...ask myself what do I need to know to answer the question and where can I get that information. Thanks again."], [31275, "2017-12-04T03:20:44Z", 0.09, "Nov 14 was the IN SC Resolution 2385. Extends arms embargo. Embargo of charcoal too as Al-Shabab is making money from this. Likely no further action unless new events occur. They are also studying whether Al-Shabab has hooks into Chemical Industry. A resolution might result from that but unlikely in this time frame."], [34031, "2017-12-04T00:54:10Z", 0.05, "Initially, just going with the crowd, as I have no pre-existing background info which would affect my opinion. But a few things I'd be interested in answering, which might help:"], [83, "2017-12-02T23:21:07Z", 0.0, "UN Security Council to monitor development in months after Nov. embargo extension:\nhttp://www.africanews.com/2017/11/15/un-security-council-renews-arms-sanctions-on-eritrea-and-somalia//"], [31275, "2017-11-30T20:08:49Z", 0.15, "Low because they adopted sanctions on Nov 14th in resolution 2385. "], [1333, "2017-11-29T19:05:26Z", 0.15, "Qatar and Somalia just reached a deal on a 2bn usd loan, to fix some humanitarian problems."]]}