{"question_id": 219, "title": "Will Nissan sell more than 15,000 units of the LEAF in the US in 2016?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[6303, "2017-01-01T04:39:05Z", 0.0, "According to the general news and GJP consensus."], [20156, "2016-12-27T09:03:50Z", 0.0, "12,107 units before December. The top selling month had 1457 units. http://www.goodcarbadcar.net/2011/01/nissan-leaf-sales-figures.html"], [6303, "2016-12-26T03:24:44Z", 0.0, "According to the general news and GJP consensus."], [15649, "2016-12-21T04:09:01Z", 0.1, "Charging stations and charge range still a big concern. "], [31201, "2016-12-20T04:37:46Z", 0.1, "LEAF sales are down sharply."], [31567, "2016-12-19T12:39:20Z", 0.0, "The trend is falling short of 15k units"], [6303, "2016-12-19T03:49:25Z", 0.0, "According to the general news and GJP consensus. "], [30285, "2016-12-13T17:40:54Z", 0.01, "Based on sales figures reported by EVNews (http://insideevs.com/monthly-plug-in-sales-scorecard/), the Leaf would need to have 198% sales increase from November to achieve 15,000 units before 12/31. Sales results in 2014 and 2015 for the Nissan Leaf would not support a seasonal impact for December."], [6303, "2016-12-12T02:03:44Z", 0.0, "According to the general news and GJP consensus."], [29358, "2016-12-11T00:32:01Z", 0.0, "Not going to happen!"], [4645, "2016-12-08T20:56:33Z", 0.01, "https://www.gjopen.com/comments/comments/392711"], [19801, "2016-12-06T10:53:42Z", 0.0, "November figures are out and for  2016 YTD 12,107 units have been sold. Not possible to sell 3 000 cars in single remaining month. \nhttp://www.goodcarbadcar.net/2011/01/nissan-leaf-sales-figures.html"], [6303, "2016-12-05T04:34:30Z", 0.0, "According to the general news and GJP consensus."], [28904, "2016-12-03T16:20:03Z", 0.0, "They need to sell 2893 Leafs in December to hit this target. They sold 1457 in November. \nForecasting with HoltWinters (no beta or gamma), I get ~0.5% chance of December sales that big. \nThey have hit that number before. Wish there was a way to put in 0.3% as a forecast. "], [38, "2016-12-03T01:31:03Z", 0.0, "http://www.greencarreports.com/news/1107541_plug-in-electric-car-sales-for-nov-volt-soars-prius-prime-arrives"], [4645, "2016-11-28T21:46:29Z", 0.01, "Based on the sales numbers available here (http://insideevs.com/monthly-plug-in-sales-scorecard/), The Nissan Leaf had sold just over 10k units by 10/31. A quick look at prior years' trends suggests a late spike in sales (of the magnitude required to make up the difference) is unlikely."], [6303, "2016-11-28T03:04:33Z", 0.0, "According to the general news and GJP consensus."], [30384, "2016-11-21T16:17:12Z", 0.0, "- Sales have been going down. \n- They need to average over 2K per month. \n- No new model is coming out (there is a lot of talk about model fatigue)\n- Competition (Chevy and Prius) are coming out with new models end of year.\n- New battery pack coming out next year that will increase range past 200 miles (so people will wait)."], [28904, "2016-11-21T14:52:32Z", 0.01, "Sales would have to average more than 2000 cars/month in November and December. It's been over a year since they've hit that kind of number. \nI haven't updated my model, but I'd say <1% chance. "], [6303, "2016-11-21T03:01:17Z", 0.0, "According to the general news and GJP consensus."], [30357, "2016-11-20T04:58:12Z", 0.02, "Only two months unknown.  Nov and Dec would both have to be higher than the highest month of sales in 2015 and 2016.  Sales would have to be 150% of October sales.  Very unlikely, but not entirely impossible (+ could be year end closeouts, - 2017 model is largely same as 2016 with actual 2nd gen expected in 2018)"], [30355, "2016-11-20T02:27:27Z", 0.03, "Based on past sales"], [30285, "2016-11-15T21:46:41Z", 0.02, "Based on sales figures reported by EVNews (http://insideevs.com/monthly-plug-in-sales-scorecard/), the Leaf would need to have 198% sales increase from November to achieve 15,000 units before 12/31.  Sales results in 2014 and 2015 for the Nissan Leaf would not support a seasonal impact for December."], [1769, "2016-11-14T21:28:41Z", 0.0, "they might not be able to gift that many away... "], [30051, "2016-11-14T02:02:47Z", 0.0, "Heavy incentives not helping sales"], [6303, "2016-11-14T01:26:33Z", 0.0, "According to the general news and GJP consensus."], [30086, "2016-11-10T03:14:38Z", 0.01, "Leaf sold 10,650 through end of october. End of year monthly sales are generally in line with monthly averages."], [26874, "2016-11-08T17:57:46Z", 0.04, "As of today, Nissan is 4350 units short of 15,000. Given the 2016 trend, it seems highly unlikely."], [30051, "2016-11-07T01:35:31Z", 0.02, "Low gas prices, better EV competition in market"], [6303, "2016-11-07T00:42:16Z", 0.0, "According to the general news and GJP consensus."], [26113, "2016-11-06T23:16:20Z", 0.03, "October was relatively good  - best month all year. Still not impossible to hit 15K but it will take a big surge in the last 2 months."], [30050, "2016-11-06T22:33:34Z", 0.1, "Too much competition from hybrid, gas prices are low"], [30042, "2016-11-06T15:02:32Z", 0.0, "At best they could do 3k in November and December, and they will come out short."], [29358, "2016-11-06T09:36:09Z", 0.02, "Nope. Unless they pull off a miracle in the last two months. Sales are down around 28% compared to 2015."], [38, "2016-11-02T19:48:28Z", 0.0, "http://www.autoblog.com/2016/11/01/nissan-leaf-100k-sales-us-report/"], [28998, "2016-11-01T13:00:28Z", 0.0, "The best performance since in consecutive four digits is an improvement of 24%. October, November,December needs to sell around 48% more than the last month September to reach 15000."], [6303, "2016-10-31T02:03:20Z", 0.0, "According to the general news and GJP consensus."], [7658, "2016-10-26T23:08:24Z", 0.05, "Low mileage."], [6303, "2016-10-24T00:51:19Z", 0.0, "According to the general news and GJP consensus."], [29549, "2016-10-23T00:52:25Z", 0.0, "Continues to be no reason to suspect a sales spike in Q4"], [28904, "2016-10-21T20:39:13Z", 0.02, "September numbers are in. Used Holt Winters, but should use a better predictor. Odds are at 2%. "], [29617, "2016-10-17T18:33:19Z", 0.0, "Looking at monthly sales data, to reach 15,000 units, Oct, Nov and Dec sales will each have to be almost 60% AHEAD of equivalent months in 2015. Given the average Jan-Sep month has been 30% DOWN y-o-y, it appears that there is next to no chance of this happening.  "], [26113, "2016-10-17T14:59:07Z", 0.05, "September's 1316 units offer a glimmer of hope, but sales for Q4 will have to be very brisk to make the target."], [29549, "2016-10-15T18:21:47Z", 0.0, "A 2017 model with likely 200 mile range will leave the 2016 leaf in a void.  Potential leaf customers will wait for the Tesla Model S, or the 2017 version with a longer range. "], [29549, "2016-10-13T00:49:31Z", 0.0, "Tesla Model 3\nCost proposition with fuel sub $2 for much of the year\nRange even with the new battery pack \nCompeting cars both gas and hybrid offer more for less to include the chevy cruz with auto shut down/start, the smug among us will opt for these options over the inconvenience of the Leaf.\n"], [22305, "2016-10-10T13:31:08Z", 0.61, "Yes. the ev market is still increasing, the nissan package is good and still improving and is a lot cheaper than others. the customer tendency is to wait for the new products on the market, which makes it hard for the leaf, to reach their goals."], [6303, "2016-10-10T03:09:29Z", 0.0, "According to the general news and GJP consensus."], [2845, "2016-10-10T00:47:11Z", 0.25, "Facts\n- overall downward trajectory of sales of leafs\n- increasing 'hotness' of Tesla brand\n- guess: overall growth of EV market\n- guess: more sales during holiday season\n- leaf are much cheaper than tesla, but price sensitive consumers less likely to care about EV\n- according to http://insideevs.com/monthly-plug-in-sales-scorecard/, 9k sales before october, but it's trending upward..."], [28904, "2016-10-03T17:34:31Z", 0.06, "Did a Time Series analysis, and got this forecast: \nPoint Forecast Lo 80 Hi 80 Lo 95 Hi 95 \n67 1015.9433 331.50077 1700.386 -30.8212 2062.708 \n68 988.2022 153.80807 1822.596 -287.8935 2264.298 \n69 960.4611 -19.54805 1940.470 -538.3336 2459.256 \n70 932.7201 -191.45944 2056.900 -786.5641 2652.004 \nThe negative numbers aren't going to happen, but the trend is down. The time series puts it about at 20%, assuming I'm reading it correctly. \nSeptember beat forecast, but not by enough--it needed to be closer to 1700. I'll revise down"], [83, "2016-10-03T17:07:22Z", 0.0, "Sales were up in 3rdQ, but, almost 2,000 per month required in Q4 seems to be too much of an increase."], [6303, "2016-10-03T03:02:03Z", 0.0, "According to the general news and GJP consensus."], [28904, "2016-10-02T01:38:56Z", 0.09, "I used Holt Winters exponential smoothing on the data (alpha = 0.1), and it downplayed 2013 and 2014 a bit. It moves the average monthly sales down to 1296, which is still more than we've seen this year in any month.  They'd have to exceed by 0.61 standard deviations four months in a row. \n0.61 sigma for a normal distribution is about 27%. Question is, am I doing my math right? If it's 0.27^4, it's less than a percent (4 in a row). If it's just in aggregate, then it's higher. \nUntil I can get my math checked for sure on this, I'm going to weigh heavy towards the <1 percent over the 27% and go 2/3rds that way. "], [28904, "2016-10-01T19:05:51Z", 0.38, "Nissan has sold 7922 Leafs so far this year. They would have to outperform their average by 0.38 standard deviations to beat 15000 this year. That's a 38% chance in naive stats.\nThe data looks like a mess--I can't see a real pattern in it aside from being down since the incentives were pulled. 38% may be optimistic. "], [29357, "2016-09-30T15:02:28Z", 0.0, "Without strong incentives or a large increase in gas prices 15k will be almost impossible."], [29329, "2016-09-28T22:49:04Z", 0.05, "Seems the leaf sales have fallen , due to season change (sarcasm) and stiffer competition."], [6303, "2016-09-25T18:20:36Z", 0.0, "According to the general news and GJP consensus."], [29192, "2016-09-23T03:30:21Z", 0.0, "Gas is cheap"], [27853, "2016-09-20T16:12:07Z", 0.0, "YTD sales of the Nissan Leaf are at 7,992 units. To reach 15,000 units by the end of 2016 they would need to average 1,752 units per month, around 1.6x more than the current sales of just over 1,000."], [6303, "2016-09-18T20:41:52Z", 0.0, "According to the general news and GJP consensus."], [6303, "2016-09-12T00:46:30Z", 0.0, "According to the general news and GJP consensus."], [19801, "2016-09-10T13:59:15Z", 0.0, "Nissan Leaf has sold 7922 cars to date. There are only 4 months left in the year. At the current rate of sales Nissan will only hit 11833 cars sold. Even if all of Nissan's last 4 months are as good as its best month it can't hit 15 000."], [28844, "2016-09-08T19:19:24Z", 0.03, "Would need around 1800 units sold (average) per month for the rest of the year and have not seen that many units sold any other month this year yet."], [26874, "2016-09-07T21:44:28Z", 0.07, "Nissan LEAF sales continue to struggle [1]. "], [6303, "2016-09-06T01:56:46Z", 0.01, "According to the general news and GJP consensus."], [28631, "2016-09-02T11:23:35Z", 0.0, "confirm based on Aug numbers\nSales 2016 (YTD 08_2016: 7922, Aug 1066) \nhttps://www.gjopen.com/comments/comments/313008"], [68, "2016-09-02T11:04:49Z", 0.0, "http://www.goodcarbadcar.net/2011/01/nissan-leaf-sales-figures.html"], [83, "2016-09-01T23:48:26Z", 0.0, "Sales in August came in at 1,066, still far short of the pace need for the  15,000 target."], [28631, "2016-08-29T10:53:03Z", 0.0, "sales numbers make to date make it unlikely that the goal is achieved\nhttp://www.goodcarbadcar.net/2011/01/nissan-leaf-sales-figures.html"], [6303, "2016-08-29T00:41:09Z", 0.01, "According to the general news and GJP consensus.\nLess likely if gasoline prices stay lower."], [19801, "2016-08-17T07:21:18Z", 0.0, "6856 Leaf's have been sold to date. On track at the current rate for only 9712 car sales this year. Only 5 months left for a turnaround, at this point that is too massive a shortfall to bridge.\nhttp://www.goodcarbadcar.net/2011/01/nissan-leaf-sales-figures.html"], [26113, "2016-08-17T05:21:39Z", 0.02, "Very steep hill to climb now. Sales would have to jump 60% above YTD run rate."], [745, "2016-08-12T19:11:39Z", 0.02, "Sales are slower.  Last year's sales were only about 17,000 with more sales in the first half of the year.  Gas prices are continuing to be quite weak, which should work against electric cars."], [28193, "2016-08-10T14:55:01Z", 0.01, "Nissan Leaf selling are decreasing year to year, last year they sold a 10,990 units total and this year they only sells 6,856 units at this point. If we compare the sales of the july 2015 with the sales of july 2016, the sales of the current year decreased about 9.5%. "], [28193, "2016-08-10T14:44:23Z", 0.02, "Comment deleted on Aug 10, 2016 02:49PM UTC"], [4262, "2016-08-09T16:21:00Z", 0.01, "The Nissan Leaf's max. monthly share of total vehicles sold was 0.09% over the last 12 months.  The highest SAAR over the same period was 18.04M and US sales YTD through July 2016 is 10.1MM.  If I assume the industry was to do 18.04MM SAAR in 2016, that implies another 7.9MM vehicles still to be sold.  Using Nissan Leaf's max. monthly market share of 0.09% implies approx. 7.0k vehicles to be sold, on top of the 6.9k vehicles sold YTD, which puts the total at 13.9k."], [83, "2016-08-06T00:02:39Z", 0.0, "July's sales of 1063 is about 408 short of pace needed to reach 15,000, adding around 80 additional sales / month to the rate required to meet the 15,000 objective."], [68, "2016-08-03T06:42:29Z", 0.01, "http://www.goodcarbadcar.net/2011/01/nissan-leaf-sales-figures.html"], [27989, "2016-08-01T15:20:14Z", 0.0, "we are too close to year-end, and they haven't had any traction yet"], [27741, "2016-07-31T10:21:48Z", 0.0, "Since January 2015 sales of the Nissan LEAF are declining in the US market on month-to-month and quarter-to-quarter basis. [1]\nFour competition models not only having a positive trend in 2016 but also selling more [2]\nThere is a good chance that Tesla Model 3 reservation process has dried out the market for $ 35,000 electric vehicles. 373,000 potential buyers have placed a reservation and there is a high chance that they will wait for the Tesla 3. And ad-campaign launched in May directly attacking Tesla´s reservation process didn´t have much impact [3]\nBased on June sales the need a monthly increase of approx. 10% each month to reach 15,000 units for 2015.\nA recall because of possible air bag malfunction will not support such an increase. [4]"], [27659, "2016-07-26T14:31:48Z", 0.45, "Sales may be down in 2015 in expectation of the new model but are actually purchased in 2'nd half of 2016 (deferd buy)"], [27332, "2016-07-26T03:12:42Z", 0.07, "Lousy range, old car, new model coming up, etc."], [27797, "2016-07-25T22:03:50Z", 0.02, "Tesla is dominating the still niche electric car market whilst gas prices have remained low enough that the transition to EV has slowed in its momentum."], [27766, "2016-07-25T07:48:11Z", 0.02, "Steady sales over the first few month only accumulating to ~6000 units. No sign in the previous years to have high fluctioation in positive direction."], [27745, "2016-07-24T16:32:42Z", 0.05, "LEAF sales have clearly tanked, and Tesla's Model 3 is a straight competitor with the wind behind it."], [27690, "2016-07-24T06:30:34Z", 0.1, "Up to June, less than 6000 EV werd sold. Eben the VW stories don't increase the sells."], [691, "2016-07-23T13:58:52Z", 0.01, "Is there a Hot Wheels version of this vehicle, and if so, would its sales count as \"units\"?  Doesn't matter, of course, since nobody would buy that, either. "], [22481, "2016-07-21T10:57:19Z", 0.03, "Really don't think so. Sales figures for first 6 months are 5,793. For the same period last year they were 9,816 and volumes dropped in the second part of the year. If that same tendency repeats in second half of 2016 they will be way below the 15,000 units\nhttp://insideevs.com/monthly-plug-in-sales-scorecard/"], [25862, "2016-07-21T06:01:33Z", 0.14, "No, they've only sold 5793 units so far"], [21740, "2016-07-20T17:05:07Z", 0.12, "http://insideevs.com/monthly-plug-in-sales-scorecard/"], [27365, "2016-07-16T20:32:36Z", 0.05, "150.000 EVs per year. 50,000 or so Teslas. there are at least another 10 -15 models. Split about evenly the nbr is way lower than 15,000"], [27161, "2016-07-16T00:38:38Z", 0.15, "Sales will be down. But there is a moderate chance they will not fall all that much."], [26874, "2016-07-15T22:31:48Z", 0.1, "Nissan Leaf manufactured between February 24, 2016 and March 23, 2016 recalled because of air bag malfunction. [1] This might impact sales (Nissan has to deal with the reparations and is not allowed to sell those vehicles manufactured during the dates previously mentioned until the problem is fixed)."], [27323, "2016-07-14T20:17:02Z", 0.01, "Looking at the monthly sales figures from last year as well as so far this year they are on track to sell ~11,000 cars. 15,000 is about 3 sigma from that and so the probability left is close to one."], [27319, "2016-07-14T18:05:39Z", 0.05, "Gasoline prices will remain low throughout the year on excess Bakken and other shale capacity, which can quickly come online in response to any sustained price increases.  I see gas prices as the largest driver of Leaf sales in the US."], [27020, "2016-07-14T14:46:18Z", 0.17, "No. Current sales in 2016 are ~6000 units. With new technology becoming available in 2017, it's a tough sell for the 2016 model. "], [27299, "2016-07-14T09:17:11Z", 0.0, "Sales are significantly down, even on this point last year. They're under 5,000 for the year to the end of May, so reaching 11,000 would be an achievement from here!"], [27244, "2016-07-13T12:14:51Z", 0.03, "Little enthusiasm outside select regions. Nissan is too much of a mass market brand to attract early adapters. Nissan struggles to sell its mainstream vehicles to consumers."], [27186, "2016-07-12T23:45:02Z", 0.05, "Sales appear to be flat so far in 2016 with a trend-line below 12K. I don't see or hear changes in buzz. Tesla seems to have all the mind-share these days. Further, a proportion of people who may have bought the Leaf will not likely delay in favor of the Tesla Model 3."], [27106, "2016-07-12T18:19:36Z", 0.9, "2x last year"], [83, "2016-07-10T19:31:10Z", 0.0, "Down 2%.  Adequate time left to raise forecast in the unlikely event that the monthly volume increases."], [26874, "2016-07-10T04:34:19Z", 0.13, "Nissan Leaf is experiencing a series of difficulties this year: "], [26995, "2016-07-09T20:04:04Z", 0.02, "5k sales at half way point, no significant changes to the ageing model which will double its sales in the second half of the year "], [19801, "2016-07-09T08:04:12Z", 0.01, "Updated forecast using last 6 months data:"], [83, "2016-07-04T18:34:32Z", 0.02, "June 2016 sales of 1,096 is about half of the June 2015 sales, and is only about 60% of the rate needed to achieve 15,000 for 2016."], [25706, "2016-07-04T17:42:34Z", 0.13, "Leaf Sales are trailing behind other major models as of July 4th 2016. The first 6 months of the year have seen ~5000 units sold, so over 1600 units would have to sold a month going forward, a number that has not yet been reached this year for the Leaf. The competition is much higher this year as well, with more options ofr consumers to choose from, making it less likely that this gap will be closed in the coming months. "], [25927, "2016-07-04T16:09:37Z", 0.3, "From 2011 (first full year of full year sales) through 2014, the 2nd half of the year sales ranged from 1.3x to 2.1x the 1st half sales. In 2015 that changed- it was .76 of the first half. First half LEAF sales were 5,793 in 2016, which means in order to reach 15k sales by year end sales in the 2nd half would need to be 1.6x first half (an additional 9,207 sales). This is achievable, however it looks unlikely."], [26349, "2016-07-04T12:36:17Z", 0.17, "LEAF sales are not strong this year. By the end of June, 2016, 5793 units had been sold; by the end of June 2015, almost twice that number (9816) had been sold. A number of factors seem to be contributing to 2016's poor performance: cheap oil (so low prices at the pump reducing the demand for electric cars slightly, especially amongst the mid-range consumers at whom the LEAF is aimed); extremely strong competition from more appealing, domestic brands (Tesla Model S and Chevrolet are both competing effectively); a slightly worn-out model, with an unconvincing update for 2016. Talk of a major upgrade to the LEAF for 2017 makes it even more improbable that sales will improve at the end of 2016."], [4660, "2016-07-03T20:17:33Z", 0.02, "With only 5,793 sold through June 30th, seems increasingly unlikely."], [20882, "2016-07-03T19:49:38Z", 0.33, "I analyzed the sales of LEAF published by Inside EVs.  By the end of June 2016, 5,793 LEAFs were sold.  It means Nissan has to sell at least 9,208 units by the end of 2016 in order to exceed the 15,000 mark.  Sales figures since 2011 shows that it is possible as long as Nissan performs at historic best every month for the rest of 2016 (i.e. monthly sales increase 10% to 16% over prior month).  If it performs at historic average or lower, then it will not make the challenge.  So, I give it â…“ chance of making the challenge."], [22147, "2016-07-02T21:25:32Z", 0.01, "WARNING, THIS PREDICTION CONTAINS A STRONG --UNTESTED-- ASSUMPTION OF NORMALITY. CONSUME WITH CARE."], [691, "2016-07-01T20:49:27Z", 0.02, "http://www.reuters.com/article/us-usa-autos-idUSKCN0ZH504\nNot unless they pack them as Cracker Jack prizes.  US auto sales are sluggish anyway; when that happens, people are buying the olde patriotic gas-guzzling SUVs and pickups and overpriced luxury status symbols, not fancy practical vehicles made by furriners. "], [26777, "2016-07-01T12:30:16Z", 0.1, "The infrastructure lacks too much, and it is uncomfortable in a long distance environment such as the US"], [26751, "2016-06-30T14:18:37Z", 0.76, "The US is not as design orientated than europe for example. Nissan has a good standing in the US market & the infrastructure develops. "], [26658, "2016-06-28T18:26:31Z", 0.01, "http://electrek.co/2016/06/01/nissan-leaf-sales-down-tesla-model-3-fault/"], [25824, "2016-06-28T16:27:39Z", 0.15, "w/o any in depth research, my full year estimate based on 1st quarter sales would be around $10,000.  Looking at the history of sales, the sharp decline may not be related to the quality of the car itself but could be other viable options such as Tesla's plan of rolling out more affordable models could affect market demand for the Leaf. Further research is needed."], [10924, "2016-06-26T21:59:58Z", 0.01, "Improbable run rate required exceeding 1,400 in a year where YoY sales are declining"], [26556, "2016-06-26T14:51:17Z", 0.8, "Anecdotal gut feeling.  15,000 seems like a tiny amount for the suze of the market.  My prediction is probably skewed based on the number of publoc charging stations in my region of Canada.  I suspect that 15,000 have already been sold in Canada.  "], [26553, "2016-06-26T13:33:44Z", 0.0, "evs over-hyped"], [26243, "2016-06-26T13:20:34Z", 0.02, "1H 2016 sales figures do not support it."], [14863, "2016-06-26T12:41:02Z", 0.05, "Nissan leaf saw a 42% drop in US sales 2014 to 2015\nIt's only sold 4850 in the first five months of 2016 in the US\nBrexit has created market uncertainity and will add a small dampening effect to the already slowing down US economy"], [135, "2016-06-25T17:59:27Z", 0.0, "I was thinking of giving it a 1% chance, but hard to imagine a scenario of any likelihood that would cause it. It isn't really zero, because few things are, it's more like a one in 200 or 300 chance."], [26509, "2016-06-25T16:27:05Z", 0.05, "Too many people have preordered the tesla "], [26256, "2016-06-25T06:45:36Z", 0.05, "To reach the target of 15,000 LEAF monthly sales will have to grow at average 18%. The geometric mean of monthly sales growth rate in 2016 is 6.7% so far. "], [12364, "2016-06-24T21:58:06Z", 0.0, "By may 2016 only 4697 LEAF units were sold in US"], [26489, "2016-06-24T14:54:31Z", 0.05, "As of the end of May, Nissan has sold 4,697 LEAF's. They would need to average almost 1500 units a month until the end of the year to get there. Their best month so far this year was 1246 units. With gas likely to remain cheap for the duration of the year, it is very unlikely they will reach 15,000 units. "], [26450, "2016-06-23T17:11:33Z", 0.2, "They are on pace to only sell around 11,300.  In previous years they have always been in the top three electric cars sold, so far this year they are fifth.  Every year that they have sold more than 15,000 units, their sales have been much higher at this point in the year.  "], [83, "2016-06-21T18:41:41Z", 0.02, "Sales not on pace for target.  Seems the competition has exceeded the Leaf 's performance, and significant improvements are not likely until 2018.  Unless I've missed significant price cuts, gov't subsidies or promotions for 2016, 15,000 looks out of reach."], [22481, "2016-06-21T15:24:44Z", 0.15, "Jan16-May16 sales data is well below the same period last year and appears to be worsening"], [25854, "2016-06-21T12:00:47Z", 0.15, "Annual sales for the Leaf have been declining. I think overall sales of electric cars will increase in 2016, but as the Volt and Energi improve and the Tesla's Model 3 I think the Leaf will loose market share more quickly than the electric car market grows. "], [26344, "2016-06-21T09:20:38Z", 0.33, "Infrastructure is still a big issue for E-cars, range is very restricted, price is comparably high."], [12745, "2016-06-21T01:56:24Z", 0.4, "Nissan was first to market and has been undermined by increasing competition, generally lower gas prices and an ugly car. "], [94, "2016-06-20T21:53:17Z", 0.07, "As mentioned by @Raahul_Kumar and @Khalid, it would take a big increase in sales to reach 15,000 in 2016.  Furthermore, this increase would be a reversal of the trend of decreasing sales."], [94, "2016-06-20T21:52:35Z", 0.07, "As mentioned by @Raahul_Kumar and @Khalid, it would take a big increase in sales to reach 15,000 in 2016.  Furthermore, this increase would be a reversal of the trend of decreasing sales."], [8622, "2016-06-20T17:39:41Z", 0.02, "If Nissan Leaf cannot extend the mileage range, they wont be able to sell more that 15K units. "], [6285, "2016-06-19T22:27:50Z", 0.1, "Without some large incentive Americans are not ready for full electric cars. Norway has no sales tax and other incentives . In urban areas full electric car can do fine but the lack of infrastructure in the rural areas and some  of the distances to cover in the west preclude full electrics."], [15624, "2016-06-19T15:54:24Z", 0.15, "Sales down on last year and increased competition in the market mean it will be a struggle to reach 15000 sales in 2016"], [25780, "2016-06-18T21:26:46Z", 0.0, "Based on macro economic trends, seasonality in us auto market, trend in leaf sales YTD compared to last year and new entrants coming into the market and their price and feature comparison vs the leaf."], [25601, "2016-06-18T16:47:50Z", 0.05, "The numbers are trending down making 15 000 sales in 2016 unlikely."], [691, "2016-06-18T13:46:44Z", 0.01, "At the moment, it looks like they are on track to move between 10,500 and 14,200, with the low end being more likely."], [554, "2016-06-16T21:13:30Z", 0.13, "Following crowd"], [25718, "2016-06-16T20:04:27Z", 0.01, "Nissan averaged sales of 1439 LEAFs a month in 2015 and is currently averaging 939 sales a month in 2016.  Nissan would need to average 1471 sales a month for the rest of 2016 and the numbers appear to be trending down.  The first 5 months of 2015 LEAF sales averaged 1548.  http://insideevs.com/monthly-plug-in-sales-scorecard/"], [26114, "2016-06-16T19:26:06Z", 0.02, "Based on \"Goodcarbadcar.net report there would have to be a remarkable turn around in sales for the second half of the year.....Not happening unless some extraordinary event ((Super slashing of prices, emphasis on SUPER) were to happen.  Even then it looks rather dim 15000 units will be attained.\nI'm amazed at the drop in sales from 2014 to the current (50% plus).  Nissan is in trouble with the Leaf.  Sales numbers don't lie.  And the competition in the electric category is increasing while the Leaf innovation appears to be static.  Their 2017 second generation model is planned to have two battery pack sizes (as option) with the largest getting you 120-150 mile. NOT good enough!"], [706, "2016-06-16T19:25:46Z", 0.01, "First quarter sales too low."], [484, "2016-06-16T15:19:49Z", 0.0, "Down 2% to try to be below consensus. Probably this will be on autopilot for awhile."], [18762, "2016-06-16T12:33:17Z", 0.01, "4,700 so far in first five months http://insideevs.com/monthly-plug-in-sales-scorecard/. And that is buttressed by a good March, otherwise not even close. "], [484, "2016-06-16T02:42:49Z", 0.02, "Down 3% since consensus is dropping so fast. Will be watching for reasons (fire sale, etc.) to swing the momentum."], [14208, "2016-06-16T00:45:15Z", 0.01, "wow.  I came in at 10% to be below consensus yesterday....  dropping to maintain below consensus. "], [915, "2016-06-15T21:09:21Z", 0.0, "macroeconomic weakness, relatively affordable oil, . Americans just prefer jacked up crossovers v. hatchbacks (CR-V and RAV-4 sales in one month far exceed yearly Leaf sales)"], [1993, "2016-06-15T19:45:21Z", 0.04, "7,442 Leafs sold in January-May 2015. Only 4,697 sold in January-May 2016. They are on pace to sell 10,000-11,000 this year, and economy will be slowing."], [691, "2016-06-15T18:26:58Z", 0.07, "numbers don't look good so far"], [19801, "2016-06-15T09:08:12Z", 0.03, "First 5 months of this year sales data:"], [68, "2016-06-15T08:46:12Z", 0.05, "http://www.goodcarbadcar.net/2011/01/nissan-leaf-sales-figures.html\nSales in each month of 2016 so far have been less than the same month in 2015. After May 2015, total sales were 7742 whereas they are 4697 in May 2016. Even if sales in the remaining months of 2016 equal the corresponding months of 2015, the year's total will still be less than 15,000."], [26113, "2016-06-15T06:15:55Z", 0.08, "a) Sales through May 2016 are under 4700 units vs. 7700 same period 2015. The rest of the year could match last year's and total would be under 15K.\nb) Some crude statistics, average monthly sales for past 17 months = 1292 units, st.dev 400 units. Average required for next 7 months is 1472 units, or 180 above average. Std error for the average across 7 months is ~150 units (400/sqrt(7)), so the next 7 months would need to be a little over 1 std error above average, at ~11% probability on a normal distribution.\nc) 11% is probably an overstatement because the monthly sales really aren't independent, and there is a visible downward trend emerging.  "], [25021, "2016-06-15T01:40:31Z", 0.03, "Not my area of expertise, by any means, but there's some pretty stark evidence out there suggesting that sales will struggle in the short-medium term. Sales on a month-by-month basis have consistently failed to match 2015 stats (down 39% so far this year) and the looming prospect of a gee-whiz Tesla Model 3 may be deterring many would-be-buyers. http://www.forbes.com/sites/brookecrothers/2016/06/05/the-tesla-model-3-effect-nissan-leaf-first-victim/#1271be265dc4\nInterested to see where the consensus goes on this one."], [12591, "2016-06-15T00:58:17Z", 0.4, "I expect oil to contiue rising. Traders are buying swaps at $100/barrel Nissan selling at a rate of 10,00 pa in the US hence it does not require much of an increase to reach 15,000"], [484, "2016-06-14T23:48:24Z", 0.05, "Initial forecast. Unless Nissan drastically cuts the prices it won't sell that many. Just the expectation of the Tesla Model 3 will probably keep it from happening. Most who want some kind of EV in the US will opt for some flavor of hybrid."], [691, "2016-06-14T22:17:50Z", 0.21, "I am reliably informed that 21 is a number.  Apparently there are others.  Doubtless I shall try some of them over the next few weeks.  Casting about for dependable information on this; I am not an automobile guy.  "], [14813, "2016-06-14T21:41:16Z", 0.75, "It's a great car at the price and it's available. California will buy 15k"], [14208, "2016-06-14T18:25:14Z", 0.1, "4697 LEAFs sold as of the end of May 2016.  I'm forecasting oil to move lower in late summer and fall making hybrids and fuel vehicles more attractive considering the cost of EV.  Also considering we will get a new POTUS there may be uncertainty on how to spend money.  We are heading into a recession.  I'm coming in low at 10% and adjust as monthly numbers roll out."], [500, "2016-06-14T18:15:05Z", 0.0, "no"]]}