{"question_id": 172, "title": "Will the Department of Justice indict Hillary Clinton before 8 November 2016?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[3577, "2016-11-07T10:49:51Z", 0.0, "Reopening an investigation just to close it is absolutely idiotic and something I'd expect from a third world nation. "], [767, "2016-11-07T01:12:40Z", 0.0, "James Commey announced today that the FBI \"has not changed conclusions on Hillary's emails after second probe\" involving new batch of emails found during the Weiner investigation. Most emails were found to be duplicates. "], [6303, "2016-11-06T23:29:52Z", 0.0, "According to the general news and GJP consensus."], [767, "2016-11-06T18:57:15Z", 0.0, "No new developments"], [156, "2016-11-05T01:35:51Z", 0.0, "Considering their displeasure with the FBI's election interference (as per DoJ), unlikely."], [14711, "2016-11-05T00:40:17Z", 0.0, "The Justice Department will take no major action involving the Presidential candidates before the election."], [3577, "2016-11-04T20:19:06Z", 0.0, "Comment deleted on Nov 12, 2016 08:40AM UTC"], [8701, "2016-11-04T19:24:07Z", 0.0, "No evidentury basis and too politically volatile, even if there were."], [5800, "2016-11-04T19:02:13Z", 0.02, "If she wins she will be impeached as president. We might end up with Tim Mckane  as our  president. Sad but a realistic option"], [13144, "2016-11-04T18:58:25Z", 0.01, "I think that would be a hugely suspect move, given the timing. Given the influence the vague announcement from the FBI has already had on the election, I think they would be crucified if they indicted one of the two leading candidates before the election at this late stage."], [4045, "2016-11-04T18:54:30Z", 0.0, "Highly unlikely as they are only beginning the re-examination of the 650,000 emails on Weiner's laptop."], [16662, "2016-11-04T18:44:13Z", 0.0, "Just my opinion but I don't think the right-wingers in the FBI have yet won influence through actual data and performance, and so far it's a big nothing-burger."], [1720, "2016-11-04T18:32:40Z", 0.01, "They have no evidence on which to indict, but there's always some biased nutcase with a little power."], [2972, "2016-11-04T15:34:36Z", 0.0, "Ha, Ha, Ha, Ha,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,LOL"], [4139, "2016-11-03T19:03:40Z", 0.1, "But it won't be much longer AFTER that date..."], [1639, "2016-11-02T14:51:46Z", 0.0, "Nope"], [29901, "2016-11-01T13:49:21Z", 0.0, "It is way too close to the election and nothing of this sort has ever happened before. That said if they find something really serious, it'd be easier to do it before the election than later"], [23006, "2016-10-31T17:16:35Z", 0.0, "Re-open this question with a new date"], [25397, "2016-10-31T03:43:36Z", 0.0, "Very unlikely with so few days to go"], [6303, "2016-10-31T02:11:31Z", 0.0, "According to the general news and GJP consensus."], [767, "2016-10-30T18:54:09Z", 0.0, "Definitely new developments on this given FBI's director letter to congressional committee regarding new evidence that may pertain to Hillary Clinton's emails matter. Still at zero given the time frame. "], [51, "2016-10-30T17:18:36Z", 0.0, "Well now, I guess the investigation was not so thorough after all.  Comey (autocorrected to comedy how appropriate) won't dare do anything at this late date except throw a bit of shade.   So still zero."], [915, "2016-10-29T14:47:57Z", 0.07, "don't flame me i'm just the messenger."], [2965, "2016-10-29T12:29:13Z", 0.0, "still O "], [24159, "2016-10-28T19:29:58Z", 0.0, "Reiterating forecast. Seems to just be James Comey saving face"], [23006, "2016-10-28T19:01:04Z", 0.0, "Still no, due to crunched timeframe"], [23262, "2016-10-28T18:06:28Z", 0.08, "Adjusting for the FBI reopening its investigation.   "], [180, "2016-10-28T18:02:58Z", 0.2, "FBI case reopened..."], [3577, "2016-10-28T17:51:09Z", 0.05, "Case reopened! New emails says Comey who I thought just wanted to bury this affair to keep from interfering in the election. Most likely there will be no indictment in the time space but the probability definitely is not zero anymore!"], [485, "2016-10-28T15:18:16Z", 0.0, "Just reducing probability estimate from three percent to zero percent. Any DOJ actions against her will occur after Nov. 8."], [28786, "2016-10-26T11:38:05Z", 0.01, "Hillary has way to much power and wealthy doners backing her that won't allow this to happen. In addition, the military industrial complex is in her pocket."], [23006, "2016-10-25T03:21:52Z", 0.0, "If the deadline was Nov 9, I might be +51 on this question"], [314, "2016-10-24T23:17:11Z", 0.0, "Are you serious?"], [6303, "2016-10-24T01:00:52Z", 0.0, "According to the general news and GJP consensus."], [29680, "2016-10-22T01:22:46Z", 0.0, "Very close to zero given that the election date is approaching. Any sort of indictment would be seen as biased interference with the election. If at all, more likely to happen afterward."], [948, "2016-10-19T02:15:50Z", 0.0, "Are you kidding?"], [767, "2016-10-18T01:36:06Z", 0.0, "No new developments."], [29502, "2016-10-16T12:30:45Z", 0.0, "I think it is quite clear by now that Mrs. Clinton is above the law :)"], [20588, "2016-10-12T01:21:56Z", 0.0, "Not a chance."], [25601, "2016-10-11T11:22:54Z", 0.01, "Seriously unlikely."], [6303, "2016-10-10T02:28:41Z", 0.0, "According to the general news and GJP consensus."], [17051, "2016-10-08T16:46:14Z", 0.0, "Our government  is not capable of holding it's political leaders responsible."], [61, "2016-10-08T03:57:54Z", 0.0, "freebie"], [51, "2016-10-04T00:23:28Z", 0.0, "I have edited what I wrote here, not because my speculation was wrong.  It is just my opinion, but not verifiably wrong.  But I am making these changes to remind myself that when I make such comments, I risk having partisan people waste my time with their pointless nonsense.  And the only thing worse than listening to a politician talk and say nothing, is listening to one of their hangers-on.  Modestly titled VoiceOfMan is just another parrot of this flock, and he has harrassed many others who voice any opinion even slightly negative toward democratic candidates, or positive towards republicans.  "], [6303, "2016-10-03T03:15:40Z", 0.0, "According to the general news and GJP consensus."], [6303, "2016-09-25T18:42:14Z", 0.0, "According to the general news and GJP consensus."], [8661, "2016-09-22T07:30:36Z", 0.0, "No,\nObama Administration controll whole judicial system and until this dictatorship will exist there is zero chance for prosecuting criminals. "], [6303, "2016-09-18T21:37:39Z", 0.0, "According to the general news and GJP consensus with time decay."], [28986, "2016-09-15T15:58:10Z", 0.0, "Duh."], [28908, "2016-09-12T03:01:11Z", 0.02, "Almost everything has a probability greater than 0 and less than 100"], [6303, "2016-09-12T01:10:07Z", 0.0, "According to the general news and GJP consensus."], [7272, "2016-09-08T02:15:45Z", 0.0, "There is absolutely NOTHING to indict her on.  As we know, it would be a \"double standard\" to do so.  "], [6303, "2016-09-06T02:39:19Z", 0.0, "According to the general news and GJP consensus."], [485, "2016-09-03T19:19:45Z", 0.03, "According to this Aug. 31 Washington Post article, some Repubs are pressing for a Justice Dept. investigation of the Clinton Foundation: https://www.washingtonpost.com/news/post-politics/wp/2016/08/31/house-republicans-want-new-doj-probe-of-clinton-foundation/. It has also been reported that the FBI wanted to investigate the foundation but the Justice Dept. chose not to. Although Clinton managed to avoid self-incrimination during the email investigation, their might be a slight chance that more could emerge that is very damaging. It might even occur after she's elected -- hello President Kaine. It seems unlikely that this would occur before Nov. 8, '16 though. I'm slightly lowering my probability estimate she'll be indicted by DOJ before then."], [23751, "2016-08-31T22:45:40Z", 0.04, "no way there not going to do anything before the  election.!!!!"], [22245, "2016-08-31T15:40:50Z", 0.0, "With more and more emails being released it is clear any person on the planet not named Clinton would receive an indictment.  It is now in the hands of the American people, one only has to wonder if the Clintons made hundreds of millions while she was Sec of State how much will they earn from a presidency."], [6303, "2016-08-28T23:58:27Z", 0.0, "According to the general news and GJP consensus."], [28573, "2016-08-25T20:36:10Z", 0.0, "DOJ  has become a corrupted political joke.  The \"J\" no longer stands for Justice, no matter the evidence. Justice is only served if it fits the Liberal agenda. The amount of political influence is appalling."], [1526, "2016-08-24T19:15:50Z", 0.0, "No, the system is rigged and the Clinton family are one of the riggers."], [28504, "2016-08-24T09:34:20Z", 0.02, "This is political, they have already stated that they will not, all signs that a high ranking decision has been made not to indict"], [767, "2016-08-23T19:08:14Z", 0.0, "Another batch of some 15,000 emails are said to be released by the FBI between now and November. From what I have read, on the actual emails, and many different outlets investigating and covering the matter, this still remains very unlikely.  "], [180, "2016-08-22T21:21:34Z", 0.25, "Uh oh... What's this over here? Another pile of emails?  https://www.washingtonpost.com/news/the-fix/wp/2016/08/22/the-fbi-found-15000-emails-hillary-clinton-didnt-turn-over-uh-oh/?tid=sm_fb"], [6303, "2016-08-21T22:26:43Z", 0.0, "According to the general news and GJP consensus."], [1601, "2016-08-21T17:31:29Z", 0.05, "If they had anything on her, they would have indicted her already."], [10657, "2016-08-19T08:55:21Z", 0.55, "Two words... Wiki Leaks"], [16276, "2016-08-19T01:57:58Z", 0.25, "When the next round of emails come out in October. "], [17051, "2016-08-15T11:49:45Z", 0.2, "The current administration will continue to provide cover for her"], [6303, "2016-08-15T00:22:07Z", 0.0, "According to the general news and GJP consensus."], [24028, "2016-08-12T08:52:43Z", 0.0, "they should, but it's just not going to happen."], [28174, "2016-08-11T14:58:51Z", 0.01, "the department will not want to mangle with politics. the can always charge here after the elections "], [6303, "2016-08-09T03:25:33Z", 0.0, "According to the general news and GJP consensus. "], [1023, "2016-08-07T22:26:12Z", 0.0, "Indictment  only if unlikely Trump win."], [27936, "2016-08-07T15:31:57Z", 0.0, "good joke."], [20170, "2016-08-04T04:04:34Z", 0.99, "for the lulz"], [28045, "2016-08-03T21:06:20Z", 0.0, "No legal basis, inpolitic to say that is so.  Sec of State IS the final authority in classifying/de-classifying documents."], [26753, "2016-08-01T08:38:20Z", 0.05, "They didn't prosecute Petraeus."], [6303, "2016-08-01T04:12:27Z", 0.0, "According to the general news and GJP consensus. "], [485, "2016-07-31T04:50:54Z", 0.05, "She seems to be out of the woods as far as legal risks from her private email server. I suppose something could come up regarding the Clinton Foundation."], [27879, "2016-07-29T12:10:32Z", 0.0, "There are several uncertain factors that can potentially affect the result of this ordeal:\nThe FBI (undoubtedly convinced by an external party) stated that it would not recommend indictment to the DOJ, but the DOJ has autonomy to do it without needing any cabinet approval. So for all we know they could already be building a case against Hillary and prepping a grand jury for the trial. \nMy personal theory was that the timing of this is not coincidental. The e-mail controversy became public in March 2015 and there was ample time to bring up charges before she managed to: \n1. delete >90% of the all the emails that contained classified information and provide only personal 'innocent' emails.\n2. blame her assistants that they were the ones who didn't handle the servers and the communications properly.\n3. cherry-pick and provide the authorities only the emails she wanted them to see (c. 5-6%)\nSo they delayed this event as much as they could in order to reach the 'immune' status she currently enjoys because of wallstreet investment banks lobby and other organizations: https://www.opensecrets.org/politicians/contrib.php?cid=N00000019&cycle=Career\nIn this way she would clear all charges against her in a way only possible through this particular circumstances. If she didn't enjoy her current status I believe situation would be much different.\nAlso these sort of proceedings are largely decided by Loretta Lynch ( Bill's old friend, whom she owes).\nThis hurts her chances for the presidential election but she still escapes unscarred a situation that would translate to 10 - 15 years of prison time under different circumstances. Thus my forecast of 0%."], [27713, "2016-07-23T10:37:39Z", 0.1, "Highly unlikely considering that the FBI has recommended not to"], [26723, "2016-07-20T02:08:25Z", 0.0, "The FBI stated nothing criminal occurred. The issues have been rendered vague by politicization. The is public fatigued with the issue."], [26723, "2016-07-20T01:45:36Z", 0.0, "The FBI has stated that nothing criminal occurred. The points of the case have been rendered vague by politicization. The public is fatigued with the issue and cynical about the outcome."], [6303, "2016-07-18T00:44:27Z", 0.0, "According to the general news and GJP consensus. "], [709, "2016-07-12T09:53:57Z", 0.08, "\"House Republicans asked the U.S. Attorney for the District of Columbia on Monday to investigate Hillary Clinton over her private email server while serving as secretary of state and determine whether she lied to Congress.\" -- http://www.foxnews.com/politics/2016/07/12/house-gop-request-perjury-investigation-clinton-over-private-email-server.html"], [13465, "2016-07-12T07:59:19Z", 0.0, "Apparently they don't want to indict."], [24395, "2016-07-11T11:07:32Z", 0.01, "FBI clearance last week would make indictment nearly impossible"], [709, "2016-07-11T05:07:36Z", 0.01, "After reading more, yes, I agree the State Dept investigation is focused on State staff, not Clinton. "], [26824, "2016-07-11T04:55:43Z", 0.0, "There does not appear to be the will to prosecute / indict."], [1787, "2016-07-11T03:32:21Z", 0.1, "Very low rate"], [6303, "2016-07-11T01:18:41Z", 0.0, "I am forecasting based on the general news reports and GJP consensus.\nThe FBI is dropping all charges against Clinton."], [19368, "2016-07-10T01:20:27Z", 0.0, "Whoops, forgot to update."], [51, "2016-07-09T14:47:47Z", 0.0, "If I could put in a negative number I would.  The fix is in."], [25429, "2016-07-08T21:11:57Z", 0.04, "Nobody has found any indictable offenses. While the Comey report found that she was \"Careless\", it is clear that there was no intent- or that they were unable to make a finding of intent. The GOP will continue to sling mud at Secretary Clinton in the hope that they can make her appear less dishonest than Donald - which is a tall order. "], [25071, "2016-07-08T18:53:56Z", 0.02, "Lowering some more because I came across Comey's remarks that only one person in past 100 years has been charged for negligent handling of classified information without malign intent. It seems extremely likely that if they haven't found malign intent by now, and it would have to be quite flagrant to even use it, they won't before November 8. This is now in the \"I don't expect any surprises\" category for me."], [709, "2016-07-08T04:13:50Z", 0.09, "Now the US State Dept has started an investigation. I'd imagine it would be hard for them to charge her since the FBI has recommended no charged, but it has to increase the chance some.  http://www.bbc.com/news/election-us-2016-36742095"], [19801, "2016-07-08T03:59:22Z", 0.0, "FBI recommends no charges. Attorney General Loretta Lynch has said she would follow the recommendations of the FBI and career prosecutors.\nhttp://www.wsj.com/articles/fbi-won-t-recommend-clinton-be-indicted-over-private-email-use-1467731774"], [19801, "2016-07-07T07:22:05Z", 0.0, "FBI verbosely recommends no charges. Attorney General Loretta Lynch has said she would follow the recommendations of the FBI and career prosecutors.\nhttp://www.wsj.com/articles/fbi-won-t-recommend-clinton-be-indicted-over-private-email-use-1467731774"], [783, "2016-07-07T03:58:22Z", 0.0, "Attorney General Accepts Recommendation Not to Charge Hillary Clinton\nhttp://www.nytimes.com/2016/07/07/us/politics/hillary-clinton-loretta-lynch.htm"], [689, "2016-07-07T02:39:20Z", 0.0, "Comment deleted on Jul 07, 2016 02:40AM UTC"], [26390, "2016-07-07T01:02:39Z", 0.0, "Nope!"], [14531, "2016-07-07T00:53:18Z", 0.0, "\"The investigation into Hillary Clinton’s email server is over, Attorney General Loretta E. Lynch said on Wednesday. In a brief written statement, she said she accepted the F.B.I.’s recommendation that no one be charged in the case, which has engulfed Mrs. Clinton’s presidential ambitions for more than a year\"[1].  Sounds pretty final. Am I missing something?"], [25071, "2016-07-06T23:50:15Z", 0.05, "Although the email issue seems put to rest, over the next several months it is always possible that something else entirely could come up, or new information regarding the emails could come up, however unlikely it seems now."], [484, "2016-07-06T16:35:14Z", 0.0, "(no change) Prediction at 100% that GJO leaves this question open until 8 November. There is always the chance a witness to Vince Foster's demise might decide to go state's evidence (or something slightly more plausible).  ;-)"], [26899, "2016-07-06T14:00:10Z", 0.01, "FBI said it was negligence - nothing bad.\nVery hard responsibility for the d o j - it would decide an election with a candidate the establishment fears. It will not be taken unless really strongly required."], [12879, "2016-07-06T00:38:03Z", 0.0, "It appears that the Obama administration got their way protecting her and  NOT indicting her for prosecuting prior to the Presidential election. Democratic politics at it worse in my opinion. 😡Obama 😡 Lynch 😡 Comley. "], [709, "2016-07-06T00:35:07Z", 0.01, "FBI News update. I guess it is still possible she will be charged, but pretty unlikely"], [1708, "2016-07-05T19:03:07Z", 0.0, "http://www.bloomberg.com/politics/articles/2016-07-05/comey-says-no-clinton-charges-recommended-despite-carelessness?cmpid=wsdemand"], [11857, "2016-07-05T18:39:05Z", 0.0, "If only."], [25244, "2016-07-05T18:29:17Z", 0.0, "\"FBI recommends no criminal charges in Clinton email probe\"  ... \"Although there is evidence of potential violations of the statutes regarding the handling of classified information, our judgment is that no reasonable prosecutor would bring such a case...” "], [767, "2016-07-05T18:15:13Z", 0.0, "The FBI said today that it \"recommend DOJ not pursue charges in Clinton email investigation: \"No charges are appropriate.\"  "], [783, "2016-07-05T17:53:34Z", 0.0, "'Extremely careless,' but FBI advises no charges for Clinton's emails \nhttp://www.msn.com/en-us/news/us/extremely-careless-but-fbi-advises-no-charges-for-clintons-emails/ar-AAi7Py6?li=BBnb7Kz&ocid=SK2IDHP"], [14531, "2016-07-05T17:29:14Z", 0.0, "Looking even less likely than ever: http://www.vox.com/2016/7/5/12096352/hillary-clinton-fbi-email"], [4423, "2016-07-05T16:59:50Z", 0.31, "FBI not recommending charges today."], [25705, "2016-07-05T16:52:16Z", 0.0, "To indict Hillary or not is a subjective call. I believe in the current environment and with the current administration, only really gross violations would lead to indictment. Claims of negligence -yes, indictment - no."], [19923, "2016-07-05T15:39:47Z", 0.0, "FBI announced no indictment. "], [38, "2016-07-05T15:26:52Z", 0.0, "http://www.cnbc.com/2016/07/05/fbi-director-james-comey-has-concluded-the-investigation-into-clintons-emails.html"], [23006, "2016-07-05T15:26:27Z", 0.0, "press conference"], [15967, "2016-07-05T15:23:17Z", 0.0, "It's done... Not going to happen."], [14182, "2016-07-05T15:21:24Z", 0.0, "FBI RECOMMENDS NO INDICTMENT"], [1262, "2016-07-05T14:43:04Z", 0.01, "lowering based on excellent discussion in the group on this question."], [10898, "2016-07-05T04:31:41Z", 0.01, "staying pat"], [14208, "2016-07-05T01:14:22Z", 0.0, "Comment deleted on Oct 22, 2016 07:24PM UTC"], [556, "2016-07-04T21:48:07Z", 0.0, "moving back down thanks to @scholarandcat 's excellent and informative comment:) Thanks!"], [38, "2016-07-04T21:27:50Z", 0.0, "\nI believe that intense public and media attention has slowed all phases of this case and will continue to do so."], [14531, "2016-07-04T21:06:09Z", 0.02, "Crawling back down off the ledge after reading @scholarandcat's helpful post: https://www.gjopen.com/comments/comments/273796"], [25745, "2016-07-04T18:57:10Z", 0.0, "No real grounds for it (except in minds of GOP leaders)."], [532, "2016-07-04T15:38:37Z", 0.01, "After the events of the last few days, I wanted to post some thoughts about what the question means, how it can resolve, and what affect the FBI’s recommendation will have on the outcome.  The question asks whether Hillary Clinton will be indicted. There are multiple ways to get a defendant in front of a judge, but the question narrows those options to one: the indictment.  Neither a deal between Clinton and the government in lieu of an indictment nor the DOJ charging Clinton with a non-indictable offense will resolve the question.  Obviously, Clinton will not be indicted if the FBI investigation fails to uncover evidence of a crime.\n\nAssuming the FBI does recommend an indictable offense, keep in mind that an indictment comes from a grand jury and *only* a grand jury.  The DOJ may accept the FBI’s recommendation but that still does not mean Clinton has been indicted.  The DOJ must take the additional steps of empaneling a grand jury and presenting the evidence of her alleged crimes to them.  The grand jury would then vote to “true bill” (indict) or “no bill” (not indict) on each of the potential crimes presented.  Usually, a grand jury does what the DOJ wants, but that is more of a factor that grand jury proceedings are one-sided and the DOJ determines what to present rather than the grand jury simply rubber stamping the indictment.  One fact we do not know is whether a grand jury has already been empaneled.  If they are already hearing testimony and reviewing evidence, then the process would be further along. Some of the right-leaning media outlets seem to believe one has been empaneled.  I have not found anything concrete to support their claim but the DOJ will not comment or acknowledge ongoing grand jury proceedings."], [1019, "2016-07-04T11:10:14Z", 0.0, "Intent is the key word for indictment"], [20364, "2016-07-04T06:03:36Z", 0.05, "IF it hasn't happened by now, it ain't going to happen. "], [9549, "2016-07-04T04:29:31Z", 1.0, "Richardnewman23@gmail.com the minor fhi indJan's will persevere in looking for real ethics\n"], [484, "2016-07-04T04:22:08Z", 0.0, "Down 50% (where I was two days ago) after more reflection. VERY strongly recommend everyone read this discussion by @lsgold7 "], [38, "2016-07-03T23:39:49Z", 0.11, "The FBI questioning lasted only 3.5 hrs?  There must not have been much they needed to ask."], [23006, "2016-07-03T23:18:21Z", 0.02, "on the wrong side of this one :-("], [709, "2016-07-03T23:07:03Z", 0.24, "Updating from 25% to 24% to reflect the prediction market at https://www.predictit.org/Contract/1792/Will-a-federal-criminal-charge-be-filed-against-Hillary-Clinton-in-2016#data"], [23006, "2016-07-03T22:21:04Z", 0.02, "more interviews emerging that no charges will be filed (yeah!)"], [12879, "2016-07-03T21:16:41Z", 0.02, "She should be, BUT, probably will not be. Will have to go,with the \"???Wisdom???\" of the other predictors \"Gut\" predictions. "], [15967, "2016-07-03T19:52:30Z", 0.1, "Upping my forecast.  Listened to a very impartial, detailed podcast about the matter.  Bottom line, seems it is far from impossible for Clinton to be indicted.  http://speakingofjustice.libsyn.com/hillary-clintons-email-investigation-attorney-mark-zaid-sorts-the-facts"], [23006, "2016-07-03T17:51:12Z", 0.1, "nice one, @pythagoras. I'm giving the source the assumption of veracity"], [14531, "2016-07-03T15:14:05Z", 0.08, "Ima just leave this here: http://thehill.com/blogs/ballot-box/presidential-races/286384-trump-sources-say-clinton-wont-be-charged"], [915, "2016-07-03T12:59:34Z", 0.33, "> 0.  but < 1."], [3577, "2016-07-03T04:34:19Z", 0.0, "CNN sources say there will be no charges. Also a very short FBI interview according to @lsgold7 which further decreases the probability of charges.\nHillary's got this in the bag. She always walks and she always cashes in. "], [14208, "2016-07-03T01:46:27Z", 0.5, "Comment deleted on Oct 22, 2016 07:22PM UTC"], [23006, "2016-07-02T23:40:24Z", 0.7, "lost quashing option with Lynch deferring to whatever FBI finds."], [12879, "2016-07-02T21:20:29Z", 1.0, "Just taking a Wilded A$$ Guess going against the gjpen wisdom. O Well???"], [23006, "2016-07-02T20:37:24Z", 0.51, "Gross negligence but no FBI leaks so discounting for no criminal charges found yet.\nAlso DOJ Lynch loses nothing by accepting FBI determinations if they don't indict and gains if they do indict - her DOJ credibility back. (Lynch might be ticked at Bill for the hot water and willing to forego future relationship pros), and this would be easier to do if HRC was to lose presidential race\nSo why do I think this might a be go? Squiggly feeling and because 'they' non-HRC fans (R-party just one)  want to use something and she gave them something, then bill gave them even more, and it's stuck for months."], [14208, "2016-07-02T19:38:54Z", 0.3, "Comment deleted on Oct 22, 2016 07:23PM UTC"], [38, "2016-07-02T19:01:03Z", 0.22, "http://www.nytimes.com/2016/06/29/us/politics/benghazi-report-hillary-clinton-house-committee.html?emc=edit_th_20160629&nl=todaysheadlines&nlid=28699183"], [14531, "2016-07-02T18:16:44Z", 0.08, "This won't happen.* (But it might.**)"], [915, "2016-07-02T17:56:23Z", 0.5, "if you apply the strict, plain English interpretation of the relevant laws, there is a ground for an indictment."], [2965, "2016-07-02T17:08:18Z", 0.1, "Anytime you are interviewed by the FBI there is a chance you will be indicted. I said no.\nNow that Bill Clinton interfered with the investigation by approaching and speaking with the Attorney General,\nit all validates Trump Narrative.\nI think the fact that the investigation had taken so long and the timing of the convention indicates she will not be indicted.\nIf one believes she is even 50-50 likely;she has only a 50 to 50 chance of nomination.\nThis impacts her prospects for election not conviction.\nEither way she loses."], [23169, "2016-07-02T14:37:25Z", 0.85, "Increasing in the light of recent events. Much like Brexit, I think commentators here are herding far too much towards the standard narrative."], [1646, "2016-07-02T13:20:53Z", 0.09, "Inching up in the observation of recent rise of 'craziness' indicators."], [709, "2016-07-02T11:51:10Z", 0.25, "I think most are radically underestimating the chances of this. Commentators - even on the left - show mixed views on this. I'd note https://www.theguardian.com/us-news/2016/jun/10/hillary-clinton-emails-analysis-possible-indictment-fbi."], [484, "2016-07-02T04:34:09Z", 0.5, "Up 50%. I don't think it is warranted, but I also don't know what various witnesses might have said."], [2965, "2016-07-01T23:41:38Z", 0.03, "This is a real setback for HRC.\nAnd the FBI questioning of HRC has not taken place. Then add into the mix the latest episode. Bill Clinton walks onto A G Lynch plane on tarmac for any reason looks terrible.\nNothing happens but FBI investigation continuing anyway.\nBetter to start hedge that the impossible will happen like Brexit."], [23006, "2016-07-01T22:16:37Z", 0.51, "it's now in hands of fbi whether to move forward, and I think they do want to indict her."], [556, "2016-07-01T21:48:16Z", 0.45, "Moving up for a little while. I don't think it will happen, but maybe just because I don't think it SHOULD happen. And I want to learn from my Brexit fiasco. "], [915, "2016-07-01T20:39:06Z", 0.16, "consensus @ 1%"], [21, "2016-07-01T17:27:32Z", 0.02, "Josh Marshall says NO.\nhttps://twitter.com/joshtpm/status/748914830816477184"], [1333, "2016-07-01T15:59:05Z", 0.0, "Lynch (AG) met Bill Clinton on HER plane.A Clinton Appointed Judge(thank you@voiceofman) DOJ will take the FBI recommendation which they will make when DOJ tells them what it is...it over."], [3895, "2016-07-01T15:35:28Z", 0.16, "hedging. Lynch giving a clear signal that she'll accept whatever the FBI recommend clears one significant hurdle and means we don't have to worry about a Petraeus-type scenario. "], [1262, "2016-07-01T14:06:26Z", 0.49, "Increasing again based on this (July 1) report:    http://abcnews.go.com/Politics/attorney-general-lynch-accept-fbi-recommends-clinton-email/story?id=40272091"], [5001, "2016-07-01T14:00:26Z", 0.13, "\"The F.B.I. is expected to make a recommendation to the Justice Department in the coming weeks\""], [5001, "2016-07-01T13:50:48Z", 0.05, "http://www.gjopen.com/comments/comments/271897"], [21, "2016-07-01T10:40:59Z", 0.05, "Lynch will make statement/ will accept FBI recommendation.\nhttp://www.nytimes.com/2016/07/02/us/politics/loretta-lynch-hillary-clinton-email-server.html?smprod=nytcore-ipad&smid=nytcore-ipad-share"], [1262, "2016-07-01T01:00:58Z", 0.01, "Decreasing to be closer to consensus.  Also, the recent visit by BClinton  to LLynch will confuse issues even more and may precipitate a call for Special Prosecutor and even more of a delay.    Doubt anything will happen and if so will be months from now.      "], [26569, "2016-07-01T00:15:00Z", 0.01, "Obvious disclaimer: I am no expert on this topic. That being said, as far as I can tell, there's no evidence that any criminal act has occurred here. So I think an indictment is extremely unlikely, notwithstanding the sound and fury that the topic can generate. I'm not sure of the best way to quantify that low probability. I'll go with 1% chance of indictment."], [23262, "2016-06-30T04:19:01Z", 0.08, "It's almost July. The clock is ticking. It's starting to dawn on the American electorate that there is only one good choice in election. This may weigh on the FBI even if there were a possible crime, which seems highly unlikely given a strict reading of the applicable laws.  Lowering by 1%."], [14208, "2016-06-30T00:27:02Z", 0.0, "Comment deleted on Oct 22, 2016 07:20PM UTC"], [1023, "2016-06-29T16:37:31Z", 0.0, "zero indictment before November."], [3577, "2016-06-29T13:17:07Z", 0.0, "Since the NSA collects all the email in America, they are guaranteed to have possession of all of Hillary's deleted emails but somehow the FBI still can't get access to them. Ah well, they tried their best. Job well done boys! Hillary's got this in the bag."], [4462, "2016-06-29T12:32:41Z", 0.05, "Unless the charges are so bad and evidence gets leaked to the press that clearly establishes guilt without a doubt then Hilary will not be indicted. To be honest Bill getting caught with another woman between now and election day is much much more likely since cheaters rarely stop cheating."], [691, "2016-06-28T21:33:30Z", 0.0, "Yet another Republican-run investigation turns up nothing on Clinton, this time on Benghazi.  That finding will have no effect on those of any political persuasion who believe that politics, and even government, should operate in a fact-free environment.  "], [26676, "2016-06-28T21:29:17Z", 0.62, "Several staffers have indicated explicitly or otherwise that there were illegal or improper IT security practices in use and well known by Clinton."], [15967, "2016-06-28T14:40:02Z", 0.01, "I think many are confusing ethically wrong and what is needed for an indictment.  I think the best source on this is this politico article http://www.politico.com/story/2016/04/hillary-clinton-prosecution-past-cases-221744.  The article basically states that based on past indictments, so far there does not appear to be any evidence that Hillary did anything serious enough to warrant an indictment.  The deleting of emails is troublesome, but legally very difficult to prosecute because Hillary's lawyers did the separating.  Does anyone think Hillary would be dumb enough to just delete emails and hope for the best without thinking it through and getting the best legal advice possible to help her political career while avoiding prosecution?  Hillary may be many things, but she is not dumb."], [26597, "2016-06-28T00:07:18Z", 0.05, "I just don't see this happening. They are simply not going to be ready."], [26589, "2016-06-27T22:09:33Z", 0.0, "President Obama has endorsed her for President.  If Justice was going to indict, they'd have done it by now."], [26550, "2016-06-26T10:37:25Z", 0.05, "JD / Democratic Party will influence what is a political question ' sufficient gray zone to shift in HRC favour"], [23234, "2016-06-26T01:23:33Z", 0.05, "Comment deleted on Jan 01, 2017 06:48AM UTC"], [23234, "2016-06-26T01:22:43Z", 0.0, "Comment deleted on Jun 26, 2016 01:24AM UTC"], [38, "2016-06-24T22:32:31Z", 0.22, "http://www.wnd.com/2016/06/fbi-revolt-of-watergate-proportions-if-hillary-skates/#trdIZYQjYr8P7lEj.99"], [26467, "2016-06-23T22:34:45Z", 0.0, "With the Atty General's attempt to redact the Orlando shooting tapes... In an effort to improve transparency....\nI can't see how she could possibly view this as something needing attention. \nPlus it would likely cost her her job. "], [26390, "2016-06-23T16:27:26Z", 0.0, "Nope!"], [25944, "2016-06-22T12:38:06Z", 0.01, "Actually, probably closer to 0.1%, but I didn't want to say 0!"], [23006, "2016-06-22T02:20:28Z", 0.01, "ok, I admit, not likely"], [6303, "2016-06-20T02:01:52Z", 0.0, "I am forecasting based on the general news reports and GJP consensus."], [26278, "2016-06-19T22:47:26Z", 0.0, "Nothing is going to meet the high burden of proof."], [25891, "2016-06-19T20:36:32Z", 0.06, "Previous estimation gave too much weight to even the worst-case scenario Wikileaks revelation."], [25891, "2016-06-19T20:28:47Z", 0.15, "Historically, powerful political figures have been exempt from prosecution, let alone indictment barring egregious actions. Moreover, as a presidential contender with the likelihood of victory there is some speculation that suppressing any charges may create a quid pro quo with the FBI so that after winning the presidency, Clinton will pass legislation that further empowers the agency. However, Julian Assange, has stated that new email leaks will be enough for the DoJ to indict her."], [26243, "2016-06-18T17:07:49Z", 0.02, "Non-zero, but so close almost zero. Only Trump as president would push the issue. "], [19923, "2016-06-16T13:32:05Z", 0.01, "Holding at 1%. Despite media narrative, won't happen."], [26072, "2016-06-15T19:59:56Z", 0.01, "Even if they wish to indict her, waiting until after the election will be far less disruptive. "], [23006, "2016-06-15T19:11:26Z", 0.3, "revising down based on her June 10 appearance on Fox news, and heightened concerns at some of the very inflammatory statements Trump has made in the aftermath of the Orlando shooting"], [555, "2016-06-15T18:32:25Z", 0.05, "Obama appears to be signalling that there will not be an indictment.    Whether this is a signal aimed at Justice Department or not is unclear.    "], [689, "2016-06-15T13:51:01Z", 0.33, "Comment deleted on Jun 20, 2016 04:59AM UTC"], [26127, "2016-06-15T12:41:05Z", 0.0, "There is no enough evidence for an indictment."], [26101, "2016-06-14T23:05:05Z", 0.75, "Anyone that knows anything about IT security knows this was not allowed and it's an insult to the system if she walks away without an indictment"], [26085, "2016-06-14T19:18:23Z", 0.05, "Which would you rather be vilified for: going in the tank for HRC or making Trump the President? The DOJ has survival instincts too. Guilt or innocence will not be in the top 5 reasons for the decision not to indict. "], [26057, "2016-06-14T15:12:37Z", 0.05, "Nothing so far has suggested there's anything to indict her over. There was certainly an error of judgment and internal policies were violated, but these don't seem to be any greater than the sorts of things any executive might do. No crimes have been uncovered, and it's unlikely something would be discovered that would be worth prosecuting."], [26056, "2016-06-14T14:52:52Z", 0.05, "Just isn't controversial enough to interfere with the political process. "], [13465, "2016-06-14T11:46:50Z", 0.05, "https://www.rt.com/usa/346534-wikileaks-clinton-assange-fbi/"], [3577, "2016-06-13T21:59:15Z", 0.0, "Barry's got her humongous back, and she ain't even black but wack"], [6303, "2016-06-11T23:30:01Z", 0.0, "According to general news and GJP consensus."], [3577, "2016-06-10T16:11:07Z", 0.0, "Going back to 0% due to Obama making a deal with Mr Sanders and Obama's endorsement of Hillary. Mr Sanders has in reality abandoned his followers or ditched them probably is a better term. Was he ever a real candidate? I'm referring to him giving Hillary a free pass on the emails. On the other hand, Democrats seems to protect each other in a deep rooted loyalty to their party as opposed to the Republicans."], [3577, "2016-06-10T15:01:08Z", 0.01, "Comment deleted on Jun 10, 2016 09:22PM UTC"], [14182, "2016-06-10T08:43:27Z", 0.01, "COMMENT:\nOn the one hand, self serving. On the other hand, her forecast has a very high probability she is right, for various reasons ALL stated by participants.  However, I won't go down to 0, just yet."], [15967, "2016-06-09T19:46:26Z", 0.01, "Pure hunch, I believe the Democratic party and the Obama administration are pulling every favor and trick to keep an indictment from happening.  Further, the Forces against Hillary have a better chance if they wait to indict. Doing so now would leave the opening for a pardon by Obama or the Dems coming up with another candidate before the general election. "], [19923, "2016-06-08T08:48:00Z", 0.01, "Staying steady. It's been two years. Why now?"], [783, "2016-06-07T05:20:42Z", 0.0, "The FBI chief says no and people trust his judgement. "], [6303, "2016-06-06T02:54:40Z", 0.0, "According to general news and GJP consensus."], [10694, "2016-06-05T20:26:37Z", 0.0, "Justice Department is currently a political arm of the Democratic Party."], [25759, "2016-06-05T03:42:30Z", 0.04, "She clearly violated department policy but other Cabinate Secrateries had equally done stupid things. "], [25745, "2016-06-04T19:31:22Z", 0.0, "No real ground for it."], [19106, "2016-06-04T05:06:10Z", 0.01, "grudgingly increasing this to non-zero"], [23006, "2016-06-04T03:21:57Z", 0.55, "Chatter back up, with dates for culmination of investigation put at around October. FBI interviews underway as well as some DOJ ones."], [6303, "2016-06-03T01:15:30Z", 0.0, "According to the general news and GJP consensus."], [1262, "2016-06-01T17:03:10Z", 0.29, "Problems continue to haunt HC (1).    Justice Department credibility will be an issue if no action, & if B. Sanders looks like he could cause enough of an uproar at the convention/win the nomination, Democrats may need a strategy to replace her (and him) with Biden... and this might be an option..."], [546, "2016-06-01T16:40:07Z", 0.02, "A lot of investigation and news coverage but no indictment."], [915, "2016-06-01T13:47:42Z", 0.49, "my magic 8 ball.  multiple std. deviations from the consensus--yes, i know.  but I did start off at zero :)"], [915, "2016-05-31T14:48:45Z", 0.05, "consensus = 2% "], [36, "2016-05-31T14:05:01Z", 0.5, "http://www.eutimes.net/2016/01/beyond-top-secret-hillary-clinton-emails-used-in-russian-court-against-ukraine-pilot/"], [6303, "2016-05-31T03:45:50Z", 0.0, "I am forecasting based on the general news reports and gjp consensus."], [24287, "2016-05-30T18:22:18Z", 0.2, "Interesting eh? Taking up probability! You know where else I am increasing probability?? On Trump winning over Clinton :P"], [25561, "2016-05-30T15:13:41Z", 0.1, "She's too powerful"], [23006, "2016-05-30T15:01:42Z", 0.27, "Specious huff post blog. I wouldn't take it seriously."], [3577, "2016-05-30T14:49:05Z", 0.35, "+10\nWow...retracted HuffPo article:\nhttps://archive.is/bERJ6"], [18762, "2016-05-30T13:50:03Z", 0.15, "Starting to see some traction on this potentially, HuffPo wrote a now retracted story etc. Smoke/Fire."], [14182, "2016-05-30T09:54:34Z", 0.02, "Moving up a little from 1 to 2% @ consensus."], [3577, "2016-05-28T22:55:57Z", 0.25, "-10\nIt seems that the DOJ wants to protect the Democratic candidate after all:\nhttp://thehill.com/policy/national-security/281565-feds-fight-to-prevent-clinton-deposition-in-email-case"], [3577, "2016-05-28T07:59:27Z", 0.35, "+20\nThe Inspector General of the State Department didn't give Hillary Clinton a free pass.  The State Department is run by Democrat Kerry appointed by the Democratic president. I would have thought that the Democratic president would have the power and inclination to help his own party's likely candidate. This is not the case.\nWhat is even more interesting in my opinion is the timing of the investigation of the email scandal, right before the Democratic convention. I suspect there is a fierce power struggle going on between the Democratic president and Hillary Clinton."], [24287, "2016-05-27T19:34:05Z", 0.1, "Where there is smoke, there must be fire, nay? It's not unthinkable. 1 in 10 odds? Let me open with this."], [25476, "2016-05-27T18:13:48Z", 0.05, "She did no break any laws or they would have discovered it by now."], [25476, "2016-05-27T17:31:34Z", 0.1, "I don't believe she broke any laws."], [1639, "2016-05-27T15:39:21Z", 0.15, "After poll numbers showed a hypothetical race between Donald Trump and Hillary Clinton locked in a tie, a State Department report into how Mrs Clinton sidestepped government security rules on e-mail looks like one bit of bad news after another. But hold on; those polls do not mean much yet. The presumptive Democratic nominee is still battling Bernie Sanders, while the Republican Party is uniting behind Mr Trump. In April 2008, John McCain was ahead in opinion polls matching him against Barack Obama, who was then still tussling with a troublesome Democratic rival—Mrs Clinton. And what of the State Department report? It contains some damning evidence about the former secretary of state’s behaviour, but also censures her predecessors. There is nothing in it that makes an indictment from the FBI (what really worries those Democrats interested in winning the presidency) seem likely.\n=======\nTime to raise a bit"], [22245, "2016-05-27T13:49:51Z", 0.5, "The IG report clearly shows Clinton broke the laws with her email server and lack of transparency.  The pressure will begin to build for the FBI to recommend an indictment and the DOJ will probably indict at this point.  The issue is still a political issue, but Clinton looks weaker and weaker everyday and Obama may just take her out and put his guy in to give the Dems a shot at the Presidency. "], [1262, "2016-05-27T01:22:16Z", 0.28, "This report increases the likelihood..."], [23006, "2016-05-27T00:51:22Z", 0.27, "more chatter on this topic in past couple of days and a \"probably illegal\" quote by Donald. Still  cloudy as to whether FBI can charge her for any of it."], [24905, "2016-05-26T23:47:21Z", 0.15, "If lynch does not, but Comey recommends, it could be more disastrous for H's campaign. "], [21758, "2016-05-26T14:39:20Z", 0.0, "Comment deleted on May 26, 2016 02:39PM UTC"], [14761, "2016-05-26T00:34:58Z", 0.07, "Adjusting in light of new developments."], [25245, "2016-05-25T21:50:49Z", 0.1, "The State Department just released a report (WSJ) which doesn't look good for Hillary. So, I'm revising my prediction: from 2% to 10%. Perhaps, that's too big\na bump given that there're still many more steps to an indictment."], [14182, "2016-05-25T19:40:07Z", 0.01, "\nDate: 25. Mai 2016 um 21:31:06 MESZ"], [3577, "2016-05-25T19:24:14Z", 0.15, "+5\nhttps://www.washingtonpost.com/news/the-fix/wp/2016/05/25/hillary-clintons-email-problems-just-got-much-worse/"], [22833, "2016-05-25T18:45:15Z", 0.15, "Comment deleted on May 31, 2016 01:16PM UTC"], [180, "2016-05-25T18:05:55Z", 0.4, "DOS Inspector's rather scathing report. Either the \"... and let that be a warning to ya missy!\" or a prelude to an indictment."], [14531, "2016-05-25T16:42:48Z", 0.02, "If this question is resolved on the merits of the case, then I think it's highly unlikely that HRC will be indicted, however stupid this move was on her part[1]. I repeat: If. But I honestly have no idea how to evaluate the probability of the sort of monkey business that some folks are serving up[2][3][4]. Therefore, ¯\\_(ツ)_/¯."], [14761, "2016-05-24T13:18:39Z", 0.04, "A bitter convention that Clinton barely wins.Trump leads her by 8 points in the polls. A delegation of Democrats asks her to step down for the good of the party. She refuses. Obama tells the DOJ to indict her. Joe Biden is drafted."], [6303, "2016-05-24T03:34:27Z", 0.0, "I am forecasting based on the general news reports and gjp consensus."], [699, "2016-05-23T01:56:28Z", 0.1, "The establishments wants Clinton in the office, why would they act against her?"], [3577, "2016-05-22T05:28:14Z", 0.1, "+9\nThe timing of the FBI's criminal investigation is starting to seem suspicious to me, just before the general election. FBI is part of the DOJ which answer to the Democratic president so why not get this sorted years ago? This is the least opportune time to have a candidate under FBI investigation. \n  Also Hillary has serious difficulties defeating Mr Sanders in the primaries and she has historically high disapproval ratings. Hillary represents the old type of politician, she's not en vogue. \nIs Obama in fact clearing a path for Biden or Sanders to replace Hillary?\nThis election represents a clear break from business as usual, this is a rebellion coming from the serfs that are  demanding a change.  The GOP has embraced the change with Trump, however reluctantly, but the Democrats haven't, Hillary is business as usual in regards to politicians, besides her gender. Using the outside view in this case is worthless in my opinion."], [24992, "2016-05-22T00:04:55Z", 0.1, "I am updating my previous forecast because I think that the Base rate should be limited to those involved in a scandal.  Between 1945 and the present according to wikipedia 7 cabinet members were involved in scandals.  Of those 42% were convicted (the others weren't indicted).  "], [24992, "2016-05-21T23:24:34Z", 0.01, "Base Rate.  I calculated the base rate by looking at political scandals involving cabinet members (wikipedia) since WWII.  I made some assumptions to make the calculations easier.  There were 14 presidential terms.  In each term there were 12 (under Truman) to 16 (under obama) cabinet members. During this time 7 cabinet ministers were involved in scandals and 3 were convicted of crimes.  So I calculated my base rate as 3 convictions/14 cabinet members*14 terms= 1.5%"], [38, "2016-05-21T18:48:25Z", 0.22, "What the heck am I doing at 0%?  I must have been temporarily insane.  This could happen!  Not because she committed some egregious violation of the law, but because of politics."], [25244, "2016-05-20T17:16:35Z", 0.0, "Unlikely to find suitable charges. "], [25021, "2016-05-20T09:30:17Z", 0.01, "Time to join in the guessing game. Reporting on this has been all over the place - unsurprising considering how little real information about the investigation has come to light. The ramifications of an indictment are so immense - just imagine if it was called on 28 July - that I can't help feeling the scuttlebutt would be more intense if there was genuine concern. A bit of outside view stuff: http://www.politico.com/story/2016/04/hillary-clinton-prosecution-past-cases-221744"], [25245, "2016-05-20T02:07:56Z", 0.02, "Somewhat weak, but here it is: I feel that all of this would have been throughly looked into by all who have a stake in the outcome before letting\nthings get this far. I mean, if Hillary is indicted, where does that leave the Dems?"], [25227, "2016-05-19T15:52:46Z", 0.02, "Justice Department won't want to influence an election--even moreso when the sitting president is a Democrat and they wouldn't want to hand the election to Trump"], [23006, "2016-05-19T02:35:48Z", 0.39, "\"Clinton has endured relentless scrutiny from Republicans accusing her of jeopardizing classified information by using a private email server during her tenure as U.S. secretary of state. Clinton and U.S. officials have said no evidence has emerged showing the server was hacked."], [25195, "2016-05-19T00:07:30Z", 0.0, "Hasn't happened by now, won't happen. "], [25160, "2016-05-18T13:29:37Z", 0.15, "FBI is very independent. Thought is that someone close to Hilary gets indicted prior to election and it could have a similar repercussion."], [102, "2016-05-18T03:05:53Z", 0.0, "https://larswericson.wordpress.com/2016/05/18/gitrep-17mar16pm/"], [1052, "2016-05-17T19:57:32Z", 0.04, "Not going to happen."], [14182, "2016-05-17T18:49:03Z", 0.01, "Adjusting for passage of time."], [6303, "2016-05-16T04:00:32Z", 0.0, "I am forecasting based on the general news reports and gjp consensus."], [102, "2016-05-14T03:48:38Z", 0.01, "https://larswericson.wordpress.com/2016/05/14/gitrep-13may2016pm/"], [24905, "2016-05-11T05:49:39Z", 0.09, "Fermi questions: \n-Will the FBI under Comey recommend indictment of Hillary Clinton before Nov 8, 2016?  Yes, 85%.  Comey (R) does not care about politics and was even willing to resign his post earlier when it came to something he believed was wrong.\n-Will the DOJ respond to the FBI's recommendation before Nov 8, 2016?  Yes, 10%.  AG Lynch is a democrat, nominated by B. Clinton as US Attorney Eastern District of New York."], [14208, "2016-05-11T05:18:53Z", 0.15, "Comment deleted on Oct 22, 2016 06:56PM UTC"], [13360, "2016-05-10T11:28:46Z", 0.03, "As probability of Trump presidency rises, the probability of a Clinton indictment decreases."], [23006, "2016-05-10T02:33:40Z", 0.37, " this is the first time in a while  I'm seeing anything about the issue as parked and on the back-burner ( vs shelved). In other words, if she wins the election - this goes away (or comes back well after November)."], [6303, "2016-05-10T01:59:57Z", 0.0, "I am forecasting based on the general news reports and gjp consensus."], [24873, "2016-05-10T01:35:08Z", 0.15, "- Despite many controversies (email leaks, funding sources, bengazi, etc) she's been so far unharmed\n- She is probably the candidate who's the most supportive of the very organizations (secret services, FBI) who could indict her"], [18294, "2016-05-08T23:09:52Z", 0.0, "have to agree proximity to election drives this to 0"], [8897, "2016-05-08T23:06:09Z", 0.0, "It is too close to the election.  Now this has become political and as a result it will not happen.  The bad news is that she will use what is on the server for her benefit down the road.  Write a book, etc."], [102, "2016-05-08T17:02:42Z", 0.05, "https://larswericson.wordpress.com/2016/05/08/gitrep-8may16am/"], [102, "2016-05-08T14:20:27Z", 0.09, "https://larswericson.wordpress.com/2016/05/08/gitrep-8may16am/"], [51, "2016-05-08T01:36:54Z", 0.0, "Extraordinarily unlikely before the election.  Now after if Trump wins, that is another story.  "], [613, "2016-05-06T23:51:22Z", 0.1, "There is little chance that she will be indicted, even though her actions were questionable, particularly in regard to classified information."], [24760, "2016-05-06T19:24:35Z", 0.01, "Hasn't happened yet.  If they did, while she was running, that would look very bad for a lot of people.  Since we currently have a democratic president, having a democratic presidential candidate indicted would bode poorly for the Democratic Party and would decrease the likely hood of the next president being a democrat."], [19801, "2016-05-06T03:52:26Z", 0.0, "Unlikely, Hillary is well connected and wealthy."], [23262, "2016-05-06T03:34:17Z", 0.07, "CNN:  May 5, 2016  \"The investigation is still ongoing, but so far investigators haven't found evidence to prove that Clinton willfully violated the law the U.S. officials say.\"  So more than one U.S. official says that no evidence has been found after eight months of searching.  That's a pretty compelling bit of information.  http://www.cnn.com/2016/05/05/politics/fbi-interviews-huma-abedin-clinton-aide/index.html    There are lots of conspiratorial explanations in these forecast pages, but I don't understand how citizens can know the findings of an investigation that hasn't been concluded yet, particularly one this sensitive.  What makes most sense to me is that the FBI and Justice will decide based on the evidence, and no one knows exactly what the evidence is.  I'm going with the statement in today's CNN story."], [484, "2016-05-06T02:31:04Z", 0.0, "(no change) Looks like the FBI is nearing the end of their investigation. Getting some news out soon might be possible to avoid as much as possible the political season. Expect to hear that independent servers are a really bad idea (surprise) but that it has been happening within the USG. Recommendations to tighten up the rules. (Implicitly that no indictment is likely, but DoJ will make final call, but not really much of a case.)"], [14208, "2016-05-05T23:36:00Z", 0.05, "Comment deleted on Oct 22, 2016 06:50PM UTC"], [24684, "2016-05-04T12:21:22Z", 0.01, "It's nearly impossible considering how influential she is and how much backlash there would be  to such decision "], [19944, "2016-05-04T04:59:59Z", 0.03, "Raising from 1% to 3%.\nTrump's aggressive marketing strategy continues to surprise everyone. He might have something up his sleeve before the general election."], [5001, "2016-05-04T01:36:06Z", 0.01, "Lynch comments that the investigation can go beyond elections so that it is really, really thorough investigation..."], [2, "2016-05-04T01:20:31Z", 0.05, "Probably about the same chances as Trump getting into ridiculous scandal right near the end.  I have Trump at 95%, Hillary should be at least."], [4461, "2016-05-04T01:14:50Z", 0.0, "With Clinton the presumptive nominee, this would be beyond historic."], [16276, "2016-05-03T03:36:07Z", 0.65, "The FBI will have to make their report public. The administration will pressure for delay as long as possible, but will not want history show a coverup."], [23006, "2016-05-03T03:08:53Z", 0.25, "Everyone's shitting themselves that Trump could be in the White House so, no, I don't think they want to give Hilary any more problems. (However still wonder why the Republicans aren't pushing for this.)"], [24562, "2016-05-03T01:51:46Z", 0.35, "It would be seen as too partisan a move."], [24617, "2016-05-02T23:27:58Z", 0.0, "high-ranking political figures in this country are bullet-proof against prosecution for wrongdoing.  And there is no way that President Obama's Justice Department would indict Hillary, his successor"], [15115, "2016-05-02T09:06:41Z", 0.0, "They will not because of the election. "], [131, "2016-05-02T06:00:06Z", 0.5, "Based on the spate of reports, it's highly likely there was wrongdoing in the realm of storage of classified information, FOIA, and conflict of interest - and the evidence to back it up. I'm convinced whether there will be an indictment will depend less on whether wrongdoing occurred and more on whether the investigation can be wrapped up before then and whether the President will choose to indict. "], [3577, "2016-05-02T05:52:09Z", 0.01, "+1 because articles in liberal media critical of Hillary's emailgate. Are the liberal media turning on their own candidate? "], [689, "2016-05-02T05:40:38Z", 0.07, "Comment deleted on May 10, 2016 11:30PM UTC"], [11962, "2016-05-02T01:52:49Z", 0.15, "The FBI  chief is tough and above politics in his life.  This is also his most politically- charged case. The AG may want to delay until after the election.mnstill there is some possibility of this event."], [6303, "2016-05-02T01:01:51Z", 0.0, "I am forecasting based on the general news reports and gjp consensus."], [21200, "2016-05-01T21:33:44Z", 0.33, "This is epitome of \"covering for your own\" she certainly did use a private email and that alone is questionable however the media nor POTUS is interested in finding pit the truth "], [21435, "2016-05-01T21:06:27Z", 0.95, "She is guilty."], [6224, "2016-05-01T19:26:48Z", 0.01, "There is no basis for any charges."], [830, "2016-05-01T17:42:50Z", 0.0, "I think people are a little confused with regard to who actually has the power to bring an indictment. Loretta Lynch AG for DOJ...that is it. She was appointed by Obama so that will give you an indication of what she will do and I am certain she has talked to Obama about it. However, she will not do anything, because no matter what she does people will scream to high heaven. So she is going to punt to the next AG who is appointed by the next president, who will be in all likelihood ....Hillary Clinton. Who would obviously NOT appoint someone sho would indict her. \nShe will not be indicted although she absolutey deserves to. There will be congressional hearings. If any intel agent tried to do what she did they would be in the brig for 20 years. \nHillary has many friends in the govt. She WILL NOT BE INDICTED...and any legal wrangling will be for show only...so the masses dont protest. \nDepending on who controls congress. DO expect impeachment hearings which will also go nowhere but will allow the republicans to tell their costituents they did something. That is how it will play out."], [23006, "2016-05-01T13:50:44Z", 0.4, "Hilary, a lawyer, doesn't think she will be.\n sensitive email sent to a trusted aid as day-to-day business, took some pains to camouflage, when she knew it would be sent non-securely."], [1262, "2016-04-30T13:19:46Z", 0.05, "Apparently not."], [19856, "2016-04-30T08:27:16Z", 0.0, "Done nothing indictable"], [23852, "2016-04-29T20:16:48Z", 0.05, "Whether or not you think Clinton is innocent, what she is accused of is widespread enough that the FBI will not indict. The FBI would also be afraid of backlash from the Democratic party. They tend to act in a way that allows them to get more funding in any case where that is a question."], [23006, "2016-04-29T17:32:42Z", 0.9, "Upping this 15%.  There are  grounds to indict so she should be indicted. Factor in that the feds strongly believe she should be indicted. Also Republican lobbing powers are substantial to push. Their motivation is strong, while they occupy congress to push for this now especially in an election year with such polarizing candidates. If Hilary and Trump win their party nominations, Hilary will almost certainly carry the most delegate votes after November.  In short there is a huge value to indicting her before the year is out,  and two powerful groups that can and are pushing for this. Btw, I am a Hilary supporter but if I were either the Feds or the Republicans, I'd indict her sooner than later."], [24486, "2016-04-29T03:29:28Z", 0.0, "She's a prominent politician."], [484, "2016-04-28T23:13:38Z", 0.0, "Down 1% adjusting for passage of time."], [24176, "2016-04-28T22:11:29Z", 0.0, "Not happening. It will disrupt a lot of things in an election year. Playing it safe is important for America, especially now with world affairs in doldrums. The government will not pursue this case. She could be grilled about it between November 8th and Jan 2017. Only for the charges to be vacated."], [1526, "2016-04-28T18:10:56Z", 0.0, "No, our government is incredibly corrupt. "], [24206, "2016-04-28T13:24:38Z", 0.12, "It seems republicans don't think she'll be indicted -- despite evidence of wrong doing."], [18047, "2016-04-28T00:51:07Z", 0.03, "2 seems a little low to me, because partisan lawyers do sincerely believe she's guilty and might make a strong recommendation. But I regard the legal case as very week (an ABC News account looked at two statutes and the evidence), and of course Democrats are in control and are inclined to agree with me. "], [24410, "2016-04-27T10:42:51Z", 0.1, "Going after Clinton in such a forceful way (regardless of whether she is guilty of anything) would open a can of worms that the political establishment would be loath to open.  However, a credible threat could give powerful operatives within the system more leverage over her, so I anticipate we would continue to hear noises about this until well past the election (especially if she's elected, this could overtake Benghazi as her Hawaiian-birth-certificate-albatross)."], [24401, "2016-04-27T04:36:22Z", 0.01, "I would be very surprised if she is actually indicted, as currently available public information suggests she has not done anything quite serious enough, and she's still the most likely future President. However, there are enough reputable media articles raising the possibility that I can't say it's impossible - just very, very unlikely.\nThis gave me pause for thought: http://www.nationalreview.com/article/434409/hillary-clinton-email-scandal-fbi-james-comey-justice-department-indict-2016"], [5957, "2016-04-26T17:55:14Z", 0.02, "For what?"], [13135, "2016-04-26T14:22:17Z", 0.05, "Highly unlikely."], [102, "2016-04-26T04:12:41Z", 0.11, "https://larswericson.wordpress.com/2016/04/26/gitrep-25apr16pm/"], [830, "2016-04-25T03:59:18Z", 0.0, "I think she should be indicted, but it won't happen by the election. If she gets elected, she appoints the Attorney General I believe. She obviously would not appoint someone that would indict her. However if she is not indicted, the blowback will be immense. I think some in the media and Hillary's own camp are underestimating that fact."], [24312, "2016-04-25T03:06:04Z", 0.03, "Currently, the president is a democrat who obviously supports Hilary. The DOJ would not want to piss him off. Also, she will not get indicted because of who she is."], [6303, "2016-04-25T01:20:50Z", 0.0, "I am forecasting based on the general news reports and gjp consensus."], [24212, "2016-04-24T23:15:47Z", 0.01, "President Hillary Clinton ??"], [24301, "2016-04-24T21:34:41Z", 0.9, "They need her out of the race."], [24260, "2016-04-23T17:28:26Z", 0.01, "very unlikely"], [24238, "2016-04-23T04:34:32Z", 0.01, "Obama"], [373, "2016-04-22T22:45:37Z", 0.0, "As the facts don't seem to justify an indictment, only reason would be due to political motivation. I think DOJ would want to stay well away from entering that political fray."], [15999, "2016-04-22T19:19:13Z", 0.01, "Political realism"], [10501, "2016-04-22T16:24:24Z", 0.02, "The republicans behind the whole push have more political pressing matters to deal than a Clinton indictment, However the prosecutor in the case may still forge ahead  but after December it will be an impeachment Hillary Clinton in all Likelihood will be awaiting inauguration."], [24193, "2016-04-22T07:40:03Z", 0.75, "Top secret documents on a private server is already treason "], [102, "2016-04-22T03:38:56Z", 0.06, "https://larswericson.wordpress.com/2016/04/22/gitrep-21apr16pm/"], [24160, "2016-04-21T15:24:09Z", 0.0, "Seems unlikely or they would have already done so."], [8888, "2016-04-21T13:13:17Z", 0.55, "They should but with Obama in the WH there is no justice from our Justice Department "], [102, "2016-04-21T04:01:27Z", 0.02, "https://larswericson.wordpress.com/2016/04/21/gitrep-20apr16pm/"], [24146, "2016-04-21T03:19:59Z", 0.15, "New developments coming up, with an increasing number of issues perceived to be exposed to risk due to her use of private email,"], [19330, "2016-04-20T21:07:37Z", 0.02, "Too grey of an area plus it is too much of a \"hot potato\".  "], [8663, "2016-04-20T15:12:06Z", 0.0, "No evidence....ya need evidence.  There is no evidence of wrong doing or careless disregard.  Other secretaries of state have done similar things.  This is is just more Republican partisans nonsense, just like White Water and all the other nonsense they have accused the Clintons of over the years. "], [24112, "2016-04-20T07:26:52Z", 0.07, "She would have been indicted already. As a matter of form and taste, the likeliness of the DOJ indicting Mrs. Clinton is negatively correlated as time gets closer to the General Election."], [24090, "2016-04-20T02:44:21Z", 0.1, "The current administration is Democrat, so it is not likely to happen."], [16451, "2016-04-19T18:05:18Z", 0.0, "lol"], [38, "2016-04-19T04:56:26Z", 0.0, "https://consortiumnews.com/2016/04/17/is-hillary-clinton-above-the-law/"], [24051, "2016-04-18T21:23:03Z", 0.05, "They already knew it, and they didn't do it"], [38, "2016-04-18T21:05:39Z", 0.0, "http://www.examiner.com/article/veteran-washington-post-author-journalist-predicts-hillary-s-indictment"], [19188, "2016-04-18T19:30:52Z", 0.65, "Yes"], [18744, "2016-04-18T18:28:47Z", 0.07, "Hilary Clinton is already a front runner for the democratic primaries and there is already a good chance that she will become president. These allegations of her suspicious activity has been blown out by the media. Nevertheless, there are clear factors within Clinton's political status as to whether or not she can be trusted with leading this country. "], [1055, "2016-04-18T15:50:33Z", 0.05, "Dept of Justice likely will cooperate with Obama admin"], [13465, "2016-04-18T08:58:10Z", 0.0, "I'll take a cream puff when it get served up"], [21180, "2016-04-18T04:41:30Z", 0.02, "Case is to old and Political."], [21649, "2016-04-18T04:01:47Z", 0.95, "She committed perjury just like her husband. "], [24008, "2016-04-18T04:01:15Z", 0.0, "No chance. If they were going to they would have already."], [22001, "2016-04-18T01:42:04Z", 0.85, "Espionage is espionage you can't worm your way out of it."], [23959, "2016-04-18T00:30:45Z", 0.0, "As far as I understand no one has ever been incicted unless intent is proved.  Other Secretaries of State have done similar things according to the news.  I strongly think there is no there there."], [6303, "2016-04-18T00:28:59Z", 0.0, "Not much news about any change on this topic."], [12573, "2016-04-17T23:15:00Z", 0.96, "I think at this point there is only one person that could stop this from happening: Obama. And if he were to act (to pardon her before that date), it would be cataclysmic for our republic.\nI also think that it would be unusual for an indictment not to proceed forward when the Justice Department used similar charges against Gen. Petraeus in 2009 to force him out of his office in disgrace. The problem for Hillary seems to be more extensive than anything that was ever done by Petraeus. when he let his biographer have access to his communications. Besides, he only left his diaries in an unlocked desk drawer in his full-time guarded private residence."], [21082, "2016-04-17T22:09:05Z", 0.02, "Clintons are too connected in Washington. They are untouchable. Plus if there was enough proof, she would already be indited."], [15980, "2016-04-17T17:30:59Z", 0.05, "There are multiple layers to answering this question, involving multiple key players and key agencies. First, with the FBI allegedly actively investigating the issue with Clinton's email server, the agency would need to conclude that there was criminal activity and recommend to the DOJ that they indict Clinton. Then, the DOJ (and more specifically the AG) would need to choose to follow the FBI's advice and actually indict Clinton. Given statements by the FBI, DOJ and others, it does not appear that Clinton will be implicated in criminal activity whatsoever before the November election. "], [2965, "2016-04-17T15:06:06Z", 0.01, "She could get so upset at BS that she kills Sanders and gets indicted for federal crime of killing president candidate.\nLiterally impossible unless they indict Secs.Powell, Rice and Ashton Carter. This whole  ex post facto classification violates the  the bill of attainder. And ex post facto clause of  US Constitution. I assume we still have a Constitution and even an 8 member  U S Supreme Court would reverse any conviction. See Leonard Levy \"Original Intent and the Framers Constitution pp. 65 -74. Hamilton wrote  ex  post facto laws were \"formidable instruments of tyranny\" because they created enemies ( crimes ) \" after the commission of  the fact, or in other words,the subjecting of men for punishment for things which,when they  were done were breaches of no law.\" The   Federalist  #84.\nImprudent.yes.\nAnd the US SupremeCourt uses a presumption against retrospective application that forbids any such ex post facto application.Vartalass v.Holder Scotus. 3-28-2012."], [23664, "2016-04-17T08:35:35Z", 0.05, "Hard to go past the overwhelming view that it won't happen.  Particularly impressed by argument I have seen that showed the key differences from previous cases of improper handling of classified material.  Not sure if President Obama's reported comments are relevant here since he is arms length from investigation, but it possibly suggests a kind of political consensus in Washington."], [15352, "2016-04-16T19:51:32Z", 0.0, "No way.\n"], [23970, "2016-04-16T14:09:37Z", 0.1, "President Obama will pardon her if it goes far enough"], [6544, "2016-04-16T06:28:00Z", 0.02, "Not at all likely. No new evidence or witness have been introduced to her councilrecently.. Most of the documentation has been reviewed thoroughly without an indictment. "], [23957, "2016-04-16T03:58:17Z", 0.1, "No indictable offenses have been discovered yet, and I think most of the chatter on this issue is about political posturing rather than actual legal issues. Few people have received as much scrutiny as Hillary Clinton, and so my estimate is that it is highly unlikely that something new will emerge in that time frame that is indictable. Furthermore, I think that an indictment would create a total sh*tstorm, and would thus be unlikely for an offense that was at all borderline indictable, and that investigators would want especially strong evidence to indict her. However, not all information is out there, and it is possible that some information that is being hidden will reveal indictable offenses, especially since such info seems like the most likely kind of information she would want to keep private for as long as possible (i.e., she is motivated to keep precisely the information that would be needed to indict her private, and so any remaining private information has a higher likelihood of revealing something indictable than the information that has thus far been made public)."], [102, "2016-04-16T03:33:23Z", 0.15, "https://larswericson.wordpress.com/2016/04/16/gitrep-15apr16pm/"], [38, "2016-04-15T23:52:33Z", 0.0, "http://www.weeklystandard.com/will-the-wheels-of-justice-grind-hillary/article/2001981"], [3692, "2016-04-15T13:35:25Z", 0.05, "If likely, word would be out, dissuading dem establishment\n"], [23913, "2016-04-15T05:28:23Z", 0.0, "its simply a game to get eyeballs on media,  there's zero intention on anyone's part to cause her problems of suchmagnitude.  she's too powerful, and her transgressions too insignificant. "], [22690, "2016-04-15T00:43:32Z", 0.01, "I just don't see the DOJ risking the political storm in an election year that would result in bringing less than a water-tight case (which doesn't include a judgement call on whether she should have done it or not), when you add the fact that everyone who ever corresponded with her could see she was doing it from a private server (@clintonemail.com), it just makes it too much of a stretch. Of course they have to investigate it thoroughly, hence all the noise, and that is what they are doing, but an indictment must be only a 1% probability."], [689, "2016-04-14T09:20:57Z", 0.59, "Comment deleted on May 10, 2016 11:25PM UTC"], [689, "2016-04-14T09:19:42Z", 0.09, "Comment deleted on May 10, 2016 11:25PM UTC"], [19234, "2016-04-14T07:51:15Z", 0.85, "No, that won't happen she's too powerful and great at making people like her. "], [6303, "2016-04-14T02:50:12Z", 0.0, "Not much news about any change on this topic."], [102, "2016-04-14T01:35:46Z", 0.03, "https://larswericson.wordpress.com/2016/04/13/gitrep-13apr16am/"], [17621, "2016-04-13T19:01:41Z", 0.0, "They wouldn't do this in relation to her campaign's efforts. "], [689, "2016-04-13T14:39:04Z", 0.09, "Comment deleted on May 10, 2016 11:26PM UTC"], [142, "2016-04-13T13:39:11Z", 0.0, "The Justice Department has repeatedly let other senior officials and cabinet level officers walk away with minimal or no consequences in situations where guilt appeared as clear.  Anneinak provided a comprehensive listing.  Self-serving and stupid decisions like those made by HRC about her email are difficult to prosecute and seldom have that result for senior people, Petraeus, Berger, Deutch, et al.  An indictment would remove HRC from the presidential contest, creating a crisis which only the most rabid partisans would welcome."], [3577, "2016-04-13T13:08:01Z", 0.0, "Obama recently made a statement regarding Hillary that downplayed any eventual wrongdoing.  The general election is coming up and it would be highly preferred (by Hillary) if this matter is resolved BEFORE the general election has started since Cruz or Trump would have infinite ammo against Hillary if the investigation was ongoing. The FBI is soon to deliver its recommendations to indict or not, I predict: no indictment."], [23849, "2016-04-13T12:16:39Z", 0.25, "There appears to be an abundance of evidence that she grossly violated her responsibilities as Secretary of State.  Facts are stubborn things."], [9755, "2016-04-13T00:31:06Z", 0.29, "I hope they do, it would make these elections specially unique and historically important \nI am not sure where Obama stands on this privately \n"], [23833, "2016-04-12T23:40:21Z", 0.1, "Opearing on the assumption that a case for indictment would be based on 1) the use of personal email breaking federal law or 2) the distribution of classified info, here's my rationale.  While it's clear she clearly broke procedure, the argument that she broke federal law is weaker. If she is indicted, she could prevail and then she would look like a strong victim, which would help her case. The classified argument doesn't hold up because the docs were classified after they were shared. However, if it could be shown that she did distribute docs that she knew to be classified at the time, then I would expect to see an indictment, which is where the 10% comes in."], [23830, "2016-04-12T23:17:18Z", 0.0, "Given that the emails in question were not considered classified until after the fact, the case already seems weak to me. While the number of officials using private email servers is low, the number of officials using private email addresses is high, and that speaks to more people misunderstanding the insecure nature of email than anything else. Ironically, Clinton's choice to host her own server could have been seen as an attempt to beef up her email security, not the opposite. The bottom line is the intent question: did Clinton intend to pose security risks with her private email server? I highly doubt it. She made a mistake, and she has admitted to it, but if you are looking for proof of some nefarious intent on her part, I don't think you are going to find it. "], [38, "2016-04-12T20:35:01Z", 0.0, "http://www.politico.com/story/2016/04/hillary-clinton-prosecution-past-cases-221744#ixzz45de7hD6o "], [1262, "2016-04-12T16:43:29Z", 0.1, "Lowering forecast to match others as can't find a reason to do otherwise.    "], [23820, "2016-04-12T16:05:37Z", 0.01, "Highly implausible with Obama in office "], [23819, "2016-04-12T16:04:09Z", 0.02, "Little historical precedent for it. Furthermore, an indictment would mean she committed perjury in front of Congress, which seams unlikely for as under the microscope she is."], [3895, "2016-04-12T15:43:00Z", 0.07, "http://www.politico.com/story/2016/04/hillary-clinton-prosecution-past-cases-221744 ok, I'm persuaded"], [13657, "2016-04-12T15:05:03Z", 0.01, "I agree with GladlyBradly that she would have been pulled out of the election by now if she had any serious threat.  The Obama Administration has been notorious about not prosecuting their own.  Remember when Attorney General Eric Holder was assigned to investigate himself over whether he acted improperly in investigating FOX leaking classified information?  Remember how Lois Lerner has never been prosecuted for her emails showing she conspired to investigate groups for political purposes?  Remember how once upon a time people actually hoped Obama would prosecute Bush for war crimes?  No organization can be expected to police itself."], [21464, "2016-04-12T14:13:33Z", 0.22, "It is all about politics and the current administration will not indict one of its own even if guilty. "], [19106, "2016-04-12T07:04:20Z", 0.0, "http://www.washingtonexaminer.com/experts-cast-doubt-on-clinton-indictment/article/2588191\nhttp://www.politico.com/story/2016/04/hillary-clinton-prosecution-past-cases-221744"], [6303, "2016-04-12T03:53:57Z", 0.0, "Politico published an article today that it is very unlikely that Clinton will be indicted, and Rudolph Guiliani, a former NYC District Attorney agrees!"], [23787, "2016-04-11T20:58:43Z", 0.05, "The investigation is almost over, Clinton would have pulled out by now if there were a serious threat. "], [20, "2016-04-11T17:17:08Z", 0.0, "This lacks 'deliberate intent to violate classification rules'. There are some mind readers out there wishcasting this has a chance. Intent is hard to prove, especially when the idea is patently absurd. "], [23773, "2016-04-11T16:52:53Z", 0.28, "Not likely as the desire to influence an election is too great given the professionalism of the team picked to lead the investigation."], [20401, "2016-04-11T16:00:39Z", 0.05, "Would be viewed as too partisan even from the Republicans!  But you never know..."], [20892, "2016-04-11T14:32:41Z", 0.06, "Very little evidence in favor so far, maybe an indictment would come next year or something.  I don't know much about those laws but it doesn't seem likely since the classified nature came after she wrote the emails."], [20710, "2016-04-11T13:38:18Z", 0.01, "This Politico story (http://www.politico.com/story/2016/04/hillary-clinton-prosecution-past-cases-221744) has most of the key information."], [16253, "2016-04-11T06:50:13Z", 0.02, "Administration will not let this happen despite what B.O. says"], [38, "2016-04-11T01:47:37Z", 0.0, "http://www.americas1stfreedom.org/articles/2016/4/8/hillary-clinton-under-indictment-in-the-white-house-or-both/"], [21874, "2016-04-11T01:03:40Z", 0.15, "None.  Just think it's unlikely.  Humans love conspiracies; especially powerless-feeling people can see patterns where none exist; and therefor it is more likely that we expect a conspiracy (or high level failure) where there is none."], [6303, "2016-04-10T22:33:25Z", 0.01, "Very low chance from general news reports, and very unlikely from a political standpoint."], [20419, "2016-04-10T22:08:38Z", 0.05, "everything has been  cleared."], [484, "2016-04-10T22:04:10Z", 0.01, "(no change although I probably should drop to 0) I believe President Obama's interview with Fox is extremely important to this IFP."], [20789, "2016-04-10T21:52:10Z", 0.05, "President Obama has already signaled that it will not happen. Ranking democrat on Senate permanent intelligence committee has said it will not happen"], [1107, "2016-04-10T21:51:46Z", 0.05, "Why now? Why this time? Why these emails? Why would the DEMs have trotted her out there if she wasn't made of Capitol Hill Teflon?\nWill Anonymous help before the college kids get home for summer?"], [19778, "2016-04-10T21:46:10Z", 0.0, "She is like Teflon, and has to much money behind her."], [1211, "2016-04-10T21:12:17Z", 0.0, "No. If it was going to happen, it already would have. "], [12477, "2016-04-10T20:17:36Z", 0.65, "Two discoveries from two judges means the FBI has to investigate and obviously rules were broken and that is illegal"], [368, "2016-04-10T19:57:23Z", 0.0, "Obama's statement today regarding his view on the matter serves as a solid indication that the inquiry by FBI (and other institutions in Congress) will results in much of the same (ie., Targeting HC and causing a distraction to the democratic party tasks for the general).   "], [23751, "2016-04-10T17:21:37Z", 0.05, "The doj is not going to indict a candidate."], [14027, "2016-04-10T15:06:23Z", 0.01, "Hillary's email server problem indicates a certain above-the-law mentality, and an extreme desire to control the narrative by controlling access to information.  But given the other alternatives, she will be probably be the 45th president of the United States.  The email server issue has been investigated for some time now.  If there is something there, it should have come out by now."], [21403, "2016-04-10T12:59:48Z", 0.05, "Not with a Democrat appointed Attorney General in power. "], [23742, "2016-04-10T09:59:26Z", 0.0, "They will wait until it`s clear she wonÂ´t be the new president."], [23739, "2016-04-10T08:02:47Z", 0.05, "Little evidence of wrong-doing."], [23733, "2016-04-10T00:28:41Z", 0.03, "1) incumbent democratic president \n2) between now an Election Day, it would be seen as a partisan ploy\n3) republicans who staunchly wantnted a Clinton indictment have backed away.  Speculate they feat Trimp far more than clinton. \n4) there is the potential of some other aspect of the situation to be brought forward. \nContingency: if Someone other than trump gets the GOP nomination, the likelihood goes up to 30%. "], [14889, "2016-04-09T22:31:58Z", 0.05, "Power. "], [29, "2016-04-09T14:24:25Z", 0.1, "This is very unlikely. It appears that her email server would be illegal under currently law, but was not when the actions took place. "], [2965, "2016-04-09T13:47:43Z", 0.0, "If she dies she is not indicted"], [21779, "2016-04-09T08:06:48Z", 0.02, "Not that we'll ever quantify it, but the Obama administration would be seen as meddling with the election. The only way it happens is if it becomes a liability for the Democrats because the Republicans are going to win Congress due to hammering Clinton."], [23702, "2016-04-08T23:46:20Z", 0.09, "Even if Clinton may have circumvented the spirit of Federal record retention laws, it will be very difficult to meet the burden of proof (ie beyond a reasonable doubt) of criminal behavior.  The Justice Department, itself the subject of scrutiny because of its \"Fast and Furious\" program, is unlikely to seek an indictment for charges unless it is sure that it can secure a conviction at the end of the process.  While the lesser misdemeanor charges may allow for a conviction divorced from criminal intent, it seems that the more serious felony charges would require the prosecution to prove that Clinton intentionally violated Federal law.  Although \"motive\" is not a required legal element to prove intent, the public would certainly view the lack of evidence demonstrating a nefarious motive, such as hiding embarrassing personal information, as proof that the indictment was a \"political witch hunt\" designed to harm her electoral chances.   The risks of indicting Clinton far exceed the rewards particularly in light of the Justice Department's own problems."], [689, "2016-04-08T17:43:08Z", 0.49, "Comment deleted on May 10, 2016 11:24PM UTC"], [23684, "2016-04-08T17:39:33Z", 0.0, "Accusations are one thing, but an indictment is another. "], [23682, "2016-04-08T16:29:59Z", 0.3, "Indicting Hilary Clinton would imply state control over the election process to the ordinary person and give Trump an advantage. Why haven't they indicted her by now?"], [4972, "2016-04-08T07:11:38Z", 0.03, "What a load of crock."], [23007, "2016-04-08T00:34:35Z", 0.01, "Any organization pressing for indictment this close to the election would be criticized heavily for waiting this long. There would have to be actionable new information to precipitate an indictment. The story behind the emails is known and additional information is unlikely to change Justices' current stance. The chances are greater when/if Clinton takes office."], [23646, "2016-04-07T19:05:06Z", 0.03, "Comey has an historically high standard for evidence to recommend indictment. And even if he does recommend, Lynch may intervene."], [15342, "2016-04-07T18:19:46Z", 0.02, "With the presidential election impending, and the extent of the process required to indict Clinton, it is unlikely it will take place before November."], [22245, "2016-04-07T13:44:13Z", 0.25, "If Clinton loses NY the indictment may come rather quickly."], [13360, "2016-04-07T08:16:15Z", 0.05, "Panama.... \nBut virtually all centres of power in the US are anti-Sanders and anti-Trump, so probability is still very low."], [4387, "2016-04-06T23:36:08Z", 0.45, "I believe if there were to be an indictment it would occur after an election takes place in the US, and that in the background this would have an impact politically on who wins the election."], [16025, "2016-04-06T22:12:27Z", 0.03, "Ronald Sievert, ex- DOJ official, has publicly stated that an indictment in the near future would be unlikely, mentioning that the simple process of politics will slow any sort of prosecution. The DOJ would have to go through numerous divisions, briefs, and departments, a process that could last over a year, in order to have Clinton indicted. "], [3812, "2016-04-06T20:23:33Z", 0.05, "it is a fantasy"], [3577, "2016-04-06T20:02:10Z", 0.0, "- 5 due to me finding out more about Hillary's amazing ability to get away with anything. This email stuff is nothing in comparison to the things she has gotten away with before (this is just a small selection):\nhttp://www.ibtimes.com/panama-papers-obama-clinton-pushed-trade-deal-amid-warnings-it-would-make-money-2348076"], [180, "2016-04-06T16:22:50Z", 0.4, "There is tremendous pressure to keep any such (possible) action from happening. "], [532, "2016-04-06T15:16:50Z", 0.01, "I have a hard time seeing the FBI finishing the investigation and the Justice Department completing grand jury proceedings before November 8.  They may choose not to take it to the grand jury but, because of the political nature of the situation and that the most likely next President is involved, the grand jury seems like a good option.  Lay it all out for the grand jury and let them decide.   The people involved in the investigation and potential prosecution do not want to look like they are giving HRC special treatment, either favorable or unfavorable.  There is some political cover by deferring to the grand jury, even though the grand jury will almost certainly do what the DOJ wants.   "], [21587, "2016-04-06T10:53:39Z", 0.0, "Her activity is not uncommon and the issue has been politically exaggerated.  At best, this may lead to discussions about changing the rules in how personal/government communications are handled."], [7124, "2016-04-06T05:50:04Z", 0.05, "Only extreme reactionaries believe the evil Hillary commit a crime and only these people, as with the Benghazi conspiracy fantasies, are aroused by this issue. For an indictment, the Justice Department must show Hillary knowingly passed classified information, something very hard to do. Secondly, the information had to be classified at the time she dealt with it. The data was most probably not classified at that time. There are other issues that have to be fulfilled before an indictment is possible which are doubtful in this case. "], [12573, "2016-04-06T01:05:17Z", 0.96, "I believe that if there was NOT an indictment, there would be holy hell to pay for the Democrat party. There is no way that the facts that are known can be covered over. To not indict would expose the party itself, and Obama himself, to be complicit and acting with criminal intent."], [52, "2016-04-06T00:12:09Z", 0.2, "Still a ways to go but it seems the timeline is getting shorter.  I think given the rumors that the FBI will recommend charges (they have to try to be as apolitical as possible) the Attorney General will be on the hot seat.  "], [23560, "2016-04-05T20:18:27Z", 0.05, "Loretta Lynch, an Obama appointee, would have to do it. She would not want to throw a wrench into the nomination. Also, I don't think there is a strong case against Clinton."], [1639, "2016-04-05T18:18:28Z", 0.02, "Lowering some more"], [1529, "2016-04-05T17:45:41Z", 0.0, "Risk-based zero."], [16025, "2016-04-05T17:15:48Z", 0.05, "There is a very small chance that the Department of Justice chooses to indict Hillary Clinton before Nov 8th 2016. Someone will most likely be indicted at some point, but it will most likely be someone else. However, this could change is more info is released regarding her emails that gives more incriminating evidence. "], [5957, "2016-04-05T16:21:10Z", 0.02, "I don't see what she did against the law."], [22615, "2016-04-05T16:11:37Z", 0.04, "It is more likely that the FBI will recommend indictment but that the Justice Department will sit on the recommendation until after the election.  The ultimate deciding point with be whether or not the President wants her indicted.  He has the power to bury the investigation, which he has not done as of yet.  This would indicate his proclivity to damage Clinton, but does not give indication of the extent to which he will allow damage to occur."], [4462, "2016-04-05T15:32:54Z", 0.0, "No Chance in Hell the GOP needs to beat Hilary at the ballot box or else it looks like they are getting the court to do what they can't does anyone really think Hilary is a traitor to America?  By the way I support Bernie!"], [23551, "2016-04-05T15:23:10Z", 0.02, "There isn't enough evidence to support a case against her, especially during this political season."], [519, "2016-04-05T15:09:49Z", 0.08, "Question is \"will\" not \"should\" -- I cannot imagine the FBI would be looking to rock the boat so severely. They value their apolitical nature. And, of course, just because the FBI says there are criminal acts, does not mean that the AG will press them. "], [19311, "2016-04-05T14:26:22Z", 0.12, "I think actual chance is lower, but I'll rather gradually lower my estimate"], [6784, "2016-04-05T13:40:58Z", 0.0, "No proof she did anything against the law\n"], [18692, "2016-04-05T01:29:36Z", 0.05, "There isn't enough evidence."], [19260, "2016-04-05T01:09:35Z", 0.0, "The investigation is by civil servants shielded (somewhat) from political pressure, but US Attorneys are political appointees subject to removal at the pleasure of the President.  Of course they won't indict."], [14531, "2016-04-05T00:25:58Z", 0.02, "While I realize I'm vulnerable to herding effects, I'm using as my prior the fact that the most accurate forecasters on this site think it's highly improbable that HRC will be indicted by the DOJ. If I'm wrong, then at least I'm in good company! "], [14208, "2016-04-04T21:43:38Z", 0.0, "Not till after 8 Nov 2016... even if she wins."], [18551, "2016-04-04T21:04:20Z", 0.12, "She'll probably manage to evade it, considering her own political clout and that the Democratic party is heavily invested in her presidential run."], [12763, "2016-04-04T20:54:42Z", 0.01, "While she almost certainly deserves to be indicted, there is very little chance that Loretta Lynch (who was an appointee to the US Attorney for the Eastern District of NY by Former President Bill Clinton), actually proceeds with any prosecution.  Especially considering her boss, President Obama, could very likely persuade her not to indict for the good of the nation (ahem, party).   "], [1395, "2016-04-04T20:39:42Z", 0.0, "oh pls"], [23508, "2016-04-04T20:16:07Z", 0.0, "There is not a significant chance."], [613, "2016-04-04T19:08:01Z", 0.1, "Although the media is not mentioning much about this, the FBI is still investigating and it remains a possibility, albeit a slight one. According to the LA Times, legal experts consider the probability of an indictment to be low."], [21541, "2016-04-04T17:51:52Z", 0.15, "FBI/DOJ re-prioritized the Clinton email case in favor of the encryption pursuit with Apple and lost major ground due to Apple's unexpected resistance.  Pushing along any indictment at this point would be a publicity nightmare for an already beleaguered and off-balance DOJ, especially since much of the same language would be rehashed in that proceeding.  That being said, a wide broadcast softball 'non-partisan' attempt to proceed might be an option to help the DOJ save face for trumpeting a \"sure thing\" and then failing to bring it up again.  "], [6725, "2016-04-04T17:40:52Z", 0.95, "It is a negative year in politics. She has the lowest negatives."], [3434, "2016-04-04T17:26:10Z", 0.0, "Too much political clout. (Too Big to Fail)"], [16640, "2016-04-04T17:22:13Z", 0.0, "All the hype is simple Republican attack. Nothing is going to happen because she did nothing wrong."], [915, "2016-04-04T15:53:46Z", 0.0, "non-zero chance Comey will resign.  for me, 50-50.  ymmv."], [1639, "2016-04-04T15:25:41Z", 0.05, "When it comes to Hillary Clinton’s e-mail scandal, the most important thing to bear in mind — even more than classified information — is this: It was all about avoiding accountability. It still is. Mrs. Clinton did not set out to damage national security and compromise defense secrets, although she obviously had no compunction about doing so as necessary to serve her higher personal interests.\nRead more at: http://www.nationalreview.com/article/433369/hillary-clinton-e-mail-scandal-justice-department-stonewall"], [23488, "2016-04-04T15:04:54Z", 0.05, "Republicans concerned about losing seats in November elections"], [19807, "2016-04-04T14:56:16Z", 0.0, "No, Why should Hillary be indicted? Because of the email thing? "], [77, "2016-04-04T14:46:26Z", 0.35, "Clearly she has breached her non-disclosure agreement.\nWill a democratic appointee allow a democratic candidate to be indicted before an election?\nIt would take great political pressure to do so within the timeframe.\nThe FBI will present it's case within the timeframe, but, this isn't the question.\nPolitics as usual, probability of no action is greater."], [19807, "2016-04-04T14:41:45Z", 0.0, "No way."], [22245, "2016-04-04T14:28:02Z", 0.25, "Clinton did break the laws on handling secret information, there is no doubt about this.  Her staff clearly broke laws by passing secret information across a non-secure network.  Her private server's intent was to hide information from we the people which is against the freedom of information laws.  With all of this said, the justice department can choose prosecurial discretion and not to indict her.  The issue at this point is not so much a legal matter as it is a political matter.  The sad fact of the matter is by not prosecuting the government is telling the American people there really are two sets of laws, one for every day citizens and one for those deemed to important to prosecute.  She will be indicted, but I fear she will never have her day in court, the political class will ensure she survives."], [23332, "2016-04-04T14:26:27Z", 0.05, "If it hasn't happened by now, odds are there is little evidence for an indictment. The competence of Clinton in handling the issue is another matter. "], [23479, "2016-04-04T14:12:35Z", 0.0, "Her actions were not criminal, just unethical. The scandals over influence peddling will break after the justice dept closes its investigation. "], [21758, "2016-04-04T14:08:23Z", 0.0, "I don't see any scenario where an Obama Justice Department indicts his own former Secretary of State on fairly unprecedented charges right before the election."], [561, "2016-04-04T13:42:37Z", 0.02, "A Democrat in the White House;\nAn apparently specious charge;\nThe use of similar servers by others making it a somewhat common practice;\nA Republican Party under fire as being destructively political;\nPost-event reclassifications perceived as a way to make HC seem guilty of 'something';\nyada yada... worth 2 (per)cents chance but no more."], [23477, "2016-04-04T12:29:51Z", 0.07, "The authorities responsible for advancing the appropriate indictment will abdicate their responsibility to support their political best interests."], [22226, "2016-04-04T08:37:55Z", 0.05, "Indictment of a presidential candidate - highly unlikely\nSmall number of prosecutions under the Espionage Act since its inception - and not in situations similar to Hilary Clinton's. Makes it unlikely the prosecutors would feel comfortable taking this to trial ahead of a general election\nHowever not a 0% chance as clearly there has been something that warrants closer scrutiny and any situation like this could lead to political forces subverting the process\n"], [21762, "2016-04-04T07:07:04Z", 0.22, "Not likely with a Democratic President, and Trump threatening to win the presidency."], [699, "2016-04-04T06:44:29Z", 0.15, " Clinton is the only hope for those, who want to see the continuation of the recent modus operandi in foreign policies, namely, to hold on to the attempt to completely dominate the world affairs, to maintained the US $ hegemony. This entails to prevent a union between Russia and Germany, to keep BRICS in check, to further destabilize diverse regions to rule and devide. "], [23294, "2016-04-04T06:32:53Z", 0.0, "\"Using a private email server was not banned at the time . . .\""], [8248, "2016-04-04T05:43:42Z", 0.0, "The lae has not been written yet in this area on servers or texts. The private server was more cryptic than the government server and no damage was done. "], [22189, "2016-04-04T05:13:46Z", 0.05, "Because they wonÂ´t indict their future president..."], [7102, "2016-04-04T05:03:13Z", 0.0, "There is no there...there"], [20005, "2016-04-04T04:44:41Z", 0.0, "No evidence has yet surfaced that she committed a crime, the fulminations of frightwingers to the contrary. Neither poor judgment nor a sense of entitlement are crimes; they are simply matters to consider in determining whether to support the most qualified presidential candidate of the past century."], [19317, "2016-04-04T02:34:41Z", 0.0, "This whole imbroglio is predominantly an IT issue, not a significant crime. The higher-ups at Justice understand this, and they don't  indict political figures during an election unless the crime is significant. "], [21784, "2016-04-04T02:18:42Z", 0.01, "Why would they indict her now, they've not indicted her for the last 20 years."], [17820, "2016-04-04T01:39:18Z", 0.55, "Where there's smoke..."], [1521, "2016-04-04T01:13:26Z", 0.15, "they have had months to make a decision.  they have reviewed evidence and have not indicted her yet.   IT would be one thing to have done so months ago when Biden or some other alternative candidate had the chance to join the primary race.  now its pretty much too late.  to do so at this point would have a huge political impact.  I don't think the Justice Dept wants to be in the position of deciding the fate of a US Presidential Election.  "], [22770, "2016-04-04T01:12:39Z", 0.05, "highly unlikely.  clintons are too powerful to let this happen."], [14327, "2016-04-04T01:12:37Z", 0.0, "Indictments only happen when a prosecutor thinks there is definitely enough evidence to achieve a conviction of the person in question. Mind - it can't just be evidence of wrongdoing, but specific evidence of wrongdoing by a specific person. "], [7349, "2016-04-04T00:55:14Z", 0.1, "This is clearly a politically orchestrated witch hunt, and while I don't doubt the Republican resolve to try to bolster it chances of a win for their two inferior candidates, I doubt there is more to discover that warrants an indictment."], [6960, "2016-04-04T00:30:12Z", 0.0, "Faux issue"], [9685, "2016-04-04T00:24:41Z", 0.0, "The justice department is not political, hopefully.  Especially not with a Democrat as President.  They will not want to become a factor in the election."], [20680, "2016-04-04T00:10:24Z", 0.06, "No there, there."], [1720, "2016-04-03T23:53:19Z", 0.0, "Having had over 140 FBI agents trying to find evidence for months, subsequently reduced to just about 50, with no apparent success, it's not likely they'll succeed. Although, it's been said that any decent attorney can get a statue indicted. I'm somewhat comforted that there is so little crime in this country that theFBI has nothing better to do."], [15923, "2016-04-03T23:38:19Z", 0.45, "Some emails were destroyed.   As public records, the destruction of the emails is a violation of federal law.   However, this is a Democratic administration that will protect its candidate.   The DOJ has become very politicized under Obama."], [7375, "2016-04-03T23:36:23Z", 0.0, "There is nothing in the e-mails. If there was we'd know by now."], [20764, "2016-04-03T23:23:51Z", 0.05, "The Democrats are in charge of the Justice Department. Too many other elected officials used personal email.  The Clintons are too powerful.  "], [6285, "2016-04-03T23:18:19Z", 0.0, "Another case of something about nothing. Items are classified after they are discovered.\nEmails may contain hints or innuendos,they are not classified until thoroughly analyzed,by many other analysts and confirmed with other sources."], [23460, "2016-04-03T23:15:57Z", 0.05, "Hard to imagine HRC would stay in race if she knew the probability of being indicted were high."], [14133, "2016-04-03T22:57:23Z", 0.25, "Given the precedent set by David Petraeus' slap on the wrist, it would be hard to try to prosecute Clinton for a far less serious breach. "], [22204, "2016-04-03T22:41:59Z", 0.0, "Administration is too corrupt to oppose and will pressure FBI to back off. "], [21319, "2016-04-03T22:20:19Z", 0.01, "New and unexpected evidence would have to come up."], [22670, "2016-04-03T22:17:31Z", 0.1, "Political leadership does not want to bring this to a head, despite prima facia evidence "], [7348, "2016-04-03T22:07:15Z", 0.0, "Simply insufficient demonstrable evidence to indict."], [19781, "2016-04-03T21:57:22Z", 0.05, "Government will do everything to stall the process."], [19728, "2016-04-03T21:52:19Z", 0.05, "There is no there there.  If more than a year's intense multi-faceted investigation has yielded only background noise this thing is going nowhere."], [15750, "2016-04-03T21:48:07Z", 0.1, "The closer Sanders chances for nomination get the higher the chance for Hillary to be indicted. Acc. to Judicial Watch there is enough evidence to do it but the White House will do everything to stall."], [9924, "2016-04-03T21:45:25Z", 0.0, "There is little substance to the issues."], [19944, "2016-04-03T21:24:02Z", 0.02, "This isn't a a simple question of is she right or wrong. We also have to consider the social consequences of her indictment if she becomes the Democrat's nominee. I think a lot of people would be cautious against indicting her to give the election to Donald Trump. The chance of her being indicted before the nomination is even lower and some people would not like to give the nomination to Sanders that way. Unless Trump as influences that I'm not aware of, I think it is very unlikely that she would be indicted. Now if Sanders is the nominee or if the Republicans win in the general election, then the consequences of her indictment would be much less severe, and at that time, the chances of her indictment would go up. "], [424, "2016-04-03T21:17:30Z", 0.01, "Not a chance for good reason"], [1023, "2016-04-03T21:08:42Z", 0.05, "Very little chance current admin will indict. Clinton has the book on Obama. And who could the Dems run instead of Hillary?"], [2770, "2016-04-03T21:06:05Z", 0.1, "Nothing substantive has been unearthed in months, and even if it does happen there are minions who can take the fall.  My prediction: either the investigators determine insufficent grounds for an indictment or the AG concludes the same and calls off the investigation."], [12090, "2016-04-03T21:05:59Z", 0.25, "3 active investigations"], [21897, "2016-04-03T21:05:56Z", 0.0, "It will be seen as targeting the next president and do you really want to make an enemy of the next commander in chief?"], [21201, "2016-04-03T21:05:21Z", 0.45, "Hillary is the lesser of two evils in terms of choices for the Democrat's potential nominees. Given the fact that the current administration is controlled by Democrats and they have overseen the most politicized Justice Department in recent memory, the likelihood of an indictment is remote at best. On the other hand, the egregious nature of Hillary's \"crimes\" may result in a ground swell of public outrage which may force the hand of a reluctant administration. However, given the ignorance and apathy of the electorate, the probability remains less than 50 percent."], [21230, "2016-04-03T21:02:43Z", 0.05, "Despite any FBI recommendations, political influences will prevent any action against Hillary herself.  One or more key aides may be \"persuaded\" \nto make plea bargains to relatively light charges."], [15471, "2016-04-03T21:00:40Z", 0.02, "Slight chance of that happening. Committee hearings already been more or less confirmed to have been partisan motivated + DEM administration."], [4089, "2016-04-03T20:54:34Z", 0.0, "Jajaja entre feministas y democratas no dejaran que eso pase nunca "], [6252, "2016-04-03T20:54:18Z", 0.0, "DÃ©mocrate in the Justice Department will not permit it.\nJustice Department will let it ride until the next administration.\nIf Clinton wins, she will push it aside.  \nRepublicans have no chance of winning the presidential election so Clinton will not have be indicted. "], [16253, "2016-04-03T20:51:28Z", 0.0, "Justice department controlled by democrats will never indict before election"], [14308, "2016-04-03T20:30:12Z", 0.0, "Pigs will fly before that happens - regardless of the date. "], [7809, "2016-04-03T20:28:30Z", 0.35, "The DOJ is not likely to come down hard.  Perhaps a slap on the wrist."], [14432, "2016-04-03T20:28:02Z", 0.0, "Obama wants Hillary to win.  Investigation will be \"stalled\"."], [12477, "2016-04-03T20:15:53Z", 0.65, "With two court Discoveries the FBI has to investigate for possible Grand Jury."], [11246, "2016-04-03T20:14:01Z", 0.05, "Indicting Hillary Clinton before the election would be like voting for Donald Trump. "], [23454, "2016-04-03T19:59:35Z", 0.0, "The department is managing very limitied ressources. There is hardly any gains for the department but a lot of ressources would be bound for years."], [23451, "2016-04-03T17:42:47Z", 0.08, "While the evidence exists. The chance is lower than 1/10th given the democratic presence/power of the White House. It cannot be zero because the evidence and the chance are open. This is to say that the power of the White House greater"], [4746, "2016-04-03T17:11:06Z", 0.0, "Not a chance in hell, silly question"], [20284, "2016-04-03T17:09:29Z", 0.0, "Let me see.  The current administrations justice department issuing an indictment against that administrations former Sec of State and that administrations current leading contender for the partys' presidential nomination and former First Lady and maybe owner of party secrets...  The farther I continue this line of thought the sillier the idea becomes.   The investigation and the results of the investigation mean nothing and the politics mean everything.  "], [2965, "2016-04-03T14:37:37Z", 0.0, "http://transcripts.cnn.com/TRANSCRIPTS/1602/28/fzgps.01.html"], [23444, "2016-04-03T14:17:56Z", 0.02, "Democrat Executive branch "], [23441, "2016-04-03T13:42:07Z", 0.01, "Almost impossible to happen"], [23434, "2016-04-03T11:05:07Z", 0.08, "No-one but the Republican congress would have an interest to do so, as a panic maneuver, but which would also immediately make it very political in times when this would be immediately cried 'foul play' over, too. So, this wouldn't be the worth the downside risk."], [21148, "2016-04-03T10:45:47Z", 0.05, "Investigations on-going, so obviously a non-zero possibility. But nothing to date appears that different from actions of predecessors. "], [1646, "2016-04-03T08:57:15Z", 0.0, "Comment deleted on May 03, 2016 11:22PM UTC"], [38, "2016-04-03T07:58:59Z", 0.0, "http://www.latimes.com/nation/la-na-clinton-email-probe-20160327-story.html"], [23419, "2016-04-03T05:29:14Z", 0.11, "DOJ indictment could be on the use of emails or perjury or whatever the DOJ can improvise. So whether she actually broke the law is not relevant to the question about indictment. 1. Big picture score 0: 0 first lady ever indicted; 0 presidential front runner ever indicted. 2. Partisan score 25%: Republican may have the motivation to prosecute a high profile democrat especially a presidential candidate. The republicans would have higher motivation to do so had they have a strong candidate of their preference. 3. Ability 15%: If DOJ would declined to prosecute former Utah attorney general John Swallow for corruptions with mounting evidence after \"thorough investigation\"; after the State decided to prosecute, the DOJ's U.S Attorney to Utah David Barlow(who used to be attorney for Utah senator Michael Lee) simply resigned. One would expect Clitons' have far more clout than Hatch-links. Had Bush stayed in the game, the ability portion would ranked higher as it may be a game between old money vs. new money. As it stands the ability part is assigned 15%. 4. DOJ's own interest 5%: prolonged legal process that would make heavy investment of anyone's political assets unwise; possible embarrassing outcome; involvement of more high officials past and current. For the initial forecast, assign equal weight to the four considerations. "], [23418, "2016-04-03T04:32:00Z", 0.75, "I doubt the Supreme could do something so politically heated in an election year prior to the election without have a full set of justices. "], [17033, "2016-04-03T03:47:28Z", 0.1, "Most likely scenario is the FBI will ask for indictment of her employees, and she will be cited as exhibiting poor judgement and carelessness with sensitive material but not criminally culpable. "], [23415, "2016-04-03T00:56:17Z", 0.0, "Democratic DoJ will not go after Clinton. "], [23408, "2016-04-03T00:45:08Z", 0.05, "After looking over things a bit more I think this is very unlikely. First of all, as far as I can tell, there has never been an indictment against a current Presidential candidate, let alone the front-runner, and I find it very hard to believe this trend will suddenly fail now. Second, while it seems like there's some evidence that she did receive or transmit e-mails that some in the investigation are deeming to be classified, it's very unclear as to whether they were marked as such at the time, which makes the case harder to make. The definition of \"classified\" also seems rather fuzzy. Finally, I don't see any evidence that she willfully disclosed any of the information in the e-mails to a third party who was not cleared, vis a vis the previously indicted General Petraeus. I think it's far, far more likely that if things look bad she will simply be forced to step down from the campaign, most likely in some kind of face saving way behind the scenes."], [23414, "2016-04-02T23:30:14Z", 0.03, "There is no political appetite for this position."], [83, "2016-04-02T23:13:46Z", 0.0, "From the LA Times and WP links, too many people, at too many agencies seemed to be in the know when HRC wanted access to her blackberry."], [21, "2016-04-02T22:31:19Z", 0.01, "Theoretically possible."], [2965, "2016-04-02T22:26:32Z", 0.02, "100 for no . No Hedgehawg just following graphic and stats trend approx -3"], [706, "2016-04-02T21:53:36Z", 0.05, "Oops.  I meant 5%!  Disregard previous post."], [706, "2016-04-02T21:53:01Z", 0.95, "Not after today's shenanigans by suspending the investigation so that the FBI can do its investigation.  "], [14613, "2016-04-02T19:44:45Z", 0.29, "It depends, first, on the FBI investigation since the DOJ halted its investigation. If the FBI wraps things up soon then it may indicate bad news for Hillary. "], [1262, "2016-04-02T19:21:05Z", 0.63, "Found publications both from left and right saying indictment imminent/will happen.    Like many other forecasters I considered this unlikely, however FBI Comey's reputation suggests he will recommend if sufficient evidence and link below indicates indictment might be least politically damaging to Obama's legacy.    Maybe an indictment and \"pardon\"?   "], [254, "2016-04-02T16:07:22Z", 0.0, "The classification process is very complex and subjective.  They would have to show that Clinton knowingly released classified information that was so classified at the time that it was released.  Using a private server, while not in accordance with policy, isn't illegal."], [254, "2016-04-02T16:02:33Z", 0.0, "They would need to show intent to divulge classified information at the time it was released.   The classification process is very complex and subjective.  If information wasn't marked as classified, it would be tough to prove it was intentially transmitted.  While using a private server was against policy, it wasn't illegal."], [23006, "2016-04-02T15:55:20Z", 0.75, "She did mishandle sensitive state info by using her own private server."], [484, "2016-04-02T15:52:24Z", 0.01, "(no change) But I need to think some about Comey's history with Whitewater. (Not casting aspersions on his competency, but significant life-shaping events are hard to compartmentalize.)"], [20797, "2016-04-02T14:11:14Z", 0.02, "Sub-questions (multiply together):\n- Will DOJ decide there was criminality in private email server? (Okay, that could be split up in various parts.) 15-20%\n- If yes, will DOJ decide HRC was culpable? 50-75%\n- If yes, will DOJ decide they could win the case? 25%\n- If yes, will DOJ decide before November 8? 50%\nSo that's 1-2%. Seems low, but dominated by first and third questions. "], [51, "2016-04-02T13:09:02Z", 0.0, "Extraordinarily improbable.  Some of the calculations I have seen to date are based on assumption the Justice Department being fully independent in its decision, and I don't believe that is the case at all.  The DoJ will only indict if Obama says yes.  Given this, how likely is it that Obama will hand the presidency to Donald Trump by allowing HRC to be indicted?  That is practically impossible.  "], [1993, "2016-04-02T11:46:11Z", 0.05, "What would they indict her for? Having \"classified\" e-mails on her server? That would attract scrutiny to the classification system in a big way, which I think both parties would very much like to avoid. It's more likely that the Republicans will stick to casting aspersions and see what sticks in the court of public opinion."], [23350, "2016-04-02T08:11:35Z", 0.05, "not before election"], [3577, "2016-04-02T05:48:24Z", 0.05, "There's two parts to this question, will the FBI recommend indictment and will the Attorney General indict Hillary Clinton. I won't be commenting on the alleged crime. "], [38, "2016-04-02T05:31:01Z", 0.11, "huh?  "], [15548, "2016-04-02T05:00:44Z", 0.07, "I start with an high probabilty because if there isn't an early resolution it will probably never happen."], [20063, "2016-04-02T04:54:21Z", 0.05, "November is not too far away. If there were intent to indict, it should have been clearer by now. No publicly available evidence implicates Clinton in some kind of treasonous conspiracy to pass secrets, like Snowden did. Without that, it is hard to see how the DOJ prosecutes. That said, November is far enough away for things to take a surprising turn."], [20008, "2016-04-02T03:23:20Z", 0.6, "The cynic in me says no, it won't happen, because the democratic establishment has too much to lose. The idealist in me hopes that there are still enough decent people left in the justice department to resist political pressure and indict her for the very indictable crimes that it looks like may have been committed."], [102, "2016-04-02T02:26:45Z", 0.1, "https://larswericson.wordpress.com/2016/04/02/gitrep-01apr16/"], [767, "2016-04-02T02:17:34Z", 0.1, "Hillary Clinton's activities around her use of a private email server, or the sloppiness and shady dealings of her family foundation are embarrassing and unethical at best.  Based on reports of how they manage their foundation, the Clintons seem to constantly act as if their power held the to a higher standard.  But do their actions constitute breaking of any US laws?   We need to know more. "], [15344, "2016-04-02T01:56:02Z", 0.05, "A friend of mine was telling me that a presidential nominee has never been indicted before an election.... I can't find a definitive confirmation online. Does anyone know if this is correct? "], [5001, "2016-04-02T00:41:37Z", 0.1, "Optimizing for an early resolution"], [3384, "2016-04-01T22:55:05Z", 0.25, "Unlikely,but the treaty Comey resigning along with other senior staff makes it possible.Obama seems to be immune to public opinion going against him,thus he and Lynch may stonewall any indictment"], [484, "2016-04-01T21:59:32Z", 0.01, "Initial forecast. FBI has to do due diligence, but it is hard to prosecute the crime of stupidity."], [12879, "2016-04-01T21:21:07Z", 0.04, "More likely to conduct the initial interviews before issuing an indictment of her. 8^)"], [14841, "2016-04-01T20:17:32Z", 0.0, "I would find it shocking if the Obama Administration, and or a US Attorney would want to inject him or herself in the political pressure cooker they would find them self in if they did this. In addition I am not even sure a crime has been committed. This is just Whitewater, Benghazi, and all the scandals the anti-Clinton forces are trying to hang on her...version 7.0. Plus factor in  that she might be the only sane person running for President, I give this a zero probability."], [19926, "2016-04-01T20:16:27Z", 0.05, "Unless they uncover some really damning evidence, I have a hard time seeing how a Democratic administration would indict the presumptive Democratic nominee in the face of a Trump campaign."], [94, "2016-04-01T19:34:59Z", 0.15, "PredictIt says there is a 29% chance that a criminal charge will be filled against Clinton in 2016 (https://www.predictit.org/Contract/1792/Will-a-federal-criminal-charge-be-filed-against-Hillary-Clinton-in-2016#openoffers).  The question here is slightly narrower in scope and timing though, so that 29% is really an upper bound.  I think the PredictIt number is a bit of an overestimate as well, so I'll start with 15%."], [90, "2016-04-01T18:04:32Z", 0.4, "Jumping in on this with 40% -- possibly a little high."], [689, "2016-04-01T17:47:10Z", 0.49, "Comment deleted on May 10, 2016 11:19PM UTC"], [3895, "2016-04-01T17:34:45Z", 0.33, "this investigation has been rumbling on for ever & ever and may have two prongs; first the security violations over the server, & also corruption relating to the Clinton Foundation. http://dailycaller.com/2016/03/09/claim-hillary-grand-jury-looking-into-political-corruption/"], [14318, "2016-04-01T17:11:25Z", 0.02, "Interesting discussion of this (requires patience) here: http://mediamatters.org/research/2016/03/28/media-hype-la-times-report-on-clinton-emails-ev/209574. I think the upshot of this and other insights is that there's nothing to indict for, no matter how hysterical the press and the right become over it."], [2, "2016-04-01T17:10:09Z", 0.1, "Not likely."], [14375, "2016-04-01T17:08:27Z", 0.0, "Hahahahahaha."]]}