{"question_id": 298, "title": "Before 1 January 2018, will Yemen's Houthi rebels sign a peace agreement that includes provisions about the establishment or recognition of a single, national government?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[42463, "2017-12-16T10:25:47Z", 0.0, "Unlikely"], [1639, "2017-12-03T18:17:55Z", 0.0, "updating"], [1333, "2017-11-29T13:49:37Z", 0.0, "The Hardy Houtis seem hell bent on Liberty or Death, The Sauds have not adapted to the battlefield in front of them but prefer the passive aggressive method of etting diease and faminew run their course ,,,a very drawn out process, although they did recently bring in a former Pak Army Chief to run their SpecOps. Sisi in Egypt has his hands ful and after the rebuke over deeding some isands in the straits back to the Suads they are loaning out their talent on a case by case basis."], [61, "2017-11-17T15:32:31Z", 0.0, "Situation introduced elements that suggest a stable status quo with regard to any advancements toward political stabilization; specificially, the situation is fluid and remains unstable."], [41352, "2017-11-11T19:06:26Z", 0.05, "Houthi forces supported by Iran fights many forces ( Islamic alliance forces , governmental forces which loyal to President Hadi ) and they need to put a leg for Iran on KSA borders, so i think they will not directs to any political agreement."], [36848, "2017-11-11T12:19:11Z", 0.0, "Long term family connection and interest in Yemen."], [15621, "2017-11-05T17:28:11Z", 0.0, "firing missiles at KSA probably not helpful"], [22278, "2017-11-01T13:53:27Z", 0.02, "Houthi rebels and Saudi Arabia led coalition are very much committed to this fight and establishing a state by the end of the year will not happen."], [6303, "2017-10-31T03:58:50Z", 0.0, "Based on general news and GJP consensus."], [6303, "2017-10-23T04:02:46Z", 0.0, "Based on general news and GJP consensus."], [98, "2017-10-20T03:33:10Z", 0.02, "time is running out"], [6303, "2017-10-16T03:39:25Z", 0.0, "Based on general news and GJP consensus."], [1034, "2017-09-30T07:15:27Z", 0.0, "Yemen war: UN agrees to send war crime experts"], [98, "2017-09-21T13:59:36Z", 0.04, "passing time"], [6303, "2017-09-18T04:31:23Z", 0.0, "Based on general news and GJP consensus."], [15621, "2017-09-12T04:43:53Z", 0.01, "Passage of time "], [1034, "2017-09-05T05:56:33Z", 0.0, "Saudi Arabia should fund all humanitarian aid to Yemen: WFP"], [6303, "2017-09-04T05:17:05Z", 0.0, "Based on general news and GJP consensus."], [83, "2017-08-26T22:53:06Z", 0.0, "May first need an agreement between Houthi rebels and Saleh.\nhttp://www.reuters.com/article/us-yemen-security-idUSKCN1B60OG?il=0"], [1639, "2017-08-24T12:41:02Z", 0.0, "Doesn't look like"], [38147, "2017-08-18T17:20:08Z", 0.01, "The fighting is still current. The rebels are Shia and the government tends to support the Sunni faction. While both are Muslim each side sees the other as apostates. The government is backed by the Sunni Arab states and the rebels by Iran. It's a religious proxy war. No end in sight."], [1034, "2017-08-04T07:48:01Z", 0.0, "\nU.S.-backed Yemeni troops attack al Qaeda in southern state"], [1034, "2017-07-22T06:58:51Z", 0.0, "Yemen cholera to spread with rains; Oxfam sees 600,000 cases"], [6303, "2017-07-17T02:27:22Z", 0.01, "Based on general news and GJP consensus."], [20588, "2017-07-05T22:59:13Z", 0.01, "Updating. Either the Rebels will be pushed out of the cities and established settlements, or this will drag on."], [14777, "2017-06-26T19:01:33Z", 0.0, "How about a question on the Qatari mess? Coup? Annexation?"], [1034, "2017-06-07T07:20:32Z", 0.0, "Yemen rebels reject UN envoy as mediator in conflict"], [15621, "2017-05-31T05:55:44Z", 0.05, "Seems to be some progress with Oman mediation"], [1034, "2017-05-31T05:52:22Z", 0.0, "Oman mediating between Yemenis over U.N. peace plan: official"], [1034, "2017-05-29T06:02:06Z", 0.0, "UAE minister warns Gulf alliance faces a major crisis"], [6967, "2017-05-21T19:55:32Z", 0.9, "The Houthis will likely sign the peace agreement because neighboring countries should be working more with the West in the year 2017, and Iran will likely create a strategy to strengthen its diplomatic relations with the West as well. If this does occur, Iran may cease backing the Houthis, leaving the Houthis with little or no support from overseas. At that point, the Houthis will likely sign the peace agreement.\n  An analogy in history is how, during the Korean War, North Korea would not sign a peace agreement until Russia's foreign policy changed in the level of support it had for international conflicts of the communist countries that Russia was working with."], [31450, "2017-05-19T12:36:53Z", 0.0, "Dropping to zero because I don't see any signs the Saudis are interested in talking. Particularly because crown prince Mohammed bin Salman has sunk so much prestige into the effort, I don't think there is any interest in a negotiated settlement. "], [1034, "2017-05-12T06:32:20Z", 0.0, "Yemenis compete for AK-47 in al Qaeda quiz: residents"], [1639, "2017-05-08T18:14:06Z", 0.0, "Nineteen air strikes launched by Saudi-led coalition forces in Yemen killed at least 20 Houthi militias and rebels affiliated with ousted President Ali Abdullah Saleh and injured around 3o more.\nThe coalition’s airstrikes targeted Khaled bin al-Walid camp in Mawza and in Maqbanah in west Taiz and destroyed a weapons storage facility, three vehicles and one armored vehicle.\nMeanwhile, legitimate forces in Yemen achieved some military gains in Mawza as they continue to besiege Khaled bin al-Walid camp for a month now and prepare to retake it from the militias.\nSix Houthis were also killed and several others were injured in Yemeni army shelling on the al-Waash mountain, northwest of Taiz.\nA Yemeni military source had said that national army forces attacked militias’ posts in the western outskirts of Khaled bin al-Walid camp and in the Mokha junction and killed at least 10 rebels.\nhttp://english.alarabiya.net/en/News/gulf/2017/05/08/Arab-coalition-launches-air-strikes-on-Houthi-sites-in-Yemen-s-Taiz.html\n"], [1034, "2017-04-23T07:04:37Z", 0.0, "Yemen: Houthi-Saleh Forces Using Landmines (12 pages)."], [1034, "2017-04-21T07:06:31Z", 0.0, "Weighing arms sale, U.S. seeks Saudi pledge on Yemen civilian casualties"], [1034, "2017-04-20T05:10:23Z", 0.0, "U.S. defense secretary: must overcome Iran's destabilization efforts to help Yemen"], [34753, "2017-04-04T09:04:10Z", 0.0, "Because they are in conflict with ksa especially in religious matters,\nIran playin with Ksa in Yemen they used houthi as atool to hit ksa from the boards."], [34716, "2017-04-03T10:11:27Z", 0.25, "Not an optimistic percentage I say , as Iran will use Houthi rebels to reach to kind of agreement with US & its allies in many cases as ASAD , Iraq , …."], [34703, "2017-04-03T05:43:34Z", 0.05, "The conflict in Yemen is there to stay. As long as Saudi-Iran relationship are not sorted out Yemen will unfortunately be a battle ground were muscles are shown."], [34705, "2017-04-02T19:44:47Z", 0.09, "اعتقد ان الحوثي سيوقع اذا حان وقت الحسم العسكري وعلم الحوثيين أن بينهم وبين الموت شعره سيوقعون على الاتفاقيه "], [34682, "2017-04-02T12:14:17Z", 0.3, "Interesting"], [34664, "2017-04-02T11:42:21Z", 0.4, "The country has a major crises in all aspects of life , I believe there has to be a deal before year end or we will find a very dangerous failed state which can be dangerous for the whole region."], [4462, "2017-04-01T00:49:07Z", 0.0, "  The Saudis seem to want war so terms for peace will be made so unacceptable there will be no peace.   Also if fair democratic elections were held today could a candidate acceptable to the Saudis win? You would think the Saudis would have learned from our example in Afghanistan and Iraq. Every one you kill, torture has friends and relatives who will join the other side. Next since its a war zone  many have no jobs and well the richer side in any conflict has more stuff to steal and is less likely to hire the uneducated and if your from the wrong tribe giving guns to them has bitten America in the ass big time."], [6303, "2017-03-27T02:53:41Z", 0.01, "Based on general news and GJP consensus."], [1034, "2017-03-26T09:09:11Z", 0.0, "Pro-Houthi court sentences Yemen president to death for treason"], [19801, "2017-03-26T05:35:18Z", 0.0, "Pro-Houthi court sentences Yemen president to death for treason\nhttp://in.reuters.com/article/yemen-security-court-idINKBN16X02Z?il=0"], [1034, "2017-03-23T07:50:16Z", 0.0, "Yemen's warring parties should protect ports, not U.N.: spokesman"], [1034, "2017-03-22T05:55:50Z", 0.0, "Exclusive: Iran steps up support for Houthis in Yemen's war – sources"], [1034, "2017-03-20T07:13:39Z", 0.0, "Saudi-led coalition calls for U.N. supervision of Yemen port"], [1034, "2017-03-17T05:41:13Z", 0.0, "U.N. Warns Yemen Could Be on Brink of Famine"], [1034, "2017-03-11T08:20:18Z", 0.0, "Saudi-led coalition air strike kills 22 in Yemen: official"], [34269, "2017-03-10T01:32:07Z", 0.1, "not enough political will"], [1034, "2017-03-03T06:28:46Z", 0.0, "U.S. pounds al Qaeda in Yemen with more than 20 strikes"], [12302, "2017-03-02T07:00:36Z", 0.05, "\"Each side’s commitment to UN-led peace talks is lukewarm. Neither is defeated or exhausted; both believe they can make additional military gains; and neither has been willing to make the compromises required to end the violence. The structure of talks, too, is problematic, with Saudi Arabia, a core belligerent, conspicuously absent. \""], [1034, "2017-02-28T08:02:02Z", 0.0, "NOTICE: I have Business grade security/ Firewalls which also encryption all data on my PC and Windows  10 Enterprise encryption. I did not receive an alert for penetration, but Windows Enterprise operating system,  not an easy target.\n\nHouthi rocket kills several civilians in Marib restaurant"], [1034, "2017-02-26T10:18:22Z", 0.0, "Suicide bomber kills at least eight soldiers in Yemen's Zinjibar"], [476, "2017-02-24T12:49:49Z", 0.0, "Because middlemen make too much money selling them weapons, as finally, Brazil media revealed just today (Estado) but has been known for some time in US and UK MSM. http://www.commondreams.org/newswire/2016/12/23/yemen-brazil-made-cluster-munitions-harm-civilians   Of course Brazil's rudderless foreign ministry has been tight lipped for nearly a year on this.   Link http://www.reuters.com/article/us-brazil-minister-idUSKBN16200X"], [1034, "2017-02-23T08:57:45Z", 0.0, "Brazil's Taurus shipped arms to son of Yemeni smuggler: U.N. report"], [31450, "2017-02-16T16:34:23Z", 0.01, "If, and its a big IF, the Houthis and Saudis even begin to negotiate seriously, I can't imagine they resolve their issues and sign an agreement in the next 11 months. Unless of course there is serious back channel negotiation going on, and actions on the ground make that seem unlikely. And even if both points (not negotiating seriously and the short time frame) were not serious obstacles to a peace agreement, there is still the minor issue that the Houthis are fighting for a return of an independent North Yemen and thus the exact opposite of this question."], [1034, "2017-02-16T09:34:29Z", 0.0, "Attack hits mourners in Yemen, killing nine women, one child: residents"], [13377, "2017-02-13T03:23:27Z", 0.0, "Following Iainhen99"], [1643, "2017-02-13T02:58:40Z", 0.01, "Saudi's vs Iran in a proxy war within an unstable region.  I think we are just getting warmed up."], [1034, "2017-02-11T07:25:09Z", 0.0, "\nSaudi-led coalition strikes Yemeni port, civilians at risk"], [33476, "2017-02-07T01:55:51Z", 0.25, "Trump will most likely put a lot of pressure on Iran resulting in a pullback of Iranian forces from Yemen. The Houthi will lose ground and will accept a new tribal-based governing system similar to the UAE. I'm not sure this will happen this year, though, hence the low probability. "], [6303, "2017-02-05T04:12:33Z", 0.02, "According to the general news and GJP consensus."], [1262, "2017-02-04T17:53:35Z", 0.01, "No evidence of Houthi (or Iranian backers) desire for peace"], [33217, "2017-02-03T07:28:45Z", 0.4, "Peace is unlikely unless the saudis decide to allow it.\nThe war is actually a saudi aggression, and until the saudis leave the country, then the Houthis will continue fighting and Yemen will remain in war.\nAs soon as the saudis leave, then the country will have peace."], [83, "2017-02-01T21:15:21Z", 0.0, "Reported rebel attack in the Red Sea on a Saudi warship:\nhttp://www.bbc.com/news/world-middle-east-38808345"], [29469, "2017-01-31T20:32:44Z", 0.0, "Latest attack on Saudi ship."], [476, "2017-01-31T11:34:12Z", 0.0, "Updating. The Houthis seem to have quite a warchest. Link http://www.voanews.com/a/reu-yemen-houthis-attack-saudi-ship/3699723.html"], [20588, "2017-01-31T04:59:19Z", 0.02, "There is no news about the Houthis’ considering anything but a government takeover. Now that the US is involved, Iran might leave the Houthis hanging. Plus, Egypt is still supporting the government in exile. In short, the Houthis aren’t in the position to agree to anything other than surrender, if that’s even offered."], [6303, "2017-01-30T03:57:39Z", 0.02, "According to the general news and GJP consensus."], [1993, "2017-01-25T04:39:55Z", 0.05, "Houthi have formed a government, so they don't seem to be thinking in terms of a single, national government (unless it is them) at this time."], [28704, "2017-01-23T03:22:19Z", 0.15, "Saudi and Iranian proxy war unlikely to end as there is no strong Yemeni figures emerging capable of forming a government and establishing order."], [6303, "2017-01-23T02:40:14Z", 0.02, "According to the general news and GJP consensus."], [6303, "2017-01-16T01:56:35Z", 0.02, "According to the general news and GJP consensus."], [562, "2017-01-14T03:52:07Z", 0.05, "It's not what they want, so very slim pickings."], [21802, "2017-01-11T07:00:55Z", 0.08, "Yemen is currently locked to what author Nazih Richani refers to as a \"War-system\". His political economy analysis of the factors that once held Colombia in a perpetual state of violence and conflict fits the current state of affairs in Yemen. Given the complexity of actors and interests at play -- and the current \"g-zero\" nature of the world -- I do not expect any meaningful resolution of hostilities and the establishment of a single, national government with Houthi endorsement occurring before January 2018. "], [29054, "2017-01-09T15:29:49Z", 0.0, "There is so much underground power struggle that until the situation settles, this peace is unattainable; neither side will accept the compromise to form government, tangle this one with the amount of terrorism that has taken place, this affects the international terror network that operates from Yemen and you have here a clear basket case of improbable events."], [6303, "2017-01-09T03:42:42Z", 0.02, "According to the general news and GJP consensus."], [373, "2017-01-07T21:09:02Z", 0.01, "No one cares about this region, so local forces will continue to fight to a stalemate."], [83, "2017-01-07T00:54:05Z", 0.0, "Leaving historical Briar scores to cover any remaining odds."], [24295, "2017-01-02T18:02:53Z", 0.95, "No, it will be to gentle for Saudi. Cut hand for steal, so non. No human \"country\""], [6303, "2017-01-01T03:44:32Z", 0.02, "According to the general news and GJP consensus."], [23234, "2016-12-30T04:39:40Z", 0.26, "Comment deleted on Dec 30, 2016 04:39AM UTC"], [1034, "2016-12-28T07:39:41Z", 0.0, "Exclusive WikiLeaks Reveal How the US Got Involved in Yemen Civil War Hell with Saudis - Mike Swanson (12/27/2016)"], [31766, "2016-12-28T04:10:02Z", 0.1, "Houthi won't be signing anything. "], [6303, "2016-12-26T03:10:22Z", 0.02, "According to the general news and GJP consensus."], [31201, "2016-12-20T04:22:13Z", 0.0, "This is a proxy war to the bitter end between Iran and Saudi Arabia."], [7366, "2016-12-19T22:26:12Z", 0.0, "Only if Iran and Saudi Arabia resolve their differences Yemen will find peace.  I don't see a resolution between these two powers anytime soon."], [6303, "2016-12-19T03:36:20Z", 0.02, "According to the general news and GJP consensus. "], [1034, "2016-12-18T08:11:06Z", 0.0, "\nYemen Bombing Kills at Least 23 People"], [1034, "2016-12-15T08:09:26Z", 0.0, " Lederman (2016) December 15, states that:"], [1034, "2016-12-14T08:06:19Z", 0.0, "U S Blocks Arms Sale to Saudi Arabia Amid Concerns Over Yemen War"], [1034, "2016-12-12T18:11:29Z", 0.0, "Houthi rebels reject peace plan accepted by Yemen government\nMiddle East Eye Website. (2016). Houthi rebels reject peace plan accepted by Yemen government Agence France‑Presse. Retrieved from\nhttp://www.middleeasteye.net/news/yemen-government-accepts-un-peace-plan-1309188444"], [6303, "2016-12-12T01:48:43Z", 0.02, "According to the general news and GJP consensus."], [31125, "2016-12-05T21:41:56Z", 0.35, "The big powers are focused on other business. No one will impose anything from outside"], [6303, "2016-12-05T04:21:36Z", 0.03, "According to the general news and GJP consensus."], [25944, "2016-12-03T00:59:13Z", 0.01, "I think the Saudi's want to stomp the Houthi rebels out of existence, not sign peace deals with them."], [19801, "2016-12-01T11:40:32Z", 0.0, "1.Yemen's armed Houthi rebels and their political allies have formed a new government, the rebel-run state news agency Saba reported, in what appeared a blow to UN-backed efforts to end 20 months of war in the country.\nhttp://www.aljazeera.com/news/2016/11/yemen-houthi-rebels-form-government-161128200652615.html"], [83, "2016-11-28T19:56:32Z", 0.15, "Houthi form government in Sanaa, with ex-President Saleh, covering more than 50% of the Yemeni population:\nhttp://www.reuters.com/article/us-yemen-security-government-idUSKBN13N1ZQ?il=0"], [6303, "2016-11-28T02:48:21Z", 0.03, "According to the general news and GJP consensus."], [4462, "2016-11-23T06:42:21Z", 0.45, "Yes but it won't mean anything "], [6303, "2016-11-21T02:45:12Z", 0.04, "According to the general news and GJP consensus."], [6303, "2016-11-14T00:38:24Z", 0.03, "According to the general news and GJP consensus."], [27101, "2016-11-10T19:58:09Z", 0.01, "The probabilities have decreased substantially with president elect Trump. If the US withdraws from the middle east proxy fights like in Yemen between the Saudie's and Iran will only become more important. It is probably in none of these 2 parties interest to end the conflict soon before its clear where the new president stands "], [30148, "2016-11-10T10:54:33Z", 0.05, "in their culture, is it not possible to sign a peace Agreement. they will fight since the death"], [19801, "2016-11-08T09:19:45Z", 0.0, "The exiled Hadi on Saturday rejected a UN peace proposal to end the turmoil saying the deal would only be a path to more war and destruction."], [12406, "2016-11-08T00:13:16Z", 0.1, "secret"], [6303, "2016-11-07T00:23:28Z", 0.05, "According to the general news and GJP consensus."], [13390, "2016-11-05T18:30:23Z", 0.2, "Still to much unrest in the region."], [476, "2016-10-31T19:52:29Z", 0.0, "Understanding the background  link http://www.wsj.com/articles/yemen-rebels-saudi-arabia-begin-peace-talks-to-end-nearly-year-long-war-1457520050"], [6303, "2016-10-31T01:35:11Z", 0.05, "According to the general news and GJP consensus."], [691, "2016-10-30T19:04:07Z", 0.02, "At the moment, partition looks more likely than unification.  Stay tuned. "], [26678, "2016-10-29T08:34:34Z", 0.03, "Because the Houthis believe that they can take all of Yemen & resume their historic dominance over the country. As they are from a Shia sect, they run up against the Wahhabism of neighbouring KSA. In order to protect themselves they've reached out the Iranians, the KSA's implacable foe. This conflict will require the decisive victory of either the Houthi-Iranian alliance or the Saudi supported Sunni interests in Yemen."], [4139, "2016-10-29T05:09:13Z", 0.9, "Salah will consolidate  power by then."], [1639, "2016-10-27T14:17:31Z", 0.1, "The Houthis have long been accused of being proxies for Iran, since they both follow Shia Islam. (Although the Iranians are Twelve-Imam Shias and the Houthis are Five-Imam Shias.) \nThe United Statesand Saudi Arabia have alleged that the Houthis receive weapons and training from Iran. \nThe Houthis and Iranian government have denied any affiliation. \nThe African nation of Eritrea has also been accused of funneling Iranian material to the Houthis, as well as offering medical care for injured Houthi fighters. The Eritrean government has called the allegations \"groundless\" and said after the outbreak of open hostilities that it views the Yemeni crisis \"as an internal matter\". Documents from wikileaks suggest that privately US officials believe that allegations of Iranian support for the Houthis have been overstated by the Yemeni Government for political reasons.\nThe Yemeni government, meanwhile, has enjoyed significant international backing from the United States and Persian Gulf monarchies. U.S. drone strikes were conducted regularly in Yemen during Hadi's presidency in Sana'a, usually targeting Al Qaeda in the Arabian Peninsula. \nThe United States was also a major supplier of weapons to the Yemeni government, although according to the Pentagon, hundreds of millions of dollars' worth of that material has gone missing since it was delivered. Saudi Arabia provided financial aid to Yemen until late 2014, when it suspended it amid the Houthis' takeover of Sana'a and increasing influence over the Yemeni government.\nIn 2015 SipilÃ¤ Cabinet, the goverment of Finland, accepted selling of Sako TRG M10 sniper rifles by 77 million euros to United Arab Emirates, by 2,3 million euros to Bahrain, by one million euros to Jordan and by 24 000 euros to Kuwait.\n_____________________\nCOMMENTS:  The deadline is long, still it is hard to see an end to this. Funny that the Houthis are officially known as Ansarallah (Partisans of God), the Houthis began as a theological movement that preached tolerance and peace in the early 1990s."], [4634, "2016-10-27T13:42:04Z", 0.15, "No change, wanted to share this news: http://www.aljazeera.com/news/2016/10/china-saudi-arabia-holds-anti-terror-drills-161027071103955.html"], [6303, "2016-10-24T01:42:44Z", 0.05, "According to the general news and GJP consensus."], [29469, "2016-10-22T19:24:53Z", 0.15, "The situation in Yemen is complicated http://www.bbc.com/news/world-middle-east-29319423, with a number of recent incidents http://www.aljazeera.com/news/2016/10/yemen-factions-trade-blame-ceasefire-violations-161022094518443.html, http://www.aljazeera.com/news/2016/10/yemen-war-ship-faces-houthi-missiles-161016034018318.html, http://www.aljazeera.com/news/2016/10/arab-coalition-wrongly-targeted-yemen-funeral-161015101846607.html. The US and UK are providing support for the Saudi led coalition, but their main focus is on Syria and Iraq. The Houthis seem to have support from Iran and Al Queda and ISIS are also in the mix. Hard to see a fast end to the fighting, but the timeline is long and sooner or later the conflict must come to an end. A transitional agreement is plausible to be reached fairly quickly. "], [28091, "2016-10-19T21:36:19Z", 0.15, "There are way too many moving parts in this conflict for it to end quickly or easily. Saudi Arabia will not allow a Houthi victory as long as they feel it will be dominated by Iran. The Houthi's will not want to give up territory won on the battle field. If the Houthi's can separate themselves from Iran and convince the Saudi's of that then there may be a small chance. "], [29662, "2016-10-19T20:35:42Z", 0.09, "This is a tough question as it is so dependent on global and regional paradigms. In a vacuum, only considering the political concerns of the Houthi Rebels, I would say that a peace agreement could be plausible by 2018. Unfortunately the problem is much greater than that. It involves global terrorists organization, numerous local conflicts, and most importantly the power struggle between Saudi Arabia and Iran. Yemen is embroiled in a proxy war that is part of a much larger conflict. The multi-dimensional nature of this conflict will not allow unification and peace for sometime."], [691, "2016-10-19T20:14:03Z", 0.04, "http://www.aljazeera.com/news/2016/10/yemen-warring-parties-agree-72-hour-ceasefire-161017212416570.html\nA cease-fire, if it holds, is pleasant enough.  If they pull off more of these, they may inch toward an actual agreement.  No rush, though, it seems."], [1529, "2016-10-19T03:47:50Z", 0.01, "Since the past national government was aligned with Saudi Arabia and Houthi rebels have been associated with Iran, it is hard to see a signed peace deal to recognize a single, national government, when that is likely to be aligned with the Saudis. "], [8736, "2016-10-18T21:12:26Z", 0.1, "There is a possibility that the situation in the ground changes."], [19801, "2016-10-18T04:55:57Z", 0.0, "Will Yemen's Houthi rebels sign a peace agreement that includes provisions about the establishment or recognition of a single, national government before 1 January 2018?"], [25601, "2016-10-17T07:14:05Z", 0.5, "Current strategy seems to be to bomb the rebels into submission. \nA lot of bombs can be dropped in a year."], [14133, "2016-10-17T01:55:22Z", 0.25, "It's just not their style. Because of their patrons, I will give it a 25% chance. But they wouldn't be doing anything but serving as the front for someone else."], [28261, "2016-10-16T15:20:38Z", 0.05, "Little motivation to sign a peace accord."], [7809, "2016-10-16T13:15:01Z", 0.45, "No.  Sorry to say I think these groups such as The Houthi enjoy fighting too much.    They are willing to die for any cause.  Very sad."], [28067, "2016-10-15T00:40:57Z", 0.0, "US involvement severely complicates the picture.  I think the long-term consequences may be greater than we know."], [1023, "2016-10-14T14:06:15Z", 0.1, "unlikely."], [9755, "2016-10-13T00:20:12Z", 0.0, "houthi Rebels almost over run Yemen with minimum casualties on all sides. \nThey are the best warriors in Yemen , so eventually saudies will loose the war or Yemen will be divided .\n the collation headed by the saudies started bombing the poor Yemenis , using heavy air power to hide the real problem they face on the ground. Saudies and mercenaries are no match for the houthi hit and run tactics and their will to send the Saudi and allies packing."], [14253, "2016-10-12T23:44:12Z", 0.14, "14.5 months to go. If things go along as they have been over the past year I'll probably drop one percentage point a month. This feels high to me, and I don't know if rocket attacks on US Navy destroyers make this more likely or not. Could it force the US to bring its persuasion to bear more decisively? "], [12879, "2016-10-12T17:59:58Z", 0.35, "Doubtful at the least. "], [1262, "2016-10-12T12:53:23Z", 0.02, "With the ongoing support/encouragement from Iran and Russia they will continue to fight."], [29539, "2016-10-12T10:54:54Z", 0.01, "The desire for independence of the Houthi rebels is greater than that of the Farc rebels"], [28380, "2016-10-12T07:45:41Z", 0.05, "Very very very unlikely the current Houthi rebels will sign. However keeping a 5% margin for the unlikey and the fact they might be destroyed and some replacement houthi movement might sign."], [19801, "2016-10-12T02:35:09Z", 0.0, "Yemen's Houthi Rebels Claim They Captured Post Inside Saudi Arabia\nhttp://www.haaretz.com/middle-east-news/1.742235"], [15408, "2016-10-12T02:22:13Z", 0.15, "Yemens freedom fighters have invested too much blood to sign a peace deal. This war is a proxy between Iran and Saudi/USA which neither wants to lose"], [691, "2016-10-12T00:06:08Z", 0.11, "This is probably too high in the circumstances, but one must start someplace."], [476, "2016-10-11T23:11:11Z", 0.03, "HuffPo WorldPo guy says Russia has the Houthis back.  http://www.huffingtonpost.com/samuel-ramani/why-putin-is-keeping-a-cl_b_12184874.html"], [4634, "2016-10-11T17:52:40Z", 0.18, "I don't want to start any lower, but I am very pessimistic about this"]]}