{"question_id": 86, "title": "Will China conduct naval exercises with any ASEAN member before 1 June 2016?", "correct_answer": "Yes", "crowd_forecast": 0.96, "preds": [[498, "2016-02-23T02:14:41Z", 1.0, "I told John Kerry that it is time to stop misrepresenting our view on the South China Sea dispute.\nhttp://www.khmertimeskh.com/news/21723/chinese-warships-dock-in-sihanoukville/"], [13884, "2016-02-22T17:42:36Z", 1.0, "\nhttp://english.chinamil.com.cn/news-channels/index.htm is a good source that I wish I had earlier"], [498, "2016-02-22T16:23:34Z", 1.0, "Chinese naval escort taskforce holds joint drill with Thai navy\nhttp://english.chinamil.com.cn/news-channels/china-military-news/2016-02/22/content_6922983.htm"], [2965, "2016-02-22T15:34:29Z", 1.0, "Reuters: Cambodia, Japan and PRC. Next week.\n"], [9549, "2016-02-22T02:23:26Z", 0.15, "china will rely on nuclear deterrent from norht korea"], [498, "2016-02-22T00:06:50Z", 0.99, "The anticipated exercise with Cambodia notwithstanding, I am uncertain as to why the recent Indian Fleet Review did not resolve this question. As is evident from the cited article, \"stressing ... cooperation\" and \"deterrence by presence\" were aspects \"complementing the exercise.\" As you know, if there was something that we could base an objective determination of \"just what a naval exercise is,\" I'd be the first to argue for that. But, when we do not have such a standard, and the usage employed by the actors does not violate common sense or basic logic, or reveal an intention to deceive, I'm not sure what the reason would be to not just go along with the actors interpretation of events. Here, an independent host country (India) is calling an activity that both China and Malaysia participated in, a [naval] exercise. I see no reason to dispute that claim. The objective of \"cooperation\" seems as good as any other for the purpose of a naval exercise.\nhttp://www.indiandefensenews.in/2016/02/message-of-cooperation-in-fleet-review.html"], [10949, "2016-02-21T07:17:11Z", 0.99, "http://mobile.reuters.com/article/idUSKCN0VQ152\nAs mentioned by others, on Monday the exercise with Cambodia will start. Thus using from previous. "], [1624, "2016-02-21T03:13:30Z", 1.0, "Updating per Reuters news item shared by @jkbick"], [15750, "2016-02-21T01:16:26Z", 0.9, "They will want to show force towards USA"], [498, "2016-02-20T22:59:35Z", 0.99, "Analysts say the United States is concerned about Cambodia becoming a vassal state that could do Beijing's regional bidding in the consensus-led ASEAN, a notion Phnom Penh rejects.\nhttp://www.reuters.com/article/us-cambodia-china-japan-idUSKCN0VQ152"], [1056, "2016-02-20T17:29:20Z", 1.0, "I'm going up to 100 on this because of the Cambodia exercise. If for any reason that doesn't count, I'll go back down. "], [2965, "2016-02-20T16:41:23Z", 1.0, "Reuters links indicate an exercise  with Cambodia is imminent.\nThere have been suggestions these are scheduled next week."], [1624, "2016-02-20T09:42:35Z", 0.45, "Interesting to see the \"crowd\" forecasting this so high - if I hadn't seen the other forecasts, I may have started here with 25%. So I'm forecasting a little higher but consider this not very likely. Recent news of missile launchers & Chinese militarisation will exert a further chill - I expect to keep adjusting downwards as the weeks go by."], [19630, "2016-02-20T03:37:57Z", 0.1, "95"], [19311, "2016-02-19T13:50:49Z", 0.99, "=> band wagon"], [68, "2016-02-19T08:01:13Z", 1.0, "Thanks to @dkc, @jkbick etc. Cambodia even before Komodo would resolve this next week."], [1708, "2016-02-19T07:48:39Z", 1.0, "http://www.reuters.com/article/us-cambodia-china-japan-idUSKCN0VQ152"], [61, "2016-02-19T02:15:06Z", 1.0, "Affirming"], [1056, "2016-02-19T00:24:31Z", 0.7, "The Cambodia exercise looks like it may fulfill the requirements. There isn't  much more than a hint that any Cambodian vessels will take part in the exercise, but if they do, that should settle it."], [43, "2016-02-18T22:29:23Z", 1.0, "Next week. http://www.straitstimes.com/asia/se-asia/cambodia-and-china-to-hold-naval-drills"], [13884, "2016-02-18T21:52:49Z", 0.99, "Bump up because apparently this is happening"], [8523, "2016-02-18T21:23:18Z", 0.0, "don't see the sentiment for one."], [556, "2016-02-18T21:22:52Z", 1.0, "fyi:\nLooks like next week...\nhttp://www.straitstimes.com/asia/se-asia/cambodia-and-china-to-hold-naval-drills"], [53, "2016-02-18T05:17:29Z", 0.96, "adjusting for high consensus"], [53, "2016-02-18T05:14:47Z", 0.9, "still thinking Komodo will close this in any case:\nhttp://jurnalmaritim.com/2016/02/hari-ini-kasal-buka-persiapan-akhir-komodo-exercise-2016/"], [14208, "2016-02-17T23:07:04Z", 0.81, "Comment deleted on Oct 22, 2016 06:11PM UTC"], [2965, "2016-02-17T14:06:19Z", 0.0, "The deployment of missiles in the South China Sea and the communique from US ASEAN summit, pending announcement of results of Philupine China arbitration under Law of Sea treaty render this impossible."], [52, "2016-02-17T01:45:42Z", 0.7, "Trending on Twitter: China deploys advanced missile system on island in contested area ( Vietnam and Taiwan)"], [11800, "2016-02-16T12:56:48Z", 1.0, "http://en.people.cn/n3/2016/0129/c98649-9011392.html\nI am late but this seemed to be good enough as a qualifying as naval exercise"], [14656, "2016-02-16T09:42:20Z", 1.0, "Upping, referencing @dkc."], [17002, "2016-02-16T01:35:42Z", 0.88, "16 Feb: Chatter of China-Cambodia nat disasters tho not necessarily naval exercises (https://www.gjopen.com/comments/comments/133017)"], [38, "2016-02-13T16:37:28Z", 1.0, "http://www.domain-b.com/defence/sea/indian_navy/20160206_warships.html#sthash.OwHVhdh1.dpuf"], [556, "2016-02-12T21:04:57Z", 1.0, "“After we finish with Japan, the Chinese navy will visit us for training on how to rescue people from natural disasters at sea,” he said. “This training will come at the end of this month and will involve many Chinese experts.”\nhttps://www.cambodiadaily.com/news/japanese-chinese-navies-to-visit-cambodia-days-apart-108270/"], [14800, "2016-02-12T06:57:38Z", 0.97, "Looks like China is due to visit Cambodia for \"natural disasters\" training. "], [498, "2016-02-11T14:39:59Z", 0.99, "\"At the same time, in this multi-national naval learn from each other, competing against the platform, Chinese sailors by perfect performance, has won widespread praise from the outside world.\"\nhttp://www.get-top-news.com/news-11747412.html"], [19630, "2016-02-10T13:37:43Z", 0.1, "High tensions in the South China Sea make that seem quite unlikely. Don't know the historical baseline though. "], [427, "2016-02-07T23:09:23Z", 0.05, "No love lsot between ASEAN and China"], [2965, "2016-02-07T13:36:08Z", 0.1, "NK launch game changer for me,\nheightened tensions, short run freeze on ASEAN outreach to China in de-conflict, Cost to China. "], [14208, "2016-02-06T20:45:57Z", 0.99, "Going down 1% considering a naval exercise may need additional support than what has been supplied."], [13884, "2016-02-04T21:21:05Z", 0.95, "bumping down for time"], [1395, "2016-02-02T22:09:39Z", 1.0, ""], [498, "2016-02-02T21:06:17Z", 0.99, "China, Bangladesh hold joint naval drill near Chittagong\nhttp://english.chinamil.com.cn/news-channels/2016-02/02/content_6885721.htm"], [498, "2016-02-01T19:56:26Z", 0.99, "http://english.chinamil.com.cn/news-channels/china-military-news/2016-01/29/content_6881301.htm"], [498, "2016-02-01T19:32:54Z", 1.0, "All You Need to Know About International Fleets Participating in IFR 2016 \nhttp://www.newindianexpress.com/nation/All-You-Need-to-Know-About-International-Fleets-Participating-in-IFR-2016/2016/02/01/article3256146.ece"], [498, "2016-02-01T16:13:31Z", 1.0, "China, Indonesia hold joint naval exercises\nhttp://en.people.cn/n3/2016/0129/c98649-9011392.html"], [1596, "2016-02-01T02:56:42Z", 0.3, "Even China needs friends. In order to counter the US influence in the region, China could entice one of its neighbours to a joint exercise, against some economic or trade benefit. Time is running short though for this to happen."], [1056, "2016-01-30T17:54:55Z", 0.0, "Looks like there was no Indonesian-Chinese exercise. I'm linking an article that doesn't mention such an exercise, but does mention a visit to an orphanage. I would think if there was a naval exercise, it would at least get as much mention as the orphanage visit. No other news source from any country mentions a naval exercise, and only one Chinese source appears to."], [1056, "2016-01-30T03:58:28Z", 1.0, "China-Indonesia exercise appears to have happened."], [53, "2016-01-29T21:44:05Z", 0.98, "News update on Komodo: http://www.jitunews.com/read/29914/baku-tembak-bakal-terjadi-di-perairan-laut-sumbar-ada-apa\nPerhaps already resolved: http://www.chinanews.com/tp/hd2011/2016/01-28/604898.shtml\nChinese navy generally visiting around: http://eng.mod.gov.cn/DefenseNews/2016-01/27/content_4637896.htm\n"], [17002, "2016-01-28T16:27:10Z", 0.85, "+Indonesia poss.\n+Cambodia\n+Myanmar exercises in Indian Ocean\n+Vietnam unlikely but new regime = less tense maritime geopol?\n-June 1 is short time horizon\nKey q's: When do these joint exercises take place? How soon after being announced?"], [17820, "2016-01-28T07:23:16Z", 0.05, "They have no mates"], [1257, "2016-01-27T21:11:21Z", 0.25, "June is too soon.Probably by the end of 2016."], [4571, "2016-01-25T21:36:01Z", 0.92, "UPDATE #2"], [13884, "2016-01-23T19:12:42Z", 0.98, "Seems that the komodo exercise http://www.komodoexercise.org/ is a thing.\nhttp://www.janes.com/article/52390/indonesia-to-host-2016-edition-of-wpns-alongside-multilateral-exercise-fleet-review\nThis article says that the People's Liberation Army's Navy is there and that that events are set to take place 12-16 april"], [68, "2016-01-22T07:28:50Z", 0.99, "@Resonancia, @cmeinel , @einsteinjs and @rjfmgy. "], [102, "2016-01-22T05:52:18Z", 1.0, "Apparently this has been scheduled for a while, top-o-the-hat to @cmeinel"], [13377, "2016-01-22T03:23:21Z", 1.0, "@Khalid now that you just signed up as my loyal follower (I got three now, check it out!!!), most of us are going 100% on ASEAN/China naval exercises thanks to a great find by einsteinjs, see https://www.gjopen.com/comments/comments/94499"], [10745, "2016-01-22T03:11:07Z", 1.0, "Woo hoo! Thank you, @einsteinjs for your find. I've been predicting 100% since Nov. 24 mostly out of a swelled head and pure cussedness. Now I have a rational excuse:)"], [43, "2016-01-22T02:42:02Z", 1.0, "Thank you,  @einsteinjs for alerting me to your find. I don't see any restriction to the South China Sea for these joint exercises to count. I believe the reason the question hasn't closed is that the exercises haven't taken place yet, being scheduled for April 12-16. So in the meantime we can remain at 100% and hope that China doesn't stand us up."], [438, "2016-01-22T02:18:10Z", 0.1, "No news with google since October 2015. And some considering it was more a Chinese communication operation than a real goal : only a 10% chance for now. "], [1056, "2016-01-22T00:18:02Z", 0.0, "I've convinced myself that Komodo won't count. "], [1056, "2016-01-21T03:33:43Z", 0.25, "GJP's reply to my request for clarification below:"], [14253, "2016-01-20T06:16:29Z", 0.99, "Assuming the exercise will count."], [15971, "2016-01-19T16:10:13Z", 1.0, "Interpreted the question too narrowly, assuming joint (one-on-one) exercises, and excluded the possibility of multilateral exercises."], [15471, "2016-01-19T15:41:04Z", 1.0, "also following  @einsteinjs up \nhttps://www.gjopen.com/comments/comments/94499 "], [61, "2016-01-19T03:30:54Z", 1.0, "folllowing @einsteinjs up\nhttps://www.gjopen.com/comments/comments/94499"], [11430, "2016-01-18T21:31:45Z", 0.05, "With the South China Sea seabed designations in such controversy no one will want to 'sea dance with the Chinese\" at this point.\n"], [13365, "2016-01-18T15:52:43Z", 1.0, "If the Komodo Exercise counts......"], [734, "2016-01-17T14:45:00Z", 0.96, "Updating."], [60, "2016-01-17T02:22:45Z", 1.0, "Coming in for 100."], [498, "2016-01-17T00:29:11Z", 0.99, "See @-williamclemons\nhttps://www.gjopen.com/comments/comments/91367"], [1056, "2016-01-16T20:07:12Z", 0.95, "Just got am email from GJP. They're asking the client for clarification of this question."], [15471, "2016-01-15T12:32:40Z", 0.3, "It will happen the question is whether it will be before 1st June. Rather unlikely since a lot of preparations are necessary and so far no announcements have been done"], [1056, "2016-01-15T00:44:59Z", 0.95, "Back up because of Komodo. I had come down pending clarification. GJP hasn't answered my request for clarification yet. I'm not going to press it. If they answer, I'll post what they tell me."], [1064, "2016-01-14T00:51:52Z", 0.95, "Everyone involved has said China will participate.  Their website has the Chinese flag on it right next tot he American one and they have a liaison.  They have already held two planning conferences and the final planning conference will be in February.  Something outside of the normal back and forth (baseline) would have to happen to cancel their participation.  The exercise is also scheduled at the least likely time for a hurricane which leaves only a small chance of it not occurring at this point.  "], [1056, "2016-01-13T18:41:05Z", 0.75, "I just sent this message to GJP:"], [1708, "2016-01-13T09:13:24Z", 0.95, "Following exercises with Pakistan in E China Sea and Australia in S Pacific, Komodo seems to be the likely candidate for a yes resolution (or a separate exercise with Brunei and Russia and possibly others). I'm not sure why some are seeing confusion in interpreting this question...seems clear to me that any joint naval exercise prior to June 1, 2016 in S China Sea involving China and any ASEAN member will suffice, regardless of other participants. \nChina's attache attended the May 2015 Komodo \"socialization\" meeting among likely participating nations. Janes reported last June that the PLAN would participate and I can't find anything contradicting these claims. Russia just confirmed it will participate in Komodo. I don't see why China would possibly leave itself out at such a critical time for its relations with Indonesia and other ASEAN states. \nhttp://thediplomat.com/2016/01/a-first-china-and-pakistan-conclude-naval-exercise-in-east-china-sea/\nhttp://eng.mod.gov.cn/MilitaryExercises/2016-01/02/content_4634962.htm\nhttp://www.komodoexercise.org/#!Multilateral-Naval-Exercise-Komodo-2016-Socialization/c1flr/1\nhttp://www.janes.com/article/52390/indonesia-to-host-2016-edition-of-wpns-alongside-multilateral-exercise-fleet-review\nhttp://www.thejakartapost.com/news/2015/12/29/russian-destroyer-ship-visit-promotes-friendly-russia-indonesia-military-ties.html"], [11800, "2016-01-13T06:17:01Z", 0.15, "There are many valid pros and cons made to this question.   and the groups seem very divided over the question. In my opinion this division comes from the unclarity of the question it self, and a further clarification of the question  by the originator would be very helpful.   Up to now i have read it that China will be the initiator (host) for specific exercises with any ASEAN country. I denied this up to  now because of the sensitivity over the Spratly Islands and the ADIZ, and other politics  China vs: US.       However if their sole participation is inbuilt in the question, then the Komodo and the Russian initiative (planned for May) with China and possibly other ASEAN countries, will be  looked at as a \"yes\".  I assume in case no extra exercises are held, China will consider the other two as a full fillement of their will.  Therefore for the moment i correct my result slightly upwards as a signal.\nDear GJP Admin clarify this point asap.  IF  you do not clarify I will rather read this as a \"YES\" to include others initiatives such as the Komodo and Russian ones into the question as valid. "], [14327, "2016-01-13T01:00:34Z", 0.7, "Looked over Komodo drill information. Looks legitimate and fairly well updated. If this points as a \"naval exercise,\" then the question will be answered in the affirmative. "], [4139, "2016-01-11T17:29:32Z", 0.05, "One admiral does not policy make, nobody else likes this idea,"], [53, "2016-01-10T22:44:36Z", 0.87, "Poking around looking for more info, found that there is also (in addition to Komodo exercise ) a planning meeting later in January for an ADMM-Plus Maritime Security “Exercise Mahi Tangaroa”.  As far as I can tell, the \"Plus\" includes China ( https://admm.asean.org/index.php/about-admm/about-admm-plus.html ).  Haven't found anything indicating when \"Mahi Tangaroa\" will take place, probably after the question period since this is an initial planning meeting, but thought I'd mention here."], [30, "2016-01-10T22:39:18Z", 0.9, "Maintaining at 90% for the time being, as it still looks like China will be a participant in the Multilateral Naval Exercise Komodo (MNEK) 2016. Two additional bits of info:"], [13884, "2016-01-10T17:18:43Z", 0.65, "\nASEAN Membership: Brunei Darussalam, Cambodia, Indonesia, Laos, Malaysia, Myanmar, Philippines, Singapore, Thailand, and Vietnam "], [11800, "2016-01-10T15:44:21Z", 0.05, "No change for the moment:  I think that the likelihood is small that they will find a partner to do exercises, in the current time, with increasing tensions. "], [14327, "2016-01-08T20:29:30Z", 0.55, "\nhttp://www.telegraph.co.uk/news/worldnews/asia/china/12012915/Can-Asean-ever-solve-the-South-China-Seas-dispute-through-multilateral-dialogue.html"], [14208, "2016-01-07T20:26:17Z", 0.79, "Comment deleted on Oct 22, 2016 05:28PM UTC"], [14808, "2016-01-07T13:50:19Z", 0.0, "China will not collaborate with anyone "], [14800, "2016-01-07T08:59:04Z", 0.85, "While China has been alienating certain ASEAN member states due to the South China Sea dispute; Vietnam, Philippines, and Malaysia.  I think there is a more than likely chance that China conducts naval exercises with Cambodia or Thailand.  "], [38, "2016-01-07T07:53:56Z", 0.9, "After doing a lot of reading outside GJ, I came here and started reading forecasters' comments.  . .   and lo! I've just spent a lot of time re-discovering the wheel."], [14702, "2016-01-07T01:18:25Z", 0.85, "Singapore conducted Naval exercises with China in May 2015.  China has conducted naval exercises with US, Australia, Russia, India, etc.. The only question is when they will conduct a joint exercise."], [14613, "2016-01-06T19:06:16Z", 0.72, "The recent detonation of a bomb by North Korea may cause concerns which may lead to more cooperation between China and ASEAN members."], [2965, "2016-01-05T16:26:21Z", 1.0, "Despite the dispute over landing civil aviation plane over Western New Years China also.successful patrol with Australia an ASEAN associate.\nWhy 100 %?\nArguably the question is resolved. \nBut the perceived need for a de conflict operation by all participants is paramount..\nIf these Australia plus ASean deconflict  missions occur a\nRoe/roa for theater by all parties agreed. \nNo party wants a lethal confrontation. \nIf this resolves,\nThen chance of lethal confrontation down to 10 %.\nCounterfactual analysis. \nThe chance of lethal confrontation remains at 33% or increases with no additional joint exercise. \nI predict that the Phillipines is most likely as US proxy  but  Indonesia,Vietnamese,Malaysia  are prime candidates.\n "], [11401, "2016-01-05T15:19:22Z", 0.65, "Too powerful to ignore"], [1337, "2016-01-05T05:38:58Z", 0.72, "Reduce for time passage."], [9719, "2016-01-04T21:52:13Z", 0.9, "They just did one with Australia, so this would be a logical next step."], [14613, "2016-01-04T19:27:10Z", 0.69, "China is making inroads to be a military powerhouse in that region and it will need allies for that purpose. Since the ASEAN has many members that would benefit in such an exercise, an exercise with one or more by June seems reasonable."], [14516, "2016-01-03T19:37:16Z", 0.27, "Unlikely.  China is keen to assert its independent capabilities. "], [13365, "2016-01-03T05:11:00Z", 0.87, "ASEAN Membership: Brunei Darussalam, Cambodia, Indonesia, Laos, Malaysia, Myanmar, Philippines, Singapore, Thailand, and Vietnam \nOf the above, 4 have disputes with China in the South China Sea. \nThe invitation of an joint exercise by China gives the ASEAN nations a chance to perform a check and balance on China, while China is seeking to lower tensions in the southeast region. The US has already held a joint naval exercise with China in Nov 2015. \nPhilippine has announced to join China-led AIIB, indicating the Phlippines are not flipping the table on China but are disputing on a case-based basis. \nThis also signals the Philippine is willing to risk upsetting the US, joining the path of the UK.\nThe 6-month period may not be enough to plan a joined drill, depending on when any of the ASEAN state agrees to conduct with China.\nVietnam protests after China lands plane on disputed Spratlys (Jan 2 2016)"], [38, "2016-01-02T22:41:29Z", 0.77, "research & reasoning to follow"], [51, "2016-01-02T18:27:51Z", 0.9, "Agree with top posts on the subject.  I will add that Janes' list of participants seems to be Russia, China, and the U.S.  That looks like a list drawn up to NOT offend anyone.  Barring an unforeseen incident or China declining participation (both improbable), it seems quite likely that China will be invited and will participate.  "], [14394, "2016-01-02T11:49:50Z", 0.66, "There has been a military exercise with Malaysia that included ships in 2015. No other with ASEAN members last year. Base Chance 50%\n- There's half a year left and nothing appears to be planned yet.\n+ China has signalled it is willing. I feel they wouldn't say this if nobody wants to play with them. (Malaysia, Myanmar, Thailand, Indonesia do seem reasonable options)"], [14208, "2016-01-02T03:45:37Z", 0.59, "“Russia and China intend to hold naval exercises in the South China Sea, according to comments by Russia’s Deputy Defense Minister Anatoly Antonov. The exercises will include Russia’s allies in the Asia-Pacific region, though Antonov did not clarify which countries, beyond China”"], [2965, "2016-01-02T02:38:47Z", 1.0, "Bloomberg New reported at about 915 pm est.Australia navy and China navy in exercises off Australia coast today. Australia is not an ASEAN nation but a dialogue partner.\nMessage. Consensus between ASEAN AUSTRALIA  ClHINA and US. \nThe disputed areas of the South and East Chinese seas have more shipping even now than any other sea lanes. \nWith history of ship to ship international conflict or near conflict in area every one agrees joint naval missions promote understanding promote rules of engagement to prevent a fatal encounter  another question in the tournament "], [14331, "2016-01-01T14:50:30Z", 0.1, "No exercise planned yet. Only China's will to have an exercise has been officialy expresed. Phillippines possible only candidate but not official answer to China's proposal yet. China and several ASEAN contries will participate in April in Komodo 2016 and maybe RIMPAC 2016 in June, but these exercises are going to be conducted the first by Indonesia and the latter by USA, not By China, so I don't think it count as a valid answer. Not too much time for deciding and organizing exercise before April and June for China and Phillippines."], [14367, "2016-01-01T00:29:42Z", 0.09, "I'm saying no, since there would be few in ASEAN willing to step out so publicly with China before that time."], [14327, "2015-12-31T06:10:40Z", 0.5, "http://thediplomat.com/2015/10/the-truth-about-chinas-new-south-china-sea-drill-proposal-with-asean/"], [13365, "2015-12-30T03:35:37Z", 0.9, "ASEAN Membership: Brunei Darussalam, Cambodia, Indonesia, Laos, Malaysia, Myanmar, Philippines, Singapore, Thailand, and Vietnam \nOf the above, 4 have disputes with China in the South China Sea. \nThe invitation of an joint exercise by China gives the ASEAN nations a chance to perform a check and balance on China, while China is seeking to lower tensions in the southeast region. The US has already held a joint naval exercise with China in Nov 2015.\nPhilippine has announced to join China-led AIIB, indicating the Phlippines are not flipping the table on China but are disputing on a case-based basis. \nThis also signals the Philippine is willing to risk relationship with US, joining the path of the UK."], [13365, "2015-12-29T03:55:01Z", 0.87, "ASEAN Membership: Brunei Darussalam, Cambodia, Indonesia, Laos, Malaysia, Myanmar, Philippines, Singapore, Thailand, and Vietnam\nOf the above, 4 have disputes with China in the South China Sea.\nThe invitation of an joint exercise by China gives the ASEAN nations a chance to perform a check and balance on China, while China is seeking to lower tensions in the southeast region. The US has already held a joint naval exercise with China in Nov 2015."], [4571, "2015-12-28T19:14:04Z", 0.91, "Upate #1: IHS Jane's obtained conference material from Malaysia pointing out that the People Liberation Army Navy will join in. Thanks to Aches for posting the material."], [11800, "2015-12-28T11:55:39Z", 0.05, "I don't judge the chances as big"], [68, "2015-12-28T10:30:14Z", 0.88, "Up from 85.  Myanmar and Indonesia are potential participants."], [14156, "2015-12-28T07:41:45Z", 0.0, "No. Vietnam and the Philipenes are the closest and they will have naval exercises with the japanesse."], [12591, "2015-12-27T23:07:03Z", 0.65, "China will need to demonstrate that it can cooperate with ASEAN naval forces in order to reassure others."], [13377, "2015-12-26T12:42:19Z", 0.83, "https://larswericson.wordpress.com/2015/12/23/early-christmas-gift-accidental-clustering/"], [13863, "2015-12-24T22:23:26Z", 0.85, "It is likely that China will perform exercises with an ASEAN member state, however this does not mean the ASEAN as a unit will necessarily conduct naval exercises"], [102, "2015-12-23T22:41:02Z", 0.83, "https://larswericson.wordpress.com/2015/12/23/early-christmas-gift-accidental-clustering/"], [2965, "2015-12-23T13:47:32Z", 0.02, "http://eng.mod.gov.cn/MilitaryExercises/index.htm\nwatch the trend, rumors of Malaysia? do  not buy right now. \nbig change."], [13879, "2015-12-23T06:10:48Z", 0.9, "China has an astute overview of world Politics, aimed at domination in its region of influence. It seeks to use  velvet-gloved soft power through its economic-assistance oriented approach to its neighbors, even as it flexes its military-expansionist inventory growth to show its iron fist. While assistance to a ring of Nations within the Indian-Ocean littoral and the Asian Sub-continent had eyebrows rising in New Delhi, the brazen development of man-made Islands in South China Sea and skirmishes with Vietnam over Oil Exploration are indicative of a jostling for space as the only big-brother in South Asia. As an extension, it may well conduct exercises with a more-capable ASEAN member to neutralize an old foe-Vietnam. "], [13377, "2015-12-23T04:40:16Z", 0.84, "Following https://larswericson.wordpress.com/2015/12/22/double-median-filter/"], [102, "2015-12-22T03:25:21Z", 0.84, "https://larswericson.wordpress.com/2015/12/22/double-median-filter/"], [13625, "2015-12-21T20:02:58Z", 0.0, "China plan...dosnt need a partner"], [13562, "2015-12-21T13:41:20Z", 0.02, "Ain't gonna happen while the US still has any fight left. Big egg on American faces if it can't be shown to have some sway over ASEAN. Some egg on the faces of the Japanese too who still fancy they have some economic power and harbour dreams of a re-energised Imperial military."], [2869, "2015-12-21T13:06:13Z", 0.12, "Given China's problem with Philippines and US, I doubt if other ASEAN members will try to upset the latter two."], [13546, "2015-12-21T11:21:09Z", 0.85, "yes"], [8305, "2015-12-20T21:47:22Z", 0.09, "If it is a world joint exercises for rescue somewhere else in the world, yes, maybe. In the China Sea or Close, NO!"], [241, "2015-12-20T12:44:31Z", 0.9, "Reference: http://eng.mod.gov.cn/MilitaryExercises/index_2.htm & http://eng.mod.gov.cn/#"], [94, "2015-12-19T19:26:41Z", 0.8, "Increasing forecast with crowd."], [6518, "2015-12-19T17:36:10Z", 0.74, "ASEAN member states are open to entering into joint exercises with China in early 2016 if invited to do so.  This bodes positively toward the proposition that it will occur.  I am therefore revising my prediction accordingly.\nhttp://www.reuters.com/article/us-china-asean-idUSKCN0SA05420151016"], [368, "2015-12-18T19:34:29Z", 0.95, "Russia and China intent to hold naval exercises in 2016; included in these exercises will be Russian allies in the Asia-Pacific region (it is also the main supplier of arms to Vietnam).  Vietnam however has disputes with China regarding territorial claims in the South China Sea (where the exercises will take place).  No disclosure has been made of the participants other than Russia and China.  Russia is not an Asean member.  The details of any bilateral Russia-China exercise in the South China Sea remain sparse. Russian state media notes that the likely time frame for the exercise is May 2016. Events are moving swiftly in the South China Sea — particularly with regard to China’s land reclamation and construction activities on disputed islands and reefs in the Spratly and Paracel Islands.  "], [8036, "2015-12-18T17:54:49Z", 0.38, "\"Japan is reinforcing its island chain in the East China Sea supporting its control in the Western Pacific Ocean,\" Japanese military and government sources said.   ...\n \t“Prime Minister Shinzo Abe's broader goal to beef up the military has evolved to include a strategy to dominate the sea and air surrounding the remote islands.  ...\n\t“China's President Xi Jinping has set great store in developing an ocean-going \"blue water\" navy capable of defending the country's growing global interests.   ...\n\t“Vice Admiral Joseph Aucoin, commander of the U.S. Seventh Fleet, said Japan's build-up in the East China Sea as complementary to a broader U.S. strategy.\"   ...  \n (U.S. Seventh Fleet headquartered at Yokosuka, south of Tokyo.)     (Reuters)"], [13272, "2015-12-17T19:22:01Z", 0.15, "Not yet, but maybe early 2017"], [6518, "2015-12-16T23:12:43Z", 0.68, "China has shown themselves to be very aggressive on this topic.  I am inclined to believe that they will align themselves with another ASEAN member to assert China's territorial claims."], [13103, "2015-12-16T15:50:02Z", 0.85, "yes"], [1481, "2015-12-15T21:08:10Z", 0.86, "Increasing per the mentions of Komodo 2016 by Aches and comments by jkbick."], [1481, "2015-12-15T20:44:19Z", 0.68, "Yes, only because the Reuters article linked to (http://www.reuters.com/article/us-china-asean-idUSKCN0SA05420151016) has China describing their intent to hold \" joint exercises with ASEAN nations next year in the South China Sea *on rules* about **accidental encounters at sea, search and rescue, and disaster relief**\". This is a very low-onus interpretation of \"naval exercises\" (cf. to the traditional war games conducted by say, the US and its allies involving military tactics http://www.reuters.com/article/us-australia-usa-japan-idUSKBN0OA1GE20150526). "], [961, "2015-12-15T20:25:10Z", 0.85, "Increased potential "], [102, "2015-12-15T17:28:03Z", 0.8, "https://larswericson.wordpress.com/2015/12/15/monday-night-picks/"], [102, "2015-12-14T04:48:30Z", 0.82, "https://larswericson.wordpress.com/2015/12/14/excluding-outliers-in-the-smart-crowd-forecast/"], [12879, "2015-12-13T20:17:45Z", 0.85, "China will want to not only maintain BUT increase its influence in the region. "], [11872, "2015-12-13T03:23:57Z", 0.75, "With Malaysia, if no one else."], [102, "2015-12-12T05:28:39Z", 0.77, "https://larswericson.wordpress.com/2015/12/12/super-friday-night/"], [10949, "2015-12-11T10:31:53Z", 0.87, "\n1. Malaysians are sort of heading the Code for Unplanned Encounters at Sea (CUES) and want to have more ASEAN involvement\n2. The US and China just did a minor drill using communication exercises within the CUES in November (less than 3 weeks after the point 3 announcement)...\n3. The Chinese have proposed an exercise with the ASEAN groups (http://thediplomat.com/2015/10/the-truth-about-chinas-new-south-china-sea-drill-proposal-with-asean/. It is question of speed and acceptance\n4. The question is formulated in a way that even a speed boat talking to each-other could count as Naval Exercise"], [102, "2015-12-10T06:06:36Z", 0.75, "https://larswericson.wordpress.com/2015/12/10/a-super-long-picky-post/"], [1708, "2015-12-09T09:42:33Z", 0.85, "I wouldn't be surprised at all if Thailand conducts some form of naval exercises with China in the time frame (and Brunei as formerly predicted). Thailand and China had their first joint air force exercises last week and submarine sale is on horizon. Perhaps the \"balance\" of Thailand's strategic posture to include China as a partner as well as US will not lead to joint naval exercises in the question's time frame, but reality on the ground makes it a real possibilty. \nhttp://www.reuters.com/article/us-china-thailand-military-idUSKBN0TD0B120151124\nUS Ambassador to Thailand now being investigated for royal defamation after speech. The US reaction to investigation and whether US continues to push Thai junta on free speech may be the catalyst needed for further Thailand-China joint exercises. \nhttp://www.channelnewsasia.com/news/asiapacific/us-envoy-to-thailand/2332148.html\n"], [43, "2015-12-09T04:02:32Z", 0.95, "ASEAN Membership: 10 States — Brunei Darussalam, Cambodia, Indonesia, Laos, Malaysia, Myanmar, Philippines, Singapore, Thailand, and Vietnam. 1 Observer — Papua New Guinea."], [1337, "2015-12-08T20:10:51Z", 0.75, "Thai and Chinese Air Forces just did something they liked to call \"exercise\". http://english.chinamil.com.cn/news-channels/photo-reports/2015-11/25/content_6785068.htm For the purposes of this question, and for Thai / Chinese pride, moving a gunboat from here to there looks possible."], [328, "2015-12-08T10:05:16Z", 0.0, "Swimming with the enemy? Unlikely."], [102, "2015-12-08T03:22:22Z", 0.62, "https://larswericson.wordpress.com/2015/12/08/updated-super-picker/"], [128, "2015-12-07T22:24:32Z", 0.85, "following JP"], [6304, "2015-12-07T16:58:27Z", 0.85, "China will use this exercise as a red herring for a display of force over the North Pole with Russia."], [1526, "2015-12-07T14:38:31Z", 0.9, "I\"m going to push this one a bit. There has been a lot of effort to get the ASEAN groups working together more. This is really about counter-terrorism, anti-drug, etc. exercises and not necessarily military only. Also, this will help China to established it's self proclaimed boarder. "], [8628, "2015-12-07T01:40:39Z", 0.08, "ASEAN members are opposed to Chinese naval activities."], [12582, "2015-12-07T00:07:36Z", 0.7, "Building a union with others in the membership is important. Singapore has a strategic place with China and a small Navy, therefore they are more likely to join in."], [8305, "2015-12-06T23:32:39Z", 0.05, "Not with any ASEAN member if you do not start counting Russia as one, With Russia it is an 80% chance."], [5083, "2015-12-06T22:52:07Z", 0.35, "US can cast a shadow against but independence is rewarded. I see this China muscle-flexing a long-term goal that won't go away and sea drills part of it. The 800-pound gorilla cannot be ignored by every nation in every context. I do not think odds are over 50%. But I think it's a good bit toward happening before mid-2016"], [7658, "2015-12-06T21:21:13Z", 0.5, "To the extent they think about the U.S. presidential election they might want to avoid increasing the fear factor, and so increasing the chances that Trump is elected."], [12522, "2015-12-06T13:23:33Z", 0.8, "China will continue to develop hegemony over Asia and might see greater regional cooperation as an endorsement of that influence."], [586, "2015-12-06T12:08:24Z", 0.85, "yes"], [4571, "2015-12-06T11:08:06Z", 0.73, "6/dec/15  first forecast"], [1064, "2015-12-06T02:05:44Z", 0.9, "I am surprised but it appears clinton is correct. I didnt think they would do it but I found a source I trust that says otherwise. Good catch.\nhttp://www.janes.com/article/52390/indonesia-to-host-2016-edition-of-wpns-alongside-multilateral-exercise-fleet-reviewou are correct. "], [1064, "2015-12-06T00:11:25Z", 0.3, "This will take longer than six months to negotiate. The parties that want to do it have differing objectives. "], [12497, "2015-12-05T20:07:26Z", 0.95, "muscle testing..I don't know, however, if  a hypothetical percentage is applicable."], [12501, "2015-12-05T20:04:14Z", 0.85, "China is too powerful in the region not to influence weaker members.  "], [2965, "2015-12-05T15:52:45Z", 0.75, "3/1 some ASEAN nation will at least make a token for deconfliction"], [8036, "2015-12-05T15:48:55Z", 0.68, "On March 16, 2015, at the Ninth ASEAN Defense Ministers Meeting (ADMM) held in Langkawi, Malaysia the ASEAN Defense Ministers indicated a desire to increase regional defense cooperation."], [8036, "2015-12-05T15:36:30Z", 0.68, "On March 16, 2015, at the Ninth ASEAN Defense Ministers Meeting (ADMM) held in Langkawi, Malaysia the ASEAN Defense Ministers indicated a desire to increase regional defense cooperation."], [784, "2015-12-05T15:28:42Z", 0.17, "For the exercises to be benifitial to China, the partner in the excersise should be large/prestigious enough. All large players in the area have some conflicts with China. The Phillipines have welcomed the proposal, but want some reassurences regarding the structures that China is building. It is unlikely that China will want to give these assurances."], [706, "2015-12-05T04:47:58Z", 0.75, "One: to distract citizens and rest of world from continued Chinese slowdown.\nTwo: to play benefactor/big brother to an aspiring naval power in a show of soft influence.\nThree: sell newly developed kit to any buyer, like Indonesia or even Brunei."], [11454, "2015-12-05T03:54:37Z", 0.65, "There are strong conflicting forces both for and against:  in the for camp, China needs to control the South China Sea to protect trading lanes as it grows in relative economic power and to replace the US which has peaked and on the way down.  Co-operation with e.g. Singapore (majority Chinese) makes sense.  Further, China has been aggressive in its island expansion and even allowing provocations with US.  On the other hand, China will be wary of being too aggressive - it is patient and methodical and so the deadline may well pass before it happens.  And perhaps the trigger will be a war escalation in Syria in early 2016.  Will expect to change this forecast over time, perhaps dramatically."], [12294, "2015-12-05T02:33:09Z", 0.12, "China's interests in the region point to 'yes,' but the consensus of ASEAN nations is that China's border policy is imperialistic. Thailand is the most likely to acquiesce, but pressure from its economic neighbors may delay such an occurrence, not to mention the retarded preparation of its navy. "], [306, "2015-12-04T23:34:33Z", 0.8, "bleh"], [306, "2015-12-04T22:49:16Z", 0.5, "I can't forecast this question without knowing what \"conduct\" means. Since China is not leading/hosting the naval exercise (Indonesia is), does participation in the Komodo exercises count? "], [1526, "2015-12-04T21:42:56Z", 0.75, "I think this is most likely a sure thing. The thing that I\"m not sure about is whether it will happen before June... Either way, looking at their schedule, which clues me in on their priorities, and the need for China to establish itself, I think it's going to happen. I'll have to watch developments to see if it happens before June or not."], [11031, "2015-12-04T20:30:53Z", 0.35, "This is really a gut estimate:\nI don't feel that I can add anything more than what ist obvious, at least to those forecasting this question. China needs to undertake efforts to soothe the ASEAN countries to obviate the response to their assertive stance in the south china sea (base building, harassing other nation's navies)."], [12433, "2015-12-04T18:41:03Z", 0.99, "Chinese leadership views their nation from a long historical perspective of many centuries.  This world view results in a future where China \"rightfully\" returns to a dominant, if not the ultimate, power in the world.  They are building a world class navy, which they are. and will continue to use, as a major tool of military and economic power, influence and control.  They are now 'executing' military  basing agreements around the world, the most recent and telling is a naval outpost in Djibouti (Horn of Africa).  Their leadership especially views the ocean areas off their coast as \"rightfully\" an area of their control.  They are now demonstrating this world view by building/creating small island military bases on what were reefs, and declaring to the world that most of the South China Sea is their area of of control and are attempting to enforce these claims with their Navy and Peoples Liberation Army Air Force.  For economic and political reasons, at least one or more SE Asian country will agree to conduct naval exercises with China.  SE Asian countries, like many \"allies\" of the US, now feel that China is now the strong horse in this area, and maybe all over the world, since the US demonstrated in many ways that we no longer wants to be a 'super power.'"], [12386, "2015-12-04T16:20:41Z", 0.45, "I do not believe this would be in the interest of any ASEAN nation, and even if they were to wish so, the U.S. would discourage them from participating."], [12418, "2015-12-04T16:12:19Z", 0.2, "I can imagine Singapore Indonesia Malaysia having anti piracy drills with the Chinese but everyone else sees them as the bully in asean. Vietnam Philippines Taiwan would be opposed so a navy drill partner would consider trading repercussions."], [102, "2015-12-03T12:31:07Z", 1.0, "Per @Khalid"], [68, "2015-12-03T12:06:11Z", 0.85, "Going up from 35% just a week ago, based on comments below mentioning Komodo exercises anticipated with Indonesia in April, and a joint Russia-China exercise in the region in May, which could easily be joined by some ASEAN nations located away from the South China Sea ."], [11471, "2015-12-03T11:40:40Z", 0.06, "v. con·duct·ed, con·duct·ing, con·ducts\nv.tr.\n1. To direct the course of; manage or control: a police officer who conducts traffic; a scientist who conducts experiments.\n2. To lead or guide: conducted the tourists through the museum.\n3. Music To direct the performance of (an orchestra or chorus, for example).\n4. To serve as a medium for conveying; transmit: Some metals conduct heat.\n5. To comport (oneself) in a specified way: The students conducted themselves with dignity throughout the ceremony.\nv.intr.\n1. To act as a director or conductor.\n2. To show the way; lead.\nn. (kŏn′dŭkt′)\n1. The way a person acts, especially from the standpoint of morality and ethics.\n2. The act of directing or controlling; management.\n3. Obsolete A guide; an escort."], [1056, "2015-12-03T05:24:53Z", 0.75, "Haven't kept up with this, but the Komodo exercise looks like it will fill the bill, so I'll start with a high estimate."], [6079, "2015-12-03T03:52:17Z", 0.73, "China is looking to expand it global profile for economic and poltical reasons "], [1993, "2015-12-03T01:23:26Z", 0.9, "Komodo 2016 scheduled for April, involving Indonesia and China. Russian naval exercises involving China and Russia's allies in Asia-Pacific (Vietnam? Indonesia?) expected to take place in May."], [601, "2015-12-02T23:01:03Z", 0.75, "previous forecast was in reference to naval exercises hosted by China as the story was about an invitation by China to ASEAN.  If the exercises hosted by Indonesia (Komodo) count, then the probability is higher.   Clarification would be welcome"], [601, "2015-12-02T22:58:18Z", 0.42, "ASEAN nations are somewhat interested.......if China is willing to allow them to visit and inspect the contested reefs that China has developed.   I don't think this issue will be resolved by 1 June."], [734, "2015-12-02T22:57:15Z", 0.83, "Well, have to come up substantially on this one.  Thanks to all for the links to the Komodo exercise.  "], [30, "2015-12-02T22:25:21Z", 0.9, "Raising my forecast again. As Morrel points out, conference material obtained by IHS Jane's indicates that China is a likely participant in Komodo 2016, which is scheduled for April of next year. "], [4634, "2015-12-02T19:13:34Z", 0.9, "See: http://www.komodoexercise.org/"], [53, "2015-12-02T16:53:57Z", 0.8, "@Aches pointing out Komodo 2016 exercise.  Limited information at the site specific to it, but sounds like there were some relevant commitments last June: http://www.janes.com/article/52390/indonesia-to-host-2016-edition-of-wpns-alongside-multilateral-exercise-fleet-review "], [30, "2015-12-02T16:29:17Z", 0.8, "Raising my forecast to 80 per cent. Two reasons:"], [10924, "2015-12-02T09:07:29Z", 0.8, "Brunei Darussalam, Myanmar/Burma, Cambodia, Indonesia, Laos, Malaysia, Philippines, Singapore, Thailand, Vietnam.\nMember states in conflict with China: Philippines, Indonesia and Vietnam  - exclude\nMember states sharing close relationships with China for various reasons: Myanmar/Burma, Laos, Malaysia, Singapore and Thailand\nPossible new ASEAN member countries: Papua New Guinea, Timor-Leste, Bangladesh and Fiji (Unable to find evidence of entry in 2015/16)\nLaos landlocked country - exclude\nMost likely countries:\nMalaysia, considerable ethnic Chinese population, military treaties granting port rights to Chinese ships and history of naval drills \nCambodia in conflict with Vietnam finds strategic defence aligned with China\nMyanmar/Burma beneficiary of Chinese military and economic aide \nSingapore strong ethnic Chinese influence has conducted naval exercises with China\nBrunei scheduled to have naval exercise with Russia in 2016 of which China could also be a partner"], [12305, "2015-12-02T08:40:34Z", 0.65, "To ease the fear of Asean Countries"], [1993, "2015-12-02T07:08:50Z", 0.75, "China and Russia plan to conduct maritime exercises in May 2016. Russia's ally(ies) in the Asia-Pacific are expected to participate. Among the possibilities are some ASEAN members. "], [94, "2015-12-02T04:21:34Z", 0.65, "Following @Aches, the base rate for exercises appears to be about one every year.  That would suggest a 40% estimate for the next 6 months.  I am increasing that to 65% for gaming."], [12187, "2015-12-01T22:35:31Z", 0.32, "China's going to be experiencing some serious economic problems.  I doubt they'd be looking for headaches."], [12251, "2015-12-01T18:16:21Z", 0.42, "I'm predicting below 50% because most member nations of ASEAN aren't too fond of Chinese territorial claims and island building in the South Chinese Sea. At the same time, I'm not willing to go that far below 50% since China does have a large deal of influence in the region, and nations like Vietnam may want to show that they are still friends of China."], [734, "2015-12-01T01:37:49Z", 0.18, "Reaffirming for two reasons: First, that development of such exercises takes some period of time, particularly if there are other countries to be involved, and this question has a relatively short fuse. Secondly, since the announcement by Russia of its intended participation, the only ASEAN country that I have seen potentially linked to this exercise would be Vietnam due to its Russian ties for weaponry, and I suppose that the Russian Navy still ties up at ol' Cam Rahn Bay.  "], [53, "2015-11-30T04:45:02Z", 0.55, "@Jean_Pierre's linking of potential naval exercise with Russia - Russia wouldn't count (I think) but another country which does could participate.  Still, sticking close to the middle for now."], [241, "2015-11-30T02:32:56Z", 0.9, "Still thinking the \"likely\" May 2016 drills with Russia will be the event that closes this question as Yes: http://thediplomat.com/2015/06/russia-plans-south-china-sea-naval-exercise-with-china-in-2016/\nFYI, Chinese and Thai air forces are conducting drills: http://af.reuters.com/article/worldNews/idAFKCN0T00CQ20151111\nFor news updates about the PRC's military: http://english.chinamil.com.cn/news-channels/"], [30, "2015-11-29T21:50:05Z", 0.6, "UPDATE #2: raised my forecast to 90 per cent. As Morrel points out, conference material obtained by IHS Jane's indicates that China is a likely participant in Komodo 2016, which is scheduled for April of next year. "], [12163, "2015-11-29T21:25:09Z", 0.1, "China is unwilling to provoke US as of yet."], [43, "2015-11-29T20:46:21Z", 0.55, "Following morrell -- even though China often conducts joint naval exercises, including recently with the U.S. and Iran, the list of nations in this question is too short, and the time too short, to have much certainty. Shout out to sirfrappa for pointing out that we should see news about plans for naval exercises to alert us to increase our probabilities. "], [833, "2015-11-29T20:22:24Z", 0.0, "No I don't think it will happen the first half of the year. The first half of the year will be spent talking about who will participate (if anyone) and when it will happen. "], [500, "2015-11-29T19:01:19Z", 1.0, "jes"], [83, "2015-11-29T00:36:50Z", 0.55, "Trade off may be China's attempt to increase sea power while US uses assets to prevent collaboration.  Slight edge to the Chinese for the slow incremental, good neighbor strategy."], [53, "2015-11-29T00:07:13Z", 0.45, "ASEAN members: Brunei Darussalam, Cambodia, Indonesia, Laos, Malaysia, Myanmar, Philippines, Singapore, Thailand, and Vietnam.  Papua New Guinea? (observer state)"], [961, "2015-11-28T16:44:37Z", 0.61, "I think it will be related to a smoothing of the waters logic that China will use to solidify the created island existence and control."], [530, "2015-11-28T14:01:25Z", 0.75, "This seems pretty likely in the near future."], [11801, "2015-11-27T23:20:55Z", 0.55, "Not all of ASEAN have territorial disputes with China and the group has fractured previously on questions pertaining to China. With tensions in the South China Sea waxing and waning, China is likely to extend offers to some members of ASEAN for combined naval exercises and due to various political and economic forces they may accept. The 1st of June 2016 is not far off though, and these things take time or organise. It may just be that an exercise is planned but doesn't occur before this date."], [1509, "2015-11-27T20:40:17Z", 0.2, "The ASEAN countries want to project power with the group. Though China might want to use this to project a cooperative stance it wouldn't behoove the individual countries."], [12062, "2015-11-27T17:43:59Z", 0.33, "Nope.  They believe the South China Sea is theirs.  I doubt if they would 'allow' others to patrol with them."], [43, "2015-11-27T16:54:58Z", 0.75, "I suspect that anti-piracy exercises would be a strong motivation; see China's plans for a logistics base in Djibouti, also anti-piracy exercises with Iran earlier this year.  Quite a bit of shipping passes through the South China Sea."], [556, "2015-11-26T17:33:05Z", 0.8, "No ASEAN member wants to go to war with China, so I think in addition to The Philippines, others may be interested in the olive branch. The question for me is not if, but when. I will be dropping my estimate if time passes and we don't hear an official announcement soon."], [10924, "2015-11-26T06:01:40Z", 0.7, "ASEAN is active with China separate from individual countries having their own direct agreements. Probable event"], [231, "2015-11-26T02:16:00Z", 0.45, "A lot of question marks as to whether this will happen: http://thediplomat.com/2015/10/the-truth-about-chinas-new-south-china-sea-drill-proposal-with-asean/"], [241, "2015-11-25T21:08:00Z", 0.8, "See https://www.gjopen.com/comments/comments/49236 & https://www.rt.com/news/263533-rusia-multinational-navy-drills/"], [498, "2015-11-25T20:34:30Z", 0.99, "China and US Hold Joint Naval Exercise\nhttp://thediplomat.com/2015/11/china-and-us-hold-joint-naval-exercise/"], [1708, "2015-11-25T18:45:41Z", 0.85, "Russia has planned S China Sea exercises for May 2016 with Brunei, China and possibly others. China and Russia completed N Pacific and Mediterranean exercises along announced timelines last year.\nhttp://www.bt.com.bn/frontpage-news-national/2015/06/03/russia-brunei-plan-1st-naval-drill-next-year\nhttp://thediplomat.com/2015/06/russia-plans-south-china-sea-naval-exercise-with-china-in-2016/"], [68, "2015-11-25T09:20:05Z", 0.35, "Until recently I would have predicted that Myanmar/Burma would conduct joint naval exercises with China, but relations have cooled somewhat, and Aung San Suu Kyi's victory probably reduces the chances further. "], [734, "2015-11-25T02:55:43Z", 0.18, "My standard non-zero opening, and likely headed for the basement.  Question:  Is there anyone else in ASEAN that possesses a naval force of significance that is not siding against China at The Hague regarding the nine dash line?"], [10745, "2015-11-25T02:25:02Z", 1.0, "http://www.nationmaster.com/country-info/stats/Government/Members-of-ASEAN/ASEAN-member-states/Membership-date"], [11962, "2015-11-25T01:53:13Z", 0.35, "There is little for the ASEAN countries to gain from such participation"], [368, "2015-11-24T21:34:08Z", 0.55, "http://www.reuters.com/article/2015/10/16/us-china-asean-idUSKCN0SA05420151016"], [877, "2015-11-24T19:13:06Z", 0.95, "South East Asian Nations cannot afford to antagonize China, in the process they will try to minimize confrontation by agreeing for the joint exercises."]]}