{"question_id": 451, "title": "Between 1 April 2017 and 31 March 2018, will an armed group from the Central African Republic engage in a campaign that systematically kills 1,000 or more civilians in the Central African Republic?", "correct_answer": "No", "crowd_forecast": 0.1, "preds": [[13377, "2017-06-23T12:18:37Z", 0.04, "Thank you, @JS."], [12302, "2017-06-23T01:35:08Z", 0.1, "//made a mistake"], [13377, "2017-06-21T20:50:17Z", 0.03, "Dateline June 21, 2017 -- At least 100 people have been killed in fighting in the Central African Republic (CAR), a day after a ceasefire was signed between rebels and the government. -- http://www.bbc.com/news/world-africa-40350057"], [1333, "2017-06-20T20:28:45Z", 0.5, "Toddlers have had their limbs cut off, babies have been shot and pregnant women have been sliced open in a blaze of violence in Congo, the UN has said.\nhttp://news.sky.com/story/congo-militia-attack-babies-and-toddlers-in-wave-of-violence-10921274?dcmp=snt-sf-twitter"], [35569, "2017-05-30T21:45:24Z", 1.0, "There are very strong indicators of inevitable genocide in the Central African Republic.  The nation has 7 major ethnic groups within the country and the population distribution leaves the ethnic groups with lower populations at high risk.  War crimes are continuous and blatant.  Around 11% of the population is estimated to have the HIV virus or AIDS.  The median age is around 20 years old, compared to the US median age of 37.  In my opinion, reading the facts of the nation and its current state is like reading a recipe for genocide.  It may even currently be taking place.  I believe an armed group from the Central African Republic will engage in a campaign that systematically kills 1,000 or more civilians from the Central African Republic before April 1, 2018.       "], [29054, "2017-05-23T14:56:46Z", 0.78, "Uffffff, the numbers are increasing and it seems that it can break up into a massive killing spree."], [16652, "2017-05-17T13:12:53Z", 0.61, "Comment deleted on May 26, 2017 12:36AM UTC"], [691, "2017-05-17T12:31:30Z", 0.22, "http://www.aljazeera.com/news/2017/05/100-killed-car-fighting-170517025938882.html\nWell, they're working on it, anyway."], [23372, "2017-05-17T03:09:24Z", 1.0, "According to ACLED data, the UPC have already been responsible for 221 civilian fatalities since April 2, 2017. In order to be responsible for 1000 fatalities in 365 days, UPC would have to be responsible for an average at 2.739 fatalities per day. Based on ACLED numbers they are already exceeding that rate. In CAR, FPRC is the second closest with responsibility for 45 civilian fatalities according to ACLED data.  "], [28091, "2017-04-20T15:10:14Z", 0.11, " Whenever you  have huge numbers (400,00) of refugees there is the risk of their being targeted militarily or with denial of food or water. We also have a Muslim christian conflict separating the north and south of the CAR. Uganda forces sent to stabalize the situation are now leaving and it could increase the risk. "], [34630, "2017-04-17T21:52:18Z", 0.03, "The armed groups (who are pretty well balanced in power) are mostly killing each other, and neither appear to have the institutional capacity to pull off deaths at this level."], [31450, "2017-04-12T18:33:13Z", 0.03, "There is still small scale killing but violence in the country has definitely declined since the deployment of international peacekeepers. I don't think the situation is going to change over the next year."], [34844, "2017-04-08T17:51:23Z", 0.25, "Genocidal killing in 2014 was stopped--I expect this stoppage to continue, but there is a small possibility of its breaking out again."], [706, "2017-04-07T04:23:12Z", 0.35, "China cares too much to let it get out of control."], [34737, "2017-04-06T03:01:07Z", 0.2, "They may have already"], [11584, "2017-04-05T14:06:37Z", 0.08, "The early warning project had the figure at 5.3% in 2015, but I believe this estimate excluded any mass killing part of the seleka vs anti-balaka fighting (because it was already ongoing). For various reasons, I think the chance has gone up slightly."], [29054, "2017-04-03T17:17:46Z", 0.53, "I am tilted to see a breakdown in the talks and renew the crazy tactics that this country folk uses to kill each other, and they have been brutal surpassing the 1000 threshold, I have the bad feeling the same can happen suddenly and create another escalation this time with international forces in the ground. "]]}