{"question_id": 224, "title": "Before 1 August 2016, will the International Monetary Fund (IMF) approve release of the next tranche of its loan to Ukraine?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[1333, "2016-07-31T12:51:15Z", 0.0, "NATO leaders agreed to provide a comprehensive assistance package to Ukraine to support the country’s government in efforts to ensure closer cooperation with the alliance and combat Russia-backed insurgents in eastern Ukraine.\nhttp://www.defensenews.com/story/defense/omr/roadtowarsaw/2016/07/09/nato-approves-assistance-package-ukraine-condemns-russian-aggression/86897150/?utm_source=Sailthru&utm_medium=email&utm_campaign=Warsaw%201&utm_term=Editorial%20-%20Digital%20Show%20Daily"], [26673, "2016-07-30T05:12:15Z", 0.99, "si"], [20035, "2016-07-29T16:34:04Z", 0.0, "Slated (possibly) for 'August or September':"], [601, "2016-07-27T21:14:27Z", 0.0, "\nhttp://www.kyivpost.com/article/content/ukraine-politics/unian-imf-to-meet-on-ukraine-late-in-august-finance-ministry-419667.html"], [23006, "2016-07-27T19:19:37Z", 0.0, "had the info, didn't know what to do with it."], [23006, "2016-07-27T19:07:07Z", 0.0, "updating"], [1500, "2016-07-25T16:16:51Z", 0.55, "Lowering my forecast since we are now running out of time, but really, the IMF needs to get on the ball and get this money flowing to Ukraine."], [26267, "2016-07-25T11:11:18Z", 0.01, "News came too late to me - the decisions seems to be pushed back into August."], [12348, "2016-07-25T00:39:45Z", 0.0, "IMF just released (three days ago) a position paper with legislative (market regulatory reforms) recommendations; these won't be acted upon by the end of July by the Ukraine legislature so releasing the third tranche should not happen."], [24711, "2016-07-24T06:44:57Z", 0.0, "It has become more of a political decision than economic one. Too many conditions to be met before July 31st"], [767, "2016-07-23T17:07:27Z", 0.0, "Not happening before the end of the month.  The IMF is said to be delaying their decision on the aid tranche that was expected in July and will reconsider theire decision at their August board meeting.  (According to Ukraine's Finance Minister Oleksandr Danylyuk, several laws still need to be approved by parliament and IMF is waiting on that.  "], [1693, "2016-07-23T15:06:01Z", 0.0, "From Interfax // http://en.interfax.com.ua/news/economic/359054.html ; July 21st\n\"Ukraine expects that the Executive Board of the International Monetary Fund (IMF) at a meeting in August would make a positive decision regarding the resumption of financing of the credit program, Ukrainian Finance Minister Oleksandr Danyliuk has told reporters. He said that before the meeting Ukraine will be able to settle all technical issues left unsolved. \"We have done many things… I think that in August a meeting of the board will be held and the creative decision will be,\" Danyliuk said.\""], [1333, "2016-07-22T16:15:19Z", 0.0, "http://www.defensenews.com/story/defense/omr/roadtowarsaw/2016/07/09/nato-approves-assistance-package-ukraine-condemns-russian-aggression/86897150/?utm_source=Sailthru&utm_medium=email&utm_campaign=Warsaw%201&utm_term=Editorial%20-%20Digital%20Show%20Daily"], [19801, "2016-07-22T13:54:59Z", 0.0, "The International Monetary Fund may delay a board decision on Ukraine’s next aid tranche, previously expected in July, and consider disbursement next month, according to Finance Minister Oleksandr Danylyuk, as several laws still need to be approved by parliament. Only 10 days left. Unlikely in the short time period left."], [405, "2016-07-22T05:50:36Z", 0.05, "Thanks for the link\n@HW15"], [1693, "2016-07-22T01:00:18Z", 0.11, "Eek..more for the 'not likely' slide\n-9\nhttp://www.bloomberg.com/news/articles/2016-07-21/imf-may-not-approve-ukraine-s-tranche-in-july-minister-says"], [27312, "2016-07-21T20:06:47Z", 0.0, "The release of funds for Ukraine is not on the agenda of any of the IMF meetings in July "], [20035, "2016-07-21T15:21:29Z", 0.0, "Looking unlikely."], [202, "2016-07-21T11:51:28Z", 0.05, "Updating for passage of time & absence from agenda"], [68, "2016-07-21T06:28:40Z", 0.01, "Thanks to @sevedb and several others who have pointed out Ukraine is still not on the IMF Executive Board's calendar for the next seven days (though I'm surprised that the calendar also says \"Last update June 23 2016\")\nhttp://www.imf.org/external/NP/SEC/bc/eng/index.aspx?sort=date&year="], [1693, "2016-07-21T01:08:17Z", 0.2, "The last working day of the month is the 29th. A week ago, there were only 6 countries listed on the executive board calendar, and now they've added three more to the calendar. I'm inclined to believe they're not \"last minute\" adds/topics, just finalized scheduling. Right now, there is only one topic/country for the 29th, but multiple for the 20th, 22nd, and 27th... \nAll that to say, I think there is technically still time to add Uk and room in the calendar to do so; however, as others have pointed out, some sources are indicating Uk itself is not exactly providing optimistic reports. "], [5001, "2016-07-20T22:49:43Z", 0.02, "Absence from the agenda is indeed ominous. Leaving a bit for a surprise. "], [1646, "2016-07-20T19:03:42Z", 0.0, "following recent comments"], [83, "2016-07-20T18:38:21Z", 0.02, "Short delay:\nhttp://uatoday.tv/politics/imf-loan-tranche-for-ukraine-delayed-700616.html"], [20035, "2016-07-20T16:37:32Z", 0.1, "Coming down hard on the article below and the great comments from others:"], [405, "2016-07-20T16:25:12Z", 0.5, "- 14 from 64"], [4634, "2016-07-20T11:24:33Z", 0.45, "Not sure how reliable the source is: http://www.unian.info/economics/1427927-imf-loan-tranche-for-ukraine-delayed.html"], [202, "2016-07-20T11:10:30Z", 0.33, "Making a big reduction on this - the Ukrainians themselves don't sound very confident\nhttp://en.interfax.com.ua/news/economic/358168.html"], [68, "2016-07-20T08:13:24Z", 0.45, "Drastic reduction from 95%."], [23006, "2016-07-19T15:29:14Z", 0.05, "Feel this is doubtful.  Let's just say if this was a trade someone was pushing for and the deal was reform your government by drafting nineteen committee documents and we'll approve you for $1.7 bln USD before we  go on hole in two weeks time, I would be suspicious."], [14208, "2016-07-19T15:06:04Z", 0.85, "Comment deleted on Oct 22, 2016 07:31PM UTC"], [405, "2016-07-19T10:08:27Z", 0.64, "- 1 from 65 \nStill not on the IMF Executive Board Calendar"], [405, "2016-07-19T10:04:17Z", 0.65, "Comment deleted on Jul 19, 2016 10:08AM UTC"], [19801, "2016-07-19T03:57:18Z", 0.95, "IMF chief spokesman Gerry Rice said some technical issues still needed to be resolved. Rice added that Ukraine's parliament did not need to pass any additional anti-corruption and transparency legislation in order for the board to consider the next $1.7 billion tranche."], [556, "2016-07-18T22:55:45Z", 0.15, "http://en.interfax.com.ua/news/economic/358168.html"], [368, "2016-07-18T21:36:58Z", 0.0, "@Intriligator"], [405, "2016-07-16T17:22:59Z", 0.65, "-10\nStill not on the IMF Executive Board Calendar"], [1693, "2016-07-16T16:24:09Z", 0.8, "-3\nExcerpts as they related to Uk, from Friday July 14th, Press Brief: http://www.imf.org/en/News/Articles/2016/07/15/15/18/TR071516%20Transcript%20of%20the%20Press%20Briefing%20with%20Gerry%20Rice"], [4634, "2016-07-16T16:05:43Z", 0.82, "http://www.odessatalk.com/2016/07/ukraine-and-the-imf-where-are-we-at/\nhttp://112.international/politics/ukraine-has-not-fulfilled-all-its-obligations-to-imf-lagarde-7181.html"], [20035, "2016-07-16T15:57:50Z", 0.94, "Edging up slightly on the article below:"], [202, "2016-07-15T12:31:34Z", 0.75, "Upping this slightly - IMF spokesman not guaranteeing anything though\nhttp://www.reuters.com/article/imf-ukraine-idUSL1N1A00VO"], [26242, "2016-07-15T03:55:14Z", 0.83, "The very latest news on this issue:"], [23006, "2016-07-14T13:27:52Z", 0.97, "\"Finance Ministry says when IMF’s Exec Board to convene on Ukraine Finance Minister Oleksandr Danyluk has stressed that the certain difficulties in the Parliament’s work will not delay the decision of the International Monetary Fund on Ukraine."], [23006, "2016-07-13T21:07:15Z", 0.9, "more political instabilty in region around ukraine means more likely money will be released"], [27266, "2016-07-13T17:25:50Z", 0.85, "Loans expected to be released in parts which will allow for IMF to reward partial compliance with first expected in July.  Ukraine is making progress on subset of reforms making it unlikely for IMF to extend the timeline given option of partial distribution.   "], [20035, "2016-07-13T15:20:50Z", 0.93, "The negotiations are reported as being over so it's just up to the board to decide if all will go ahead:"], [27228, "2016-07-13T08:31:42Z", 0.85, "Barring any rare events, keeping Ukraine afloat is a strategic objective."], [227, "2016-07-12T19:34:27Z", 0.87, "As much as the IMF and its main donors would like to promote (or even push) anti-corruption and greater efforts at economic efficiency, they will not risk the potential damage to Ukraine and the risks of accelerating weakness. Ukraine is in a position of weakness but this will work to its advantage."], [23006, "2016-07-11T12:57:09Z", 0.55, "Both sides working for same goal."], [1333, "2016-07-11T12:24:28Z", 0.5, "I think we'll know more after the NATO Russia conference."], [1693, "2016-07-11T10:53:30Z", 0.83, "-6, feeling a little too confident and going to come down a little bit based on the tight turn between IMF summer recess. \n(https://www.gjopen.com/comments/comments/278167)"], [23006, "2016-07-11T03:43:17Z", 0.9, "http://zik.ua/en/news/2016/07/08/no_summer_recess_rada_to_work_through_summer_714578"], [405, "2016-07-10T12:49:17Z", 0.65, "-2  from 67\n after reading post https://www.gjopen.com/comments/comments/277476 from @Shiva"], [23006, "2016-07-09T23:44:11Z", 0.0, "http://concorde.ua/en/research/daily/eu-to-release-ukraine-loan-after-imf-tranche-poroshenko-says-15556/"], [1693, "2016-07-09T23:10:30Z", 0.89, "+2 \nhttp://www.ukrinform.net/rubric-politics/2047610-president-poroshenko-holds-telephone-conversation-with-imf-managing-director.html"], [767, "2016-07-08T02:45:26Z", 0.45, "The release of funds is expected to happen this year after Ukraine \"unveiled a comprehensive program of economic reforms, backed by a $17.01 billion IMF loan approved on April 30.\"  I've seen reports the release may happen in August or September.  Nothing certain.  "], [1500, "2016-07-05T19:18:12Z", 0.95, "With Brexit still creating chaos everywhere, anything to encourage stability in Ukraine is going to be a positive.  If the IMF does not release the funds, Ukraine may well collapse, and I don't see anybody pushing for that.  (Other than Putin, but the IMF doesn't really listen to him.)"], [202, "2016-07-04T11:05:33Z", 0.73, "Ukrainians believe a part of the tranche will be paid in July http://uatoday.tv/news/ukraine-and-imf-to-sign-memo-on-next-tranche-in-few-days-finance-minister-685279.html"], [23006, "2016-07-03T18:14:57Z", 0.0, "not if loan is conditional on IMF reforms."], [500, "2016-07-03T09:20:28Z", 0.0, "no credit for dead people\nno bank loan without collateral\nMMF response--progress in reforms\nDa bilo ko od vas ima 7 000 000 000 dollar čisto sumnjam da biste ih dali zemlji gde korupcija  pojede 5 000 000 000 dollara.\nIflacija je pala u Ukrajini ali je pao i BDP"], [1529, "2016-07-03T04:44:13Z", 0.6, "Only raising because the graph/stats are currently hovering over 80%, so I am probably missing something. But, I still think the EU \"wants\" to hold the dysfunctional Ukrainian parliament's feet to the fire, especially since so much of the chaos is connected to cronyism and outright corruption. I suppose it will be a close vote. Certainly, they don't want Ukraine to fail, but to let the country go on the way it is, is unsustainable, and the IMF will be in a worse decision point in the future if they let it pass now. As tough as it may be, it might be a better long-term solution to force an adherence to minimal economic/political standards."], [26243, "2016-07-02T21:04:06Z", 0.99, "http://sputniknews.com/europe/20160702/1042332425/imf-ukraine-minister.html\nSounds like the deal is done except to let the ink dry."], [476, "2016-07-02T17:27:50Z", 0.93, "http://sputniknews.com/business/20160702/1042330173/ukraine-loans-imf.html"], [21155, "2016-07-02T03:32:36Z", 0.5, "Payment delay so many times, but this round seem to have better progress"], [556, "2016-07-01T15:21:15Z", 1.0, "Ok, its a Ukrainian newspaper so probably not completely unbiased, but still....\nhttp://en.censor.net.ua/news/395376/technical_consultations_on_imf_memorandum_are_over_tranche_to_be_allocated_in_few_weeks_yatseniuk"], [1023, "2016-06-29T17:11:16Z", 0.9, "sure, unless govco goes back to russia."], [202, "2016-06-29T13:24:35Z", 0.43, "Revising this down - it's unlikely to be $1.7 billion and that's the full tranche of the payment"], [4462, "2016-06-29T12:43:42Z", 0.85, "My prediction is based on my current odds of Hilary becoming President sadly she already spent $5 billion to instigate a coup in the Ukraine while Obama's Secretary of State.  Trump says a bunch of things but its hard to predict just what he will really do as President....he protest to much, as Hamlet's  mom would say. "], [1693, "2016-06-29T02:19:18Z", 0.88, "This statement by Poroshenko lacks the confidence and fidelity I would like to hear in order to commit much higher. "], [14253, "2016-06-29T01:18:11Z", 0.4, "HT @JP for WP link."], [1529, "2016-06-28T23:12:59Z", 0.25, "IMF will delay again to hold politicians' feet to the fire. Politicians are still fighting amongst themselves. Many of the reformer politicians have resigned recently. New charges of graft/corruption and offshore snakery. IMF has nor requirement to revisit the question x-date from now...in essence, the can revisit the question as often and at whatever schedule they want. Plus, there are extra US$ involved, dependent on the approval of IMF funds. "], [26656, "2016-06-28T15:11:40Z", 0.9, "Historical trend"], [26528, "2016-06-28T13:25:03Z", 0.99, "Updating as it sounds like any amount of the would be considered a valid tranche.\nReasoning:\n* Ukraine now has a more stable government. They have been reforming their legislation, though very slowly.\n* The milestones are not spelled out exactly. \n* There is already plenty of uncertainty in the market right before the most illiquid market period during the summer holidays. Withholding this loan would introduce more geopolitical uncertainty and push back any decision by a few months. \n"], [26636, "2016-06-28T11:36:49Z", 0.0, "No.  Information about Ukraine's activities connected to terrorism against the United States will be either under investigation or revealed publically, which will prevent the IMF from releasing additional support."], [26616, "2016-06-28T05:40:30Z", 0.85, "IMF rarely overturns prelim decisions recently, US interest in keeping pro-West government, pro-EU movement after Brexit"], [19801, "2016-06-28T03:18:40Z", 0.95, "IMF's first deputy managing director David Lipton \"We reached an agreement on important issues, and there are several more issues to be agreed upon - said Lipton. - If the Ukrainian government and the IMF approve amendments, Ukraine will receive the next tranche in July or August\".\nhttp://uatoday.tv/business/ukraine-may-receive-next-tranche-in-july-august-imf-official-667539.html"], [14208, "2016-06-27T17:33:29Z", 0.86, "the GJ question asks will the IMF release the next tranche of its loan to Ukraine by 1 Aug 16.  the question does not state a specific amount. The fact that the IMF is having a discussion about the amount indicates they are working towards a July release even if its a partial release.  And a yes for this question. +1"], [26589, "2016-06-27T15:14:57Z", 0.25, "Given Brexit, the EU will want to delay this payment beyond August 1"], [22833, "2016-06-27T14:44:35Z", 0.8, "Dropping due to the Brexit fallout and general financial insecurity."], [26528, "2016-06-27T13:17:55Z", 0.45, "The IMF might not provide the full tranche as the country is still in a flux and the money may not be spent well. Though the IMF will provide just enough for Ukraine to continue along. "], [202, "2016-06-27T10:31:29Z", 0.73, "The IMF board will meet in July and may approve an initial payment. It's unlikely to be the full tranche though.\nhttp://in.reuters.com/article/ukraine-imf-idINKCN0Z12LQ\nThe Ukrainians expect that this will be the case. Ukraine has been much more politically stable in the last few months \nhttp://en.interfax.com.ua/news/general/352185.html\nBut the voices in this article don't sound too optimistic\nhttp://www.bloomberg.com/news/articles/2016-06-21/ukraine-sees-imf-aid-at-less-than-third-its-projection-for-2016\n "], [26360, "2016-06-26T21:24:48Z", 0.75, "Although it seems Ukraine is in a state of flux and it might not be the most prudent to provide more liquidity to them till they sort out their chain, there is too much at stake. The IMF might see it as a case of their inaction leading to more harm than providing them the cash flow which 'might' get wasted."], [135, "2016-06-25T22:45:03Z", 0.95, "Much as the IMF was somehow persuaded to capitulate, or at least relax, on Greece in light of geopolitical considerations (i.e. let's not have another visible Greek debt crisis right when the Brits are voting on the referendum), I think in this case there will be pressure on the IMF to appear supportive of Ukraine. The EU's attention will be directed across the channel, appearing unified and batting down any more \"populist\" calls in other countries. I believe the Ms Lagarde and the IMF will be flexible if they need to."], [405, "2016-06-25T00:40:35Z", 0.67, "+ 2 from 65"], [706, "2016-06-24T17:56:05Z", 0.85, "If only to get at Russia."], [15371, "2016-06-23T19:33:47Z", 0.73, "Keeping mess from hurting Hillary in the election"], [25705, "2016-06-23T16:12:20Z", 0.92, "On one hand, Ukraine is trying to comply with IMF requirements, but its politics, the political culture, recent political crisis with reformist ministers quitting provide huge obstacles. On the other hand, IMF tranche is already smaller than expected - the IMF hedges its risks. At the end, the IMF wants to keep Ukraine at least afloat - risks of its implosion are too big."], [20035, "2016-06-23T15:19:23Z", 0.95, "I would agree that this should be seen as politics first and economics second. The geopolitical mix around the Ukraine suggests that the West will not allow it to fall back in the Russian sphere. "], [368, "2016-06-22T20:45:11Z", 0.95, "http://www.bloomberg.com/news/articles/2016-06-21/ukraine-sees-imf-aid-at-less-than-third-its-projection-for-2016"], [26391, "2016-06-22T16:55:07Z", 0.85, "Western Countries wish to support the democratic process of Ukraine and try to support the economic development. "], [4634, "2016-06-22T14:24:15Z", 0.68, "They'll most likely get it before 1 August, though a smaller amount than they wanted. From what I've read, it is also possible that the tranche will be split in two parts. The first part will be released immediately, the second part later, on condition of further reforms (like raising the retirement age, currently 60 years. Might go to 62-65). In the latter case, I do not expect this question to resolve as \"yes\", since it is a delay in the approval decision.\n"], [68, "2016-06-22T08:29:23Z", 0.95, "IMF loans aren't made on strictly economic grounds. It is in the West's interest to ensure that Ukraine's economy doesn't collapse, pushing the country back into the Russian sphere. Even if Ukraine does not meet all criteria, the loan will almost certainly be released (with waivers)."], [14327, "2016-06-22T04:31:15Z", 0.97, "http://en.interfax.com.ua/news/economic/348481.html"], [19801, "2016-06-22T03:38:40Z", 0.9, "This is pure politics, the USA is showing its political support to the Ukraine no matter what. Given that the Ukraine has met the preconditions, I expect it to be approved."], [1693, "2016-06-22T00:31:00Z", 0.71, "for @dkc link: http://en.censor.net.ua/news/394186/memorandum_with_imf_agreed_upon_finance_minister_danyliuk"], [20284, "2016-06-21T23:47:36Z", 0.95, "Europe and the U.S. are not lenders by choice but by necessity.  The corruption in the government will continue to be a sore point but the alternative would be an economic collapse.  I do not believe even Russia wants that to happen.  A terrible decision that will be taken to avoid an even worse situation. "], [26267, "2016-06-21T22:15:12Z", 0.95, "It seems like Ukraine desperately needs money and IMF is the vehicle that international community designated for this type of operations, so unless Ukraine does something completely outrageous, the tranche will be approved."], [556, "2016-06-21T20:37:56Z", 0.85, "Did some more digging and Moving up...\nhttp://en.censor.net.ua/news/394186/memorandum_with_imf_agreed_upon_finance_minister_danyliuk"], [10314, "2016-06-21T20:24:50Z", 0.8, "Is the Pope a Catholic?"], [556, "2016-06-21T18:47:50Z", 0.65, "Reducing the amount released would still be \"release of the next tranche\", right?? Or would that be a delay of the \"review process\"?"], [500, "2016-06-21T17:18:11Z", 0.0, "зајам остаје као врста политичког притиска за Украјину на političkom i svakom drugom nivou\nNiko se u politici ne odriče dobrog sredstva za pritisak"]]}