{"question_id": 936, "title": "Before 1 October 2018, will Brazil's Workers' Party nominate a candidate for president who is not Luiz Inàcio Lula da Silva?", "correct_answer": "Yes", "crowd_forecast": 0.88, "preds": [[691, "2018-09-11T18:48:11Z", 1.0, "https://www.reuters.com/article/us-brazil-election/brazils-workers-party-to-swap-lula-for-running-mate-haddad-idUSKCN1LR08N\nmuch tidier to have a candidate who can actually stand for the office...."], [19801, "2018-09-11T05:01:51Z", 1.0, "Jailed former Brazilian president Luiz Inacio Lula da Silva will throw in the towel on Tuesday in his legal battle to run in the Oct. 7 election and allow his Workers Party to announce running mate Fernando Haddad as its candidate, party sources told Reuters. \nhttps://www.reuters.com/article/us-brazil-election/jailed-lula-to-bow-out-of-brazils-presidential-race-sources-idUSKCN1LR08N"], [46161, "2018-09-08T19:40:35Z", 0.98, "Lula lost two appeals. Upping from 95 to 98%. Thanks for link, @cdob63. \nhttps://www.reuters.com/article/us-brazil-election-lula/brazil-supreme-court-rejects-latest-lula-appeal-to-run-for-presidency-idUSKCN1LM1GU"], [57324, "2018-09-07T14:47:29Z", 0.75, "The chance of having Lula disqualified is too much to risk."], [691, "2018-09-07T11:40:51Z", 0.93, "https://www.reuters.com/article/us-brazil-election-lula/brazil-supreme-court-rejects-latest-lula-appeal-to-run-for-presidency-idUSKCN1LM1GU\nSooner or later they're going to want someone who can be on the ballot; they have shown no signs of embracing futilitarianism.  "], [5018, "2018-09-06T23:04:10Z", 0.98, "\"Bolsonaro stabbed, in surgery\" - there, that will show the damn rightists! Given this, I don't see Ctrl-Left bowing out of the elections even if the message is \"Lula forever\""], [705, "2018-09-06T01:53:09Z", 0.95, "\"Brazil's Worker's Party (PT) has suffered a major blow after prosecutors charged vice presidential candidate Fernando Haddad with corruption.\""], [767, "2018-09-04T03:02:17Z", 0.4, "The Workers Party has vowed to keep Lula as their candidate, despite the Supreme Electoral Court's ruling barring him.  "], [46161, "2018-09-03T17:38:12Z", 0.95, "From 99 to 95% after reading comments by @Rahuul_Kumaar "], [19801, "2018-09-03T02:30:03Z", 1.0, "Brazil’s top electoral court has ruled that jailed former President Luiz Inácio Lula da Silva cannot run as a candidate in the presidential election because of his corruption conviction."], [60725, "2018-09-02T18:45:11Z", 0.55, "Change would require strong leadership"], [60666, "2018-09-02T13:59:49Z", 0.9, "Conviction limits candidate's viability"], [60598, "2018-09-02T13:29:33Z", 0.9, "Lula declared ineligible; workers party will hedge their bets. "], [83, "2018-09-02T02:09:49Z", 1.0, "Lula barred"], [23879, "2018-09-01T17:37:28Z", 1.0, "Lula officially barred from running [1]. Will need to nominate someone else before 17 September, and all indications is that it will be someone from the same party."], [767, "2018-09-01T05:39:11Z", 0.45, "Supreme Electoral Court just barred Lula from running. No response yet from PT. "], [43588, "2018-08-26T17:04:51Z", 0.0, "They are behind Lula"], [60384, "2018-08-23T05:41:51Z", 0.8, "There is a very strong political will to apply the law as it is and not create any exception, much less in such a high profile case. The civil society and the judiciary power seems to be aligned here and on wanting the law to be applied, despite the high number of voting intentions for Lula. The legislative and the executive branches are surprisingly quiet and taking a neutral stand in the matter, mainly due to the unknown consequences of what backing each side might be. Given this scenario, I think Lula's candidacy will be revoke and the Worker's Party will have no option but to nominate a new candidate (and hope they will be able to surf on Lula's wave). I think there is still a 10% chance that the Worker's Party won't nominate any candidate and just not run for president, refusing the replace Lula's name in the election, in an attempt to stir up the validity of the elections. "], [60350, "2018-08-22T00:19:06Z", 0.65, "It's very likely, but there's also the possibility of retiring their candidature if their vote intentions are bad."], [35636, "2018-08-20T14:44:02Z", 1.0, "All in, was 95. \nWoC 0.90 308 from 157 "], [37236, "2018-08-16T12:28:42Z", 0.0, "Another major flip flop as the result of latest PT shenanigans... Fernando Rodrigques' blog reports that PT has nominated Lula as candidate for president with Fernando Haddad, who was trounced in his bid for a second term as Sao Paulo mayor as his \"vice president\" and running mate.  https://www.poder360.com.br/eleicoes/pt-registra-candidatura-de-lula-a-presidencia/   how this plays out with the toffs at the Economist, who knows..."], [23006, "2018-08-15T18:36:02Z", 0.49, "They’ve given public another name for ballot"], [691, "2018-08-15T11:50:28Z", 0.94, "He has the nomination now, but if he's definitely found ineligible the party is likely to switch to someone who can actually stand in the election."], [83, "2018-08-12T03:11:28Z", 0.92, "Haddad named as the back up if Lula is barred.\nhttps://www.theguardian.com/world/2018/aug/06/brazil-workers-party-backup-jailed-presidential-candidate"], [19801, "2018-08-11T12:04:57Z", 1.0, "Brazil’s left-leaning Workers’ party has announced that Fernando Haddad will become its presidential candidate if, as expected, jailed ex-president Luiz Inácio Lula da Silva is barred from running in the October election."], [46762, "2018-08-07T18:17:26Z", 0.0, "Gah.  I think I'm wrong.  I think they're going to nail him to the cross and make a martyr out of him.   The Presidential race cannot be won by any worker's party candidate.  But nominating lula will inspire the down vote ticket.  "], [37236, "2018-08-06T14:00:32Z", 1.0, "Brazil media today headlining PT (\"Workers' Party\") nominating Lula as its candidate for president with ex-Sao Paulo mayor Fernando Haddad as a vice president  and... announcing an allianz with PCd0B (Communist Party Brazil).  Link https://www.estadao.com.br/?utm_source=newsletter&utm_medium=email&utm_campaign=manchetes      This is likely artifact since the wheelspin of justice system blocking Lula from runningand his legal team filing appeals can only last just so long in the \"Louisiana-style\"  \"jungle\"  electoral system that operates in Brazil.  Major media, including Bloomberg, the Guardian et al are making a big story out of the Lula drama.  Mainstream, online and social media conjecture possibility he could become a \"kingmaker,\" but his party is full of mendicants just like the rest.  \n"], [29918, "2018-08-05T13:43:13Z", 0.65, "1. Brazil's Workers Party nominated Lula as the presidential candidate, however, vice presidential candidate could be the key candidate  https://www.bbc.com/news/world-latin-america-45072660"], [691, "2018-08-05T12:53:52Z", 0.91, "He is still enormously popular and would probably win if allowed to stand.  However, it would be odd for a major party to put up a nominee that wouldn't be allowed to campaign or to win.  I think they'll go to their Fallback Guy in the next couple of days."], [43207, "2018-08-05T12:39:47Z", 0.99, "PT is ready to elevate a candidate in Lula's stead and pundits are saying that it is extremely unlikely that he will win an appeal.\nhttps://www.usnews.com/news/world/articles/2018-08-01/lulas-party-strikes-pact-to-keep-socialists-neutral-in-brazil-vote"], [767, "2018-08-05T01:02:34Z", 0.2, "Lula was officially named as the PT candidate. We'll see what happens in the next few days as the deadline to announce a candidate is August 15. The Brazilian Supreme Electoral Court has until Sept. 17 to analyze all candidacy bids."], [767, "2018-08-05T01:01:15Z", 0.65, "Comment deleted on Aug 05, 2018 01:02AM UTC"], [23879, "2018-08-03T23:48:24Z", 0.95, "Updating from 80%. Looks like it's down to whether or not Lula is allowed to run [1], which he almost certainly will not."], [29918, "2018-07-31T15:49:52Z", 0.45, "1. Lula is still way ahead in polls, but parties can change their candidate on ballot 20 days before Oct 7 https://www.reuters.com/article/us-brazil-politics-lula-analysis/brazils-workers-party-clings-to-lula-candidacy-idUSKBN1HH365\n2. Fresh corruption charges against Lula and his spokesperson Senator Gleisi, Former Finance Minister signed plea deal https://www.reuters.com/article/us-brazil-politics/brazils-lula-workers-party-leader-hit-by-new-corruption-charges-idUSKBN1I22J7\n3. Racist second most popular candidate https://politicalinsights.org/2018/07/31/the-trump-of-the-tropics-spells-danger-for-brazil/\n4. The conviction that will most likely bar Lula from running https://www.reuters.com/article/us-brazil-politics-lula/lulas-party-weighs-brazil-northeast-vote-in-search-for-stand-in-sources-idUSKBN1K72Q5\n5. Mercurial Supreme Court, Chief Justice was general counsel at Lula's government https://www.bloomberg.com/view/articles/2018-07-15/brazil-s-mercurial-courts-undermine-growth-and-democracy\n5. Legal battles http://www.xinhuanet.com/english/2018-07/09/c_137311408.htm\n6. Workers Party nominate Lula as their candidate for presidency  https://www.bbc.com/news/world-latin-america-45072660"], [37236, "2018-07-31T12:15:43Z", 1.0, "There is already a lot of fake netwsniks and partizan wonks out there trying to downplay the relevance of whoever Lula endorces.  BTW, didn't realize the \"gotcha gang\" would be out in force to nail up something like GJP et al, which approximates Fantasy Baseball Camp for wannabe Sherman Kents....   The amounts of money are really insignificant when contrasted the megabillions doled out by University of Pennsyltucky (sorry I am an Ohia boy) evergreens like the Fels Instute since the Cold War days when it was participating in programs at disclosed locations between Wright Patterson AFB and Yellow Springs, Ohia."], [46161, "2018-07-30T21:17:27Z", 0.89, "The law forbids Lula from running if court ruling is upheld. I think he is likely to endorce another candidate before September 17th. "], [60024, "2018-07-28T22:15:35Z", 0.63, "Base rate. Highly chance lula is kept in jail"], [37236, "2018-07-27T16:35:40Z", 1.0, "Because I've had touch of a cognitive bias \"moodswing\" I am flip-flopping. The PT and me now have to eat crow.   As for the mudslinging about GJP and Carbon and what lawyers call \"free discovery\" my suggestigion is to bring Herb Stempel and Charles Van Doren (stars of Hollywood movie \"Quiz  Show\") back from Second Life and make them \"superforecasters.\"  When that happens they won't need a Ouija Board to figure out how to find the Bahnhofstresse in downtown Zurich..."], [19801, "2018-07-23T10:06:40Z", 0.95, "Lula's party weighs Brazil northeast vote in search for stand-in: sources\nhttps://www.reuters.com/article/us-brazil-politics-lula/lulas-party-weighs-brazil-northeast-vote-in-search-for-stand-in-sources-idUSKBN1K72Q5"], [172, "2018-07-18T10:38:55Z", 1.0, "http://www.americasquarterly.org/content/its-lula-election-brazil-again"], [37236, "2018-07-16T13:25:57Z", 0.07, "Dropping prediction down a bit more following MercoPress report indicating that Workers Party (PT) has \"named\" Lula its nominee (link here)  http://en.mercopress.com/2018/07/16/lula-the-only-hope-for-millions-of-brazilians-says-ex-president-dilma-rousseff?utm_source=newsletter&utm_medium=email&utm_campaign=daily&utm_source=MercoPress+Latest+News&utm_campaign=1ee38c2fc8-my_google_analytics_key&utm_medium=email&utm_term=0_f95ead9f0a-1ee38c2fc8-71648993     and quoting impeached former president  Dilma.  Perhaps you might want to consider clarify what you all mean as to what constitues \"nomination\"  ...  "], [37236, "2018-07-15T01:47:12Z", 0.1, "On July12, the Supreme Federal Tribunal turned down 143 Habeas Corpus requests filed with the intention of getting Lula out of jail. And the judicial system doesnt respond well to pressure. Here is link.  https://politica.estadao.com.br/blogs/fausto-macedo/o-habeas-padronizado-parag-lula-negado-por-laurita/   There is a lot of turmoil in the justice system at all levels and there will be more as positioning for October elections plays out. I have revised my forecast only because some conditional probablities are starting to show up in Brazil media that don't reach many in this community in US, EU, which could help increase the probability of a 'political solution' that could be negotiated and allow Lula to run.  Then too, one might recast this question incorporating the possibility that the PT (Workers Party) will nominate Lula, but for the purpose of having the nomination-candidacy ruled illegal. There is nobody, but nobody in the PT who would want to run as a stand in for Lula. It would be an embarassment to the already tarnished pride of the party, and offer no upside to the career of whoever would be enough of a schlamiel to go for it. "], [35636, "2018-07-13T05:21:27Z", 0.9, "Don't know much about Brazil. Just Havaianas, Rio, soccer, copiaba (is that the drink?, misspelled it anyways I think and there is that copiabera or something. Oh and that martial arts dancing thingy copiera?). Oh and Carnival! Senna, Copacabana, Ipanema. Fun! Pele. Neymar rolling around everywhere and spending 14 minutes on the ground at the 2018 World Cup. Hmm. Can Neymar SCUBA dive too? "], [767, "2018-07-11T23:26:14Z", 0.3, "Brazil: Lula supporters hope release is near after weekend of legal drama\nA judge ordered that Lula be freed three times but was overruled, as Brazilians compared the drama to a World Cup shootout"], [59792, "2018-07-10T10:08:15Z", 0.3, "The worker's party is too tied to Lula at this point to get organized internally and submit a different candidate. The recent effort to free him shows they are mostly focused on making Lula a martyr."], [31410, "2018-07-10T09:46:42Z", 0.4, "there is a reasonable chance that he'll be nominated "], [48709, "2018-07-09T14:44:48Z", 1.0, "Time update."], [691, "2018-07-08T19:27:52Z", 0.7, "https://www.bbc.com/news/world-latin-america-44759692\nHe's walking about in the world, so even if he theoretically can't play, his devotees will make it hard to dump him.  Coming down some."], [522, "2018-07-05T14:31:28Z", 0.95, "It must (even if it is a front) to be viable in the elections."], [59316, "2018-07-03T07:22:52Z", 0.02, "They will cling to Lula"], [38845, "2018-07-02T08:42:31Z", 0.95, "Not only the Supreme Court has turned down the appeal, but also Palocci cooperating with prosecutors against Lula."], [35636, "2018-07-02T06:07:19Z", 0.99, "PoT and WoC at 80 down from 99. "], [37236, "2018-07-01T08:34:15Z", 0.51, "Legal maneuvering by his lawyers not working in Lula's favor. "], [58961, "2018-06-11T15:55:48Z", 0.89, "The Workers Party (PT) is maintaining the candidacy of Lula for now as a way to maintain control of the narrative that the former president has been wrongly condemned and removing the candidacy now would send a message that they accept this reality, a kind of move that the party has shown to avoid. In that sense, I believe that they will try to hold this narrative until the very close to August when the official election starts and the candidates are officially announced, or even close to the elections itself, and they would likely try to either invite Ciro Gomes to be their official candidate or launch a strong man in the party. \nBriefly, I think it's very unlikely (10 to 15% chance) that the PT will go on in their first elections without a valid candidate as they know that the Electoral Court will not accept Lula's candidacy or even election as it would represent a very negative decision with strong repercussion about the weakness of the institution. "], [58958, "2018-06-11T00:03:06Z", 0.8, "Signs of a coalition are growing. But they might have to give up governor candidacies to get out of the way of other parties."], [37236, "2018-06-10T19:18:07Z", 0.0, "Having considered the 'not Lula' option, on further review PT has no candidate who is what in Brazilian Portuguese can be considered a 'presidenciavel'...  someone who is 'presidential timber' as the folks at The Cook Political Report might say. The most recent poll released by the 'most trusted' DataFolha shop shows 30% of those who responded would absolutely vote for the candidate Lula tells them to vote for and another 17% percent indicated that they 'might' consider voting for whoever Lula says they should elect.  Still 51% of the responders think that Lula should not be elgible to run because he is in jail, and in violation of the law.  Here is link http://www.jb.com.br/pais/noticias/2018/06/10/datafolha-lula-tem-30-bolsonaro-17-marina-10/       Lula is way out in front of neo-Integralist and ex Army captain Jair Bolsonaro who is trying to capitalize on his military background as a mere company grade officer, and perennial gadfly Marina Silva with her ties to the Brazilian and US Assemblies of God churches...  Forget notions of martyrdom. Lula's brand, or re-brand still has a lot of 'value added.'  "], [23879, "2018-06-09T18:04:31Z", 0.8, "Reducing from 88% as they seem to be sticking with the Lula plan. It seems like a hopeless plan, but god help me, Brazilian politics isn't exactly filled with rational actors."], [58898, "2018-06-05T16:45:33Z", 0.7, "Comment deleted on Jun 05, 2018 04:46PM UTC"], [705, "2018-06-02T17:36:50Z", 0.97, ""], [767, "2018-06-01T02:59:24Z", 0.3, "The Worker's Party is now promoting a \"National Act\" for launching the candidacy to the presidency on 8 June with Lula as their candidate... Asking people to organize caravans all over the country on that day.  According to TeleSur, the PT will formalize Lula's candidacy on August 15. "], [691, "2018-05-28T17:44:42Z", 1.0, "Pretty soon they will want to have an actual candidate, assuming they are not wildly out of touch with reality.  But of course one never knows about that."], [30026, "2018-05-26T05:06:53Z", 0.95, "Lula may lead in the polls and the Northeast population would probably vote for him even if he were dead. However, having lost his second appeal, he is ineligible. I don’t understand why, but I have read that a final decision will be made on September 17 when the Superior Electoral Tribunal will make a final ruling. It doesn’t matter, he can’t run. I have a small probability that Christ the Redeemer descends from the mountain in Rio and anoints him king, but I’m not holding my breath."], [35636, "2018-05-25T10:49:02Z", 1.0, "WoC0.97"], [48709, "2018-05-25T03:45:11Z", 0.0, "Not really a good statistical chance time == notLongEnough "], [767, "2018-05-23T03:10:06Z", 0.5, "TeleSur reporting today that Lula da Silva still leads in the polls a week before he registers officially to run. "], [19801, "2018-05-20T05:24:17Z", 0.9, "Because of consensus."], [37236, "2018-05-11T17:05:25Z", 1.0, "As one Minister at the Supreme Federal Tribunal said quoted on the G1, it is a question of mathematics. Pretty Boy Haddad has been indicted. Ditto Jaques Wagner. You can't relive the past."], [31450, "2018-05-10T18:43:58Z", 0.95, "This seems likely unless the situation in the country changes drastically in the next few months."], [46762, "2018-05-08T00:03:24Z", 1.0, "Brazilian law allows a party to change nominations 20 days before the election.\nLula could\n1.  Fall on his sword\n2.  Tell his supporters to vote a blank protest vote\n3.  Pick an ally politician - who would work to get lula out of jail."], [58193, "2018-05-07T21:06:33Z", 0.98, "Lula is condemtent and in jail unless lawmakers change law probabilities that luls became candidate are 0"], [13817, "2018-05-07T20:36:59Z", 0.95, "Lowering my forecast because considering the odd of PT not nominating any candidate."], [31410, "2018-05-06T21:22:20Z", 0.85, "Lula has thrown the kitchen sink and everything else at it but still failed to get past the courts."], [42958, "2018-05-02T19:40:09Z", 0.95, "Lula is now in jail, the'll find someone who can fit. "], [58043, "2018-05-01T20:07:09Z", 0.85, "It will be a last moment nomination, although he might have the pull to make all charges go away. "], [58040, "2018-04-30T23:35:17Z", 0.7, "https://www.washingtonpost.com/world/the_americas/lula-verdict-plunges-brazil-into-political-chaos-ahead-of-presidential-election/2018/04/05/a215bb1a-386e-11e8-af3c-2123715f78df_story.html?noredirect=on&utm_term=.285a9c808694 "], [31450, "2018-04-26T19:07:23Z", 0.6, "Lula remains the front runner for the workers party but it seems likely that another candidate who isn't in prison will end up consolidating power in the party."], [706, "2018-04-26T07:16:52Z", 0.9, "He's had too long to prove his innocence and the Brazilian people are fed up."], [29054, "2018-04-25T21:08:17Z", 1.0, "Lula is de facto out of run still the party can select him to be a candidate and trigger a series of legal battles, that is a losing strategy for the PT, thus my appeal to rational thinking and get someone else in this ballot!"], [19801, "2018-04-23T10:44:52Z", 0.85, "Haddad, 55, the former mayor of Brazil’s largest city, Sao Paulo, is the Workers Party’s “Plan B” in the likely case that Lula cannot run. Sources in the party said Lula has privately discussed the need for Haddad to start preparing to run, even while the party plans to stick to their founder’s candidacy.\nhttp://en.mercopress.com/2018/04/19/lula-s-party-preparing-plan-b-a-united-left-front-for-october-elections"], [40582, "2018-04-22T14:53:16Z", 0.4, "I am brazilian and follow closely the political and electoral process here. The electoral law prohibits any person convicted by an appelation court to run for any positions. BUT, anyone can present its name for the elections and the electoral court must validate the candidacy, and this process can take several months, so there is the possibility that he is the candidate during elections day but later next year find his candidacy nulled. So, yes, in practical terms, he can be the candidate, even from jail. The important question is: will he and his party stress the electoral, consitutional and, in general, the legal system and institutions to this point, increasing the sense of political instability and uncertainty?"], [41922, "2018-04-22T10:43:36Z", 0.89, "Following @pietrokc great forecaster and  Brazilian"], [23879, "2018-04-22T06:03:31Z", 0.88, "I don't really know but consensus at 98% seems overconfident. There are a ton of ways this could resolve as \"no\"."], [25465, "2018-04-21T18:28:36Z", 0.06, "The poor are not onboard with the rich  trying to break their party"], [767, "2018-04-21T02:55:42Z", 0.7, "Workers Party senator is calling for the party not to run any candidate in the elections. Meanwhile, all 60 Workers Party members in congress changed their named to Lula in solidarity with the jailed former president. \nAlso this week, Lula's legal team submitted another legal recourse to the country's supreme court asking immediate release of the former president.  Looks like check mate for Lula, Dilma and WP for now. But Lula is adamant to stay on the ballot and his party seems to be behind him. "], [38739, "2018-04-20T23:27:12Z", 0.9, "Lula da Silva is the only viable name so far in the polls; the other junior partisan candidates or are trapped with Justice issues or aren't known nationwide "], [1526, "2018-04-20T17:21:32Z", 0.98, ""], [37236, "2018-04-20T11:14:52Z", 0.99, "Brazil MSM reporting widely that PT leadership is moving forward with a \"Plano B\" ..."], [691, "2018-04-19T15:03:06Z", 0.99, "They will put on a show of loyalty to him as long as they can in deference to his supporters, but sooner or later they'll need a candidate who is actually eligible.  Then they will sing a Lula-bye...."], [1708, "2018-04-19T13:09:03Z", 0.99, "http://en.mercopress.com/2018/04/19/lula-s-party-preparing-plan-b-a-united-left-front-for-october-elections"], [35636, "2018-04-19T11:26:01Z", 0.97, "Become a farce hasn't it? "], [172, "2018-04-18T20:03:14Z", 0.75, "I believe they will relent, but for now seems like theyâ€™re sticking with their man...\nhttp://www.dw.com/en/brazil-workers-party-keeps-lula-presidential-bid-alive/a-43316223"]]}