{"question_id": 198, "title": "Will Iran officially lift its ban on either Facebook or Twitter before 1 October 2016?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[6303, "2016-09-25T18:30:12Z", 0.0, "According to the general news and GJP consensus."], [458, "2016-09-22T09:50:53Z", 0.0, "There is no indication by any official Iranian source that the ban on Facebook or Twitter will be lifted any time soon, despite many Iranians already having access to these sides. The government is too scared that a lift would undermine their power."], [530, "2016-09-20T16:56:27Z", 0.0, "Affirming forecast"], [19801, "2016-09-20T13:04:21Z", 0.0, "Iran rounds up 450 social network users\nhttp://phys.org/news/2016-08-iran-rounds-social-network-users.html"], [3274, "2016-09-19T18:06:42Z", 0.0, "Iran is not moving into the modern world....it is regressing."], [6303, "2016-09-18T21:20:15Z", 0.0, "According to the general news and GJP consensus."], [3895, "2016-09-15T14:58:38Z", 0.01, "passage of time"], [6303, "2016-09-12T00:57:53Z", 0.0, "According to the general news and GJP consensus."], [6303, "2016-09-06T02:07:58Z", 0.0, "According to the general news and GJP consensus."], [1500, "2016-09-02T19:36:32Z", 0.01, "There is no encouraging activity in this regard, and time is running out, so not very likely at all now."], [948, "2016-09-02T11:20:00Z", 0.0, "There is no reason for them to do that."], [6303, "2016-08-28T23:41:46Z", 0.0, "According to the general news and GJP consensus."], [530, "2016-08-25T19:26:32Z", 0.0, "Adjustment for the passage of time."], [28413, "2016-08-23T22:20:03Z", 0.0, "The youth can already bypass the ban, and their elders won't admit it. This issue is DOA."], [458, "2016-08-23T12:27:23Z", 0.0, "It is very unlikely that the Iranian government is going to lift the ban despite many people (especially young Iranians) using it. The old guards are too paranoid about loosing their power to allow the unrestricted use of social media in Iran."], [28346, "2016-08-22T09:05:25Z", 0.05, "Unlikely, but Facebook has multiple applications (eg Facebook Zero, Facebook Messenger etc). It's possible that one variant of FB may be allowed, even if full access to facebook.com is not. The question is a little unclear on whether it just refers to the web, or to mobile apps, and to any vs. all of the different manifestations of these services."], [6303, "2016-08-21T22:15:08Z", 0.0, "According to the general news and GJP consensus."], [6303, "2016-08-15T00:16:16Z", 0.0, "According to the general news and GJP consensus."], [6303, "2016-08-09T03:21:32Z", 0.0, "According to the general news and GJP consensus. "], [38, "2016-08-09T00:25:39Z", 0.0, "https://cyber.law.harvard.edu/node/99511"], [1023, "2016-08-07T22:04:01Z", 0.0, "Not without their own control system."], [38, "2016-08-07T21:14:00Z", 0.0, "http://www.voanews.com/content/iran-pokemon-go-ban/3452601.html"], [4387, "2016-08-04T20:02:41Z", 1.0, "yes - it seems that the sanctions have been lifted, at least for some users...see attached article: http://www.telegraph.co.uk/technology/social-media/12105631/Twitter-and-YouTube-unblocked-in-Iran-for-some-users-after-sanctions-lifted.html\n"], [28052, "2016-08-04T06:38:28Z", 0.0, "They have little to no incentive."], [767, "2016-08-02T17:11:04Z", 0.05, "Twitter and YouTube were said to have been unblocked for some users after sanctions were lifted at the beginning of the year. http://www.telegraph.co.uk/technology/social-media/12105631/Twitter-and-YouTube-unblocked-in-Iran-for-some-users-after-sanctions-lifted.html"], [6303, "2016-08-01T04:09:01Z", 0.0, "According to the general news and GJP consensus. "], [27663, "2016-07-31T11:56:01Z", 0.01, "No, Rouhani has promise to lift restrictions, but hasn't acted on zhis. Apparently about 43M Iranians ignore the ban, but that doesn't mean we can expect any rash action within 30 days.\nSource: http://www.t-online.de/nachrichten/ausland/id_78504588/iran-immer-mehr-ignorieren-verbote-von-facebook-und-twitter.html"], [1646, "2016-07-27T15:52:58Z", 0.08, "Iran is losing the online social media war with SA, its troops demand to be equipped with Twitter and some hashtags. "], [405, "2016-07-25T10:42:55Z", 0.05, "still low\nhttp://www.aljazeera.com/news/2016/07/iran-destroys-100000-corrupting-satellite-dishes-160724202722493.html"], [783, "2016-07-20T02:49:41Z", 0.0, "For the identical reason and forecast I made on social media in China. They will not allow Facebook as it turns people towards themselves in a self narcissistic way and that is in opposition to the Iranian philosophy and political goals that want Iranian allegiance to the state and not the individual. Twitter has the reputation of being the tool of protests, however overrated in that perspective. If anything, I think LinkedIn has more acceptance since it is designed as a kiss the ring of authority template and rarely disruptive in its networking."], [6303, "2016-07-18T00:39:46Z", 0.0, "According to the general news and GJP consensus. "], [484, "2016-07-16T03:18:09Z", 0.0, "Down 2% for scoring purposes since I've been relatively high."], [26242, "2016-07-15T06:03:12Z", 0.05, "And on that note Mamuti will be running again in the next Iranian presidential election, ugh"], [27277, "2016-07-13T20:43:58Z", 0.18, "Although very unlikely the politics of social change are in possible transition so this is very tough to call."], [83, "2016-07-13T20:12:41Z", 0.0, "Following consensus"], [68, "2016-07-13T06:49:27Z", 0.0, "Down from 1% since consensus has fallen to zero."], [26686, "2016-07-11T14:38:18Z", 0.0, "These are still to risky for the government. Official use is for external consumption. Many in the government are happy to sell citizens software to bypass the firewall. So, the government has absolutely no reason to lift the ban."], [6303, "2016-07-11T01:28:58Z", 0.0, "I am forecasting based on the general news reports and GJP consensus. "], [26349, "2016-07-07T10:06:34Z", 0.08, "No new signs that this is going to happen, so reducing probability."], [690, "2016-07-06T03:38:04Z", 0.0, "There is currently no incentive for Iran to do so.  It will not happen before 1 Oct 2016."], [25894, "2016-07-03T17:52:14Z", 0.12, "Drop from 18 -> 12"], [26800, "2016-07-02T13:47:16Z", 0.25, "Since the ban is already in place, even if it's commonly circumvented, removing it might encourage calls for other reforms."], [3895, "2016-07-01T15:53:37Z", 0.09, "passage of time, lack of movement in this direction"], [1023, "2016-06-29T14:07:46Z", 0.05, "Why?"], [3434, "2016-06-26T10:37:09Z", 0.0, "Why should they?"], [25944, "2016-06-23T02:04:30Z", 0.0, "It seems overwhelmingly more likely that they will continue to wink at Facebook/Twitter rather than give them an official seal of approval."], [484, "2016-06-22T16:31:49Z", 0.02, "Up 2% just above consensus on http://www.gjopen.com/comments/comments/265126 Would go higher, but the time frame is short."], [24287, "2016-06-22T10:30:05Z", 0.0, "Not happening!"], [26349, "2016-06-22T07:38:53Z", 0.15, "When access to social media was first blocked in Iran, in 2006, internet access in the country was limited (to approximately 10% of the population, although precise data is unavailable), and there was little public appetite for (or awareness) of social media platforms at that time. A decade later, thanks in part to the introduction of smartphones and tablets, internet access across the country has increased enormously (best estimate for 2016 is that more than 65% of the population have regular, domestic access, with more able to access the internet through public or shared facilities); in 2014, approximately 50% of Iranians had accessed, or were regularly accessing, social media platforms 'illegally'. Notably, senior members of the Iranian regime are avid users of social media themselves (President Rouhani, for instance, has two twitter accounts, and regularly posts 'selfies'). It is clear, therefore, that the 2006 ban is an anachronism which no longer fits contemporary Iranian society. As a result, powerful figures within the Iranian government have called for the ban to be partially lifted. Rouhani is seen as a moderniser, who is more likely than his conservative predecessors to relax the ban to a degree. Moreover, the Iranian regime clearly appreciates the power of social media as a propaganda tool, both against the West, and against rising Sunni militancy in the Middle East (which is thought of as a direct threat to Shia Iran), and is keen to harness its power in that regard. All this means that a review of the 2006 ban is more likely now than it was at any point prior to Rouhani's election in 2013."], [26327, "2016-06-21T05:58:59Z", 0.03, "If a leaders in Iran can live with the absurdity using banned twitter and facebook, I see no reason them to lift ban. I read piece of article about western traveler who was visiting Iran. It was about gay rights. One gay Iranian said \"police had no time\" to bother them, unless they have sex in the public place. I think this comment is quite revealing also in this Facebook, Twitter issue. It will remain banned, but tolerated. I leave that 3% chance, because Instagram(owned by the Facebook) is not banned. "], [6303, "2016-06-20T01:49:05Z", 0.0, "I am forecasting based on the general news reports and GJP consensus."], [25894, "2016-06-18T06:53:32Z", 0.18, "My initial gut reaction says 0.00% chance that Iran will lift the ban. What prompts me to push the scale to the left is: "], [14613, "2016-06-17T23:29:35Z", 0.2, "I keep thinking how wrong the consensus has been on Iran on certain questions. "], [26217, "2016-06-17T14:55:26Z", 0.1, "Possible, as most of the country already access these sites with proxies. \nStill unlikely "], [1057, "2016-06-17T12:33:34Z", 0.05, "public outcry will prevent it from taking that action."], [1055, "2016-06-17T12:17:52Z", 0.05, "highly unlikely"], [20588, "2016-06-13T17:39:56Z", 0.0, "Not a chance in hell. It'll take years before that happens. There are still too many influential hardliners."], [6303, "2016-06-11T23:21:08Z", 0.0, "I am forecasting based on the general news reports and GJP consensus."], [783, "2016-06-09T03:29:14Z", 0.0, "The Iranians are asking to control the social media Internet within their nation by storing their user's pages there. This is not what the social media groups will do and would have a credibly gap if they agreed with Iran to store the users informationin the areas of possible human rights violations and privacy issues there. Iran would not allow the sites to go to Iran because much of what is Face Book and Twitter is non-Islamic in the nation, as far as what they believe."], [24287, "2016-06-07T16:59:16Z", 0.0, "Not happening!"], [23852, "2016-06-07T14:58:38Z", 0.15, "Very unlikely. Facebook and Twitter would face way too much backlash if they caved to the kind of demands Iran would make if this were to happen."], [25804, "2016-06-06T16:33:52Z", 0.1, "a lot of other issues need to be settled between the factions inside Iran before this can happen, would only be provocative now"], [3577, "2016-06-06T16:23:23Z", 0.0, "Ah, the sweet irony of the banning of our times most staunchest supporters of banning and censorship - Facebook and Twitter. "], [6303, "2016-06-06T02:49:20Z", 0.0, "According to general news and GJP consensus."], [25745, "2016-06-04T14:03:38Z", 0.0, "The Internet control by authorities is increasing and will most likely use the Chinese model (great firewall)."], [6303, "2016-06-03T02:28:36Z", 0.0, "According to the general news and GJP consensus."], [1262, "2016-06-01T14:50:14Z", 0.01, "Confirming previous forecast.  Hardliners in full control."], [68, "2016-06-01T07:39:46Z", 0.01, "The \"moral police\" in Iran appear to have been more active than usual, raiding private parties and clamping down even further on social media outlets. With elections over, the Rouhani government has no incentive to antagonize hard line conservatives or the Supreme Leader for very little return."], [83, "2016-05-31T23:30:48Z", 0.02, "This does not seem to be an appropriate environment for Iran to committ to additional reforms.  Improvements have seemed to stall in the Iranian economy after the completion of the nuclear deal.  Presidential elections are due next year. Khammenei, reportedly is suffering from prostate cancer, and Ayatollah Ahmed Jannati, newly appointed conservative head of the Assembly of Experts, will pick the next Supreme leader."], [484, "2016-05-31T16:09:35Z", 0.0, "Down 1% following the crowd. We can't all be wrong can we?"], [1122, "2016-05-31T14:12:51Z", 0.35, "But it may strongly depend of other circumstances in their vicinity and then the chances may go hihger"], [24941, "2016-05-31T06:55:09Z", 0.0, "Having worked with Iranian free speech activists on the Freenet Project, and developed sneakernet tools to help get requests for data out of the Iranian intranet via carrier pidgin (not kidding), I do not foresee a lessening of restrictions on these types of sites by the current power structure of Iran."], [24287, "2016-05-30T17:52:51Z", 0.0, "http://www.livemint.com/Politics/6LHhwsf9SGah9urkThewBO/Iran-demands-social-media-hand-over-data-on-its-citizens.html"], [484, "2016-05-30T15:33:32Z", 0.01, "Down 9%. Here are some new official rules:"], [25500, "2016-05-29T12:50:44Z", 0.03, "Very unlinkely, but the reasons have more a symbolic character: Basically there is a current fight between orthodox Islamist and reformers. The fight between this two opponents is latent but not too openly delivered (e.g. you can see that by means of the execution of former supporters of Ahmadinedschad or the current floggings). There is definitely a change visible in the urban areas (house parties are common, and self made spirits as well, Facebook is widely used), which is seen as problematic on the side of orthodox Islamist. Although Facebook and Twitter is widely used (also by Ruhani), the ban at least pretends a kind of balance of power (something similar to the situation of gays in the US army years ago: don't ask, don't tell). If they would cut it, it might lead to a vow through the conservatives which could fear that they loose power. That there is a definite fear is got visible during the last election, they tried to ban liberal reformers and failed. At the end a lot of reformers could register as candidates (under international and domestic social pressure) and won a majority of the parliamentary elections. Therefore, at least for the sake of \"peace\", there won't be a lift of such symbolic bans and punishments (like flogging for certain types of behavior) - at least not in the near future."], [484, "2016-05-28T15:49:14Z", 0.1, "(no change, sorry no link) The recent floggings might suggest two paths. (1) It demonstrates the Basij's ability and intention to squelch any shift in the approved behaviour and (2) that incidents such as that might be enough to trigger some changes as an alternative to the weakening of the theocracy. While I lean toward the latter (if the time horizon is long enough), I also suspect it is magical thinking."], [25045, "2016-05-26T19:03:35Z", 0.01, "Don't think they will"], [24595, "2016-05-26T17:16:10Z", 0.1, "There is no reward for Iran to lift its ban."], [24163, "2016-05-26T16:55:20Z", 0.01, "Jumping in with no supporting data, but my gut tells me this is not going to happen."], [25134, "2016-05-25T22:14:25Z", 0.01, "The Arab Spring's social media element is a warning to all dictators, so it's not likely for a long time and very very unlikely in the next 4 months."], [102, "2016-05-25T03:31:49Z", 0.11, "https://larswericson.wordpress.com/2016/05/25/gitrep-24mar16pm/"], [24287, "2016-05-24T18:09:18Z", 0.01, "Reiterating the point - what does Iran have to gain anyway by doing this?"], [484, "2016-05-24T15:38:40Z", 0.1, "Down 5% even though I suspect the consensus may be too low."], [16742, "2016-05-24T15:33:49Z", 0.05, "Slow to ease."], [858, "2016-05-24T07:02:11Z", 0.0, "Iran has no internal or external reason to lift its ban on Facebook or Twitter as its domestic public does not perceive this as an important enough issue and the benefits (in terms of appearances towards the outside world) would be minimal.    "], [14880, "2016-05-24T05:03:44Z", 0.01, "It's not in their interest to lift the ban any time soon. "], [25354, "2016-05-23T16:44:33Z", 0.0, "Iranian models have been arrested recently for posting pictures without a hijab. The Iranian government will be hostile to any type of platform that encourages social promiscuity"], [25273, "2016-05-20T23:25:01Z", 0.0, "Internet blocking in Iran has grown more economical and less political in the course of the past decade. \nIt is highly unlikely that something like the Green Movement is going to happen anytime soon and the officials aren't particularly worried about that. \nThe point is Iranians are spending lots of money on anti-filter solutions (like VPNs) and  this very rewarding business (just like virtually any other big business in Iran) is more or less a monopoly for the high rank officials. \nTo unblock a website as popular as Facebook or Twitter will certainly shrink this market to a great extent. I don't see any good reason for that to happen. They will continue to block any popular site they find out there and the people will continue to enjoy their favorite sites (for a price). "], [16181, "2016-05-20T22:10:30Z", 0.02, "I can't see Iran changing it's policy on social media. Look at the revolutions it has started in other countries this is last thing they want  "], [25265, "2016-05-20T18:56:31Z", 0.05, "My prediction is an absolute 'no'. Perticularly within this time period. The officials (not necessarily the government, currently President Rouhani and his cabinet) are more paranoid than that, and the fact that quite a few of them are using is is irrelevant. Another factor to consider is that, particularly after the talks with 3+3 was in a way successful!, which basically means the officials (again, not necessarily the President and his cabinet) have compromised from their prinicpals, the pressure inside intensifies, be it to increase the so-called moral police to make life harder for women, or to continue the ban on social networks. "], [484, "2016-05-20T15:23:09Z", 0.15, "(no change) Most forecasters \"know\" why it won't happen, especially within this time frame. I'd propose encouraging posts about why it may/would make sense."], [24287, "2016-05-18T17:47:04Z", 0.01, "More reading. Unchanged "], [102, "2016-05-18T02:57:55Z", 0.0, "https://larswericson.wordpress.com/2016/05/18/gitrep-17mar16pm/"], [25119, "2016-05-18T00:19:57Z", 0.5, "Everyone who wants to access social media already does.  The government chooses to do not much about it. \nThe ban will be lifted only if there is a protest   or when someone from the younger generation gets in to power. "], [25007, "2016-05-17T20:20:29Z", 0.15, "Let's run2 toughts experiments. At a boardroom table, 10 Iranian official are voting on the question of allowing Facebook (or/and Twitter)in their country. When it come to the regime's interest, social media is a great way to keep tab on the population. However, it is pretty clear to me that the Iranian government would insist on the social media giants to allow the government access to people data and location in order to enable action on dissent suppression. Result is that the Iranian gov would be up for it. \nSecond meeting is happening at the Facebook / Twitter HQ. Would these American company desire to potentially get blood sprayed on their hand if their service is used as a way for a notoriously thuggish regime to go after citizen. It is not unheard of for Iranian bloggers to end up behind bars, some times dying there under mysterious circumstance. Just a few years ago, a Canadian reporter died in custody. \nBoth social media company would love to expand but ultimately, the risk will not be worth it for them and the Iranian government would love an extra way to keep tabs on people but would not allow any kind of secure privacy to be associated with the service. \nTwitter and FB would back out. "], [530, "2016-05-17T16:48:39Z", 0.01, "Probably not soon. The article is about Instagram, but the hardliner's feelings on social media is pretty clear: http://time.com/4338539/iran-headscarves-model-arrests/"], [12605, "2016-05-17T16:25:04Z", 0.05, "... akin to asking Singapore to allow chewing gums;"], [484, "2016-05-17T16:06:54Z", 0.15, "(no change) Actually think the Instagram model episode is instructive. The various Persian blocks each have their own way. The hardliners demonstrated an ability to use social media to their (perhaps, but not likely) \"advantage.\" The reformers get press and try to chip away at some of the restrictions."], [3895, "2016-05-17T10:08:26Z", 0.23, "ta, thanks to @clinton"], [25080, "2016-05-16T23:01:58Z", 0.15, "90% over 3 years - religious political system seems to be moving slowly to appease a younger (aging) populous. "], [83, "2016-05-16T21:33:15Z", 0.02, "http://america.aljazeera.com/opinions/2014/4/iran-twitter-rouhaniinternetcensorship.html\nRecent trend seems to be in the opposite direction, with several hard line groups involved in the decision making process.\nRouhani reported to have little power on this issue, with offensive content, history of protest organization, foreign influence, etc, all at issue. Millions Iranian users, including government officials, eventually will make a difference, but current politics may mean October is too soon."], [18762, "2016-05-16T18:57:32Z", 0.01, "while some forecasters may be correct that Iran will liftthe ban at some point, it is hard to see how or why they would go from arresting models in May to lifting a ban five months later"], [11442, "2016-05-16T16:53:00Z", 0.05, "The recent arrest of several models over their instagram posts is suggests that overall policy is not trending in a liberal direction (http://www.bbc.com/news/world-middle-east-36302405). However, I am at 5% because different groups within the Iranian government frequently work in opposing directions, and the current president ran partly on the platform of loosening restrictions on society."], [1500, "2016-05-16T15:39:52Z", 0.25, "It's an easy thing to do.  Most of the leadership of Iran is already there.  It would be a big lift to the people in terms of showing progress toward a more normal nation-state.  Finally, I think the force behind the winds of change in Iran is underestimated.  The desire to be part of the world is strong, and is needed to get the economy going to provide jobs.  I'm betting Iran will change both faster and more than is expected outside Iran."], [21702, "2016-05-16T07:52:32Z", 0.1, "As the Iranian Government is as fragile as a year ago the \"Danger\" of such open media in still very imminent.\nI gave a 10% YES because of the pressure  the population will execute on the Government. (the government will sadly return that favor to the protesters)"], [783, "2016-05-16T05:11:38Z", 0.0, "Facebook's popularity is in the cult of the individual and the currency of validation, something that Iran would not agree upon, since it takes attention away from the state. Besides. it is owned by a Jew and Iran wants to keep its appearance that they do not recognize Jews because they need someone to blame their own failures upon, to keep citizens from blaming their leaders.  Twitter is known, however errantly, as the app of revolutions. If any social media is allowed, it is LinkedIn, where people tend to kiss the ring of authority. Although Reid and Hoffman are perhaps Jewish which takes LinkedIn out of Iran "], [7124, "2016-05-16T04:03:54Z", 0.05, "The supreme leader will oppose any move in this direction."], [23148, "2016-05-15T23:36:14Z", 0.0, "While poltical ice breaks it seems to early for a full liberazation."], [22720, "2016-05-15T21:35:55Z", 0.03, "Out of question"], [19311, "2016-05-15T12:32:52Z", 0.12, "I reconsidered and might start a bit higher - it's after elections and that means that 1) there is less reasons for politicians to be afraid of it 2) maybe some of new MPs will actually want to lift it"], [24287, "2016-05-14T18:05:11Z", 0.01, "So Iran has this ban in place for several years now. What else is in place? Economic sanctions, defence sanctions, etc - you name it. Now, the country has moved ahead slightly with the recent nuclear deal. But is that enough from Iran's perspective to bring it back on its own footing economically etc? No. It will take time, political will, and a great diplomatic effort, and of course, time. So how do you control your population meanwhile? Block access to popular internet, the easiest way to make your citizens see how the world is. So, that's that. No reason to change the stance at this point. Lowest probability."], [1993, "2016-05-14T06:43:27Z", 0.04, "Iran has never vigorously enforced its internet bans. But the agencies that have the power to lift the bans don't seem to have any reason to do so. I don't have any reason to believe that would change before October."], [10924, "2016-05-14T05:35:55Z", 0.04, "Baby steps. Ruling elite rationale for the ban has little to do with international politics, this is controlling state narrative"], [102, "2016-05-14T03:35:20Z", 0.13, "https://larswericson.wordpress.com/2016/05/14/gitrep-13may2016pm/"], [2180, "2016-05-13T18:57:18Z", 0.45, "Based on the number of Instagram followers I've got from Iran, don't see why they would hold back too long."], [706, "2016-05-13T18:32:16Z", 0.3, "Benign neglect."], [484, "2016-05-13T00:17:00Z", 0.15, "Down 10% to be closer to consensus."], [1262, "2016-05-12T23:41:08Z", 0.01, "No evidence of a move in that direction.   Khamenei appoints new President of the Islamic Republic of Iran Broadcasting (IRIB) .  The reason for the departure of the previous individual may have lost something in translation."], [10314, "2016-05-12T21:11:54Z", 0.0, "my hedgehog says categorically \"No chance\""], [19801, "2016-05-12T06:14:32Z", 0.0, "I would expect Facebook Basics to be banned in more places, rather than bans lifted. Drugs are bad for the brain."], [436, "2016-05-12T05:27:07Z", 0.01, "P(\"Facebook is legal in Iran in 2030\") feels like 60-70%, but I'm not sure why. Anyway, I think that the only reason this is as high as it is is that GJO decided to ask the question at all."], [102, "2016-05-12T03:27:26Z", 0.12, "https://larswericson.wordpress.com/2016/05/12/gitrep-11may16pm/"], [29, "2016-05-12T02:09:56Z", 0.05, "Highly unlikely, given the history of social media in the region."], [405, "2016-05-12T01:25:54Z", 0.05, "Why lift its ban if those who would like access to Facebook or twitter can take others ways to communicate on social media?\nhttp://rue89.nouvelobs.com/2015/05/17/liran-teste-systeme-censure-intelligente-instagram-259223\nhttps://fr.globalvoices.org/2014/09/26/175088/\nhttp://isna.ir/fa/news/93061710204/نتایج-جدیدترین-نظرسنجی-از-جوانان-اعلام-شد"], [830, "2016-05-11T04:11:48Z", 0.0, "While i think moderates are gaining in IRAN....they won't have influence by then."], [51, "2016-05-11T01:45:18Z", 0.01, "Total absence of news.  But even without that, I am hard pressed to see why Iran would feel the need to do this, given they are getting most everything they want without making much effort to be conciliatory.  "], [9755, "2016-05-11T00:12:44Z", 0.09, "It seems  highly unlikely in 2016. It should be said all Iranian leaders have Facebook and Twitter accounts \nSo it's hard to justify why some can use  them and others not! So many Iranians are still using both .\nIf it was legal then it maybe again, once the leadership  feels more confident , right now he is not there yet."], [24176, "2016-05-10T23:55:19Z", 0.0, "No no. There is still lot of flogging to go. Iran doesn't want the instability caused by these social media."], [14375, "2016-05-10T19:12:08Z", 0.25, "Iran is getting more involved in the international community after the nuclear deal. They've been cool on a lot of foreign policy issues. But not this cool. This *could* happen this year, but probably not before October."], [24, "2016-05-10T18:14:29Z", 0.05, "Hardly a key issue or point of pressure from international partners; and hardly an unusual thing for an authoritarian state to do. Short timescale, too"], [484, "2016-05-10T17:46:36Z", 0.25, "Short time frame for much to happen as in some concrete action. I'll go above consensus for now. It will be interesting to see how things sort out post-election. I suspect since the cognescenti can sometimes bypass the controls anyway it is almost better to lift the ban, but monitor and take steps to mitigate problems if necessary. Would help buff both the external optics and give some within Iran hope for a different future, without costing the IRGC much."], [22245, "2016-05-10T17:40:41Z", 0.0, "Why would the tyrants of Iran want to give their citizens the chance to express themselves or to use social media as a means to change the governing body of Iran."], [3895, "2016-05-10T17:30:58Z", 0.29, "no real news or much discussion about this that I can find, so I don't really want to take a particularly extreme view. Of all the things for Rouhani to spend political capital on, I can't imagine this is very high on his list, which pushes me down below 50. "], [22243, "2016-05-10T17:28:52Z", 0.12, "If Rohani could have he already would have.  With more reformist in the government I am still not betting on it"]]}