{"question_id": 456, "title": "Between 1 April 2017 and 31 March 2018, will an armed group from Ethiopia engage in a campaign that systematically kills 1,000 or more civilians in Ethiopia?", "correct_answer": "No", "crowd_forecast": 0.02, "preds": [[13377, "2017-06-23T12:17:01Z", 0.08, "Thank you, @JS."], [13377, "2017-06-20T13:29:47Z", 0.06, "@JS Have you seen this set of current analyses from the International Peace Institute's Global Observatory? https://theglobalobservatory.org/2017/06/ethiopia-protests-oromo-addis-ababa-master-plan/ I'd like so see how you might update your forecast on the basis of this new data."], [13377, "2017-06-20T06:52:34Z", 0.06, "http://www.acleddata.com/wp-content/uploads/2017/06/ACLED_Africa_Country-Reports_Ethiopia_June-2017_pdf.pdf"], [35569, "2017-05-26T01:20:46Z", 0.1, "Ethiopia is the most populated landlocked nation in the world.  That fact alone adds a base number.  Ethiopia has better infrastructure than most of its neighbors and less natural resources, which is good because there is very little to gain through violence.  The World Health Organization just elected an Ethiopian as their chief executive and his work will probably include a watchful eye on his homeland.  Ethiopia has helped with the Syrian refugee crisis by hosting over 250,000 Syrians, which indicates stability in Ethiopia and helping the Syrian refugee crisis will bring help to Ethiopia, as well.   I predict no armed group from Ethiopia will systematically kill 1,000 or more civilians in Ethiopia by March 31, 2018.   "], [16652, "2017-05-24T19:04:12Z", 0.35, "Comment deleted on May 30, 2017 12:36PM UTC"], [29054, "2017-05-23T15:34:34Z", 0.0, "It is becoming more and more difficult to get reliable information, at this point let's called 0! "], [35386, "2017-05-12T03:08:50Z", 0.19, "Ethiopia is intent on developing it's physical infrastructure (domestic manufacturing, etc...), centered around it's capital of Addis Ababa, and capitalizing on it's growing agriculture stating it \"will supply commodities for exports, domestic food supply and industrial output\". The Ethiopian government in this effort have been clashing with the indigenous Oromia and Amhara tribes over attempting to allocate farmland in the regions surrounding the capital."], [28091, "2017-04-23T23:23:00Z", 0.06, "Government troops have targeted the oromia region but martial law is in place and may keep any killings to a lower level. "], [34630, "2017-04-17T22:02:34Z", 0.01, "There's increasing instability here but my sense is that major violence at this level is the last thing the government wants right now. The opposition is relatively dispersed as well."], [31450, "2017-04-11T17:16:08Z", 0.07, "I am worried about unrest in the country and the continued state of emergency but oppression seems much more likely than mass killings."], [34844, "2017-04-08T17:46:21Z", 0.45, "Ethiopia has seen an escalation of violence lately, accompanying economic problems, major famines, and drought forcing herding tribes to fight for water and grass."], [34737, "2017-04-06T02:59:02Z", 0.2, "The Government of Ethiopia has been threatening democracy and cracking down over the past 10 months. I worry about this location alot. Also, my visa to work in Ethiopia was denied, I am affraid they do not want international witnesses"], [34762, "2017-04-04T16:26:10Z", 0.1, "Unless the state of emergency is lifted, I think it's unlikely that Ethiopia's ruling party will see major cause for the large-scale lethal repression that we saw occur during the second half of last year."], [29054, "2017-04-02T20:43:51Z", 0.17, "I am afraid that Ethiopia is one of the top candidates to create a mas murder event like the one presented. Again, we are dealing with a very difficult place to get the actual numbers due to government intervention, the brutal government and the rebel groups are acting in ways that is despicable, the truth is going to be difficult to assess and the provability is high but 1000 of fatalities is a disastrous number to reach.     "], [488, "2017-04-01T01:58:55Z", 0.1, "Possibility is very low. "]]}