{"question_id": 369, "title": "Will Poland reinstate visa-free travel for Kaliningrad before 2018?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[43055, "2017-12-25T16:55:21Z", 0.05, "I doubt anything will happen in the next week."], [1639, "2017-11-25T18:37:27Z", 0.0, "You can get 72-hours visa only at 3 points:\nMamonovo-Branevo, Bagrationovsk or an airport*. \n*In a case of arrival by plane you should pay for the transport for the officier of the MFA to the airport. The price is €60.\nThe visa costs €70 per person"], [23234, "2017-11-10T03:26:50Z", 0.01, ""], [6303, "2017-10-31T03:53:07Z", 0.0, "Based on general news and GJP consensus."], [6303, "2017-10-23T03:57:02Z", 0.0, "Based on general news and GJP consensus."], [691, "2017-10-18T19:05:39Z", 0.0, "The Polish leadership are fairly awful but not demonstrably stupid--they will not welcome Little Green Men just released from duty in Ukraine into Poland to help them out."], [6303, "2017-10-16T03:37:12Z", 0.0, "Based on general news and GJP consensus."], [23006, "2017-10-09T22:04:08Z", 0.0, "no news "], [6303, "2017-09-18T04:27:32Z", 0.0, "Based on general news and GJP consensus."], [6303, "2017-09-04T05:09:08Z", 0.0, "Based on general news and GJP consensus."], [6303, "2017-07-17T02:15:05Z", 0.0, "Based on general news and GJP consensus."], [31450, "2017-07-10T23:53:17Z", 0.0, "Falling to zero because I can't imagine why they would."], [35610, "2017-05-15T20:49:51Z", 0.0, "the differences and the diplomativ issues between warsaw and moskow are too big."], [699, "2017-04-17T03:09:31Z", 0.0, "The Poles, and the Baltic nations are being incited against Russia by the Western media. Russia's acceptance of the Crimea request to join, as well the rebuffing of the Georgian aggression against Russian peace keeping forces in 2008 are presented by Pentagon as Russian aggression, which is not true. Defending it's legitimate national interest is justified, where as provoking civil war in Ukraine, Georgia is an act of aggression conducted by NATO."], [15621, "2017-04-12T09:07:01Z", 0.01, "very unlikely considering Russia's policies at present."], [31450, "2017-04-09T21:11:23Z", 0.01, "Dropping from two to one because apparently I was guessing too high."], [1034, "2017-04-09T06:34:07Z", 0.0, "Visa-Free Polish-Russian Border Traffic To Remain Suspended"], [34754, "2017-04-04T10:04:56Z", 0.0, "Highly unlikely due to current government's anti-Russian attitude being a key part of their rhetoric. Any economic arguments are subject to this rhetoric and initial  safety-motivated reasons can't be treated as government's true intentions."], [6303, "2017-03-27T02:41:08Z", 0.01, "Based on general news and GJP consensus."], [1993, "2017-03-12T07:44:47Z", 0.02, "I don't see any talk of reinstating visa-free travel."], [34261, "2017-03-09T15:42:35Z", 0.15, "Reinstating would not match well with the general rhetoric of nationalism and fear of immigrants"], [1331, "2017-03-04T17:00:48Z", 0.02, "Never trust Putin"], [817, "2017-03-02T07:35:39Z", 0.15, "Polish politics have still negatice attitude towards Russia. In such case there are small chaces to restore this nice idea of visa free travel to Kaliningrad."], [30200, "2017-02-26T13:56:09Z", 0.25, "Would be a welcome sign of detente, but currently tensions with Putin seem to be rising rather. "], [33870, "2017-02-19T16:16:28Z", 0.1, "low given Russias aggressivenes in Ukraine. Don't expect that to happen before Russia hands back Krim to Ukraine."], [33651, "2017-02-13T18:59:49Z", 0.02, "Polish government can do it only if Russia return wreck of tu-154 but its unlikely in current situation"], [691, "2017-02-10T03:37:31Z", 0.01, "Let's see--if I were Poland would I want a lot of unscreened Russians, fresh from holidaymaking in the Donbass, wandering around my country?  (Full disclosure: I am not now and never have been Poland.)"], [6303, "2017-02-05T03:53:18Z", 0.01, "According to the general news and GJP consensus."], [29054, "2017-02-03T19:44:51Z", 0.0, "Reaffirming my view of 0% due to the incessant conflict in Ukraine. \nThe \"polskis\" are feeling as if they are in the radar of Vladimir to create some tensions due to the NATO deployment in the coast. \nYou can see the tension in the polish rhetoric in reference to Russia, the infused jingoistic brew is loved by the political class in the Polish leadership to keep the radical conservative politics alive. At the end of the rope, extremes touch each other.    "], [32245, "2017-02-01T21:44:03Z", 0.2, "Unlikely but not impossible if tension between Russia and US/Nato calms down. By 2018 the priority might be shifted to boosting trade and economy for both Europe and Russia, so keeping a 1/5 chance it can happen."], [227, "2017-01-31T22:36:03Z", 0.05, "Highly unlikely given the uncertainty regionally and with NATO. Poland will risk Russian ire, but the border controls are too important."], [32766, "2017-01-30T21:08:58Z", 0.05, "Not unless a miracle occurs."], [6303, "2017-01-30T03:35:35Z", 0.01, "According to the general news and GJP consensus."], [519, "2017-01-26T14:11:14Z", 0.2, "I don't know, we might see some kind of grand bargain to normalize Russia in the EU. Unlikely, though. "], [6303, "2017-01-23T02:21:38Z", 0.01, "According to the general news and GJP consensus."], [19801, "2017-01-23T00:02:58Z", 0.0, "Lithuania said Monday it plans to use EU funds to build a fence on the border with Russia's highly militarised Kaliningrad exclave to boost security and prevent smuggling.\nhttps://uk.news.yahoo.com/lithuania-build-fence-border-russian-exclave-134121687.html"], [32843, "2017-01-21T22:53:35Z", 0.15, "Poland may find itself needing to get closer to Russia if the US is turning inwards."], [29054, "2017-01-19T20:04:03Z", 0.0, "Oh, these Polks and Ruskiyos bureaucrats, they are at it again!"], [1646, "2017-01-18T05:00:20Z", 0.08, "Another fence comes up  http://www.euractiv.com/section/global-europe/news/lithuania-to-build-kaliningrad-border-fence-with-eu-money/\n(Particularly worrisome due to (bankrupt) Kaliningrad Oblast's economic reliance on Lituania)\nRacist anti-immigrant riots in Poland https://www.wsws.org/en/articles/2017/01/16/pola-j16.html\n\"Last autumn, the Polish interior minister rejected the repeal of the measure, although it was deeply unpopular among the population from the beginning. Many people living in the Polish border region have relatives and friends in Kaliningrad, and were able to travel repeatedly to the Russian enclave under the visa-free rules. The region also benefited economically from the visa-free border traffic, since many Russians came across the border to shop in Poland."], [32152, "2017-01-17T21:00:37Z", 0.0, "Not so long as Königsberg remains Russian."], [1639, "2017-01-17T18:22:46Z", 0.05, "Due to the collapse of the Soviet Union in 1991, the Kaliningrad Oblast became an exclave, geographically separated from the rest of Russia. This isolation from the rest of Russia became even more pronounced politically when Poland and Lithuania became members of NATO and subsequently the European Union in 2004. All military and civilian land links between the region and the rest of Russia have to pass through members of NATO and the EU. Special travel arrangements for the territory's inhabitants have been made through the Facilitated Transit Document (FTD) and Facilitated Rail Transit Document (FRTD).\nSince the early 1990s, the Kaliningrad oblast has been a Free Economic Zone (FEZ Yantar)."], [27486, "2017-01-17T16:22:33Z", 0.02, "Russia-NATO relations aren't so hot right now.  Poland and the other Eastern European countries are very uptight about Russia's recent aggressions, and will remain so even if Trump makes a U-turn. Kaliningrad is a closed Russian province and major military center, and Poland is hardly likely to want to have unrestricted travel from such an area, even if they are experiencing an upswing in the right-wing politics that Russia seems to be the center of. "], [32671, "2017-01-17T08:27:01Z", 0.05, "It's not in the Polish agenda any visa free travel for Kaliningrad's citizens."], [6303, "2017-01-16T01:20:46Z", 0.01, "According to the general news and GJP consensus."], [31652, "2017-01-15T23:04:37Z", 0.03, "Although the removal of the visa-free agreement is depriving Poles around the Kaliningrad border of a stable income source, there likely won't be enough pressure on the government to make a change, especially since the next elections likely won't be until late 2019 and the majority of affected Poles aren't PiS voters anyways (they swing towards PO in the north of Poland). Additionally, reinstating the visa-free agreement would be a hugely symbolic move that would be in direct opposition with current Polish rhetoric about the Russian threat. On top of this, Russia is stationing Iskander missiles in Kaliningrad and the USA has begun to move its largest troop deployment since the Cold War into Poland. Tensions are high, and since most Eastern and Central European countries are anxious about Trump's commitment (or lack thereof) to Article 5, I don't see much room for rapprochement anytime soon. "], [32601, "2017-01-15T13:26:16Z", 0.15, "Anti Russian attitude of Polish Govt."], [691, "2017-01-13T21:05:08Z", 0.01, "If you were Poland and familiar with The Little Green Men of Ukraine, would you let Russians wander around your countryside?  "], [32100, "2017-01-13T12:33:42Z", 0.03, "https://www.theguardian.com/us-news/2017/jan/12/doubts-over-biggest-us-deployment-in-europe-since-cold-war-under-trump"], [29054, "2017-01-13T04:41:39Z", 0.15, "Cut this one in half, the military maneuvers in Poland stating by month end are not going to be a conducive way to get this issue resolve by the end of the year. "], [27461, "2017-01-12T20:05:56Z", 0.0, "Given the noises made by both Russia (about NATO troops in Poland) and Poland (about the risks from Russia's behavior), lifting the visa seems highly unlikely, especially as there is an alternative, not too onerous procedure (online visa application). "], [1639, "2017-01-12T19:01:00Z", 0.1, "“The reasons for suspending local border traffic with Kaliningrad have not dissipated,” Deputy Interior Minister Jaroslaw Zielinski said in Szczytno, northern Poland, on Wednesday. “The decision is based on concern over Poland’s security in general. When we’re sure it’s safe, we’ll return to the issue.” \n________________\nCOMMENT: we are not yet there"], [691, "2017-01-12T18:34:08Z", 0.03, "Russia is harrumphing about US troops in Poland just now.  Nobody will do anything about this until Russian and US intentions become clearer.  Not soon, I shouldn't think."], [32414, "2017-01-11T14:10:25Z", 0.1, "Until Russia changes its' global outlook, EU countries will continue to be way of interacting with their sphere."], [32333, "2017-01-10T17:05:33Z", 0.02, "Trends in Russian Foreign Policy; Polish reaction thereto."], [13135, "2017-01-10T12:38:52Z", 0.0, "The Polish government will do nothing to help Russia or Russians."], [14661, "2017-01-09T10:25:55Z", 0.05, "The conflict in Donbass (Eastern Ukraine) is far from being solved. A move to re-establish the visa-free travel (though probably having some economical benefits to Poland) is a political gesture  towards normalizing the relationship with Russia. Though, in a longer term (3 years +) it is entirely possible, in a short term it is highly unlikely.  "], [6303, "2017-01-09T03:13:53Z", 0.01, "According to the general news and GJP consensus."], [32066, "2017-01-08T17:56:19Z", 0.05, "Consensus seems about right here. Poland does get some benefit to the local economy along the border, and if the agreement was still in place would not rescind it. But reinstating it would give a positive message of trust to Russia, which doesn't sound like something the central government would want to give. The rest of the EU does not seem to have much of an opinion one way or another, so it is not likely to push Poland in any specific direction. If this was an election year the central govt might be under pressure to give a boost to the local economy, which would raise the probability quite a bit. But with no particular reason to favor the locals, the consensus estimate sounds right."], [27461, "2017-01-08T17:34:20Z", 0.01, "I am changing my mind on this. With international attention focused on Russia's attempts to influence elections in other countries, the Polish government would want to know who enters Poland from Kaliningrad. This would trump the economic benefit of having an increased cross-border flow. Besides, the current system of online visa applications (as I understand) is not too cumbersome and generally achieves the right balance between the two objectives. Keeping 1% just because the horizon is long - almost 1 year, and anything can happen.   "], [19056, "2017-01-08T01:24:59Z", 0.0, "Poland will continue to worry about polite green visitors."], [699, "2017-01-06T23:02:00Z", 0.0, "Polen is one of the most russophobic countries since centuries, and as long as Papa allows the dog to bark, it will bark."], [23148, "2017-01-04T22:33:59Z", 0.0, "There is no idication, sign or trend reflecting this development."], [15533, "2017-01-03T11:00:33Z", 0.13, "Ukraine and Kaliningrad traffic was suspended for the Nato summit July, Ukraine reinstated August."], [29240, "2017-01-02T22:55:58Z", 0.05, "Rising Polish Nationalism and anti-Russian sentiments "], [31955, "2017-01-02T20:59:57Z", 0.05, "Visa-Free Travel will likely cease until ISIS and other Islamist-Extremist threats are significantly reduced or eliminated."], [6303, "2017-01-01T02:45:34Z", 0.01, "According to the general news and GJP consensus."], [31874, "2016-12-31T19:17:17Z", 0.3, "I think that it would benefit Poland financially to reinstate travel without visa. EU would like to see it happen, but Poland has it's issues with EU, so I don't think that will affect their decision."], [14493, "2016-12-31T10:19:03Z", 0.02, "Revised; although I can't see it happening it is possible"], [14493, "2016-12-30T14:03:02Z", 0.0, "I don't see this as being very likely the current Polish government is very anti-Russian. Even thought the small-border-traffic law brought business to Polish towns near Kaliningrad, the Polish government seem to be more interested in national sovereignty than earning a few Rubles.     "], [12699, "2016-12-29T20:53:09Z", 0.03, "It is highly unlikely unless relations drastically improve. It will be interesting to see if Russia's newfound connection to the West, by way of Trump and the new administration, will have any impact however I estimate that even if this were to be the case and ease tensions, it would be unlikely that such a policy would be passed before 2018. I will update as more information becomes available."], [31798, "2016-12-29T12:46:59Z", 0.05, "It would require a major and highly unlikely change in the geopolitical climate as well as a change of government in Poland."], [31766, "2016-12-28T03:58:26Z", 0.05, "Seems like relations are bad with no sign of improvement in the near term. "], [4139, "2016-12-28T03:48:05Z", 0.05, "Putin forcing nations to change their rules to fight his asymmetrical warfare."], [283, "2016-12-27T22:56:26Z", 0.18, "Poland's hackles are going to be raised for a long time re Russia, which is in active contention with NATO in Syria, Turkey & Ukraine."], [31450, "2016-12-27T16:04:19Z", 0.02, "I don't say zero because I dislike that much certainty, but its effectively zero. The current government is led informally by a man, Jarosław Kaczyński, who is convinced the Russian government assassinated his twin brother, the then president. Unless there is a change of government, which seems very unlikely at the moment, the government of Poland will do anything to help Russia."], [31201, "2016-12-27T14:21:13Z", 0.0, "High level of tension between Poland and Russia."], [11800, "2016-12-27T09:25:42Z", 0.01, "Poland belongs to EU and Schengen zone, what makes it not able to decide on its own. Therefore it cannot act on his own except the EU/Schengen is doing so too,  but that would mean, that  the entire Schengen area.  Under the current political weather condition, i judge it very unlikely despite it would be good for relax the current tensions."], [9549, "2016-12-26T17:49:24Z", 0.45, "The poles are so apathetic about their future they will accept anything that comes along.  The politics in Europe are so juiced up that no government will be able to do anything."], [31729, "2016-12-26T16:54:01Z", 0.55, "Trump-friendly NATO"], [6303, "2016-12-26T02:20:49Z", 0.03, "According to the general news and GJP consensus.\n"], [4079, "2016-12-25T19:28:07Z", 0.05, "The current Polish government is obsessed with Russian conspiracy theories regarding the air crash that took the life of lech kaczynski.  This will override any desire for greater economic ties."], [29054, "2016-12-25T19:06:58Z", 0.66, "2/3 for a yes that is invaded by jingoists. It is important for Russia, not as much for Poland but important for the Polish folks in the surrounding areas, and If I am a local business I will invest in after this policy including getting rid of some politicos. A politico fears the campaigns and money buys those! "], [25944, "2016-12-25T15:14:57Z", 0.1, "I think the reign of Donald Trump will bring higher international tensions pretty much globally, so despite local economic preferences, I think its unlikely they achieve even this small a rapprochement."], [83, "2016-12-23T23:21:25Z", 0.3, "Although, local commerce supports reinstatement of visa-free travel, EU / Russian politics seems to make this impossible at the moment.  Improvements in US/EU and Russian relations may change the outcome; but it also seems unlikely that Trump can make major changes to the  the east - west geo political contest (unlikely wild card?).  The two military establishments have too much at stake."], [15621, "2016-12-23T17:17:26Z", 0.03, "Following consensus as don't have enough info for now."], [27461, "2016-12-23T15:39:30Z", 0.15, "Bowing to the wisdom of the consensus (even though the sample is small), I lower my forecast down from 50%. Apparently the majority of forecasters believe the international politics argument will prevail over domestic economic and political considerations (e.g., to win some support in the border regions after the recent political tensions). Still, I'd keep my forecast well above consensus for now."], [706, "2016-12-23T03:04:45Z", 0.5, "Poland's new government is friendlier to Russia."], [31631, "2016-12-21T21:06:47Z", 0.0, "Russia will keep a grip on Kaliningrad if for nothing other than it's coastline on the Baltic Sea. Poland is emphatically anti-Putin and Kaliningrad's governor answers to Russia, so I think there is absolutely zero possibility of the current government in Poland allowing open borders there for fear of becoming the next Ukraine -- eaten up by the Russian bear one mouthful at a time. "], [27461, "2016-12-21T19:18:30Z", 0.5, "Here we have an interplay of international politics on the one hand, and domestic politics and economics on the other hand. Looks like either outcome is possible.  "], [31621, "2016-12-21T14:47:48Z", 0.08, "The situation with Russia will be bad"], [4634, "2016-12-21T11:56:48Z", 0.18, "From: http://togroklife.com/category/poland/"], [15621, "2016-12-21T09:40:23Z", 0.3, "I think the bigger issue is not whether Poland will allow it again, but whether Russia will. Putin would have seen the suspension as a slight and therefore, in my opinion, would be very reluctant to allow this to happen again. I would like people's opinion on whether this needs both Poland and Russia to agree before it would count as a \"yes\"."], [28091, "2016-12-21T02:45:32Z", 0.25, "While the border regions of Poland need the cross-border economy I am not sure that economic concerns will win over security issues. Clearly Poland is responding to Russia moving missiles into Kaliningrad. "], [31082, "2016-12-20T22:55:28Z", 0.3, "Why should they? There is a 72hrs Kalingrad only online visa option, so I wonder why bother."], [20284, "2016-12-20T21:25:55Z", 0.8, "It is in the economic interest of Poland to resume the visa free accord.  While the current administration and most news sources have been negative on Russia it may be about to change.  Trump is going to look for cooperation and better relations and Putin will reciprocate.  Europe will have to accept the reality of the Ukraine situation.  Actually they will find lower tensions with Russia as having a beneficial side. "], [691, "2016-12-20T20:26:43Z", 0.46, "Not very many of Russia's adjoining neighbors trust Putin just now.  They may for example worry about fake freedom fighters infilrating as they did into Ukraine, even if that's not Putin's current plan.  Blandishments are possible, but it would need to be Pretty Good Stuff, and the deal would need to be quickly reversible as soon as it became clear that Russia has no intention of keeping up its end.  Stay tuned."], [368, "2016-12-20T20:22:09Z", 0.0, "As of August 2016 visa-free access to Kaliningrad has been suspended indefinitely July 4, 2016.  Open source data indicate that the current status remains the same.  Additional data indicate that there is no visa exemptions with respect to its relationship with Poland.  No contradictory information has been found (based in varying on varying open source data)."], [27461, "2016-12-20T19:47:16Z", 0.75, "Poland's regions bordering Kaliningrad will be in favor of re-opening. To defuse domestic tensions on other issues, the government in Warsaw may comply. On the other hand, evidence of Russia meddling in European elections may give them pause.  "], [12879, "2016-12-20T18:25:43Z", 0.65, "I suspect that there is a better than a \"Even(50%)\" chance that Poland will establish visa-free travel for Kaliningrad prior to 2 January 2018."]]}