{"question_id": 511, "title": "Between 1 July 2017 and 30 June 2018, will an armed group from the Democratic Republic of the Congo engage in a campaign that systematically kills 1,000 or more civilians in the Democratic Republic of the Congo?\n", "correct_answer": "No", "crowd_forecast": 0.11, "preds": [[6303, "2017-09-18T03:47:08Z", 0.01, "Based on general news and GJP consensus."], [6303, "2017-09-04T04:28:41Z", 0.01, "Based on general news and GJP consensus."], [590, "2017-09-03T13:55:18Z", 0.04, "not impossible considering the Kasai unrest, but a systematic campaign is more difficult to put togeter"], [83, "2017-08-27T17:49:17Z", 0.3, "Elections overdue.\nKabila doesn't appear to have the support of the west."], [1333, "2017-08-02T18:26:38Z", 0.15, "https://warisboring.com/whats-the-democratic-republic-of-the-congo-doing-with-these-ukrainian-tanks/\nThis became official in 2016 with the delivery of 25 of the tanks to the country, according to information just released by Ukraine to the U.N. Register of Conventional Arms."], [34353, "2017-07-26T11:57:06Z", 0.05, "Maybe if this results in over 1,000 IDP deaths: http://medafricatimes.com/13360-drc-violence-exodus-from-kasai-region-continue.html. Otherwise it's looking like CAR might be more likely."], [6303, "2017-07-17T03:09:23Z", 0.01, "Based on general news and GJP consensus."], [36281, "2017-07-11T18:36:35Z", 0.06, "There is ethnic, religious and political diversity in the Congo. Joseph Kabila is only 46 and has. It deigned to step down. "], [34353, "2017-07-05T16:23:31Z", 0.05, "I think the challenge with this question will be proving that any of the armed groups \"systematically\" engaged in policies to kill, directly or indirectly, massive numbers of civilians. Additionally, the distinction of campaigns by geographic regions and civilian groups also makes it harder to get to the 1,000 threshold."], [20284, "2017-07-03T21:09:25Z", 0.95, "Sadly it will not take anything close to a year for the civilian death toll to surpass 1000.   A lawless country with an abundance of power seeking players who are as ruthless as any where in the world.  A vulnerable civilian population caught in the cross fire of people who attach no value to the human life.\n"], [14133, "2017-07-02T17:44:37Z", 1.0, "When has this not happened in the past twenty years?"]]}