{"question_id": 183, "title": "In 2016 will any of the G7 countries experience either inflation of 2% or more or GDP growth of 2.5% or more?", "correct_answer": "No", "crowd_forecast": 0.03, "preds": [[6303, "2017-01-01T04:45:31Z", 0.0, "According to the general news and GJP consensus."], [1639, "2016-12-31T08:30:40Z", 0.0, "According to OECD none of the G7 will have a growth to GDP above 2.5% nor inflation of 2%"], [23234, "2016-12-31T04:02:59Z", 0.77, "Comment deleted on Jan 01, 2017 06:39AM UTC"], [11872, "2016-12-29T02:41:31Z", 0.35, "Unless I misunderstand, the US is pretty close to 2.5%"], [6303, "2016-12-26T03:35:15Z", 0.0, "According to the general news and GJP consensus."], [31695, "2016-12-24T22:27:33Z", 0.55, "possible someone's economy will recover. "], [14880, "2016-12-21T21:53:07Z", 0.0, "Not likely, even heading into 2017. "], [31201, "2016-12-20T04:11:47Z", 0.75, "US is about to enter inflationary spending phase."], [6303, "2016-12-19T04:02:23Z", 0.0, "According to the general news and GJP consensus. "], [14493, "2016-12-13T18:53:24Z", 0.0, "I had thought that UK inflation had a 25% chance of being over 2% and that UK GDP had a 5% chance of being over 2.5%, but the latest figures show that GDP growth that early in 2016 was increasing quarter by quarter is no longer doing so. It appears that the drop in the price of the pound has not stimulated industrial output (not a surprise to most economists who had already noted that in an economy like the UK's. changes in exchange rates no longer have a very great effect on output figures for manufactured goods. In the UK's case lack of available capacity and disinclination to invest in increasing it due to economic uncertainty is only being partly offset by increases in service activity. Larger inflation increases due to the fall in the pound are forecast. I had thought the effects might reach the 2% by the end of 2016, but it now looks more likely that the 2% figure will not show up until Q1 or even Q2 2017 (an annual rate of  1.7% for 2016 now seems more likely).  "], [6303, "2016-12-12T02:09:08Z", 0.0, "According to the general news and GJP consensus."], [31082, "2016-12-09T22:12:01Z", 0.05, "Only UK GDP, estimated at 2% (source: OECD) or inflation at 2.4% (https://data.oecd.org/price/inflation-forecast.htm) could possibly hit the limit, both a under the limit."], [38, "2016-12-06T07:54:43Z", 0.05, "http://www.thetimes.co.uk/edition/news/economy-to-defy-brexit-fears-dgz3k9rf9"], [6303, "2016-12-05T04:42:49Z", 0.01, "According to the general news and GJP consensus."], [38, "2016-12-03T23:28:04Z", 0.05, "http://www.cnbc.com/2016/11/29/us-q3-gross-domestic-product.html"], [1646, "2016-12-01T06:46:20Z", 0.52, "U.S. 3Q revised up to 3.2 . Now a better than 50% chance that 4Q can be upwards of 2.8"], [6303, "2016-11-28T03:14:41Z", 0.01, "According to the general news and GJP consensus."], [23262, "2016-11-22T20:41:17Z", 0.0, "Disinflation reigns supreme as predicted by Keynes in a liquidity trap environment. "], [6303, "2016-11-21T03:07:26Z", 0.01, "According to the general news and GJP consensus."], [29980, "2016-11-18T23:17:56Z", 0.75, "rate will be going up world wide "], [6303, "2016-11-14T01:36:48Z", 0.01, "According to the general news and GJP consensus."], [68, "2016-11-12T03:43:15Z", 0.01, "Passage of time"], [6303, "2016-11-07T00:49:29Z", 0.01, "According to the general news and GJP consensus."], [4139, "2016-11-03T19:56:53Z", 0.6, "No on inflation and no everywhere, but there is a 60% chance (CNBC flash) which I believe the US annual GDP will be 2.5 or above. If the number was 2.25 I would move to 90% because of US gdp. If the number was 2.6 I would move down to 25% because I think 2.5 is the top of what the US can do."], [6303, "2016-10-31T02:10:00Z", 0.01, "According to the general news and GJP consensus."], [14493, "2016-10-29T08:46:08Z", 0.3, "Taking notice of comments posted"], [38, "2016-10-29T07:27:44Z", 0.07, "http://money.cnn.com/2016/10/28/news/economy/us-economic-growth-gdp-third-quarter/"], [38, "2016-10-29T07:26:11Z", 0.77, "http://www.thetimes.co.uk/edition/business/jump-in-us-gdp-boosts-case-for-rate-rise-this-year-73g5vxk76"], [38, "2016-10-28T19:06:33Z", 0.09, "https://knoema.com"], [14493, "2016-10-28T17:07:35Z", 0.4, "The pound has dropped by about 20% since June. UK inflation went up from 0.5% in June to 1% in Sep. So it appears that the drop in the pound in July had added 0.5% to inflation by Sep but price rises were still working thru the system and should add another 0.5% by Dec. In addition a second drop in the pound could add another 0.5% by Dec. A question is how long the price increases will take to work thru. My guess is that businesses have held off increases but as they start to come in the momentum will build and price rises will speed up. (examples all from today)\n http://news.sky.com/story/morrisons-hikes-price-of-marmite-weeks-after-tesco-price-row-with-unilever-10635718\nhttp://www.telegraph.co.uk/business/2016/10/28/british-airways-parent-iag-cuts-profit-outlook-in-tough-environm/\nhttps://www.theguardian.com/technology/2016/oct/28/brexit-apple-mac-customers-prices-rise-us-dollar-pound-sterling"], [10239, "2016-10-27T20:32:29Z", 0.04, "Main possibility that UK inflation exceeds 2%, for this would need to see a spike to over 6% in Q4, which is unlikely, a rise in inflation seems very likely, but to that level that quickly would be improbable."], [6303, "2016-10-24T00:59:41Z", 0.01, "According to the general news and GJP consensus."], [1639, "2016-10-23T19:14:23Z", 0.35, "FRI­DAY: Af­ter the U.S. econ­omy ad­vanced at an ane­mic 1.1% pace through the first half of the year, third-quar­ter GDP fig­ures are ex­pected to show a pickup in growth. Econ­o-mists sur­veyed by The Wall Street Jour­nal are fore­cast-ing a 2.5% rate, though un­der­ly­ing num­bers are likely to sug­gest growth re­mains tepid. Volatile trade and in­ven­to­ries cat­e­gories are ma­jor sources of the ex­pected boost.\n-------------\nCOMMENT: Article from the WSJ, I'm raising the odds that the US economy will show a GDP growth for real at 2.5 or more. \nSorry for the missing link. "], [15443, "2016-10-22T05:01:45Z", 0.04, "The only thing that would make this possible would be a fantastic Q4 (Santa Rally) in the US. I don't think the UK will experience 2% inflation (http://www.economicshelp.org/macroeconomics/macroessays/does-devaluation-cause-inflation/)."], [29502, "2016-10-21T17:09:43Z", 0.75, "I think DBrowninan is on the money on this one. The large slid of the pound against major currencies has not been reflected in the September 1% number of the CPI.  Higher price of imports, coupled with a rise of oil prices will likely push the figure a little over 2%. We are discussing a significant jump spanning over the course of only 3 months,but as rightfully pointed out, this is a tail event contributing to extreme results. The BOE is unlikely to intervene or signal any change of policy, given the still many unknowns surrounding the actual process of leaving the EU. "], [29469, "2016-10-21T15:13:41Z", 0.73, "I'm upgrading this from 10 % due to the latest UK inflation numbers, coupled with a likely rise in oil prices due to production restrictions by OPEC. UK inflation has a history of more than 1 % jumps in 2008 and 2009 https://www.ons.gov.uk/economy/inflationandpriceindices/timeseries/d7g7/mm23. Those were exceptional circumstances in the aftermath of the financial crisis, but then so is Brexit. The fall of the pound is causing a big hit on import prices, which will be felt across the economy."], [1529, "2016-10-19T03:14:53Z", 0.01, "Inflation rate in Britain has been very low for most of the year. It has raised recently, but expecting an additional 1% by end of 2016, seems unlikely due to short time."], [1639, "2016-10-18T16:21:06Z", 0.1, "Raising the odds a bit on this because inflation rose to 1.0% in UK, and the future doesn't look rosy either "], [15621, "2016-10-18T09:48:28Z", 0.03, "Passage of time."], [28631, "2016-10-18T08:38:27Z", 0.1, "September Inflation rate in UK @ 1% (0.6 in Aug)"], [29502, "2016-10-12T20:30:58Z", 0.0, "Let's see:\n1.From a probabilistic point of view, you need to be right only 1/14 times, so the odds are not too shabby. Given the economic and political turmoil in Continental Europe and the UK, we can simply ignore them from the analysis.\n2. No significant surge in commodities is expected for this period of time and the GDP of Canada has disappointed so far this year. Furthermore, inflation is safely below 2% currently.\n3. The GDP growth of US is the wild card, but given the first 2 quarters' disappointing numbers, in spite of solid domestic consumption, I am doubtful that the events in Europe will drive enough money into the States so that it makes up in the last half of the year. A big fat 0 from me."], [14493, "2016-10-12T19:00:59Z", 0.4, "I have been looking mainly at the inflation risk to the UK\nThe effects of the falling pound seem to be arriving \nUnilever wants to increase its prices by 10% due to falling pound\nhttps://www.theguardian.com/business/2016/oct/12/tesco-running-low-key-unilever-brands-price-row-supplier-supermarket-falling-pound\nHow many goods are going to be affected by the end of the year I don't know.\nFuel prices have increased (due to pound falling and pound rising).\nThe link mentions that many of the products involved are made in the UK, of course many of ingredients would be imports. \nI would assume that many Xmas goods would have ordered before the pound started dropping and I guess that the UK buyers would have obtained or hedged the costs so they would not be affected yet by the falls.  I think its generally assumed the UK inflation rate will be over 2% by the first quarter next year.  "], [29469, "2016-10-11T12:18:51Z", 0.1, "The setup of the question would favour a \"Yes\", since only one of 14 indicators needs to be over the threshold. The European countries and Japan can be comfortably eliminated, as will the UK due to the Brexit fallout. Hence the focus is on North America. The IMF forecasts do not indicate that the thresholds will be crossed and economic forecasts tend to be over-optimistic. The US GDP was weak in the first half of 2016, so even a late surge will not likely lift it over 2%. The Canadian economy looks stable, but is also negatively affected by low oil prices."], [6303, "2016-10-10T03:18:31Z", 0.01, "According to the general news and GJP consensus."], [14493, "2016-10-08T13:04:21Z", 0.2, "Further reading on the lag between a falling exchange rate and it feeding through to inflation suggests it will be marginal if the drop in the pound post referendum will have fed through to the inflation figure by the end of 2016. It seems more likely that the inflation hit will occurs in Q1 of 2017. "], [14493, "2016-10-06T13:54:05Z", 0.25, "The falling pound could increase UK inflation by the end of year."], [5001, "2016-10-06T02:56:13Z", 0.2, "Per IMF October update"], [28315, "2016-10-05T16:05:13Z", 0.0, "Reiterating my forecast that there is 0% chance for 2% growth after IMF released their revised forecasts for 2016 GDP growth  for the major economies of the world.\nFor US the IMF forecast went down from 2.2% to 1.6%. UK's forecast is down to 1.8%. GDP growth in the Euro area is forecast at 1.7% this year and in Japan at 0.5%."], [3895, "2016-10-05T15:48:25Z", 0.07, "down towards consensus, a bit of hedge against a big surprise (always possible in econ-world) "], [20035, "2016-10-05T14:32:43Z", 0.01, "Guardian report on the IMF estimate that the UK will be 'the fastest growing' of the G7 economies this year at 1.8%:"], [51, "2016-10-05T13:49:05Z", 0.03, "Puts paid to U.S. GDP.  I always felt the 2.4 (high end) projection was far too optimistic.  \nhttps://www.dailyfx.com/forex/market_alert/2016/10/04/IMF-Cuts-Global-Growth-Projections-Amid-Woes-in-Advanced-Economies.html"], [6303, "2016-10-03T03:13:37Z", 0.01, "According to the general news and GJP consensus."], [1639, "2016-10-01T15:12:31Z", 0.02, "Canada, Canada’s growth decelerated in 2015, Growth is expected to rebound in 2016 to 1.7%; Inflation Rate in Canada is expected to be 1.50 percent by the end of this quarter"], [28631, "2016-10-01T14:19:37Z", 0.1, "although late, I´ll follow this interesting q."], [1646, "2016-09-29T19:34:58Z", 0.08, "Revising up based on the following article. As @Khalid noted, growth in the U.S. has to be above 3% in the second semester. "], [14880, "2016-09-27T18:42:34Z", 0.05, "Thank you @Khalid, for the excellent research: https://www.gjopen.com/comments/comments/330842"], [6303, "2016-09-25T18:37:33Z", 0.01, "According to the general news and GJP consensus."], [28315, "2016-09-25T01:38:51Z", 0.0, "US was the only country that had any chance to break the 2.5% barrier and now the forecasts are falling even further every week (Atlanta GDP NOW, FBRNY Nowcast). I take my forecast to 0% chance for any G7 country to achieve 2.5% growth or 2% inflation. "], [68, "2016-09-22T10:46:53Z", 0.04, "It's been a while since my last forecast on 25 July, which was made after the IMF's post-Brexit forecasts, reducing their earlier numbers. Using a different source, forecasts  are given below (last updated 30 June 2016). "], [15621, "2016-09-22T09:09:27Z", 0.04, "Passage of time."], [28414, "2016-09-21T09:15:38Z", 0.0, "OECD warns governments of ‘low-growth trap’ - \"global growth of around 3 per cent this year and next.\"\nhttps://www.ft.com/content/130998c6-7f63-11e6-8e50-8ec15fb462f4"], [691, "2016-09-20T20:51:03Z", 0.11, "This will, I think, be very close.  I hate very close. "], [19923, "2016-09-19T11:17:56Z", 0.1, "Updating to get closer to consensus based on passage of time since last forecast."], [38, "2016-09-18T22:26:54Z", 0.5, "http://fingfx.thomsonreuters.com/gfx/rngs/1/1262/1901/index.html"], [6303, "2016-09-18T21:31:06Z", 0.01, "According to the general news and GJP consensus."], [23091, "2016-09-18T18:26:08Z", 0.2, "Below are some economic estimates from Bloomberg's survey of economists on GDP and inflation for the G7 countries.  While all are below 2% GDP and 2.5% inflation, it's not unlikely that the estimates for GDP could be low by 0.5 for either the US, UK, or Germany.  These numbers get revised a lot as new data comes in, and since we only need one of them to beat the 2% GDP mark, I think there's a decent chance that happens.  Not likely, but not insignificant either.  The inflation numbers all look much further from target, though, so I don't expect that any of them would be relevant.   "], [1624, "2016-09-17T03:50:27Z", 0.0, "Making a final adjustment on this with most Aug data out & from outlook suggesting none of the countries will be even close to these targets in 2016"], [28315, "2016-09-16T10:15:40Z", 0.05, "The relentless decline in the Atlanta's Fed GDP Now for Q3 from 3.7% to 3.5% to 3.3% to 3% is quite suggestive of how optimistic economic forecasts based on nothing but wishful thinking evaporate in the face of reality. US certainly won't break the 2.5% barrier for GDP growth this year. Based on this, I further lower the probability of any of the G7 countries breaking above it to only 5%. Anyway, if any of these countries had any chance, that was the US. "], [38, "2016-09-15T21:42:14Z", 0.0, "Wiser forecasters have explained to me that I misread the article about Canada that I quoted here:  http://www.gjopen.com/comments/comments/315083"], [28982, "2016-09-15T14:41:20Z", 0.4, "Gdp. US"], [6303, "2016-09-12T01:07:02Z", 0.02, "According to the general news and GJP consensus."], [19801, "2016-09-11T13:47:38Z", 0.0, "\nYear-on-year GDP growth for the OECD area fell to 1.6%, decreasing for the fourth straight quarter, to the lowest rate since the third quarter of 2013. Among Major Seven economies, the United Kingdom (2.2%) recorded the highest annual growth rate, while Japan registered the lowest (0.6%). The United States recorded its lowest annual growth rate (1.2%) in three years.\nhttps://www.oecd.org/newsroom/gdp-growth-second-quarter-2016-oecd.htm"], [14493, "2016-09-09T11:25:01Z", 0.2, "According to the Bank of England the public (of the UK) expect inflation of 2% this year. "], [28315, "2016-09-08T01:54:32Z", 0.15, "In the last several days the economic data kept coming significantly worse than expectations. While the ISM manufacturing slipped in negative territory again, the service sector ISM also experienced unexpected significant decline. "], [6303, "2016-09-06T02:33:15Z", 0.07, "According to the general news and GJP consensus."], [1624, "2016-09-03T02:29:20Z", 0.25, "Adjusting a tad upwards - UK GDP growth surprised in Q2 so its likely we may see the UK or US come over 2% GDP growth. UK inflation may also surprise."], [38, "2016-09-01T03:30:27Z", 0.61, "http://www.economiccalendar.com/2016/07/22/canadas-cpi-steady-at-2-1-for-june/"], [21800, "2016-08-30T10:17:31Z", 0.12, "Maybe too early to do this but dropping from 30% to 12% due to lack of fresh developments."], [15621, "2016-08-30T08:55:18Z", 0.05, "Seems highly unlikely at this stage, most countries getting further from target."], [14208, "2016-08-30T00:09:29Z", 0.01, "3 to 1%"], [6303, "2016-08-28T23:55:57Z", 0.1, "According to the general news and GJP consensus.\nIf the U.S. Federal Reserve decides to raise the prime interest rate before the end of this year, which seems to be more likely; this would reduce the chances of inflation in the U.S. and around the world."], [19106, "2016-08-27T22:14:26Z", 0.02, "USA is not hitting 2.5% GDP growth, and inflation is not gonna hit the UK so fast that they see 2% in 2016. Nobeody else is even an outside contender."], [28343, "2016-08-27T05:08:29Z", 0.15, "The current projections on G7 nations from the trading economics website indicate that the best performing country so far is US and even then the predictions do not indicate breaching the above limits."], [23206, "2016-08-25T15:46:29Z", 0.15, "Inflation in Canada came in around 1.5% in the first half and 1% in the US.  Oil prices have increased some, but overall inflation has remained low.  I think even if oil increases above $50 a barrel it won't be enough to push inflation above 2% on the year for any country.  There will have to be several months running over 3% inflation. There is still a small chance that Canada sees inflation over 2%.  Maybe ~10-15% probability."], [28413, "2016-08-22T19:13:21Z", 0.0, "This is really asking if the US is going to be over 2.5% for 2016; the other G7 countries aren't in the running. Given the significant downward revisions seen in the US Q1 results and lackluster performance in Q2, there is nothing to indicate that the downgrading trends will stop."], [6303, "2016-08-21T22:22:25Z", 0.15, "According to the general news and GJP consensus."], [10239, "2016-08-18T22:07:28Z", 0.53, "We're only looking for 1 event amongst 14 variables for this event to occur.  So even with a 10% chance individually (if uncorrelated) the total probability of one event would be 73%. "], [28315, "2016-08-18T00:14:28Z", 0.2, "Only one of these countries has had annual GDP growth or inflation growth above 2.5% and 2% in the last 2 years. This is UK and with the expected impact from Brexit it is unlikely they'll repeat this in 2016. Still it takes only one of them to have inflation above 2% or GDP growth above 2.5% and the IMF forecast for US is just below 2.5% GDP growth. However, to get to this growth rate, the US economy has to accelerate significantly in H2 2016 after the very slow growth in H1 (1.1% in Q1 and 1.2% in Q2). Even if the Atlanta Fed's GDP Now forecast of 3.6% in Q3 is accurate, and this repeats in Q4, the annual rate won't surpass 2.5%. Also, other forecasts like the WSJ's survey of 60 economists forecast only 1.8% for 2016."], [12943, "2016-08-15T10:00:27Z", 0.04, "Back in April I assigned a 6% chance on the basis of the logic below. Since then, growth forecasts for the US have generally been lowered quite significantly. None of the institutions in the Bloomberg survey of c.80 economists expect US to grow at above 2.3% and consensus is well below 2.0%.  That said, Canadian inflation expectations have increased by a touch...  Overall, I'll drop this to 4% probability at this point.\n_____________________________________________________________________________\nReally this seems to amount to a question as to whether the US will grow at 2.5% or more in 2016. Any of the other 13 metrics in the question are pretty unlikely to get anywhere near 2%. Maybe Canadian inflation could be an outside contender to trigger a YES."], [15621, "2016-08-15T08:54:18Z", 0.08, "See this as increasingly unlikely. UK inflation well off the mark and US GDP would need serious boost to get to 2.5%."], [6303, "2016-08-15T00:21:10Z", 0.15, "According to the general news and GJP consensus."], [64, "2016-08-14T18:35:40Z", 0.0, "With Q2 US GDP coming in at 1.2% (preliminary estimate, open to change), and little signs of a big rebound, I'm going to zero chance unless Q3 looks different."], [15621, "2016-08-12T10:01:36Z", 0.1, "Polio question leads me to be more cautious. "], [1993, "2016-08-11T03:30:26Z", 0.15, "Can anyone find the numbers for Q2 inflation rates in the US and UK? I can only find monthly inflation rates. Thanks."], [14493, "2016-08-09T17:19:23Z", 0.05, "It looks unlikely. The only reasons for not forecasting zero are that the UK with the pound falling could get to 2% inflation and that 7 weeks ago it looked as if either or both the UK and USA could have GDP growth over 2.5%. So I guess that some unexpected event could reverse the changes in sentiment of the last few weeks and re-ignite the \"animal spirits\".   "], [6303, "2016-08-09T03:23:37Z", 0.15, "According to the general news and GJP consensus. "], [15621, "2016-08-04T11:09:28Z", 0.02, "Looking for major blackswan at this stage for any of 14 events to happen."], [20035, "2016-08-02T14:58:59Z", 0.1, "Edging up slightly on this rather bullish Telegraph article. "], [24943, "2016-08-01T19:37:08Z", 0.1, "Based on IMF projections for 2016 issues in July, there is very little possibility of any of the G7 countries to have GDP growth of more than 2% let alone 2.5%."], [10924, "2016-08-01T15:42:42Z", 0.0, "Ten Year Govt Bond Yield trading just around 1.5%, negative rates in Japan, Switzerland and Euro implies global GDP growth expectations can only be weak"], [6303, "2016-08-01T04:11:23Z", 0.15, "According to the general news and GJP consensus. "], [5001, "2016-07-31T15:56:40Z", 0.25, "Lowering on US Q2 report"], [83, "2016-07-30T19:20:19Z", 0.0, "Brexit, falling inventory levels, downwRd revision to 2016Q1 GDP."], [68, "2016-07-25T11:14:46Z", 0.05, "Coming down from 45% after seeing the IMF update http://www.imf.org/external/pubs/ft/weo/2016/update/02/"], [5001, "2016-07-19T14:30:34Z", 0.35, "July WEO update is out: http://www.imf.org/external/pubs/ft/weo/2016/update/02/\nDecreasing slightly. "], [6303, "2016-07-18T00:42:49Z", 0.15, "According to the general news and GJP consensus. "], [27046, "2016-07-12T15:58:14Z", 0.23, "Based on the sluggish growth, mild inflation outlook (which might be helped by Brexit) and information from other GJP users"], [21800, "2016-07-12T15:07:13Z", 0.3, "Moving down from 59% to 30%.\nRationale is at https://www.gjopen.com/comments/comments/279083"], [24771, "2016-07-12T11:25:23Z", 0.25, "Coming down as while there seems like a good chance retail price inflation will hit 2%+ in UK in 2016, less likely for CPI which is the relevant metric for this question"], [19106, "2016-07-11T18:08:41Z", 0.15, "Increasing my forecast only slightly despite Brexit increasing chances of UK hitting 2% inflation."], [21800, "2016-07-11T06:23:51Z", 0.59, "A number of people have highlighted that UK inflation could hit 2% in 2016 following Brexit. Thanks to @Khalid and @malcmur in particular. Have decided that it is a credible scenario with about 50% probability. Since I am already at 13% on this question, it now makes sense to move to ~60% on a net basis for this forecast."], [1993, "2016-07-11T04:46:54Z", 0.3, "Falling pound due to Brexit might spur inflation. Estimates for growth in the US are being revised upward. I still think they may miss, though. "], [5001, "2016-07-11T03:08:58Z", 0.45, "Per @malcmur link:  http://www.gjopen.com/comments/comments/278097"], [231, "2016-07-11T02:44:44Z", 0.55, "http://www.telegraph.co.uk/money/consumer-affairs/inflation-how-high-will-it-go-following-the-brexit-vote/"], [6303, "2016-07-11T01:34:48Z", 0.15, "I am forecasting based on the general news reports and GJP consensus. \nThe U.S. economy is still improving slowly with employment improving better than expected in the 2nd quarter of this year."], [23006, "2016-07-08T19:36:33Z", 0.6, "inflation, strong us growth"], [83, "2016-07-08T18:11:40Z", 0.8, "New York Fed estimates 2016 Q3 GDP growth at 2.3% up from last week's estimate of 2.2%.\nhttp://www.reuters.com/article/us-usa-economy-nyfed-idUSKCN0ZO1UJ?il=0"], [26853, "2016-07-06T19:50:08Z", 0.37, "Quickly forecasting before digging into data further: One thing to note is inflation has been contained by lowering energy costs so with rebound all could experience increase. "], [10916, "2016-07-06T18:14:15Z", 0.4, "Raising this quite a bit on possibility UK inflation will hit >2% by year end following the brexit dumpster fire."], [3895, "2016-07-03T09:07:27Z", 0.19, "https://www.google.com/url?rct=j&sa=t&url=http://www.theaustralian.com.au/business/economics/sp-cuts-us-growth-forecast/news-story/096c32bee80c17a71bc0cf9f16efe553&ct=ga&cd=CAEYAioUMTY5ODc4ODkzMTYyNDUwNjM3NzQyHDNjMTA5YTU0OWVmNWE1OWQ6Y28udWs6ZW46R0I&usg=AFQjCNEbJVOrYJpQA0md85uQV86s99LGRQ"], [14208, "2016-07-03T08:09:55Z", 0.03, "Comment deleted on Oct 22, 2016 07:22PM UTC"], [14027, "2016-07-03T02:03:53Z", 0.25, "I wonder what Brexit, and the accompanying lower value of the pound, will do to inflation in Britain.  It should go up, but by how much?  The IMF data from April 2016, linked in the explanation of this question, says UK inflation was estimated to be 0.776% in 2016.  If that estimate proves to be correct, and if inflation during the second half of 2016 reaches about 3.25%, that would put the average for the year at just over 2%.  These are rough numbers, based on a simple back-of-the-envelop calculation.  While we all watch what happens next, I'm increasing the probability from 15% to 25%, which is close to the present consensus of 28%."], [1624, "2016-07-02T03:32:01Z", 0.05, "With half the year over and the trend lines all steadily going in 1 direction, I see virtually no chance of this. Brexit & the uncertainty there has dealt a blow to the UK prospects & added to the overall mood of sluggishness."], [691, "2016-07-01T20:50:56Z", 0.34, "http://www.reuters.com/article/us-usa-economy-atlantafed-idUSKCN0ZH5CA?il=0\nstay tuned"], [26104, "2016-06-29T19:14:26Z", 0.43, "I believe that there will be at least one country with an inflation rate about 2%, This is part because the commodity super cycle is moving that direction. Further, I believe that from the standpoint of all central banks the world over, inflation needs to achieve that level "], [23006, "2016-06-28T19:38:10Z", 0.95, "Inflation."], [689, "2016-06-28T18:06:11Z", 0.88, "Thanks to link by @Raisinville."], [83, "2016-06-28T17:46:01Z", 0.8, "http://www.bbc.com/news/business-36650517\nUS 2016 Q1 GDP revised up on today's release of the 3rd and final revision."], [19801, "2016-06-27T10:43:00Z", 0.0, "We now expect the (British) economy to enter a mild recession by early 2017,\" Goldman economist Jan Hatzius and Sven Jari Stehn wrote in a note for clients. \nThey expect the victorious \"leave\" outcome in the June 23 referendum to chop a cumulative 2.75 percent off UK gross domestic product in the next 18 months. "], [68, "2016-06-27T07:08:04Z", 0.45, "Down from 50% last month, but have yet to review data in more detail. Brexit means GDP growths across the globe are likely to be reduced. The USA had the best chance but is now more likely to slow down. "], [405, "2016-06-26T20:20:05Z", 0.33, "33 - 2 from 35"], [38, "2016-06-24T21:28:04Z", 0.11, "Growth rates in the US, Japan, Germany & Canada have slowed, as has inflation.\nI expect Brexit to hit hard all the economies in the G7 except possibly Japan. "], [4634, "2016-06-24T09:12:34Z", 0.4, "Inflation in the UK? Pound has dropped 10%, imports will be more expensive.\nOTOH, economic growth of >2.5% has become less likely for at least 4 of the 7 countries"], [25705, "2016-06-23T15:49:30Z", 0.05, "Inflation is not a contender here unless something unexpected happens like steep increase in energy prices. All recent forecasts of GDP growth from IMF, WB, OECD... were unanimously revised steeply downward. Well, who am I to argue? :) I am doing the same"], [19106, "2016-06-23T05:06:05Z", 0.1, "Still looks like US GDP is the only hope here, and IMF just cut their forecast from 2.4 to 2.2%."], [25705, "2016-06-21T13:02:13Z", 0.75, "Forget inflation - most forecasts are significantly lower than 2%. For GDP growth, forget 6 out of 7 countries in G7 - forecasts for them are far from 2.5%. We can focus on only one country - the US. If you take the average of estimates from the major international institutions - IMF, OECD, World Bank, European Commission, it is 2.61% for GDP growth in 2016. Add less rosy Economist Intelligence Unit estimate of 2% to the mix - it becomes 2.48%, or rounded 2.5%. Granted there will be revisions (they can be up as well). And let's say, there is some bias at these institutions - most predictions overestimate growth rather than underestimate. Still I feel comfortable to significantly increase my forecast probability. I'll be glad to hear where all pessimism of other is coming from"], [19801, "2016-06-20T11:25:00Z", 0.01, "The US, Japan and Europe are growing above potential if benchmarked to no. of working age people, DBS says in a report, arguing that the chances are that growth will slow down further."], [6303, "2016-06-20T01:52:41Z", 0.1, "I am forecasting based on the general news reports and GJP consensus."], [23006, "2016-06-19T23:33:33Z", 0.98, "Canada is close. Highest month (april, i think)  went to 2% (not above). But oil prices rising would change this but, although volatile recently, gains seem temporary as prices falls back down, and world consensus is oil is oversupplied right now."], [21800, "2016-06-17T02:14:43Z", 0.13, "Probably can be slightly higher on this question. \nRaising to 13% from 8%."], [554, "2016-06-16T21:32:16Z", 0.65, "https://data.oecd.org/price/inflation-forecast.htm#indicator-chart forecasts here show Canada may just top the rate in 2017, but this could slide forward.  "], [83, "2016-06-14T18:03:17Z", 0.8, "Atl. Fed raises US Q2 GDP est to 2.8%.     2016 Q2 Consumer spending growth estimated at 3 - 4 %\nhttp://www.reuters.com/article/us-usa-economy-idUSKCN0Z01I7"], [26041, "2016-06-14T13:27:27Z", 0.18, "The main contender is Canada's inflation rate, but this still looks relatively unlikely to hit 2% for 2016 as a whole."], [405, "2016-06-14T02:12:37Z", 0.35, "+ 30%...  overreacting???\nIt seems that canada's inflation is very near the 2% [1]\nIt wouldn't be surprising  if the Central Bank of Canada prefers not to go in recession but with moderate inflation. The inflation target is between 1 and 3...\nThe Bank of Canada will not have pressures from the new government:\nThe young prime minister Justin Trudeau have a keynesian perspective of how to handle the canadian economy. Liberal Party of Canada platform had to say on the subject: “Interest rates are at historic lows, our current infrastructure is aging rapidly, and our economy is stuck in neutral. Now is the time to invest.” [2]\nThe oil industry has slowed down, so alberta's and saskatchewan's economy are suffering. "], [2331, "2016-06-13T22:10:20Z", 0.1, "Only possibility is Canada with GDP growth"], [15621, "2016-06-13T09:22:08Z", 0.07, "US GDP growth looks like most likely to be above limits of question. "], [601, "2016-06-12T20:49:53Z", 0.28, "Both Canada and the US could come close to 2% CPI- probably somewhere between 1.7 and 2.2 for the year.     Can't really see any of the G7 getting close to 2.5% GDP growth"], [19801, "2016-06-12T11:11:24Z", 0.04, "G7 as a group have averaged 1.783% GDP growth rate and 0.599 inflation. Inflation has doubled since last year, but GDP is slightly down. Still well short of the target figure. Individually neither seems likely to exceed 2.4% either. The first 4 months of this year,based on IMF data give confidence that neither inflation or gdp will exceed (2- 2.5%) range."], [6303, "2016-06-12T02:26:10Z", 0.1, "There is currently more concern for deflation and recession around the world. This is why the U.S. Federal Reserve is reluctant to increase the prime interest rate."], [14161, "2016-06-10T11:01:04Z", 0.4, "Canada a potential candidate for 2% inflation.\nUS an outside bet for GDP target."], [83, "2016-06-08T19:43:48Z", 0.5, "http://www.reuters.com/article/usa-economy-growth-idUSKCN0YU1ZH\nUS Commerce Department data for services may result in increase in the 3rd GDP estimate to 2.1 % YoY for Q1 (1.2% increase over 2015Q4).\nPositve harbinger for Q2 results."], [15621, "2016-06-08T13:24:45Z", 0.09, "More risks than upsides at present. Is fed about to raise rates?"], [51, "2016-06-07T00:55:52Z", 0.13, "Yellen recently noted that she is optimistic that the inflation rate will move up to 2.0 percent over the NEXT COUPLE OF YEARS.  Not seeing 2.5% inflation for 2016.  "], [25782, "2016-06-05T23:58:40Z", 0.33, "GDP in constant prices has been falling steadily for the G-7 for many years.  The UK had a growth rate of approximately 2.9% in 2014, but saw grow decelerate in 2015 to 2.3%. UK had the highest growth rate in the G-7.  Brexit fears will likely act to retard growth in some manner.  "], [691, "2016-06-02T02:12:41Z", 0.28, "http://www.reuters.com/article/us-usa-economy-idUSKCN0YM1HC\nhttp://www.reuters.com/article/us-global-economy-oecd-idUSKCN0YN46O\nUS consumer spending seems to be recovering; one supposes they are done deleveraging for a while."], [23006, "2016-05-31T18:17:12Z", 0.1, "Productivity low for this region and Deflation seems persistent rather than a one-off\nhttp://www.marketwatch.com/story/eurozone-slides-back-into-deflation-in-april-2016-05-18"], [23006, "2016-05-31T02:13:34Z", 0.1, "Productivity numbers are low all over."], [19106, "2016-05-31T01:27:36Z", 0.25, "US Q1 GDP revised up. I'm moving to consensus for now until i have more data "], [20035, "2016-05-30T07:32:28Z", 0.08, "Some progress following the summit but key concerns have also been highlighted. Until the referendum on the EU is resolved, and even perhaps the US election, I'm going to keep my prediction low."], [1993, "2016-05-27T19:36:04Z", 0.15, "First quarter GDP in US has been revised to 0.8% increase. Atlanta Fed is predicting 2.9% for the second quarter. Even if that happens, I don't t think it will be enough to produce 2.5% at the end of the year. Last year had 3.9% growth in second quarter and came in just under 2.5% at end of the year."], [24287, "2016-05-27T19:23:33Z", 0.51, "Raising up 5%"], [14027, "2016-05-27T15:36:51Z", 0.25, "It appears that the US is the only country still in play on this forecast, and economic growth is projected to be close to the 2.5% threshold.  Previously I believed (guessed) that revisions would be on the downside from the IMF's 2.4% forecast.  First quarter growth was better than expected at 0.8%, so if the economy continues to pick up steam we could break the 2.5% threshold.  So I'm increasing my 10% forecast to 25%."], [25439, "2016-05-26T14:24:34Z", 0.77, "Assuming there is only a 10% chance of any one measure (GDP or inflation) reaching the set targets, with 14 individual targets, there is still a 77% chance one or more of the measures will hit the specified target."], [102, "2016-05-25T03:29:51Z", 0.33, "https://larswericson.wordpress.com/2016/05/25/gitrep-24mar16pm/"], [19106, "2016-05-24T08:38:59Z", 0.1, "Economic data out of the US has been looking healthier, but I'd still be amazed if they hit 2.5% GDP growth after Q1 at 0.5% annualized."], [68, "2016-05-23T12:11:37Z", 0.5, "Predictions from various organizations are sometimes quite different from each other, and even the same organization tends to change from one report to the next. However, this question will resolve as \"yes\" if just one country has either inflation of 2% or more, or GDP growth of 2.5% or more i.e. out of 14 data points, Even if 13 don't make it,  the 14th would be enough. Looking at it that way, my initial 20% last month seems too low, as is the current consensus of 22%. Rough justification is given below."], [1639, "2016-05-21T19:19:03Z", 0.05, "Japan’s economy surprised analysts and cheered markets, growing by 1.7% (annualised) in the first quarter, having shrunk by 1.7% in the previous three months. The minutes of the April meeting of America’s Federal Reserve suggested that an interest-rate increase was becoming likelier. Government-bond yields and banks’ shares rose; the broader stockmarket sagged [From The Economist Espresso]\n==============\nComment: I'm not changing my score yet, growth to GDP of 1.7% to 2.5% is a long (very looooong shot); but the numbers are a surprise for many!"], [83, "2016-05-20T19:09:23Z", 0.5, "Atlanta FED increasing US Q2 projection: now at 2.5%.\nhttps://www.frbatlanta.org/-/media/Documents/cqer/researchcq/gdpnow/RealGDPTrackingSlides.pdf"], [23006, "2016-05-20T14:52:46Z", 0.15, "unlikely but monetary policy is maxed out, US dollar is getting stronger and it just takes one country"], [12047, "2016-05-20T11:54:42Z", 0.15, "Low inflation is here to stay."], [20035, "2016-05-20T11:06:40Z", 0.08, "Opening assessment based on comments below and my own gut feelings. I can't see any G7 country experiencing growth of that scale at this time. "], [10924, "2016-05-20T06:28:26Z", 0.05, "Inflation is highly unlikely for any G7 country \nGDP growth of 2.5%: US is the most probable country to achieve that growth rate and there too indicators are looking sub 2.5% and FED looking to hike interest rates"], [25234, "2016-05-19T18:43:23Z", 0.72, "US elects Trump and global markets soar in Q4"], [38, "2016-05-19T01:19:58Z", 0.55, "http://www.marketwatch.com/story/german-gdp-growth-picks-up-sharply-2016-05-13"], [38, "2016-05-18T23:20:42Z", 0.05, "http://www.nytimes.com/2016/05/18/business/japans-economy-posts-growth-for-first-quarter.html?emc=edit_th_20160518&nl=todaysheadlines&nlid=28699183"], [18888, "2016-05-18T20:12:32Z", 0.19, "The Economist Intelligence Unit just published updated predictions for 2016, with the US at 2% growth and Canada at 1.5% inflation. [http://gfs.eiu.com/Article.aspx?articleType=rf&articleId=864230070&secId=0]"], [25181, "2016-05-18T16:06:00Z", 0.17, "The likelihood is relatively low that inflation will rise above 2% or GDP will rise above 2.5% for any G7 nation.  Of the two components to the question, increasing inflation is more likely than increasing GDP.  I don’t think any G7 country can expect GDP growth of more than 2.5% but there are several scenarios that could trigger higher inflation although I don’t think that central banks in the G7 countries will be able to increase the inflation rates above 2% as they have employed many techniques to achieve 2% inflation over the past 2-3 years without success.  One exception may the UK.  Depending on how the Brexit referendum is resolved and possible de-coupling from the EU, it is possible that the UK could see 2% inflation by the end of the year.  Overall, I think deflation and GDP reduction are more likely than growth."], [83, "2016-05-17T22:44:15Z", 0.5, "Positive US economic news merits +10 move."], [17875, "2016-05-17T19:45:30Z", 0.0, ": )"], [25107, "2016-05-17T16:54:28Z", 0.75, "The underlying pessimism may be a red herring "], [51, "2016-05-17T13:33:07Z", 0.05, "US numbers continue to trend downward.  "], [83, "2016-05-16T18:02:02Z", 0.4, "GDP in US (per current economist) for Q1 was 2.0 (year over year - the widely reported 0.5% only compares 2015 Q4 with 2016 Q1).  This is the first release, at least two revisions will follow, based on additional information, as it becomes available.  Current expectation is that the the Q1 est will be increased with the second estimate release.  If the Fed can resist raising interest rates in June; maybe the 2.5% number is within reach.  "], [15621, "2016-05-16T09:59:08Z", 0.1, "Brexit potential fly in ointment, inflatioon in UK could jump sharply if exit and currency devalues markedly."], [1337, "2016-05-16T05:06:48Z", 0.1, "Say what you want, but I think Canada and US can pull a GDP growth. UK and perhaps Germany should probably be out of breath. Most of the others don't do growth, be it demographic or economic.\nNow inflation targets, that's something different. No one succeeded for a long time to reach own inflation targets, despite promises. So how could they possibly do it now? "], [25048, "2016-05-15T22:30:03Z", 0.15, "Canada, France, Germany, Great Britain, Italy, Japan, and the United States."], [17875, "2016-05-15T22:18:13Z", 0.0, "They wish that would happen!!"], [102, "2016-05-14T03:32:59Z", 0.36, "https://larswericson.wordpress.com/2016/05/14/gitrep-13may2016pm/"], [38, "2016-05-12T17:51:55Z", 0.05, "http://www.nytimes.com/2016/05/12/business/energy-environment/canadas-oil-sands-industry-staggers-after-a-devastating-fire.html?emc=edit_th_20160512&nl=todaysheadlines&nlid=28699183"], [102, "2016-05-12T03:26:20Z", 0.4, "https://larswericson.wordpress.com/2016/05/12/gitrep-11may16pm/"], [1639, "2016-05-10T14:54:10Z", 0.05, "Thanks to @Dima-K for his forecasts\nhttps://www.gjopen.com/comments/comments/228000"], [21800, "2016-05-10T13:07:54Z", 0.08, "There are some well researched posts in the Top rated section of this question. Am convinced this question resolves down to either US GDP growth exceeding 2.5% or Canadian inflation being more than 2%. Will give both of them a probability of 5% at this stage. They are not independent of each other. So I cannot just add them to get the probability we want, but I guess 8% as the result would have to do for now."], [51, "2016-05-09T21:34:47Z", 0.05, "US economic growth is trending downward.  If it rises I will consider raising also."], [16763, "2016-05-08T20:09:41Z", 0.48, "I took a number of predictions available (IMF, EIU, WB, OECD, European Commission etc.) and averaged them together. It seemed, however, that historical data needed to be included in the predictions, so I did a weighted average for the GDP and Inflation growth from 2008 to 2015, with most of the weight placed on the past two years and the weight decreasing as you moved farther into the past. I then created the weighted average of  predictions to past growth (with a 2 to 1 ratio). "], [368, "2016-05-08T18:58:39Z", 0.05, "        :               GDP Growth (2.5+)                  Inflation Growth (2.0+)\nUS                    2.O*                                                                                                                     * Real GDO Growth 1st Q,        0.4                         \nUK                                                                       0.3 (gradual increase)  \nFrance\nCanada\nGermany \nItaly\nJapan"], [21155, "2016-05-08T17:46:31Z", 0.45, "Imf estimation 2.4% for us, but the estimation keep falling,other 6 coutries some how cant match the 2.5%level"], [102, "2016-05-08T16:52:50Z", 0.42, "https://larswericson.wordpress.com/2016/05/08/gitrep-8may16am/"], [102, "2016-05-08T14:00:09Z", 0.26, "https://larswericson.wordpress.com/2016/05/08/gitrep-8may16am/"], [10916, "2016-05-07T10:59:50Z", 0.15, "This question reduces to will the US hit 2.5% growth. Unlikely."], [5001, "2016-05-05T19:19:24Z", 0.35, "Track record of IMF's GDP  forecasts for the past three years (much thanks to @sevedb for giving links to PDFs: http://www.gjopen.com/comments/comments/227776). Listing as a difference in % between [forecast] and [realized] values for three countries (US, Canada, UK). "], [1639, "2016-05-05T15:24:36Z", 0.05, "According to the latest WEO Inflation should not be over 1.5% and growth to GDP for the US was lowered to 2.4%. Considering that this is also an election year for the US, I doubt growth will be higher than that."], [38, "2016-05-04T22:27:26Z", 0.05, "My own research and that of many excellent forecasters leads me to the conclusion that of the 28 parameters involved, only US GDP over 2.5%, and Canadian or UK inflation over 2% are even close to their respective lines:  that's a maximum of 3 out of 28, for about 10%.  But since I consider that the max, and 0 out of 28 more likely, I'm going to average them: 0 & 10 = 5.  "], [1500, "2016-05-04T21:18:53Z", 0.05, "I see very little chance of this occurring.  There is no upward pressure on wages, nor will there be unless the economy goes on quite a tear.  Stagnant wages help keep prices low so little likelihood of inflation getting so high.  And of course, stagnant wages and prices tend to not lead to big increases in GDP as well.  Recession and deflation are more likely at this time."], [691, "2016-05-04T18:30:40Z", 0.41, "US may well hit the inflation number, and any one of the 14 menu items will be a hit. "], [24690, "2016-05-04T17:37:35Z", 0.83, "it's easy too get overly pessimistic on economic prospects. But this question requires just one country to have above-2% inflation OR 2.5% growth to be answered in the affirmative. we've already seen above 2% inflation readings in the US, and the latest eurozone growth number was around 0.6% on the quarter (which annualized comes pretty close to 2.5%)"], [24434, "2016-05-03T13:54:23Z", 0.12, "For GDP growth of 2.5%, I see the overall probability as being 10%... both Great Britain and the U.S. are trending around 2%... For inflation, I think the probability is likely no more than 2% given low current numbers across the board and little room for central banks to stimulate their economies."], [24632, "2016-05-03T08:12:44Z", 0.2, "Only Canada has a realistic shot at this within the G7. Current policy mix in combination with rising commodity prices put chances roughly at 1 in 5. "], [102, "2016-05-03T00:54:23Z", 0.27, "https://larswericson.wordpress.com/2016/05/03/gitrep-2may16pm/"], [24617, "2016-05-02T23:31:27Z", 0.85, "at least one country will experience at least one of these marks!"], [5001, "2016-05-02T06:14:02Z", 0.1, "WTF? Where for WEO database and reports there used to be simple downloadable PDFs with tables, there is now this completely incomprehensible online mess? With more than one page refusing to do anything unless I enable Flash player? Screw you, IMF. All I wanted is to spend about 30 sec looking at what IMF forecasted in April of Year Ni for the whole Year Ni, where i is past few years or so. It used to be super simple before but requires a research project now. Sheesh, does everyone feel obliged to eventually make their website unusable?  "], [24582, "2016-05-02T04:38:32Z", 0.1, "G7 - the Europeans are struggling ay less than 1% GDP growth and deflation. So also is Japan. USA may just do achieve the 2.5% growth, but it is unlikely."], [3895, "2016-05-01T23:59:02Z", 0.19, "http://www.economiccalendar.com/2016/04/30/us-economy-us-gdp-growth-shows-signs-of-stagnation-in-second-quarter/"], [8305, "2016-05-01T20:30:29Z", 0.05, "Oil will go lower again. Inflation does not get into 2% and if Sweden had been in the G7 I had said yes"], [24565, "2016-05-01T20:10:15Z", 0.27, "US growth forecast cut to 2.4%."], [24287, "2016-05-01T18:51:08Z", 0.46, "Some increase in US GDP pickup. Recent comments by Fed chair seem to suggest better pickup, and rate hikes consequently likelier in the second half of the year. Taking up the US bit by a tenth to 36%, overall to 46%"], [102, "2016-05-01T15:25:07Z", 0.32, "https://larswericson.wordpress.com/2016/05/01/gitrep-1may16am/"], [3457, "2016-05-01T13:15:34Z", 0.6, "Assuming 2.5% GDP is nominal GDP"], [24546, "2016-05-01T11:08:48Z", 0.7, "Projections of inflation and GDP for Canada were around 2.0% and 2.0% for this year. US: 1.5% and 2.5% UK: 1.0% and 2.4%. However, Q1 showed lower-than-expected numbers. The inflation should pick from Q2 onwards as the oil price has increased significantly. Commodity prices are edging up. Statistically, there's a good chance that at least any of the 14 possible outcomes will be surpassing expectations. So, I will go against the sentiment on this one.    "], [83, "2016-04-30T23:03:35Z", 0.3, "UK GDP Q1: 2.1% (YoY)"], [19781, "2016-04-30T03:18:02Z", 0.7, "If it's not Canada, I doubt any other country could surpass those thresholds. With Government in Canada running higher deficits than before, stimulating demand through investment, I think there's a fair chance of this happening."], [24516, "2016-04-30T01:00:44Z", 0.1, "No, despite QE, economic activity will not increase, EU may even fail."], [19106, "2016-04-29T23:45:38Z", 0.1, "OK I definitely lowballed Canada's inflation chances too much. They've even been considering raising the inflation target, which would nearly guarantee >2% (http://www.cbc.ca/news/business/stephen-poloz-may-let-inflation-creep-higher-don-pittis-1.3070933, http://www.bnn.ca/News/2016/4/19/Canadas-economic-data-encouraging-but-variable-Poloz.aspx)"], [783, "2016-04-29T23:03:44Z", 0.65, "I think it is Canada that will work towards that goal. They have one of the more sound banking policies of the G7 and an economy that could allow more debt and not depend on negative interest rates that many other nations tried to implement in a half baked attempt to strengthen their economy. They had a sound economy during the recession, thanks to the prior  policies of MH Paul Martin the younger as exchequer and PM. They have a stable government, not one to throw chairs or closes the government to grandstand over economic divisions. Their parties tend to work with each other and the Bank of Canada does not seem to oppose inflation and the government and Bank of Canada protects their bond rating. The RH Justin Trudeau wants to lead Canada into more debt for infrastructure repairs which builds the labor market. It could withstand the debt and make the improvements before their population ages. \nI think a second country to raise inflation is the UK, to defend their falling pound and a Brexit.  But am  more confident that Canada will achieve their target prior to the UK."], [19106, "2016-04-29T22:23:50Z", 0.02, "As mentioned elsewhere, this is the disjunction of 14 questions."], [15621, "2016-04-29T20:52:56Z", 0.18, "US growth slowing, unlikely Canada will hit inflation"], [24438, "2016-04-28T01:25:12Z", 0.05, "Deflation is currently more a concern than inflation. Additionally the Fed just said today that it is in no hurry to increase rates."], [23935, "2016-04-27T23:01:58Z", 0.15, "Oil prices are currently below 2015 averages, which will restrain inflation\nA falling British pound may push up import prices.\nFalling oil-related capex will slow the US, but lower oil prices may help consumer spending."], [18888, "2016-04-27T06:40:11Z", 0.28, "The only G7 country close to an expected 2016 GDP growth rate of 2.5% is the US at 2.4%, per the IMF World Economic Outlook report for April 2016 (Annex Tables 1.1.1-3), and the highest expected inflation rate among G7 countries is in Canda at 1.3%: http://www.imf.org/external/pubs/ft/weo/2016/01/pdf/c1.pdf"], [24159, "2016-04-27T03:33:08Z", 0.1, "Predictions are all over the place. "], [14208, "2016-04-27T02:16:07Z", 0.0, "Housing is starting to slip, Twitter and Apple had poor earnings.  More to come.  The FED will shore things up till elections but will all be revised downward in 2017.  Going to 0%"], [24271, "2016-04-26T20:30:13Z", 0.55, "US growth has been right around 2.5%, IMF projects 2.6% for US in 2016-2017.  Low inflation in part due to low oil prices; there is a reasonable chance that the oil prices may rise.  European Central Bank or Fed may be willing to trade inflation for growth."], [15621, "2016-04-26T16:11:07Z", 0.23, "Going a bit lower on reflection. Spike in oil prices most likely to drive inflation suddenly higher."], [20438, "2016-04-26T15:25:05Z", 0.6, "If we're using CPI-U for the US, then the US could very well experience over 2% inflation. Latest Wall Street Journal survey has CPI at 2.2% by June 2017, 1.8% by this December. Would not take much of a rise in energy prices to create a CPI-U of 2%. Core inflation might be nil, but the question suggests we're not using that. "], [3895, "2016-04-26T15:11:38Z", 0.24, "initial forecast, per @Khalid"], [19846, "2016-04-26T13:13:49Z", 0.15, "Not going to happen in Europe.  Japan is a complete disaster.  Canada had a chance but that housing market is a time bomb.  The US has the best chance to hit the inflation target for a short period.  "], [24362, "2016-04-26T09:42:06Z", 0.2, "In general economics will not grow that fast, but based on the reverse of the 80%-20% rule there may be a chance."], [68, "2016-04-26T08:17:13Z", 0.2, "According to the IMF's April 2016 World Economic Outlook (from the link in More Info), the only country close to 2.5% GDP growth in 2016 is the US which is predicted to grow at 2.401%. Since such figures are subject to frequent revision, that implies a good chance that the IMF may report US GDP growth exceeded 2.5% in 2016. However, some doomsayers are still predicting a US recession this year, though most forecasters put chances of this happening at less than 20%"], [102, "2016-04-26T03:54:55Z", 0.39, "https://larswericson.wordpress.com/2016/04/26/gitrep-25apr16pm/"], [12937, "2016-04-26T00:27:04Z", 0.45, "Base rates are 10/63 chance for GDP > 2.5% and 10/35 chance inflation > 2%. This gives us 39% probability. IMF has a close prediction for US at 2.4% GDP growth, up the estimates a tad to reflect variability in prediction. "], [20206, "2016-04-25T20:54:56Z", 0.96, "Canada and the UK, US also somewhat likely are especially likely to hit the GDP goal. Inflation is in general unlikely to hit 2% because of the massive decrease in the price of oil, but is still possible in a few of the countries."], [21884, "2016-04-25T11:36:22Z", 0.03, "https://www.destatis.de/EN/Publications/Specialized/InternationalData/G7InFigures0000155159004.pdf?__blob=publicationFile\n1) 10 page - 14 years from 2000 to 2014\n2) now is slowdown in economic,\n weak oppotunities for inflation and growth,  no resultative action in G7 for this year, a miracle will not be probably"], [23262, "2016-04-25T04:09:42Z", 0.23, "IMF currently forecasts G7 GDP below the 2.5% target for all seven countries, and inflation is even less likely to surpass the threshold.  I'll start with a low probability because of the chance that the U.S. could surprise on the upside.  "], [24146, "2016-04-25T02:31:02Z", 0.65, "The recent forecast from WEF supports similar possibility"], [373, "2016-04-24T23:47:22Z", 0.8, "Canada on track for the inflation target, could also luck into the GDP goal. US and Britain also candidates for 2.5% GDP growth, although the Britain result would rely on a NO to Brexit."], [10239, "2016-04-24T23:38:05Z", 0.55, "Exceeding the GDP target appears more likely than the inflation target because of current deflationary trends, though a rally in oil could change that or other tax change (such as Japanese consumption tax in 2014) could change that. Regarding oil, oil impacts perhaps 20% of price series measured for inflation calculations on my rough analysis http://www.bls.gov/news.release/pdf/cpi.pdf . Average oil price for 2015 ~$50, so would need to see oil in the $60s for the second half of the year to create enough of an inflation spike. Possible, far from certain (25% chance). Base rate on growth for past 5 years is 40% (UK beat 2.5% in 2014, Canada did it in 2012). http://data.worldbank.org/indicator/NY.GDP.MKTP.KD.ZG. Thus 40% +((1-40%)*25%) = 55% this can obviously be updated as the year progresses with respect to quarterly GDP numbers and inflationary/oil price trends."], [24301, "2016-04-24T22:05:31Z", 0.0, "They's all broke."], [19045, "2016-04-24T22:01:19Z", 0.0, "Deflationary pressures all around"], [23409, "2016-04-24T21:37:28Z", 0.46, "If oil manages to break through, and stay above, $45-50 then and if the FOMC is willing to look past high inflation, which they hinted they might do, we could get US inflation above 2% and GDP above 2.5%, although the latter is a bit of a stretch. The base effects will be meaningful. Also, if the UK votes to stay in we could see them reach 2.5% GDP although the Q1 print will be weak so it's more of a stretch. No other country will come close to hitting either threshold unless we get a oil supply shock (unlikely) or Japan decides to experiment with chopper money and that leads to accelerated inflation (also unlikely)."], [24287, "2016-04-24T14:18:33Z", 0.43, "The way I look at it, for this to be true, the discussion should boil down to at most 2-3 data points out of the 14 in question. Why? Because even if one datapoint swings in favour, the happening is favourable. "], [64, "2016-04-24T00:24:54Z", 0.25, "On inflation, there seems to be a very small chance (lets arbitrarily call it 5% for now). On GDP, the US might beat 2.5%, but the odds are that it will be lower than the IMF forecast, not higher. Still, the estimate is just under 2.5%, so lets call it a 25% chance. They're not independent though, if we have a higher GDP that's going to be with a higher CPI. So, for now, I'm going to say 25% is the overall probability... to be revisited every few months."], [1333, "2016-04-23T23:56:47Z", 0.65, "GERMANY\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/4XDmiU41wtE&quot; frameborder=\"0\" allowfullscreen></iframe>"], [23206, "2016-04-23T14:03:20Z", 0.5, "There is some chance the U.S. and U.K. could each experience enough surprise growth to get over 2.5%, but this is probably unlikely in each case.  U.S. GDP is predicted to come in under 1% in the first quarter, so it will have to grow faster throughout the rest of the year.\nhttps://www.frbatlanta.org/cqer/research/gdpnow.aspx?panel=1"], [38, "2016-04-22T21:51:36Z", 0.33, "There's a lot of ways that this question could resolve as \"yes\", but there's really only one way that it might: if US growth exceeds 2.5%."], [368, "2016-04-22T19:50:33Z", 1.0, ""], [706, "2016-04-22T19:08:02Z", 0.75, "Britain, after it decides to remain, will experience a boom to 2.6% GDP."], [51, "2016-04-22T17:38:30Z", 0.2, "IMF 2016 economic projections updated in April, now indicate that none of the G7 countries will have GDP growth in excess of 2.5 percent.  The U.S. will barely miss at 2.4 percent.  Most other G& countries are not even close to 2.5 percent.  What's worse, the IMF revised down almost all country estimates in April, noting that economic growth is basically stagnating.  Assuming IMF projections are reasonably credible, the proposition is looking a bit unlikely to be fulfilled by GDP growth performance.  https://www.imf.org/external/pubs/ft/weo/2016/01/pdf/c1.pdf"], [24201, "2016-04-22T13:39:15Z", 0.85, "The IMF inflation forecast for Canada for 2016 is 2.026 % and the real GDP for the US is 2.52 %.  The IMF estiamtes have not shown to be biased in any consistent way for rich countries. Assuming these two are uncorrelated this gives at least a 75 % chance of one of them ending up on the right side. Then we have the possibility for any of the other 6 countries to end up on above the thresholds (the estimate for UK GDP is 2.39). Difficult to be specific but I give that a total of litte less than 50 % and we end up at 85 %."], [24193, "2016-04-22T10:31:23Z", 0.55, "Inflation vs Deflation might be balanced slightly in favour of inflation."], [15621, "2016-04-22T08:43:57Z", 0.27, "going slightly higher on reflection"], [15621, "2016-04-22T08:29:20Z", 0.15, "I think inflation above 2% is more likely than growth above 2.5%. 14 chances to win but each quite low. What will Brexit referendum do to UK? Canada fall in commodity prices? Germany trying to accomodate a million plus refugees? US election year - D Trump? "], [15548, "2016-04-22T05:55:05Z", 0.15, "Following @Dima-K "], [102, "2016-04-22T03:11:13Z", 0.42, "https://larswericson.wordpress.com/2016/04/22/gitrep-21apr16pm/"], [915, "2016-04-21T19:14:56Z", 0.15, "UK had 2015 growth of 2.3%, best candidate for 2.5+%."], [24148, "2016-04-21T15:52:12Z", 0.77, "looking at it purely probabilistically, if the average change in each of those metrics from previous year is 0 (not necessarily true, but probably good enough given mean regression and where things are right now) AND the standard deviation of change is in line with historical estimates, there is a 99% chance of 1 of those 14 events happening"], [8888, "2016-04-21T13:05:58Z", 0.75, "Yes, I would expect Germany and the US to do so.    Don't feel we can trust data from China"], [18762, "2016-04-21T12:55:54Z", 0.95, "in the realm of \"all it takes is one\" and \"economics is not a hard science\" I will toss out all of the estimates, and say that even if any individual country has a 10% chance at a \"yes\" on this question the odds of none of the G7 getting an actual \"yes\" is extremely low. "], [12943, "2016-04-21T10:21:44Z", 0.06, "Really this seems to amount to a question as to whether the US will grow at 2.5% or more in 2016.  Any of the other 13 metrics in the question are pretty unlikely to get anywhere near 2%. Maybe Canadian inflation could be an outside contender to trigger a YES."], [19801, "2016-04-21T05:17:27Z", 0.1, "G7 consists of Canada, France, Germany, Italy, Japan, the United Kingdom, and the United States. Most of those countries have low\ninflation and growth rates, some of them for decades. France, for instance, recently had a 0% gdp growth rate. The fastest growing,\nthe USA, averaged 1.37% over 9 years from 2006-2014 which is below half of the world average growth rate of 3.1."], [102, "2016-04-21T03:42:10Z", 0.47, "https://larswericson.wordpress.com/2016/04/21/gitrep-20apr16pm/"], [1993, "2016-04-21T01:37:30Z", 0.2, "Very unlikely. The US is the only G7 country that might breach the 2.5% GDP, but recession is expected this year. Office furniture orders down, existing home sales down, stock market overvalued. I could go on. Fed might raise rates this year, but that won't push inflation to 2% by BLS numbers. Nope. I'll sit at 20% until some consensus is established."], [20284, "2016-04-20T23:26:30Z", 0.6, "I believe that a rebound in commodity prices the rest of this year will push the improved Canadian economy above the 2.5% growth.  Indeed I would not be surprised if the U.S. also passed or at least come very close to that target. "], [3384, "2016-04-20T22:19:14Z", 0.15, "Our deflationary economy will continue for a long time.There are some 2 ,000,000,000 people willing and anxious to do the work of our western needs.This will keep the pressure on the cost of labor and goods."], [368, "2016-04-20T22:12:42Z", 0.05, "GDP growth is not expected to extend beyond 2% for this year among G& countries due to factors such as slowdown in global growth.  Market volatility will remain a significant factor driven by monetary policy diversions and the sustainability of Chinese growth.  Inflation in G& countries is expected to increase as the labor market tightens and commodity prices recover.   Lacking these factors or decline in their directions will influences lower or slightly higher inflation rates.   G7 inflation data suggests not to expect (unless forecasts are revised) increases in inflation.  However, market volatility can increase inflation along with depreciation of relevant currencies (ie., current markets)."], [6709, "2016-04-20T21:56:32Z", 0.25, "Oil prices and central bank interest rates will remain wild cards"], [505, "2016-04-20T18:22:37Z", 0.39, "probably not"], [1639, "2016-04-20T17:43:37Z", 0.25, "The Group of 7 (G7) is a group consisting of Canada, France, Germany, Italy, Japan, the United Kingdom, and the United States.\nLetâ€™s see"], [24114, "2016-04-20T10:28:05Z", 0.25, "Borderline possible in GDP terms in the USA if no major economic or political shocks occur. Low inflation and anemic economic performance in European countries (and Japanese stagnation), combined with external political factors causing instability (Brexit, eurozone weakness etc.) mean that USA/Canada are only realistic options.  "], [16652, "2016-04-20T07:53:23Z", 0.05, "Comment deleted on May 09, 2017 05:17PM UTC"], [5001, "2016-04-20T04:31:27Z", 0.2, "My recollection is that this far in advance, IMF is invariably more optimistic about GDP growth than how it eventually turns out. But hey, there is always a first time. "], [436, "2016-04-20T03:06:40Z", 0.43, "Maybe I'm fooled by the IMF's use of three decimal points' worth of certainty. But it looks like U.S. GDP has the only strong (1% +) chance of fulfilling this prediction. If we give the U.S. a ~40% chance and throw in another 3-4% for the other 13 figures, I feel good about this final answer."], [94, "2016-04-20T02:57:23Z", 0.65, "The US has an IMF estimated growth rate of 2.4%, which is close enough to 2.5% to suggest they have about a 50% (say 45%) chance of exceeding 2.5%.  Several other countries could also reasonably exceed 2.5% growth, such as the UK and Canada. I'll add 10% for the case where one of those countries exceeds 2.5% growth and the US doesn't."], [691, "2016-04-20T02:19:08Z", 0.29, "I'm inclined to doubt, at first blush, that anybody will hit 2% inflation.  The US is probably the only candidate for 2.5% GDP growth, and it's not a gimme.  "], [14208, "2016-04-19T23:51:10Z", 0.03, "This is a dangerous question.  It's really fourteen questions all rolled up into one.  The odds for at least one of the fourteen to be a yes deserve exponentially higher than my 3%.  This being said it has been how many years since our last recession?  We are overdue!  This is a 100% gut call.  Yellen said a few weeks ago she wants to see a bit more inflation before rates rise. I just listened to Nomi Prins talk about most financial market inflows (up to 55%) are from Central Banks.  I'm not in the crazy camp that thinks the world is going to end...I'm in the camp that we are just overdue for a recession...I'd rather keep recessions on a four year cycle...who do I need to talk to about that?  Anyone interested in ICI data here is my stockcharts.com chart.  http://schrts.co/lTZMlf  check out the mutual fund percent cash and net cash flow.  I'm leaning towards baby boomers retiring and pulling money out.  I expect all kinds of wonderful economic news throughout the elections into Christmas.  Then everything will be revised downwards saying G7 countries have been in a recession for two quarters.  "], [1529, "2016-04-19T21:33:02Z", 0.55, "Federal Reserve has indicated a continuing accommodative position due to acknowledged worldwide risks for slower growth. Consumer Confidence is showing spurts of positive indications. US GDP growth was slightly higher than 2% over last couple years. "], [500, "2016-04-19T21:20:29Z", 1.0, "amerika inflation"], [368, "2016-04-19T19:46:20Z", 0.05, "No G7 country s currently forecast to have inflation at or above 2&  Estimates will obviously be revised over the short and long term. No G7 country is currently forecast to have a GDP growth rate above or at 2.5% growth."], [90, "2016-04-19T18:06:00Z", 0.7, "The question is asking two questions, and after looking at the data provided in the IMF estimates, I feel a need to rephrase them :"], [83, "2016-04-19T17:32:40Z", 0.8, "Giving both the U.S. and The UK 50/50 odds of 2% GDP.  Although the outcomes are not independent: odds are .5 x .5 or 25% unfavorable.  Adding 5% for unexpected inflation news."], [16451, "2016-04-19T17:31:57Z", 0.99, ":) prices depend on deals, made behind closed doors between mutually respectful countries, gdp will grow FAST ENOUGH TO BE STABLE "]]}