{"question_id": 157, "title": "Will there be a new episode of mass killing in Zimbabwe before 1 January 2017?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[10745, "2016-12-23T17:07:35Z", 0.0, "Passage of time."], [4139, "2016-11-03T20:04:30Z", 0.01, "No reporting, people still dying everyday."], [25021, "2016-10-26T09:46:54Z", 0.06, "Something's brewing. Almost certainly, it won't be vicious enough to meet EWP's \"mass killing\" threshold, but it could be nasty nonetheless. My forecast of 6% therefore represents 60 likely victims, though if trouble does start the number of fatalities may end up being two or three times that. \nThere are growing signs of contention between Mugabe and VP Mnangagwa, with Grace being either the prize or the poison, depending on which team you support. The \"teams\", incidentally, are the so-called G40, young and influential Zanu-PF figures who are believed to favor Grace as president, and Team Lacoste, comprising supporters of \"crocodile\" Mnangagwa and backed by the military and disenfranchised war veterans. \nThere's a ton of stuff on this, but most of it originates from Zimbabwe so I'm not sure how partisan it might be. Nevertheless: https://zimnews.net/kasukuwere-moyo-g40-zimbabwe-corruption/\nhttp://nehandaradio.com/2016/10/25/army-angry-mugabe-takes-aim-g40-corrupt-officials/\nThe Norton by-election has been a terrible result for the incumbents, despite (alleged) intimidation and bribery: \nhttp://bulawayo24.com/index-id-opinion-sc-columnist-byo-98329.html\nhttps://www.dailynews.co.zw/articles/2016/10/25/tsvangirai-will-crush-mugabe\nHard to say what all this means, but between the lines it doesn't look good for the old man. He won't go down without a fight, and there now seems like there might be forces willing to give him one."], [476, "2016-10-23T12:36:07Z", 0.02, "Joining the flock now that it is apparent that \"MASS KILLING\" as selectively defined in GBP clarification collateral can be \"clientist relat ed\" (as in excluding Saudi proxies in Yemen). All these mass killing questions seem to put more emphasis on embedding the concept of \"mass killing\" to replace terms like \"genocide\" and \"racial strife\" and \"sectarian confict\" and on and on.  In the same context, I think \"Monkey Cage\" is another theme that needs to be examined more closely... after all during the dawn of social media sports announcer called a certain NFL star \"a little monkey\" and here's what happened link https://www.youtube.com/watch?v=A90Km_PzAsA"], [484, "2016-10-11T16:25:37Z", 0.0, "(no change) But am wondering about the economic stress: http://allafrica.com/stories/201610090013.html"], [29266, "2016-09-26T18:48:42Z", 0.0, "Absent some catastrophic structural shock, not going to happen.  Since we can't use decimals, putting this at 0%."], [484, "2016-09-19T16:29:42Z", 0.0, "Down 5% for passage of time."], [3895, "2016-09-15T14:31:31Z", 0.01, "passage of time"], [484, "2016-09-14T19:53:01Z", 0.05, "Down 5% for passage of time."], [484, "2016-08-27T05:03:44Z", 0.1, "Up 5% on general tenor of the society: http://www.voazimbabwe.com/a/zimbabwe-protest-harare-mdc/3478950.html"], [484, "2016-08-22T16:40:31Z", 0.05, "(no change) Curious at how low the consensus is considering the staggering challenges in Zimbabwe (that can be attributed to his leadership):"], [9417, "2016-08-19T06:16:12Z", 0.01, "The  opposition parties are coming together to create a 'front' against  Mugabe.\nThey are fractured and have no coherent agenda - and what concerns me is that most of the individuals concerned  are primarily concerned about getting on to the 'gravy train'' and squabbling over positions in a new formation.\nMugabe is immensely unpopular and is only being sustained by the amoral  actions of the Gleneagles Clinic in Singapore'\n and a (decreasing ) number of well rewarded sycophants.  The actions of  Pastor Mawarire has  given the population of Zimbabwe a new vision  and  people who were previously silent feel that change is coming.\nMugabe and his wife are undoubtedly the architects of a political formation styled G40,\nAll they have to offer  is violence to maintain their grip on power.\nIt seems unthinkable that in 2016 we can still have a force of paid thugs a.k.a. \"Youth Brigades' who can hold a country to ransom  . \nThe problem is that the economy is truly 'trashed' and the moral framework has been -at least for some - destroyed.    \nThe 'securocrats' are still fully in charge and will only release their grip on power  on a gradual basis.\nBurma is a good example of  what we can expect for the future.\nThe masses will probably accept anyone who steps forward  with a coherent plan  to 'save' the country.\nThis person will  almost certainly NOT be  a democrat  ... but he will  be a 'channel'   through  which democracy will eventually come.\nIn Zimbabwe's case  it may be better for a leader to be more feared than loved. \nIt may be hard for Westerners to comprehend this  but  in the case of Zimbabwe\n(I)  A great many desperate people will beat an opponent up for $10\n(ii)  The 'jealousy' factor cannot be understated  - even within families.  We call it the PHD factor - 'pull him down'"], [23372, "2016-08-18T17:06:46Z", 0.01, "Maintaining an almost nothing chance of reaching mass killing based on this ACLED report. The report shows a significant uptick in recorded protests, but this isn't resulting in fatalities or \"battle\" deaths. Nor have violence against civilians risen to levels seen in places like Ethiopia - http://www.crisis.acleddata.com/dissent-and-protest-in-zimbabwe-mass-mobilisation-in-the-face-of-economic-and-political-crisis/\n"], [484, "2016-08-11T05:04:58Z", 0.05, "(no change; just a slow night) The consensus for this question seems very low. 1000 people may be a stretch, but more episode(s) of problems seem assured. Whether they will be reported in a credible way is an issue. FWIW"], [484, "2016-08-08T02:37:34Z", 0.05, "Down 3% to be closer to the consensus."], [23372, "2016-08-05T13:16:04Z", 0.05, "I am revising my prediction down to 5% from 10%, which is still significantly higher than the aggregate prediction at the moment. The thinking behind this is 1) the recent news of protests in the capital, which for one of the first times this year has seen a significantly increased police presence and force used against civilians - http://www.bbc.co.uk/news/world-africa-36968995; 2) the recent calls for Mugabe to step down as president - https://www.crisisgroup.org/africa/southern-africa/zimbabwe/zimbabwe-s-threadbare-theatre-reform; 3) the significant rise in incidents (as recorded by ACLED) in July - July had 28 incidents compared to 20 in June, 12 in May, and 10 in April. This significant increase has not shown fatalities yet. Also the political violence in 2008 resulted in significantly less than 1,000 deaths, so we would need to see a 1982-3 style systematic killing to reach these types of numbers."], [23372, "2016-08-05T12:39:39Z", 0.15, "Comment deleted on Aug 05, 2016 01:14PM UTC"], [19801, "2016-08-04T04:44:36Z", 0.01, "Even though there may be a famine in Zimbabwe, the question is about violent deaths.\nhttp://www.reuters.com/article/us-zimbabwe-drought-children-idUSKCN10103C"], [484, "2016-07-29T14:28:22Z", 0.08, "(no change for now) I’ve resigned myself to NOT getting any further clarification from EWP on what constitutes a mass killing. (Consequently, I’ve not elected to join the more recent questions.) Looking at part of the EWP definitions, I’d like to offer an opinion about two points related to this phrase:"], [484, "2016-07-29T13:52:00Z", 0.08, "Down 2% to be closer to consensus."], [484, "2016-07-23T04:13:50Z", 0.1, "Down 5% for passage of time, to be closer to consensus and @cdob63 comment below."], [691, "2016-07-22T20:13:07Z", 0.01, "The war veterans' association, who have been staunch Mugabists, have disavowed all knowledge of his activities;  not clear with what level of unanimity.  Little Bobby Mugabe is a nasty piece of work, all right, but he may not have enough supporters left to pull off a mass killing--nor even to provide the fodder for one.  When he finally shuffles off this mortal coil, there may not be a moist eye in the place.  \nhttp://www.bbc.com/news/world-africa-36860159"], [484, "2016-07-19T03:06:31Z", 0.15, "Down 5% to be closer to consensus."], [484, "2016-07-15T17:00:17Z", 0.2, "(no change) Two links to help clarify things until either GJO or @EarlyWarningProject can provide more global clarification regarding the relevant time frame(s)."], [484, "2016-07-12T16:07:52Z", 0.2, "Up 5% on @troyburns link right below."], [484, "2016-07-12T02:19:16Z", 0.15, "(no change) Here is one link I've relied on to confirm that the EWP questions are for the full calendar year 2016:"], [25021, "2016-07-11T22:50:35Z", 0.12, "Up 6% as civil disobedience continues to escalate. It's worrying that Mugabe has prioritized payments to security forces. Nurses and teaches will have to wait for their money, but not the military or police. https://www.sbs.com.au/news/article/2016/07/06/zimbabwe-government-workers-strike-over-pay-delay\nThe protest movement now has a figurehead in Pastor Evan Mawarire, and it's likely that attempts will be made to 'disappear' him. If this does happen the fallout could be severe.\nPerhaps a 'mass killing' is still a long way off, but there are clear and present signs of distress. IMO Zimabwe doesn't warrant having the lowest consensus of all EWP questions."], [484, "2016-07-08T04:12:58Z", 0.15, "Up 5% on @troyburns below. I suspect the protests are only the tip of the iceberg with no easy fixes."], [25021, "2016-07-07T22:31:08Z", 0.06, "Reaffirming forecast for now, but Zimbabwe is rising on my \"must watch\" list. The country is in meltdown and a full-scale crisis is surely coming if Mugabe doesn't quit or die. Protests have largely been peaceful so far and there are few signs that this will change in the short-term, but I'm not convinced that Zimbabweans will continue to reign in their tempers if there's another four-six months of Mugabe mismanagement.  \nIf we had a GJO question about Mugabe's chances of staying in power this year, I wonder what our consensus would be? Also wondering what impact the rising tensions might have on neighboring SA."], [23372, "2016-07-06T17:32:11Z", 0.1, "With the increase in protests that have occurred​ recently and the history of violence after protests and nearing elections, the chances of a mass killing in Zimbabwe have increased substantially. 10% is a high estimate given that the threshold of mass killing is high and that EWP has not explicitly stated where they would be pulling their data from (as some estimate higher than others). Either way, this is more to note that while 1/10 chance is still low, the probability of a mass killing has grown with the increased tention in the country. Additionally, it is notable that the opposition (MDC-T) is calling for renewed elections. They recently said that they don't mind if Mugabe runs, but that there should be new elections. With the current economic situation in the country, if elections are to occur, Mugabe and co. would be nervous and the possibility of violence (which they have shown previously) will increase."], [12591, "2016-06-15T00:52:04Z", 0.45, "Mugabe has recently threatened a repeat of the 83/84 massacares. He is increasingly desparate to secure his succession"], [83, "2016-06-06T21:39:15Z", 0.02, "Crowd sourced."], [25021, "2016-06-05T22:28:53Z", 0.06, "How is Mugabe's health? There doesn't seem to be much of a plan for replacing the 92-year-old when God finally says \"Come.\" Hard to predict the fallout if or when Mr Burns, sorry, Mr Mugabe passes but it may be sufficiently destabilizing to unleash the frustrations of a fragile and divided people. Staying low for now though, as sustained political violence seems unlikely while he's still drawing breath."], [484, "2016-05-25T19:59:44Z", 0.1, "(no change) Interesting how the million supporter march needed to be organized:"], [484, "2016-05-15T02:07:03Z", 0.1, "Down 5% to be closer to consensus."], [102, "2016-05-14T03:22:56Z", 0.05, "https://larswericson.wordpress.com/2016/05/14/gitrep-13may2016pm/"], [691, "2016-05-10T10:27:53Z", 0.02, "Even if Little Bobby Mugabe shuffles off this mortal coil and succession fights ensue (or upcome), they are not likely to hit the numbers required for a Yes here, and that's the only trigger that comes readily to mind.  "], [102, "2016-05-08T16:44:54Z", 0.08, "https://larswericson.wordpress.com/2016/05/08/gitrep-8may16am/"], [691, "2016-05-04T18:25:09Z", 0.02, "Little Bobby Mugabe is running out of groups and individuals to blame for the mess he's made.  Mostly when he identifies new culprits they just get beat up and burned out of their homes, not killed in large numbers.  "], [484, "2016-05-04T16:30:00Z", 0.15, "Down 10% to be closer to consensus."], [24518, "2016-05-01T19:55:30Z", 0.05, "Economic strife will lead to more unrest"], [12047, "2016-04-26T16:24:35Z", 0.05, "Having spent three years in Zimbabwe where I found that it has a tight well defined social structure which keeps society together and people respectful of one another.  "], [484, "2016-04-25T16:27:28Z", 0.25, "Up 5% @echodog"], [18314, "2016-04-25T08:53:32Z", 0.85, "There are continuing signs of stress in Zimbabwe's society, all of which could lead to an outbreak of mass unrest in the country."], [68, "2016-04-22T08:27:13Z", 0.01, "Down from 2%. I don't see any likelihood so long as Mugabe is there."], [102, "2016-04-22T03:06:19Z", 0.02, "https://larswericson.wordpress.com/2016/04/22/gitrep-21apr16pm/"], [16451, "2016-04-19T19:54:04Z", 0.75, ":(((("], [484, "2016-04-16T22:10:01Z", 0.2, "Up 12% @echodog"], [18314, "2016-04-16T10:30:18Z", 0.85, "There are two interacting factors which I think could set off an episode of mass killing in Zimbabwe before 1 January 2017. First is Mugabe's extreme age and the need for a successor should he die over the next few months. If Mugabe dies, the lack of a clear successor is likely to set off an internecine struggle between competing factions. As one of those factions is headed by Vice President Mnangagwa, who previously oversaw the mass murder of tens of thousands of opposition in the 1980s and maintains strong ties to the security services, there is strong potential for the succession struggle to rapidly devolve into mass violence."], [23372, "2016-04-15T21:02:52Z", 0.01, "I previously forecasted 1% and I am updating that forecast to note that the new protests in the country could bring additional violence. With the Harare protests of approximately 2,000 people only resulting in water cannons, it does not look like serious violence should be predicted. However, more protests are planned throughout the country in the coming weeks. That said, the biggest factor in this question still remains the 1,000 person threshold of violence. It doesn't appear that there is any reason to predict that type of violence will be seen. "], [484, "2016-04-13T16:36:42Z", 0.08, "Down 2% on @Loresho"], [18995, "2016-04-13T11:13:52Z", 0.03, "Zim has been staggering along for well over a decade in dire straights, but the opposition and civil society have not been able to mount any effective activities to disrupt the government.  The death of Mugabe may will result in a power tussle among the elite, but will likely be a change of who holds the palace.  Mass action or involvement of large number of people in conflict does not match trends since the mid 80's.  That said, the Fifth Brigade history of 83-87 will still be remembered by senior leaders, some of whom will be competing for power.  I suspect that there are a lot less arms available now than there were in the mid 80s, so there is not much cause for the government to worry that their monopoly of power will be threatened."], [23739, "2016-04-10T07:57:42Z", 0.05, "There has not been one recently. Unless Mugabe dies when there will be a power struggle. . Mugabe has a strong grip on power and control."], [484, "2016-04-10T02:16:46Z", 0.1, "Up 5% to be above consensus and Mugabe complaining about people complaining. Wonder what actuarial tables show for a 92 year old? 92 year old despot?"], [23651, "2016-04-07T22:27:48Z", 0.03, "If Mugabe dies, there might be violent conflict, but it is unlikely.  Previous mass killings were all orchestrated by Mugabe and he seems unwilling to move in that direction at this time.  The notable exception would be homosexuals, who he continues to try to incite violence against, but, even if his incitement \"catches\" (which seems unlikely, previous mass killings in the country were ordered and not \"grass roots\") the number of victims would likely not exceed 1000. Though Mugabe is a crazy person and he may squeeze out one last atrocity."], [23535, "2016-04-05T12:45:20Z", 0.65, "President Mugabe is very old; when he dies, there will most certainly be violent struggles for his succession."], [23277, "2016-04-03T14:43:02Z", 0.88, "Pendulum result"], [1526, "2016-04-02T17:18:47Z", 0.7, "There's something going on in Zimbabwe..."], [102, "2016-04-02T02:20:49Z", 0.08, "https://larswericson.wordpress.com/2016/04/02/gitrep-01apr16/"], [484, "2016-04-02T02:12:55Z", 0.05, "Down 5% @aastanley"], [23372, "2016-04-01T19:22:07Z", 0.01, "With the understanding of the provided definition, Zimbabwe has not seen this type of violence since the 1980s. Since 2009 high levels of violence are correlated to election seasons. The next general elections in the country are in 2018. Thus far in 2016 there are no reported fatalities due to deliberate actions of armed groups, including but not limited to state security forces, rebel armies, and other militias. No reports of government executions, recently. Protests have occurred and resulted in physical violence but not fatality. They are sporadic and have not provided a unified platform that can challenge the government or military apparatus. This forecast assumes that Robert Mugabe will remain alive over the next 8 months until 1 January 2017. If Robert Mugabe were to pass, then this forecast would have to be revised. However, at this point in time, it seems unlikely that it would rise significantly higher due to current military deployment patterns and greater internal power struggles to ZANU-PF than within the broader public. 1% forecast is placed because you can never be 100% certain.  "], [8605, "2016-04-01T18:43:06Z", 0.15, "Bribe roules Zimbabwe"], [23173, "2016-03-29T05:50:00Z", 0.05, "Nothing to be currently gained by existing \"old guard\" in Zimbabawe causing disruption before Mugabe dies. Nothing to be gained by MDC (and equivalents) causing a fuss until Mugabe dies. Everyone is just \"hanging on\" to see what happens with him, once he is gone  there is likely to be a quietly embarrassed middle ground meeting where they discard Mugabe  ridiculous revolutionary ideals and greeedily divide up the spoils."], [691, "2016-03-28T21:14:56Z", 0.01, "This sort of thing does not happen in Zimbabwe unless Little Bobby Mugabe gives the word.  He has become an awful human being, but as long as he is alive nothing of the sort will happen until the next election cycle.  Elections in Zimbabwe are generally regarded as your best chance to give your life for your country.  "], [484, "2016-03-28T16:04:38Z", 0.1, "Agree with @Khalid about overextending myself, but it is an opportunity, however sad, to learn a bit more about the EWP. Agree Mugabe may be key."], [23086, "2016-03-27T12:43:16Z", 0.35, "Mr Mugabe might die, together with severe drought and lack of food in many provinces. There is a certain risk for riots.  "], [23004, "2016-03-25T19:17:00Z", 0.05, "Next elections not until 2018. Not likely until run-up to those."], [21671, "2016-03-21T11:31:27Z", 0.35, "If I take all the known states of the country it is likely there won't be such mass killing (very bad economy, human trafficking, world's attention, decrease in agricultural income, Mugabe's attention to 2008 loss causes him to work sooner on eliminating his competitor's influence). But, with all that we are talking about a third-world country that does not think/act/do as we expect a country in elections to do."], [19801, "2016-03-21T08:30:17Z", 0.03, "Unlikely, there are no major internal conflicts currently in Zimbabwe. In fact president is doing exceptionally well popularity wise.\nhttp://afrobarometer.org/press/presidents-approval-rating-remains-high-despite-rising-pessimism-about-zimbabwes-economic-conditions"], [102, "2016-03-19T01:43:20Z", 0.07, "https://larswericson.wordpress.com/2016/03/19/gitrep-18mar16pm/"], [22461, "2016-03-17T22:35:05Z", 1.0, "Oups damn it, wrong button."], [22461, "2016-03-17T22:34:01Z", 0.0, "Zimbabwe is a poor country where someone would kill for a leaf of bread. I think :E\nI dont think this is on topic. Oooh well."], [22343, "2016-03-16T12:58:20Z", 0.14, "Situation appears, right now, to be a bit more stable than it has been."], [424, "2016-03-15T03:15:34Z", 0.05, "Following the group"], [22244, "2016-03-14T17:34:10Z", 0.05, "The initial meetings and activity around the People First formation are likely to face disruption, the intensity of that disruption and how it trends over the year may be key indicators. Other possible flashpoints could arise around food/water supply, developments in the succession struggles, People First  targeting and possibly winning a significant by-election, a roll of crossovers to PF, an early tie-up of opposition formations ahead of 2018. Any combination of these are considered likely to provoke a response that could include violence, but it seems unlikely this would be on the scale of \"mass killing\".    "], [20436, "2016-03-14T08:27:34Z", 0.08, "As informal activity towards the 2018 election continues to increase - especially with regards to Joice Mujuru's new party then conflict remains a possibility but a relatively small one."], [102, "2016-03-14T02:57:16Z", 0.08, "https://larswericson.wordpress.com/2016/03/14/gitrep-13mar16pm/"], [19186, "2016-03-13T22:29:22Z", 0.17, "Think there's an uptick in political violence and mugabes health poor"], [102, "2016-03-12T03:57:44Z", 0.09, "https://larswericson.wordpress.com/2016/03/12/gitrep-11mar16pm/"], [476, "2016-03-11T20:38:51Z", 0.01, "I am "], [21884, "2016-03-11T06:52:04Z", 0.02, "Christians, Chinese companies, the US dollar will help keep the peace in 2016, dispite weak economy"], [706, "2016-03-11T06:32:37Z", 0.1, "As long as old Bob stays alive."], [53, "2016-03-11T06:11:16Z", 0.02, "starting point/placeholder"], [18762, "2016-03-10T13:34:56Z", 0.01, "the question here is a) whether Mugabe dies (fingers crossed) and b) if so, is there a power struggle. "], [15425, "2016-03-09T22:24:36Z", 0.03, "Retaining below consensus position"], [4577, "2016-03-09T18:37:55Z", 0.02, "Early Warning Project's last statistical risk assessment pegged probability of an onset of state-led mass killing at about 1 percent..."], [68, "2016-03-09T09:07:47Z", 0.02, "I'm attempting more questions than I'm comfortable with, but since I'm already doing three of this type and these are relatively slow-burning, I'm going to try the new lot as well. "], [1337, "2016-03-09T06:06:10Z", 0.01, "\"The Early Warning Projectâ€™s 2015 statistical risk assessments identify Zimbabwe as one of the top 35 countries most at risk of state-led mass killing.\" I never thought I'd say that about a model, but EWP's idea of Zimbabwe is racist. Ironically, EWP rates US, home of Tamir Rice, at 0.1% risk for genocide. At this point, I think that definitions are going to be more important than they should be.\nNevertheless, Zimbabwe is a very peaceful place, and I struggle to go above 0%.\nUnless a hot summer is blamed on Mugabe."], [15425, "2016-03-08T23:07:13Z", 0.08, "Initial forecast slightly less than consensus due to difficulty of reaching definition. "], [691, "2016-03-08T22:06:52Z", 0.04, "Little Bobby Mugabe is as nasty a piece of work as ever ran a country into the ground, but he generally doesn't approve massacres on this scale unless there is widespread vocal opposition to whatever his policies of the moment are.  At the moment, I gather, there are no other groups capable of or interested in this level of carnage.  So probably not.  "], [20170, "2016-03-08T21:42:08Z", 0.9, "Yes.  Same rationale as for the others."], [18207, "2016-03-08T21:11:54Z", 0.03, "It's difficult to see any non-government group emerging organised enough to be responsible for such bloodshed. No obvious trigger points in the calendar."], [60, "2016-03-08T19:29:39Z", 0.02, "Starting out low."]]}