{"question_id": 231, "title": "Will any disputes over IAEA access to Iranian sites be referred to the Joint Commission before 1 July 2017?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[691, "2017-06-16T19:38:30Z", 0.0, "http://www.reuters.com/article/us-usa-sanctions-idUSKBN1962AU\nThis may pass and President Littlefingers may sign it, but it specifically is not about the nukes.  Still at zero here."], [35976, "2017-06-09T20:28:36Z", 0.05, "The recent  U.S. certification of Iran's compliance of the JPOA makes it very unlikely the IAEA will refer anything to the joint commission before July 1. "], [31450, "2017-05-11T15:48:00Z", 0.0, "Going from 1 to zero because there is still no evidence that Iran is actually violating the agreement."], [19801, "2017-04-20T06:20:18Z", 0.0, "Trump administration says Iran complying with nuclear deal\nhttp://economictimes.indiatimes.com/news/international/world-news/trump-administration-says-iran-complying-with-nuclear-deal/articleshow/58252637.cms"], [684, "2017-04-16T15:16:44Z", 0.1, "Shortened time and no news of problems"], [6303, "2017-03-27T02:56:54Z", 0.0, "Based on general news and GJP consensus."], [1034, "2017-03-24T06:25:32Z", 0.0, "U.S. senators set bipartisan bill to tighten sanctions on Iran"], [1034, "2017-03-18T06:12:22Z", 0.0, "Murphy and Nasralla (2017) Fri Mar 17, states that:"], [1034, "2017-03-10T07:52:59Z", 0.0, "Iran Test Fires Medium-Range Ballistic Missile"], [31450, "2017-03-07T16:08:01Z", 0.01, "Iran has been generally cooperative about the nuclear deal. Honestly, I'm more worried about the Trump administration ripping up the deal and thus nullifying the joint commission more than I'm worried about Iran starting trouble. Well, this kind of trouble anyway."], [1034, "2017-03-06T06:44:40Z", 0.0, "Iran indicts nuclear negotiator, holds Iranian-American on fraud charges"], [1331, "2017-03-04T17:45:56Z", 0.0, "All the good stuff is already moved and buried"], [34071, "2017-03-02T00:11:14Z", 0.15, "Only under intense US pressure, but this is possible with the new Trump administration."], [1034, "2017-02-26T10:21:32Z", 0.0, "Iran plans to buy Kazakh uranium ore, seek Russia help to make nuclear fuel"], [1034, "2017-02-25T08:21:51Z", 0.0, "Iran's enriched uranium stock roughly half amount allowed: IAEA"], [68, "2017-02-20T07:53:00Z", 0.02, "Down from 3% forecast on 7 Oct 2016 (and the initial 5% on 13 July). Leaving something for Trump."], [1034, "2017-02-11T07:51:26Z", 0.0, "\nTrump Administration Committed to Upholding Iran Deal, EU Official Says"], [691, "2017-02-10T03:19:29Z", 0.0, "Running out of time for the process, and President Littlefingers no doubt has other actions in mind that don't depend on lily-livered vacillating commie pinko one-world anti-American Ivanka-hating furriners of questionable whiteness.  "], [13377, "2017-02-07T01:56:51Z", 0.0, "Following Dsarin"], [1034, "2017-02-05T04:28:20Z", 0.0, "Iran vows 'roaring missiles' if threatened, defies new sanctions"], [6303, "2017-02-05T04:15:30Z", 0.01, "According to the general news and GJP consensus."], [1034, "2017-02-04T08:28:13Z", 0.0, "U.S. Hits Iran With Sanctions, Drawing Threat from Tehran\nTrump administration blacklists more than two dozen firms and individuals, prompting Iranian threat of reciprocal measures"], [1034, "2017-02-03T10:39:15Z", 0.0, "U.S. to issue new Iran sanctions, opening shot in get-tough strategy: sources"], [1034, "2017-02-02T09:06:52Z", 0.0, "Trump White House Puts Iran On Notice After Missile Launch"], [1034, "2017-02-01T09:09:16Z", 0.0, "UN Security Council to hold emergency meeting over Iran missile test"], [6303, "2017-01-30T04:02:00Z", 0.01, "According to the general news and GJP consensus."], [1034, "2017-01-24T08:07:42Z", 0.0, "Iran was caught importing potentially banned missile technology"], [6303, "2017-01-23T02:43:30Z", 0.01, "According to the general news and GJP consensus."], [373, "2017-01-18T19:57:44Z", 0.0, "Following lead of other commenters in this thread"], [1034, "2017-01-18T06:59:30Z", 0.0, "Iran sticks to deadline of nuclear deal with centrifuge move IAEA"], [6303, "2017-01-16T02:02:15Z", 0.01, "According to the general news and GJP consensus."], [32333, "2017-01-10T17:26:25Z", 0.0, "Instinct"], [6303, "2017-01-09T03:46:31Z", 0.01, "According to the general news and GJP consensus."], [6303, "2017-01-01T03:54:05Z", 0.01, "According to the general news and GJP consensus."], [1262, "2016-12-28T18:48:47Z", 0.01, "Lowering.  Even if dispute occurs too many other issues with Iran & the world & the UN.    "], [6303, "2016-12-26T03:18:47Z", 0.02, "According to the general news and GJP consensus."], [31695, "2016-12-24T22:18:30Z", 0.55, "possibly "], [6303, "2016-12-19T03:45:14Z", 0.02, "According to the general news and GJP consensus. "], [1333, "2016-12-17T20:36:47Z", 0.15, "Iran seems to thrive on chaos and mis-direction usually in conjunction with NorK. I am running double the group average in anticipation of an Iranian Goats head being thrown into the mix."], [1034, "2016-12-15T07:55:30Z", 0.0, " Lederman (2016) December 15, states that:"], [6303, "2016-12-12T01:59:37Z", 0.02, "According to the general news and GJP consensus."], [6303, "2016-12-05T04:30:40Z", 0.02, "According to the general news and GJP consensus."], [1034, "2016-12-03T17:21:09Z", 0.0, "Iran says extension of sanctions act shows US unreliable"], [30972, "2016-12-02T06:31:56Z", 0.2, "Showboating by US"], [9755, "2016-12-02T00:45:22Z", 0.03, "Situation is changing , Iranian leader has said further sanctions or their extension means end of the agreement .\nSo there can be a change  in Iranian behavoir \nBut the moderates would  abide by  the IAEA agreements.\nThere is talk that if sanctions are added , then Iran would stop cooperation ,"], [705, "2016-11-30T02:30:33Z", 0.05, "Still seems unlikely as Iran has been and will likely continue to be cooperative, but raising from 3% to 5% just because of Trump. I think it's unlikely he \"tears up\" the nuclear deal, but he may be pressured by Saudi Arabia and Israel (where he has significant business interests) to place more pressure on Iran's compliance with the agreement. Will face pressure from Congress as well obviously. As Khalid mentions below, any aggressive moves by the Trump Administration will be \"telegraphed well in advance.\"\n"], [6303, "2016-11-28T03:00:20Z", 0.02, "According to the general news and GJP consensus."], [25944, "2016-11-22T14:47:01Z", 0.15, "Donald Trump is such a wild card, I think the uncertainty about every international situation involving the US should substantially increase."], [6303, "2016-11-21T02:57:02Z", 0.02, "According to the general news and GJP consensus."], [9755, "2016-11-19T01:01:51Z", 0.03, "Any thing is possible ,and if Iran feels the agreement is not being honored or more sanctions are imposed \nThey may cause a situation or others can cuase a situation and blame it on the Iranians.\nIt's not in Irans interest  to get themselves into another  sisitation , so they would avoid or correct any such situation quickly .\n"], [1262, "2016-11-18T21:20:30Z", 0.15, "Increasing to 15%:  Although the question time limit is short, the new US Administration may elect to consider concerns as listed by the Institute for Science and International Security (ISIS) in their report (1) \"Analysis of the IAEA’s Fourth Iran Deal Report: Time of Change\"  from their review of the Nov 9th IAEA Report (2)\nKey Findings and except are included below:\n1) Iran for the second time is in violation of the cap on 130 metric tonnes1 of heavy water. In addition, Iran continued to produce heavy water during the two-week period after the IAEA learned and pointed out that it had reached the cap."], [6303, "2016-11-14T01:19:15Z", 0.02, "According to the general news and GJP consensus."], [28091, "2016-11-11T15:56:30Z", 0.2, "Upgrading this with the election of Trump"], [6303, "2016-11-07T00:37:19Z", 0.02, "According to the general news and GJP consensus."], [8888, "2016-11-05T12:09:26Z", 0.1, "Only if Trump wins the election"], [83, "2016-11-03T16:32:36Z", 0.0, "Passage of time."], [6303, "2016-10-31T01:48:05Z", 0.02, "According to the general news and GJP consensus."], [6303, "2016-10-24T00:46:21Z", 0.02, "According to the general news and GJP consensus."], [1034, "2016-10-21T05:21:03Z", 0.0, "Haas (2016) states that"], [18858, "2016-10-18T13:55:19Z", 0.1, "Due to the international pressure on the deal and Iran's willingness to want the sanctions lifted. "], [3895, "2016-10-12T09:16:13Z", 0.07, "down a bit on recent IAEA statements concerning their limited scope (just JCPOA enforcement, which I don't see Iran trying to mess with) "], [6303, "2016-10-10T03:05:48Z", 0.02, "According to the general news and GJP consensus."], [68, "2016-10-07T12:20:40Z", 0.03, "Updating my 5% forecast made on 13 July. "], [6303, "2016-10-03T02:57:23Z", 0.02, "According to the general news and GJP consensus."], [6303, "2016-09-25T18:11:17Z", 0.02, "According to the general news and GJP consensus."], [1034, "2016-09-22T05:08:40Z", 0.0, "United nations Security Counsel\nReport of the Secretary General on the implementation of Security Council resolution 2231 (2015) (S/2016/589)"], [1034, "2016-09-21T05:20:21Z", 0.0, "Analysis of the IAEAs Report on the PMD of Iran s Nuclear Program "], [1034, "2016-09-20T14:58:22Z", 0.0, "Preliminary Observations on IAEA s Role in Verifying the Iran Agreement"], [1034, "2016-09-19T07:13:26Z", 0.0, "Report of the Secretary General on the implementation of Security Council resolution 2231 (2015) (S/2016/589)"], [6303, "2016-09-18T20:36:25Z", 0.01, "According to the general news and GJP consensus."], [9755, "2016-09-18T19:21:07Z", 0.01, "Iran promises to cooperate in all fronts ,  so far keep a clean slate ."], [1034, "2016-09-18T07:54:34Z", 0.0, "Author Fleitz, (2016) states that:"], [9755, "2016-09-16T18:28:06Z", 0.05, "I believe voa reported  today\nThis week iaea has requested information not directly related to a location or a site, but on the production  nuclear tecnologies in Iran . There is a rare chance that  It may end up at the joint commission .\nPlease let me know if that's news?"], [3895, "2016-09-15T14:24:18Z", 0.14, "passage of time, no signs of JCPOA violations"], [6303, "2016-09-12T00:39:34Z", 0.05, "According to the general news and GJP consensus."], [6303, "2016-09-06T01:51:31Z", 0.05, "According to the general news and GJP consensus."], [6303, "2016-08-28T23:32:51Z", 0.05, "According to the general news and GJP consensus."], [1023, "2016-08-28T13:19:08Z", 0.12, "depends upon usa elections."], [6303, "2016-08-21T22:05:56Z", 0.05, "According to the general news and GJP consensus."], [25397, "2016-08-15T06:17:46Z", 0.1, "2016/08/15 - 10%: That news really"], [6303, "2016-08-15T00:59:06Z", 0.05, "According to the general news and GJP consensus."], [28091, "2016-08-12T21:05:28Z", 0.15, "Iran will try to hide relevant sites and deny access to sites, it is their history. The question is how much back and forth negotiations will the IAEA inspectors allow before making a referral? I do not believe either side will be quick to let the situation erode enough to jeopardize the agreement but it is a real possibility. "], [1262, "2016-08-10T17:53:12Z", 0.23, "Given the time frame and a new President there may be changes towards the Iranian sites.   Iranian leaders don't seem to like HRC (1) and if elected it looks like she will be serious about compliance (2).   I'm not convinced anyone is watching closely enough about that right now."], [19801, "2016-08-09T02:40:06Z", 0.05, "Iran has apparently complied with inspections to date.\nhttps://www.quora.com/Has-Iran-complied-with-IAEA"], [25397, "2016-08-04T03:23:13Z", 0.18, "More no than yes\nDespite Khamenei's rhetoric, more O&G projects are underway with international community\nIt doesn't make sense to jeopardise all their efforts to meet the JCPOA, cut deals and then ruin things\nActually does that answer the question? I might be answering, \"Will Iran breach the terms of JCPOA\" instead"], [691, "2016-07-31T16:29:41Z", 0.02, "Not for a while.  There are quicker and less risky ways for everyone to get on everyone else's nerves in the short term. "], [83, "2016-07-28T19:07:57Z", 0.3, "Change in US admin could change priorities, and US / Iran co-operation."], [493, "2016-07-27T17:30:59Z", 0.05, "I think everyone manages to keep a lid on everything."], [27543, "2016-07-19T10:50:06Z", 0.45, "Iranian hardliners may seek to derail diplomatic normalisation, but Iran's economic interests lie in abiding to the deal"], [27378, "2016-07-16T20:54:16Z", 0.24, "Much more likely with a Trump victory"], [1262, "2016-07-14T19:29:54Z", 0.08, "Unlikely, however Iran will likely continue to  press their advantages towards nuclear capabilities, including upgrading their centrifuges (1),   sooner or later their sampling process could have an error and a violation will be detected."], [3895, "2016-07-14T13:56:20Z", 0.17, "long timescale so there's no sense in being too low when so much stuff can happen"], [601, "2016-07-13T14:28:02Z", 0.0, "The IAEA is forbidden to access most of the sensitive military sites under the wording of the agreement.  Easy enough for Iran to ensure that nothing awry occurs at the limited sites the IAEA is actually allowed to monitor. "], [68, "2016-07-13T08:50:54Z", 0.05, "Leaving 5% because there's a year to go, but on the evidence of the last eight or nine months, all concerned are co-operating. "], [13997, "2016-07-13T08:34:48Z", 0.0, "I don't see the current Iranian administration fooling around wit this."], [83, "2016-07-13T01:21:12Z", 0.3, "Long lead time.  New US administration with new objectives in Jan. 2017.\nIran, so far, has been eager to meet requirements; increase in business activity slower than anticipated, not sure what the motivations will be in early 2017."], [7366, "2016-07-11T19:47:52Z", 0.1, "Iran will likely try to challenge and push the limits."], [1787, "2016-07-11T03:53:18Z", 1.0, "Absolutely!"], [25944, "2016-07-10T21:13:35Z", 0.05, "I think Iran is motivated to keep this deal in place until they recover somewhat from sanctions.  I don't see a big appetite for the US/Western countries to stir the pot given the current state of their misadventures in Iraq and Syria (and Afghanistan).  Still, the political climate surrounding the power struggles in the middle east is inherently unstable, so there is still definitely a non-zero chance.  10% is the midpoint of my guesstimated range of 5-15%."], [424, "2016-07-10T20:26:09Z", 0.08, "Iran wants that money"], [26999, "2016-07-09T22:21:36Z", 0.95, "Tensions in region escalating - geopolitical fallout inevitable within next 12 months."], [20284, "2016-07-09T22:10:16Z", 0.8, "A combination of new administration in Washington after January and possible announcement by another country in the region that they will begin work on defensive building of nuclear capabilities will force the issue."], [706, "2016-07-08T18:36:04Z", 0.01, "Not with the big multinationals now setting up proper shops in Iran."], [767, "2016-07-08T02:14:15Z", 0.25, "German intel report charges Iran seeking illegal nuke, missile tech"], [25351, "2016-07-07T14:40:53Z", 0.05, "May IAEA board report on Iran verification was innocuous  - unlikely to cause trouble as they ramp up oil production. Might do later though!"], [21, "2016-07-07T01:55:37Z", 0.1, "Iran has so many other ways to misbehave.  "], [1262, "2016-07-06T22:28:42Z", 0.09, "New violations or new President might make a difference..."], [8244, "2016-07-06T05:21:14Z", 0.1, "I would like to say zero, however, I will go with 10% in case of a snafu."], [22833, "2016-07-05T17:32:30Z", 0.0, "I'm betting that Iran will allow access as per the nuclear deal at least until they are able to feel the positive effects of sanctions relief, which IMO would be about a year from now.  Starting low, might raise later.   "], [500, "2016-07-05T17:17:31Z", 0.0, "no"]]}