{"question_id": 585, "title": "Will the UN Security Council adopt a resolution concerning the Democratic People's Republic of Korea between 7 September 2017 and 4 October 2017?", "correct_answer": "Yes", "crowd_forecast": 0.8, "preds": [[948, "2017-09-14T01:03:54Z", 1.0, "Yes, how could they hot, now that we have a hydrogen bomb test."], [38964, "2017-09-13T21:34:05Z", 0.95, "The incremental escalation of threats from the DPOK are threatening to the UN and its partners.  "], [38958, "2017-09-13T13:59:43Z", 1.0, "Occurred 11 Sept"], [38961, "2017-09-13T13:28:45Z", 0.05, "Probably not that fast - but in months to follow"], [706, "2017-09-12T02:11:45Z", 1.0, "Check"], [2965, "2017-09-11T23:57:35Z", 1.0, "it happened\nthat why its HFC\nIFPs resolved quickly\nSee https://www.nytimes.com/2017/09/11/world/asia/us-security-council-north-korea.html?rref=collection%2Fsectioncollection%2Fasia&action=click&contentCollection=asia&region=stream&mo\nhttps://usun.state.gov/remarks/7969\nCC @JMR2017"], [1056, "2017-09-11T22:44:08Z", 1.0, "Oh well..."], [37606, "2017-09-11T22:02:19Z", 1.0, "Ongoing UN vote"], [23006, "2017-09-11T21:27:32Z", 0.5, "https://www.gjopen.com/comments/comments/567765"], [1056, "2017-09-11T20:15:08Z", 0.1, "Here's the latest:"], [32258, "2017-09-11T17:43:33Z", 0.95, "http://www.moneycontrol.com/news/world/north-korea-news-live-un-security-council-to-vote-on-new-north-korea-sanctions-monday-afternoon-2377843.html"], [37379, "2017-09-11T15:23:28Z", 1.0, "Vote due today. If it goes \"yes,\" this forecast of 100% probably won't be counted and my prior 10% forecast will hammer me.  If the UNSC doesn't pass a resolution today, I'm going back down to 10% later today, thus erasing the 100% because the admins have stated that they only score once per day, as I recall late in the evening, Pacific time."], [38778, "2017-09-11T13:30:11Z", 0.99, "Revising in light of reports of watered-down resolution circulating over the weekend. "], [2965, "2017-09-11T13:19:25Z", 1.0, "http://www.reuters.com/article/us-northkorea-missiles/u-n-security-council-to-vote-monday-on-weakened-north-korea-sanctions-diplomats-idUSKCN1BL12S?il=0"], [37379, "2017-09-11T07:03:36Z", 0.1, "Following @rjfmgy: excellent power players analysis."], [38710, "2017-09-11T04:24:05Z", 0.75, "Bloomberg reports that the US will ask for a resolution this week. They will probably adopt something, and the question doesn't ask exactly what."], [21884, "2017-09-11T03:40:20Z", 0.5, "hedgehogs have different probability, history of UN resolution on North Korea shows some rationality in their opinion\nfor example: nucler test - 6 junary 2016, China declared suspending import of coal - 18 february 2016, UN resolution - 24 march 2016\nnow they also want to introduce new sanctions, and China and Russia mean negotiations\nTotal delay is 78 days (nuclear test 2016) , in this case (new nucler test 2017) time period is 31 days"], [32258, "2017-09-11T02:45:05Z", 0.95, "Well @lsgold7, we are reading the same stuff but I'm reading it this way."], [2965, "2017-09-11T01:57:45Z", 1.0, "\nUK PRC RU PRC FR WILL AGREE WITH US ON WATERED DOWN DEAL\nits fait accompkli"], [1056, "2017-09-10T23:09:39Z", 0.1, "Any such resolution would have to pass muster with China and Russia. This means that the resolution would probably be weak, and not offer any effective solution to the problem of North Korean proliferation. I think the Trump administration would consider a weak resolution worse than no resolution, and will not settle for a compromise. China doesn't want to see any kind of economic hardship in North Korea which might send refugees into China, and I doubt if China approves of international organizations meddling in sovereign countries for any reason. "], [2965, "2017-09-10T22:44:18Z", 0.99, "https://www.theguardian.com/world/2017/sep/10/merkel-backs-iran-style-diplomatic-solution-for-north-korea\ndone deal PRC and US and RU and FR and UK will find some diluted deal\n\"The UN security council will convene on Monday to consider a US resolution that would impose an embargo on oil exports to North Korea and technical imports from the embattled state, as well as a partial naval blockade giving UN member states the right to board and inspect ships suspected of sanctions-busting."], [1031, "2017-09-10T17:47:04Z", 0.95, "It is highly likely, with all the negativity in that region of the world, that a swift resolution will be reached."], [37533, "2017-09-10T13:28:31Z", 0.25, "It would have to be a watered down, meaningless resolution with zero enforcement for China and Russia to agree.  I think the US would rather act with regional partners instead.  "], [38362, "2017-09-10T13:25:11Z", 0.75, "There is a strong push for diplomacy by world leaders, which normally would push my certainty level higher, but the unpredictability of the DPRK and U.S. leadership is cause for concern that the situation  could deteriorate quickly before the UN could intervene"], [32258, "2017-09-09T21:57:40Z", 0.75, "Trump is hanging his hat on being really tough here... Another resolution? It has to mean more than the last one or 20 others."], [2965, "2017-09-09T15:20:19Z", 0.99, "https://www.nytimes.com/2017/09/06/world/us-un-north-korea-sanctions.html?rref=collection%2Fsectioncollection%2Fasia&_r=0\n\"But if the sections authorizing interdictions at sea survive, it could set the\nstage for some of the tensest encounters on the high seas since the 1962\nCuban missile crisis, when President John F. Kennedy ordered a complete\nblockade around the island to prevent Soviet missiles from being installed.\nThe resolution calls for something far less comprehensive than a total\nblockade, which is widely considered an act of war. But it would authorize a\ncommittee of the Security Council to “designate vessels for nonconsensual\ninspections” and authorize all members of the United Nations — using\nmilitary vessels and aircraft — “to inspect on the high seas any vessel\ndesignated by the committee.”\nSome resolution will be passed"], [1333, "2017-09-09T12:05:45Z", 1.0, "I am doing the stupid thing and assuming the China/Russia reps will sit this vote out sending their own signal to Kim Un"], [38778, "2017-09-08T16:14:36Z", 0.95, "The UNSC has responded to every previous nuclear test with a resolution\nThough many have been very delayed, the timing of the resolution typically coincides with the beginning of UNSC meetings on the topic\nThe UNSC has already met (on September 4)  and a draft resolution is being circulated by the US delegation\nThe draft resolution is scheduled to be voted on on 9/11/2017\nAll previous resolutions following nuclear tests have been unanimous\t\t\t"], [33887, "2017-09-07T18:33:33Z", 1.0, "100"], [31450, "2017-09-07T14:47:36Z", 1.0, "I'm sure they will condemn, sanctions are anther matter."], [2965, "2017-09-07T13:07:39Z", 0.83, "reaffirm.\nUS proposal includes sanctions against KJU personal assets\nnot Magnitsky\nthat will be hard to veto\nhow about Minsk and cutting off oil from DPRK\nRussia announces veto of oil ban.\nSome sanctions almost certain to pass \nUS WiLL  TABLE A PROPOSAL that PASSES and  assurances no veto\nPOTUS will impose thru Treasury at a touch of a blast email\nsanctions on a wide range of PRC banks  and other \"non-state actors\"\n"], [691, "2017-09-07T12:45:04Z", 0.89, "The Chinese seem open to it, and Russia has no obvious good reason to veto, so if the US and the PRC can sort out wording, it should happen fairly quickly."], [36309, "2017-09-07T02:51:22Z", 0.8, "Following their emergency session on September 4 UNSC members seemed divided on whether and what type of stronger sanctions to impose on the DPRK, but in the coming weeks they will very likely reach agreement on a package of measures that increases diplomatic and economic pressure on the DPRK, as an alternative to further military threats by the United States."], [182, "2017-09-07T00:48:29Z", 0.73, "A resolution seems likely but may not significantly increase sanctions. During an Emergency Session of the Security Council (4-Sep) there were strong opinions from all members condemning the latest PRK nuclear test:   https://www.un.org/press/en/2017/sc12978.doc.htm."], [691, "2017-09-06T19:25:15Z", 0.85, "Probably; resolutions are cheap.  This one will be dreary and ineffectual, but it may bore Kim to death.  Worth a try.  "], [31082, "2017-09-06T17:29:44Z", 0.1, "Having made a recent resolution (2371) I believe it unlikely a new one will be added in such a short timeframe."]]}