{"question_id": 479, "title": "Will Moon Jae-in win South Korea's upcoming presidential election?", "correct_answer": "Yes", "crowd_forecast": 0.98, "preds": [[1034, "2017-05-09T06:08:53Z", 1.0, "South Korea election: Polls open to choose new president"], [28978, "2017-05-09T03:22:09Z", 0.95, "South Koreans are not as parochial as most westerners and have a historical trend of electing the popular candidate and not deviating from pre-poll numbers. Moon has a history and narrative that also makes Koreans feel good about their politicians, by comparison to their recent corruption issues. Jae-in also has very strong numbers by comparison to his challengers."], [411, "2017-05-08T20:11:53Z", 1.0, "Based on analysis by Korean colleagues in Seoul and the US, as well as numerous news reports citing Moon's massive lead in the polls, I feel confident in his victory."], [13449, "2017-05-06T22:02:15Z", 0.95, "Just following the crowd/media"], [15579, "2017-05-06T19:26:00Z", 0.9, "Moon leads in all public opinion polls, there is worry about outside interference in the election, however."], [34518, "2017-05-06T19:00:14Z", 0.95, "Based on popular opinion (which is right most of the time but can also be completely wrong)."], [1646, "2017-05-06T17:47:12Z", 0.9, "Polls Quiet, Predata Signals Take the Pulse of the South Korean Electorate\nhttp://beyondparallel.csis.org/polls-quiet-predata-signals-take-the-pulse-of-the-south-korean-electorate/"], [691, "2017-05-05T18:02:45Z", 1.0, "http://www.reuters.com/article/us-southkorea-election-moon-foreignpolic-idUSKBN1810PV\nLooks like this lad will win.  Given my recent record, he probably won't.  It is possible to be discouraged by this."], [35273, "2017-05-05T13:21:53Z", 1.0, "First try and looks pretty interesting given the emergence of political risks globally"], [31450, "2017-05-04T16:41:08Z", 1.0, "Moon is well ahead of any other candidate. I accept that polls are averages with margins of error but the size of the polling miss would be unprecedented for him to lose at this point. And yeah there is Brexit and trump but polling in the UK is notoriously bad and even there the miss was less than 4 points and regarding trump the national polls were correct in predicting a 2-4 win for Hillary (she won by just over 2 points) who only went on to lose because we still pick winners using a ridiculous system more akin to a tribal federation than a modern democracy. Point is polling just isn't wrong by enough for Moon to lose."], [38, "2017-05-04T03:05:59Z", 1.0, "Moon Jae-in, the Democratic Party candidate and clear front-runner to become South Korea's next president in a snap election to be held on May 9. "], [706, "2017-05-04T00:03:05Z", 1.0, "More certain than this one than about the UCONN women's basketball team!"], [32258, "2017-05-03T23:32:25Z", 1.0, "@Raahl_Kumar supplied good, comprehensive information "], [35160, "2017-05-03T16:14:23Z", 0.85, "Shift in polling and tactical voting has caused me to lower my forecast"], [35221, "2017-05-03T11:37:46Z", 1.0, "Jea-in lost last election, but is now in a strong place."], [19801, "2017-05-03T04:53:20Z", 1.0, "Moon Jae leads in the polls by a decisive margin. \nhttps://en.wikipedia.org/wiki/South_Korean_presidential_election,_2017"], [14880, "2017-05-02T21:18:22Z", 0.98, "He is polling very well. Head and shoulders above the other contenders. "], [35160, "2017-05-02T19:15:25Z", 0.96, "Polling figures from multiple sources give moon a 20pt margin (large sample sizes)- 92%\nThe aggression of North Korean rhetoric in spite of American missile system plans, public perception of new approach needed - 95%\nRecognisable figure opposed to corrupt conservative party - 96%"], [68, "2017-05-02T18:39:11Z", 0.99, "https://en.wikipedia.org/wiki/South_Korean_presidential_election,_2017#2017_May"]]}