{"question_id": 964, "title": "Before 1 January 2019, will South Korean President Moon Jae-in visit Pyongyang?\n", "correct_answer": "Yes", "crowd_forecast": 0.93, "preds": [[19801, "2018-09-18T04:03:29Z", 1.0, "September 18, 2018 / 1:09 AM / Updated 6 minutes ago\nLeaders of two Koreas meet in Pyongyang for talks on ending war\nHyonhee Shin, Joyce Lee"], [60796, "2018-09-17T21:05:34Z", 1.0, "I believe there is a 100% chance that Kim Jong Un and Moon Jae-in will meet in Pyongyang. In fact, unless there are major set-backs, the two are meant to meet this week. In preparation for this meeting, a delegation of South Korean officials visited North Korea earlier in September to lay the groundwork for the upcoming meeting. The meeting appeared to go well as Kim Jong Un was pictured smiling and laughing with the envoy."], [43003, "2018-09-17T20:06:10Z", 1.0, "Whoops! happening tomorrow."], [23006, "2018-09-16T20:49:24Z", 1.0, "Following cdob63"], [691, "2018-09-16T20:07:39Z", 1.0, "They're on for Tuesday, barring a major cataclysm."], [57778, "2018-09-13T08:52:13Z", 0.95, "https://www.gjopen.com/comments/comments/769774"], [31450, "2018-09-12T00:17:26Z", 1.0, "Going to 100 because they currently have a meeting scheduled for later this month. While normally I assume North Korea is going to break its word, lately they have been on something of a charm offensive so I am staying optimistic until the summit later this week."], [691, "2018-09-11T12:55:04Z", 0.99, "Both Korean Kahunas need to put on a show for the US President and their domestic markets.  Doesn't matter what they say or do at the meeting; the point for both is to have a lovely meeting."], [60486, "2018-09-11T08:38:31Z", 0.25, "unlikely but possible"], [39017, "2018-09-10T00:27:19Z", 0.93, "They have a meeting scheduled for September, but the unpredictability of North Korea is a large reason for which I am not confident to go over 93%."], [60737, "2018-09-10T00:26:44Z", 0.95, "The two leaders have a summit scheduled for September. "], [60898, "2018-09-08T21:20:42Z", 0.85, "Highly likely. "], [59882, "2018-09-08T21:03:06Z", 1.0, "Update: The Pyongyang visit on 18th to 20th September has been announced by many media outlets. I still can't find confirmation from North Korea, but maybe that's  only because I can't find any English speaking official North Korean media outlets. The Pyongyang Times (www.pyongyangtimes.com.kp) is supposed to be such an outlet but I just get a browser timeout message when trying to access it."], [47482, "2018-09-08T17:33:32Z", 0.99, "Affirming"], [37379, "2018-09-08T05:15:53Z", 1.0, "Noon in Korea\n@NoonInKorea‏ now20 seconds ago\nMore\nWe now have a press center for the 3rd inter-Korean summit scheduled to take place between September 18-20. Even though the summit will be in Pyongyang, the press center will be set up at Dongdaemun Design Plaza in central Seoul and provide live coverage"], [43003, "2018-09-07T03:24:19Z", 0.96, "Kim showing unusual signs of calm rational behavior. But there is always paths that can occur to cancel the meeting.  At least 4 % more likely 8%. But I'll lean rich at 4%  https://www.theguardian.com/world/2018/sep/06/north-korea-kim-moon-meeting-trump-nuclear"], [37488, "2018-09-07T03:14:40Z", 1.0, "https://www.theguardian.com/world/2018/sep/06/north-korea-kim-moon-meeting-trump-nuclear"], [58317, "2018-09-06T18:03:35Z", 0.98, "Now a definite date has been given."], [10746, "2018-09-06T13:59:52Z", 0.83, "Just announced Sept. 18 - 20"], [47482, "2018-09-06T10:37:46Z", 0.99, "Summit announced for 18-20 Sep"], [60791, "2018-09-03T14:19:32Z", 0.85, "Because both the countries want more cooperation"], [41389, "2018-09-03T10:09:26Z", 0.92, "with continued progress I would put it above 90% .  https://www.straitstimes.com/asia/east-asia/south-korea-president-moon-jae-in-names-top-security-adviser-as-envoy-to-north-korea"], [19801, "2018-09-03T02:22:32Z", 1.0, "A high-level South Korean delegation will fly to North Korea this week to discuss arrangements for an inter-Korean summit there this month, as relations grow cooler between Washington and Pyongyang."], [60707, "2018-09-03T01:53:37Z", 0.65, "Based the slow response to the North Korea \"summitt\", I think it will take more good faith efforts before South Korea will "], [60707, "2018-09-03T01:49:54Z", 0.4, "Based on the slow take off from the North Korea \"summitt\", I think that there will have to be more demonstration of good faith before South Korea will visit North Korea.  "], [60712, "2018-09-02T16:54:54Z", 0.88, "US will pressure S. Korea not to attend"], [60713, "2018-09-02T16:52:06Z", 0.35, "The exchange visit of relatives experience was not convincing enough to assume relations have improved between the two Koreas to the extent of warranting such a visit. However, the possibility of high level officials closest to both leaders is higher!"], [47404, "2018-09-02T13:03:35Z", 0.1, "New soured dialogue with US"], [47482, "2018-09-01T14:49:53Z", 0.93, "Still trending up. Not sure why I’m at 99% for a Xi visit but only 93% for a moon visit"], [47462, "2018-09-01T00:24:43Z", 0.75, "China's taking more of an interest in influencing both Pyongyang as well as Seoul.  I predict they'll be a meeting between the two leaders BEFORE the first of the new year - - -  most likely around the 3rd week in December. "], [59882, "2018-08-31T22:52:56Z", 0.7, "Update: Not sure why I had this at 99%  when North Korea are yet to confirm the meeting. However today according to the South China Morning Post;"], [9263, "2018-08-31T21:41:52Z", 0.95, "Talks have to move-on!"], [45198, "2018-08-31T20:03:07Z", 0.9, "A strong desire for better ties and the long view of history that north and south will reunite eventually "], [3345, "2018-08-31T19:17:05Z", 1.0, "Continuing absolute certainty, given the desire of both sides to build on their mutual interest in long lasting peace & demilitarization/denuclearization. Also, like it or not, the Trump administration appears to be using economic leverage against China to get their support in forcing NK to negotiate and act earnestly towards peaceful developments on the peninsula."], [47482, "2018-08-29T01:31:09Z", 0.9, "Chasing smart peoples’ forecasts"], [40702, "2018-08-28T15:31:21Z", 1.0, "https://uk.reuters.com/article/uk-northkorea-southkorea-talks/two-koreas-plan-third-summit-of-kim-moon-next-month-idUKKBN1KY012"], [54557, "2018-08-27T03:13:57Z", 0.9, "South Korea with recent political problems will be looking to make their people happy....reunification with families, contact with families, less worry over nuclear disaster and with our current unpredicted president they will seek more of their own political future."], [1506, "2018-08-27T03:11:18Z", 0.1, "Based on Kim’s not-so secret missile development, there will not be a visit this year. South Korea needs its northern namesake and the world to keep calm."], [59882, "2018-08-26T16:35:32Z", 0.99, "According to Reuters, when Kim Jong Un and Moon Jae-in met back in April in Panmunjom, they agreed that Moon would visit Pyongyang in the autumn."], [60441, "2018-08-26T14:00:28Z", 0.15, "Last visits were in 2000 and 2007.I President that Moon would not meet with Northkorean officials unless the dialogue between the US and Northkorea will happen again."], [47482, "2018-08-25T16:10:30Z", 0.87, "Still Trending up "], [58317, "2018-08-24T22:10:20Z", 0.92, "There are agreements and arrangements for a September meeting now (www.reuters.com/article/us-northkorea-southkorea-talks/two-koreas-plan-third-summit-of-kim-moon-next-month-idUSKBN1KY00U) and it seems unlikely they will be derailed."], [60365, "2018-08-22T22:20:05Z", 1.0, "His twitter profile made a tweet that said he will visit Pyongyang.\nhttps://twitter.com/moonriver365/status/1029649050511892481"], [19801, "2018-08-22T06:40:51Z", 1.0, "The two Koreas agreed earlier this week to hold a third meeting between Moon and North Korean leader Kim Jong Un in September.\nhttps://www.deccanchronicle.com/world/asia/150818/pyongyang-summit-to-be-bold-step-towards-ending-war-says-moon-jae-i.html"], [60340, "2018-08-21T06:17:55Z", 0.95, "It seems like there's a meeting scheduled in Pyongyang in september."], [57778, "2018-08-20T06:18:23Z", 0.95, "https://www.sbs.com.au/news/moon-jae-in-to-go-to-pyongyang-for-september-summit-report"], [15631, "2018-08-20T04:37:51Z", 0.85, "With relations between the two Koreas thawing rapidly, I see this as a natural next step. An official visit from the South Korean president to the North Korean capital would send a strong message of Korean unification, which currently seems to be in the interest of both North and South."], [23006, "2018-08-19T04:03:02Z", 0.49, "“Within September” but shy of publicizing a date"], [32258, "2018-08-19T02:07:31Z", 0.98, "Seems that Xi --China and Moon Jae-in -- South Korea will both be visiting Pyongyang in September at different times. Also seems that Pompeo is chasing them to meet Kim again before that-- in August -- despite that Pompeo was trashed and labeled as gangster-ish in his last meeting. But apparently, he's going back for more. Trump has been marginalized on the world stage and the puppet master Putin dangles his meeting with KJU too. Trump makes it easy for them to fill in the void of leadership. That's why I believe they will both show up in Pyongyang in September. Trade war with China bolters the argument. \nAm I reading this wrong?\n@Censusguyz @dsarin @Anneinak @Raahul_Kumar\n@lsgold7\n@Hammer-Time\n@pietrokc\n@th2x"], [47482, "2018-08-18T12:57:15Z", 0.84, "Adjusting towards 100% baseline of 2/2 ROK presidents invited to DPRK have visited. "], [19801, "2018-08-18T03:18:01Z", 1.0, "Koreas agree to hold summit in Pyongyang in September \nhttp://english.yonhapnews.co.kr/news/2018/08/13/0200000000AEN20180813000654315.html"], [43588, "2018-08-17T17:23:39Z", 0.1, "I doubt this highly"], [691, "2018-08-16T17:39:52Z", 0.94, "One gathers that a schmoozefest is set for September in Pyongyang.  Stay tuned, though."], [58317, "2018-08-16T16:15:05Z", 0.75, "While no specific date has been specified, there is a general time line for September now."], [55900, "2018-08-16T01:16:08Z", 0.55, "why not?"], [47812, "2018-08-15T21:49:20Z", 0.99, "Scheduled to visit Pyongyang in September"], [45198, "2018-08-15T01:08:56Z", 0.8, "Both Presidents seem to need some sort of reconciliation (or something) and are trying very hard to make it happen."], [46467, "2018-08-14T16:21:32Z", 0.9, "He knows it makes economic sense"], [745, "2018-08-14T13:03:34Z", 0.99, "Just announced today, so odds move up"], [37488, "2018-08-13T22:38:46Z", 0.9, "No date was mentioned for the next summit leaving analysts to conclude that both sides could not agree on one. Pyongyang wanted it to take place before Sept 9, the anniversary of North Korea's founding, Dr Park Jee-kwang from Sejong Institute think tank told The Straits Times.  But Seoul, wary of Pyongyang taking advantage of the summit for domestic propaganda, preferred to hold it just before the start of the United Nations General Assembly on Sept 18, he added.\n            ...The delegations also discussed \"further methods to fulfil the Declaration in a sincere manner\", said a joint statement.  South Korea's Unification Minister Cho Myoung-gyon, who led the talks with North Korea's chief delegate Ri Son Gwon, said that Pyongyang was asked to speed up nuclear disarmament talks, to which it replied that it was \"pushing forward with steps agreed to with the United States\".\n            ...Pressure has been mounting on Seoul to play a more active role in mediating between Pyongyang and Washington, after denuclearisation talks hit a stalemate following the Trump-Kim summit in Singapore on June 12.  Dr Park said: \"There is pressure from the US to press North Korea to give up nuclear weapons, but the progressive Moon Jae-in government is friendly towards the North and has little intention to pressure them.\"  He added that while Mr Trump has so far been patient with Mr Kim, \"it will be disastrous for North Korea if Trump changes his mind and starts doubting North Korea's intentions.\"\nhttps://www.straitstimes.com/asia/east-asia/third-moon-kim-summit-set-for-next-month"], [47482, "2018-08-13T14:52:31Z", 0.81, "Rival Korea leaders to meet in Pyongyang in September: http://www.msn.com/en-us/news/world/rival-korea-leaders-to-meet-in-pyongyang-in-september/ar-BBLQOuE?ocid=ientp "], [37488, "2018-08-13T06:15:57Z", 0.55, "North and South Korean officials began high-level negotiations on Monday, with one South Korean newspaper report suggesting the two sides could be planning for a summit in Pyongyang later this month.  ...“As the Pyongyang summit of the leaders of North and South Korea is being pursued, I believe that we can give concrete answers to the problems that the people hope and wish for,” Ri said during the talks, according to South Korea’s Unification Ministry. Citing an unidentified South Korean official, the Kookmin Ilbo newspaper reported earlier on Monday that the next summit could be held as soon as late August. The schedule had mostly been coordinated with North Korea and the summit would likely be held in Pyongyang, it said. A spokesman for South Korea’s presidential Blue House said on Sunday officials hoped such details would be decided at Monday’s talks.\nhttps://in.reuters.com/article/northkorea-southkorea-talks/north-south-korea-begin-talks-before-possible-pyongyang-summit-idINKBN1KY06E"], [35636, "2018-08-11T09:02:02Z", 1.0, "Still 0.75 324 from 202 (is the graph code here broken?) (was 290 from 194 only 8 days ago). "], [47482, "2018-08-11T01:08:52Z", 0.75, "DPRKpivoting. Accusing US of breaking their word while buttering up ROK"], [43003, "2018-08-10T17:16:10Z", 0.88, "Talks are starting for 3rd summit, Both political machines benefit. US interference has shown to not affect earlier summits. Raising +8% to reflect planning indications it will happen."], [19801, "2018-08-10T10:18:36Z", 1.0, "The rival Koreas will meet Monday for high-level talks meant to prepare for a summit between North Korean leader Kim Jong Un and South Korean President Moon Jae-in, South Korea said Thursday, the third such meetings between the leaders in recent months.\nhttps://www.usatoday.com/story/news/world/2018/08/09/seoul-rival-koreas-leaders-summit/944300002/"], [26153, "2018-08-06T23:12:21Z", 0.0, "Comment deleted on Aug 06, 2018 11:16PM UTC"], [43003, "2018-08-06T18:58:36Z", 0.8, "passage of time. -20% per month from here."], [19801, "2018-08-05T05:00:03Z", 0.95, "There were reports this week that President Moon Jae-in and North Korean leader Kim Jong-un were working to meet for the third time in August. The two agreed to meet in Pyongyang for a summit in autumn during their April 27 summit in the border village of Panmunjom.\nhttp://koreajoongangdaily.joins.com/news/article/article.aspx?aid=3051382\n"], [47482, "2018-08-04T12:58:56Z", 0.69, "August. No resolution. Going back to original forecast. Baseline 2 = 33%, Baseline 3 = 100%, plus consensus is 73%. Average is now 69% & my new forecast "], [35636, "2018-08-03T03:41:07Z", 0.3, "80 now 30. But should be around 50-60%. Been too optimistic. Rollercoaster...here we go again! "], [21441, "2018-08-03T03:07:43Z", 0.05, "Not until the US publicly releases the NK deal and NK shows true signs of landmark change "], [47482, "2018-07-28T13:11:05Z", 0.73, "Affirming"], [1333, "2018-07-27T22:09:30Z", 0.85, "Thinking the SK is about to stall till after our elections."], [60017, "2018-07-27T21:56:42Z", 0.82, "I think North Korea is suffering from too much poverty to continue with too much misbehaviour."], [59986, "2018-07-27T04:32:38Z", 0.88, "So far the talks are progressing well and the visit is in the interest of everyone. Sanctions lifted for NK and very popular peace initiative in SK, resulting in very high approval ratings for Moon.\nHowever: NK might not be really ready to denuclearize. If it becomes apparent before 1/1/2019, Moon might cancel the visit to avoid looking like a fool."], [37488, "2018-07-21T14:13:59Z", 0.45, "I don't have a lot of direct evidence to support reducing my estimation so comparatively low, but this is what I've been thinking lately:"], [10718, "2018-07-18T18:05:40Z", 0.77, "It’s in the declaration, but DPRK has a tendency to overturn its agreements: base probability of 60%"], [47482, "2018-07-15T23:23:49Z", 0.73, "Affirming"], [20284, "2018-07-11T20:15:01Z", 1.0, "This will happen because President Moon is completely and totally invested in keeping the negotiations on track.   More than anyone else he has been the force behind the talks and I believe it is both for political and personal reasons.  His trip may be for revival or hopeful in celebration.   "], [59735, "2018-07-06T20:26:06Z", 0.8, "For South Korea the impact of a permanent state of alert in a quasi state of war with North Korea is devastating. Also the people of South Korea are yearning for peace after decades. Even if Kim Yong Un does not stop arming, "], [50629, "2018-07-06T20:04:45Z", 0.8, "There is too much at stake for sk to not aggressively pursue follow up to the 2018 initiative. Face is everything in Asia, so a reciprocity is almost inevitable. "], [59727, "2018-07-06T14:46:27Z", 0.75, "The agreement states that he has agreed to visit in the fall. However the situation remains fluid and volatile, which may either hamper or delay his visit. "], [37488, "2018-07-06T12:40:57Z", 0.75, "Autumn is a long way off. If things are still in some state of negotiation, it seems likely that Moon Jae-In will push to make it happen to keep things open for discussion.  If the US takes a hard line against Korea, I wonder if it will be discouraged by North Korea and the US"], [55948, "2018-07-06T09:04:19Z", 0.85, "Binary start basis - 50%\nSuccessful initial meeting at DMZ +25%\nSuccessful meeting Singapore + 10%"], [35636, "2018-07-06T03:23:14Z", 0.9, "Comment deleted on Sep 08, 2020 03:59PM UTC"], [47482, "2018-07-04T15:05:10Z", 0.73, "affirming at 73% for now. consensus has dropped from 85% when I integrated it into my calculation. If question unresolved by Aug, I'll have to recalculate. "], [3345, "2018-07-03T16:44:55Z", 1.0, "I believe this is certain, based on recent events"], [59316, "2018-07-03T07:34:48Z", 0.98, "Good political changes - important visit in autumn probably"], [38397, "2018-07-03T05:32:18Z", 0.75, "Seems like there is will from bot sides to make it a stable, less hostile regional environment. "], [57778, "2018-07-01T00:45:00Z", 0.35, "http://www.abc.net.au/news/2018-06-30/believes-n-korea-making-more-nuclear-bomb-fuel-us-intelligence/9927908"], [59468, "2018-06-30T05:22:41Z", 0.15, "There are chances but they very low in my opinion. Trump cooperating with Nort Korea doesn't seem like a very good idea to South Korea. What seems like a good idea at first glance, is also a big risk to the whole Region. I believe it puts a lot pressure on South Korea which doesn't lead South Korea to cooperate more with its neighbour in the North."], [29033, "2018-06-30T04:30:12Z", 0.9, "A new US intelligence assessment says North Korea has been increasing its production of uranium at at least one secret site since the June 12th summit. It’s not clear what the specific contents of the assessment are, how the conclusions were reached, nor the level of confidence in its conclusions. NBC cites one “senior intelligence analyst” who noted, in indirect quotation, that “the decision by Kim to suspend nuclear and missile tests was unexpected, and the fact that the two sides are talking is a positive step,” while also acknowledging that the North is trying to “deceive” the US. "], [53049, "2018-06-29T02:26:21Z", 0.66, "With tentative agreement between nations, for a Autumn visit, trending towards a positive result.\nUntil official annoucement of dates, and locaiton will temper the prediction noting how voliatile the relationship can be.\n"], [29033, "2018-06-29T02:20:52Z", 0.95, "At a policy forum on the 26th, Professor Choi Jong Kun, Secretary to President Moon Jae-in for Peace and Arms Control and one of the president’s top advisors on North Korea issues,  remarked that “President Moon Jae-in intends to visit Pyongyang in the fall of this year,” in accordance with the Panmunjeom Declaration, while warning that more progress on denuclearisation and continued improvements in inter-Korean relations would be required, before September. For what it’s worth, Choi stated he was “cautiously optimistic” that the momentum would continue. "], [47482, "2018-06-29T01:53:56Z", 0.73, "Affirming "], [530, "2018-06-28T20:27:28Z", 0.85, "Likely to happen the way things are right now."], [706, "2018-06-28T08:44:12Z", 0.75, "Especially now that NK has shown no signs of slowing down its nuclear capabilities, Mr. Moon will visit in person for persuasion purposes."], [59477, "2018-06-27T19:26:03Z", 0.75, "It is maybe a once in a life-time chance for President Moon. Therefore he will visit Pyongyang, even if Trump is getting more aggressive with North Korea."], [59430, "2018-06-27T19:15:26Z", 0.05, "Ja aber nicht vor dem 1.Januar 2019"], [59381, "2018-06-27T19:03:21Z", 0.75, "I think the chances of that happening are high since the \"North Korea conflict\" has eased."], [59397, "2018-06-27T18:58:46Z", 0.95, "yes. both countries will push for peace on the Korean half-island."], [59308, "2018-06-27T18:10:15Z", 0.56, "intuition"], [57748, "2018-06-24T07:20:32Z", 0.87, "Seems consistent with the general trajectory of increased images of friendliness -- this, despite significant disappointment in the last two weeks about lack of publicized follow-up movement between US and DPRK, and skepticism about Trump's claim of a rocket engine test facility having been destroyed by Kim, as an extra conciliatory gesture, purportedly done the week of the Singapore summit.  \nFor now, my impression is that the over all \"vector field\" of relevant behavior and statements, supports continued public gestures like reciprocal meetings, between the two Koreas. "], [47482, "2018-06-22T21:01:39Z", 0.73, "12 ROK presidents. 6 are moderate/liberals. 2 presidents have visited DPRK, both were moderate/liberals. Current President is moderate/liberal. Both presidents who visited were invited, no knowledge of president that rejected invitation. Current president is invited and has not yet rejected invitation. 2/12 = 17% baseline. 2/6 = 33%. 2/2 = 100% What is proper baseline? Averaging all 3 baselines is 50%. Averaging the latter 2 baselines is 67%. Consensus is currently 85%. I'm going to average latter 2 baselines plus the consensus until I see a more compelling argument = 73%"], [36437, "2018-06-21T19:16:39Z", 0.6, "It is more likely than not (>50%) given warming relations and stated plans, but most official visits take time and planning and may not occur before January 1. This prediction also factors ~10-20% that a serious back-slide in relations will occur, otherwise the probability would be higher."], [41389, "2018-06-20T11:20:37Z", 0.87, "The South Korean president has visited Pyongyang in 2000 and 2007, so I give it a base case of around 65% by the end of the year. Moreover, Moon has explicitly said he will go and he desires peace so I would put it at around 90% be the end of the year. Wisdom of crowds have it at 90%. So 87% it is."], [56260, "2018-06-19T23:54:34Z", 0.85, "There is significant progress towards peaceful resolutions btwn N&S K  which has been supported by the US -Trump/Kim meeting. However there has been little said regarding the Declaration and proposed meeting \"in the fall\" . There is still a question about how trustworthy NK is in the process, something not to be underestimated, but this may not  necessarily affect this proposed meeting. "], [53490, "2018-06-19T03:31:37Z", 0.97, "With the Trump administration having already visited, it seems highly likely."], [41418, "2018-06-18T12:24:34Z", 0.95, "I'll set my forecast based on @Jlitt1983 estimation on the situation. Even though before reading anything about this topic I thought they would meet somewhere else than in Pyongyang. "], [706, "2018-06-17T12:50:02Z", 0.75, "they'll watch the world cup!"], [227, "2018-06-16T21:21:11Z", 0.55, "While the trends are moving in a peaceful and conciliatory direction, they have done this numerous times in the past few decades. All it takes is a misstep, a reaction from any number of mercurial leaders, or domestic difficulties to lead to difficulties. And it may be that Kim feels interactions with other world leaders will be more useful politically as it will increase his legitimacy and strengthen his hand in dealing with the South."], [58892, "2018-06-14T18:00:13Z", 0.75, "Great chance that he will given that Kim has visited Seoul twice in recent weeks."], [29033, "2018-06-14T00:52:17Z", 0.95, "During the Panmunjeom Summit, Moon made several references to his desire to visit Kim Jong Un in Pyongyang, at one point saying he would visit Pyongyang in the fall, according to South Korean TV news station YTN. Korean media speculates it will be in September, although it may occur sooner."], [45198, "2018-06-14T00:50:54Z", 0.9, "The \"Summit\" has set a new opportunity and priority for increased diplomacy. They talked the talk so now they must walk the walk: the world is watching and is expecting meaningful results."], [31450, "2018-06-13T20:42:15Z", 0.95, "Based on the success of the Singapore summit I think the detente continues."], [45572, "2018-06-13T16:30:58Z", 0.85, "It's likely he will be invited and won't refuse to visit."], [9417, "2018-06-13T08:11:05Z", 0.95, "Trump must be happy to leave Singapore with an agreement which many  see as 'superficial'  but he will not want to 'rock the boat'  anytime soon.\nThings have changed so much in a few weeks\n(i)  An atomic testing facility has been destroyed - although one wonders how far the North Koreans have progressed with 'computer modelling' of atomic explosions  which obviate the need for physical testing ?\n The threat of an atomic attack seems to be  greatly diminished - at least for now!\n(ii)  More importantly, the President of North Korea is no longer viewed as an  an irrational monster who will destroy everything on a whim.\n(iii) The South Koreans seem anxious to get to know  these people who after all are blood relatives."], [58388, "2018-06-13T03:29:14Z", 0.41, "There have only been four inter-korean summits since the 1953 armistice. Although discussions remain positive the timeline given is very short. Planning a trip like this could take weeks and serious discussions have not even begun. Security concerns as well as political gridlock would most likely have Kim visit Seoul. New updates will be pending on news from after Singapore summit.  "], [56796, "2018-06-12T20:56:56Z", 0.4, "In spite of the nearly unprecedented interactions and exchanges between NK and the rest of the world, the unpredictability of both the Kim regime and President Trump, coupled with ongoing security concerns will probably prevent a diplomatic visit to Pyongyang by President Moon Jae-in.  Even if such a trip was planned, any of inumerable small inccidents could derail the meeting."], [29680, "2018-06-12T20:35:35Z", 0.67, "Optimistic due to Singapore summit. One issue of contention per the Yonhap News article is that \"dialogue and war drills can never exist together on the Korean Peninsula\". I don't want to give Trump any credit, but this is very probably the biggest concern and requirement for North Korea for continued dialogue."], [36580, "2018-06-12T20:04:27Z", 0.95, "My base rate for this happening was a lot higher than my base rate for Kim meeting Trump and that happened, indicating the mood of N. Korea RoW relationships. Particularly likely as this would be to sign a specific declaration, rather than just for general diplomacy."], [58317, "2018-06-12T19:36:36Z", 0.7, "Since this is a part of the Panmunjom Declaration it has a decent chance of success.  If South Korea decides that North Korea isn't serious about the peace deal, then I doubt that Moon will want to go to Pyongyang in the fall. The previous armistice had North Korea say it won't abide by it in 1994, 1996, 2003, 2006, 2009, and 2013, so it seems plausible that North Korea or South Korea may decide not to trust each other on this."], [1333, "2018-06-12T15:29:57Z", 0.96, "It may well be more difficult for SK to arrive at a place where they can forget all the pain of last 60+ years. Already they signal surprise at the pace of events and learn to much after the fact and are reluctant to give up the Trip Wire force that the American represent. As our President said - Only the most Courageous of leaders can make peace."], [58977, "2018-06-12T08:40:18Z", 0.05, "My guess is that Kim will first meet all the world leaders (china, japan) to give North Korea more status in the world and secure North Koreas place in the world and secure Kims own place as a world leader, before meeting with the prime minister of south Korea. Meeting with south Korea would be the start of a process of no return and it is still a little early for that. https://www.aljazeera.com/news/2018/05/china-foreign-minister-heads-north-korea-talks-180502055220758.html"], [35636, "2018-06-12T07:41:58Z", 1.0, "Inevitable. And WoC at 90%"], [32258, "2018-06-11T23:36:20Z", 0.98, "Yes... Things are moving fast and MJI deserves most of the credit. He lives next door as well."], [58968, "2018-06-11T23:32:47Z", 0.9, "Highly likely given the importance on cultivating the strength of their relationship. "], [48709, "2018-06-11T02:19:37Z", 0.9, "https://www.apnews.com/amp/77e28b4738da47858f081849a6b69685?__twitter_impression=true "], [54077, "2018-06-10T02:40:42Z", 0.87, "..set for the fall...????"], [1333, "2018-06-09T16:06:14Z", 0.95, "this is South Korea, so if Moon doesn't make it - it will be because of controversy."], [57998, "2018-06-08T15:04:32Z", 0.85, "Ht Acohen calling out the  Panmunjom Declaration below.   Moon's visit is part of the Panmunjom Declaration. Kim Jung Un is playing for a diplomatic image, and taking the steps to keep diplomacy moving forward at least through fall would be rational and thus highly likely on his part. "], [31450, "2018-06-07T16:29:05Z", 0.67, "I may regret being so positive about this but a visit by Moon was agreed to in the Panmunjom Declaration and I am going to take the situation at its face for the moment."], [48709, "2018-06-07T15:41:49Z", 0.75, "“If there is an official declaration of the end of the Korean War, then there would be a route to achieving peace on the peninsula, so he [Moon] wants to declare the end of the war as soon as possible,” said Kim Yong-hyun, a professor of North ­Korean studies at Dongguk University in Seoul.\nby Michelle Ye Hee Lee and John Hudson May 31  this is the major sticking point and the main reason for t he hostilities on the peninsula for all the years this issue must be resolved so all sides can move passed the war mongering. "], [35636, "2018-06-07T15:32:49Z", 0.5, "Capella Accord or WWIII"], [691, "2018-06-06T19:53:20Z", 0.88, "Sure, why not?  Better do it soon, though--the weather in Pyongyang turns beastly pretty early.  Probably some time in July so he doesn't appear to be diverting attention from The Leader Of The Free World, who is very touchy about such things.   (For \"such\" read \"most.\") "], [745, "2018-06-06T17:49:35Z", 0.5, "it all hinges on the outcome of the summit.  In any case, I see Kim visiting the South as the more likely scenario."], [12879, "2018-06-06T17:06:35Z", 0.65, "WAG........"]]}