{"question_id": 541, "title": "Will al-Shabaab attack a US diplomatic facility in Africa before 1 July 2018?", "correct_answer": "No", "crowd_forecast": 0.02, "preds": [[47482, "2018-06-29T01:24:50Z", 0.01, "Affirming"], [47482, "2018-06-22T20:05:06Z", 0.01, "affirming"], [29591, "2018-06-19T20:57:17Z", 0.02, "No attacks on U.S. diplomatic facilities by al-Shabaab during Ramadan - 11 days left."], [38319, "2018-06-16T12:17:01Z", 0.0, "Wind down with time."], [47482, "2018-06-15T14:09:50Z", 0.01, "adjusting down for passage of time"], [47482, "2018-06-09T18:05:17Z", 0.02, "Affirming"], [43311, "2018-06-08T22:58:19Z", 0.15, "Had it here since first forecast. Knew consensus was kinda low. Going to re-eval tonight.\nhttps://sofrep.com/104381/breaking-us-special-forces-attacked-in-somalia-by-al-shabab/"], [47482, "2018-06-02T18:46:58Z", 0.02, "Affirming"], [47482, "2018-05-26T17:16:43Z", 0.02, "Affirming"], [35636, "2018-05-24T09:22:24Z", 0.0, "WoC@5% which is basically a rounding error here. Can I go negative 100? "], [49603, "2018-05-23T19:04:10Z", 0.02, "They are not likely to attack since they don't seem to be interested in having the US AFRICOM expanding operations in Africa at this point  "], [1643, "2018-05-19T15:28:24Z", 0.01, "theta"], [47482, "2018-05-19T15:17:23Z", 0.02, "Updating for passage of time "], [47482, "2018-05-12T22:27:44Z", 0.03, "Staying put"], [40475, "2018-05-04T01:15:12Z", 0.1, "There probably will not be an attack by al-Shabaab against a US diplomatic facility in Africa before 1 July 2018."], [38319, "2018-04-26T09:41:58Z", 0.01, "Update of prior forecast at https://www.gjopen.com/comments/comments/694163."], [38, "2018-04-24T05:25:40Z", 0.02, "https://www.cnn.com/2018/04/19/politics/africa-isis-al-qaeda-threat/index.html"], [40702, "2018-04-23T04:42:16Z", 0.75, "Must have been drinking last night.  :D  Going back to the original forecast for now while I do more research.  "], [40702, "2018-04-22T03:11:48Z", 0.0, "Comment deleted on Apr 23, 2018 04:39AM UTC"], [23006, "2018-04-22T02:47:26Z", 0.22, "+raising on recent increase in activity and a bad feeling about this"], [40702, "2018-04-22T02:43:26Z", 0.75, "The situation is worsening and a coordinated retaliation for the January 19th raids is a looming specter.  "], [56807, "2018-04-17T04:00:43Z", 0.03, "Attacks seem to have occured at least yearly since 2014."], [57092, "2018-04-16T01:53:26Z", 0.02, "reiterating forecast given short time frame, lack of US embassy in Somalia, and Al Shabaab's history - it appears they've never attacked a US facility."], [29591, "2018-04-10T20:28:24Z", 0.02, "Maintaining forecast: "], [13966, "2018-04-06T23:01:07Z", 0.03, "The US does not, at this time, appear to be a priority target for al-Shabaab and there are relatively few diplomatic facilities that are good candidates for an attack given the relatively focused geographic area of operations for al-Shabaab."], [49492, "2018-04-03T23:42:31Z", 0.03, "There is only a 3% chance that al-Shabaab will be a serious threat to U.S. personnel in Africa. Using the security dilemma theory as an analytical model, one can predict that the U.S will not act on al-Shabaab unless they feel highly insecure. Although al-Shabaab is not a state actor, this same model can still be loosely applied to terrorist organizations. By extension, due unreciprocal power parities, the U.S. wont attack unless they believe that al-Shabaab will attack them. Furthermore, al-Shabab is aware of its power condition relative to U.S, so if we were to assume that rationality implicates value maximization, then it would not be rational for them to attack an American facility in Africa. U.S' fear mostly lies in the possibility of a domestic attack (or an inspired attack)."], [57092, "2018-03-31T02:43:32Z", 0.02, "take a look at this"], [29591, "2018-03-30T21:32:20Z", 0.02, "According to www.criticalthreats.org there is an ongoing political crisis between Somali Prime Minister Hassan Ali Khaire and Lower House Speaker Mohamed Osman Jawari which has led to the deployment of security forces to the parliaments Lower House.\n(https://www.criticalthreats.org/briefs/gulf-of-aden-security-review) "], [57092, "2018-03-29T01:50:34Z", 0.02, "Decreasing forecast from 5% to 2%."], [46762, "2018-03-28T05:12:07Z", 0.0, "Demoralized. \nLosing to transitional federals.\nfighting with militant sunni's. \ndefocusing; attention more local."], [57092, "2018-03-28T00:46:45Z", 0.05, "Don't we have few embassies in Somalia?"], [57092, "2018-03-28T00:44:54Z", 0.01, "Comment deleted on Mar 28, 2018 12:47AM UTC"], [49572, "2018-03-26T04:23:36Z", 0.05, "I'm not sure the situation has escalated to this point yet- where this action from al-Shabaab would most likely be prompting significant retaliation from the United States, especially since it is a diplomatic facility and not a military outpost/base. However, the notable presence and activity of these groups in Africa leaves room for the possibly. "], [39003, "2018-03-13T04:34:28Z", 0.0, "They have been weaken in recent period and do not have a strong army to attack a US facility, they can sure attack others but US facilities are hard to penetrate, therefore, they would not stupidly go for it. "], [29591, "2018-03-11T21:56:43Z", 0.01, "Attack on an AMISOM facility:\n“Al Shabaab militants fired several mortar rounds at a military base belonging to AMISOM in Lower Shabelle.” (http://allafrica.com/stories/201803050530.html) "], [41586, "2018-03-07T02:33:38Z", 0.05, "If Shabaab attacks a US facility this year, I would guess it would be somewhere they have not struck before, like Djibouti or the Gulf. I suspect if Al Shabaab attack at all it will be in the US, through US-based sympathizers."], [601, "2018-03-05T18:46:36Z", 0.07, "Increasing slightly due to recent attack on French embassy, plus ISIS targeting US embassies in Middle East"], [55976, "2018-03-05T05:48:17Z", 0.75, "Sure"], [49298, "2018-03-05T01:53:09Z", 0.06, "It seems highly unlikely that a US diplomatic facility in Africa will be attacked in the next 4 months by al-Shabaab. Although the organization is still very much active in Somalia and the surrounding region, in the past staging deadly attacks in Kenya and Uganda, al-Shabaab has never attacked a US diplomatic facility. Many US air strikes on al-Shabaab targets since Trump took office have succeeded in killing hundreds of militants. Additionally, African Union forces remain active in Somalia to counter Al-Shabaab. Despite these facts, a chance of an attack on US diplomatic facilities does exist. Al-Shabaab is ideologically opposed to the West and thus may counter the increase in US involvement with a direct attack. Another possible path to attack on US diplomatic facilities could pan out as African Union troops continue to pull out of Somalia. With the Somalian government still weak and disorganized, al-Shabaab could regain former territories and increase its presence and power in the region, putting all targets, including US diplomatic facilities, at increased risk. However, given the short time frame for this question, the chances of attack are extremely low. "], [29591, "2018-03-04T21:37:57Z", 0.02, "Maintaining forecast:"], [53173, "2018-03-02T09:46:26Z", 0.0, "No way"], [53112, "2018-02-27T19:38:38Z", 0.75, "Decreasing to a more socially acceptable probability level but still maintaining high alert status."], [29591, "2018-02-25T20:57:13Z", 0.02, "Very informative report from the CTC at West Point: ‘Targeted Terror: the Suicide Bombers of al-Shabaab’ (https://ctc.usma.edu/app/uploads/2018/02/Targeted-Terror-3.pdf) "], [53112, "2018-02-25T04:03:05Z", 0.95, "Feels like al-Shabaab is the muscle of East Africa (on land AND/OR on sea). What services can al-Shabaab perform, who would they perform them for, and how can they be paid (what can they sell/use/trade)? Logistics (and sanctions) is key here: http://www.xinhuanet.com/english/2018-02/26/c_137001557.htm\n http://www.xinhuanet.com/english/2018-02/22/c_136992152.htm\n http://www.xinhuanet.com/english/2018-02/25/c_136997422.htm"], [47396, "2018-02-25T03:38:39Z", 0.25, "Don't really know all activities of al-Shabaab.  So while possibilities of attack exist, al-Shabaab seems to attack African activities, not foreign."], [49089, "2018-02-24T19:43:29Z", 0.1, "While it's likely Al-Shabaab would strike a US diplomatic facility if they could, given the current circumstances (pressure on the organization evidenced by its retraction into Somalia, no manned American missions in Somalia), it seems unlikely that they would invest the effort when there are plenty of locally available targets. Assuming al-Shabaab was intent on striking a US diplomatic facility with Americans inside - which is plausible given the precedent for attacking UN missions in Somalia - their closest available target is the diplomatic mission to Kenya in Nairobi. The last time al-Shabaab carried out a credited attack there was the Westgate Shopping Mall incident in 2013 and an incident on the street in 2012 when a member reportedly threw a grenade into a moving bus. It seems more likely Al-Shabaab would attack those forces that are currently attacking it, e.g. AMISOM, Somali Army, etc. "], [44134, "2018-02-24T18:43:32Z", 0.05, "Al-Shabaab is sort of territorially limited.  getting access to a us mission might be difficult.  Nairobi woudl be most likely. "], [23006, "2018-02-24T04:44:11Z", 0.12, "https://www.nytimes.com/2018/02/23/world/africa/eighteen-killed-in-somalia-attacks.html?rref=collection%2Fsectioncollection%2Fworld&action=click&contentCollection=world&region=stream&module=stream_unit&version=latest&contentPlacement=3&pgtype=sectionfront"], [48077, "2018-02-20T23:13:39Z", 0.25, "Harakat al-Shabaab al-Mujahideen, more commonly known as al-Shabaab, a jihadist fundamentalist group based in East Africa pledged allegiance to the militant Islamist organization Al-Qaeda in 2012. This group has been causing problems in Africa. Their demands and their ideology is deeply rooted from Al-Qaida's ideology. Recent reporting indicates a high probability that this group will be planning an attack against US facilities in Africa as a show of existence and capability. "], [42637, "2018-02-17T15:04:03Z", 0.64, "I think it is very likely to happen.  There is so much internal focus in this country now on the Russia/Trump investigation and the FBI and Justice departments that I think al-Shabaab will think it a good time to do such an attack.  I further believe it will be in a smaller country, one that most people dont even know much if anything about.  "], [53112, "2018-02-16T19:23:49Z", 0.85, "al-Shabaab will get bigger and better; Ethiopia close by; OBOR maritime road location"], [38319, "2018-02-16T05:48:13Z", 0.02, "DEFINITIONS\n\"al-Shabaab\" = Organised group attacks claimed by al-Shabaab would definitely count.  \"Lone wolf\" attacks where either the lone wolf, or al-Shabaab itself, credit al-Shabaab with the attack would _probably_ count.  Attacks attributed to al-Shabaab by a nation's officials, where al-Shabaab declaims responsibility _might_ count."], [19801, "2018-02-16T03:26:41Z", 0.02, "The allied forces have ramped up offensives against the militants as the African Union forces continue with the draw-down which started with 500 troops last December.\nhttp://www.xinhuanet.com/english/2018-02/15/c_136978126.htm"], [53235, "2018-02-15T22:10:36Z", 0.97, "maybe they decide to need attention over North Korea"], [29591, "2018-02-15T22:06:12Z", 0.02, "The 2018 Worldwide Threat Assessment of the US Intelligence Community states: “Somalia’s recently elected government probably will struggle to protect its authority and implement security reforms amid the drawdown of AU forces in 2018, while al-Shabaab - the most potent terrorist threat to US interests in East Africa - probably will increase attacks.” \n(https://www.dni.gov/files/documents/Newsroom/Testimonies/2018-ATA---Unclassified-SSCI.pdf?utm_source=Join+the+Community+Subscribers&utm_campaign=e937f10cc7-EMAIL_CAMPAIGN_2018_02_14&utm_medium=email&utm_term=0_02cbee778d-e937f10cc7-122637085&mc_cid=e937f10cc7&mc_eid=582d9de4fe) "], [49680, "2018-02-12T15:33:28Z", 0.05, "No capability to mount out of area operations"], [43725, "2018-02-09T19:49:00Z", 0.04, "There hasn't been an attack on a US diplomatic mission in Africa since September 2012 when there were attacks in Libya and Tunisia.  Before that, the last attacks were in 1998.  Of the many attacks against US diplomatic missions the majority occur in the MIddle East or South Asia.  Even though Al Shabaab is increasing its operational intensity in recent months, their activities are confined almost exclusively to Somalia and small sections of Kenya and Ethiopia on the borders.  The likelihood of an Al-Shabab attack on US diplomatic facilities is low because the nearest of these are at least 300 miles away from the nearest areas of Al-Shabab operation. "], [47482, "2018-02-06T23:25:11Z", 0.18, "What constitutes an attack and what constitutes a US diplomatic facility? Seems like a relatively low bar even with the organizational and time line limits. Would be curious to see methodologies for how people got to 0-10% probabilities "], [29591, "2018-02-01T19:06:33Z", 0.02, "Maintaining forecast."], [48081, "2018-01-30T23:22:12Z", 0.08, "The US campaign against Al-Shabaab has increased during the last few years. The number of U.S. troops and the number of U.S. airstrikes inside of Somalia last year both dramatically increased. Despite the rise in U.S. actions, AS has shown little desire to strike any U.S. positions, especially diplomatic positions anywhere in Africa. They seem to remain focused on their own struggles inside the country against the Central government over control of the future of the country. Additionally, outside of Somalia, AS has remained focused on attacking neighboring countries, such as Kenya and Ethiopia, who have provided aid and support to the government. Although unlikely, an attack remains possible especially as the U.S. continues to ramp up operations against AS and other radical groups throughout Africa. As the number of missions and troops against these groups increase throughout  Africa, the more likely an attack against the U.S. may be. However, that attack would likely be against U.S. forces and not a diplomatic mission.  "], [48999, "2018-01-30T18:18:05Z", 0.03, "Recent coalition efforts to reduce al-Shabaab (AS) capability in the region appear to be effective in the near term. Expanded US authority to target AS throughout Somalia includes an increase in drone strikes, special operations raids, and the coalition appears to receive relevant and timely intelligence as to AS operations facilitating disruption. One example is the freeing of child conscript soldiers from an AS training camp in recent weeks temporarily disrupting the group's recruitment operations. Furthermore, as US diplomatic facilities and security agencies have accumulated time evaluating the threat from AS, it is possible the risk of successful attack has decreased. It also cannot be understated the cooperation amongst coalition security agencies in recent years."], [48074, "2018-01-30T14:15:41Z", 0.01, "I chose to take on the question “will al-Shabaab attack a US diplomatic facility in Africa before 1 July 2018?”  I am predicting that the likelihood of this event occurring is at 1%.  Al-Shabaab has had some success in targeting Western entities; however, the last successful bombing of US embassies occurred in 1998 in Kenya and Tanzania.  Americans living in Africa and staffers at embassies are very aware of the potential danger and are taking all precautions to secure themselves and the embassies in the region.  It is highly unlikely that an attack will occur in the next five months.\nhttps://ke.usembassy.gov/al-shabaab-threats-to-western-and-kenyan-targets/\n"], [691, "2018-01-29T21:27:48Z", 0.0, "Not point to it from their perspective--no discernible upside and substantial possible downside. "], [49001, "2018-01-28T22:03:59Z", 0.75, "As their finances become more strained, their desperation grows and the AU steps back and the US escalates it’s presence in the region, al-Shabaab looking for a way to strike back at the US makes sense."], [19801, "2018-01-28T01:54:39Z", 0.02, "The U. S. drone strikes against the Al Shabaab in Somalia are “eradicating” these jihadist militants, said the head of the African Union mission in the country (Amisom) on Friday.\nhttp://www.africanews.com/2018/01/27/drones-to-wipe-out-al-shabaab-in-somalia/"], [29591, "2018-01-25T20:54:59Z", 0.02, "Maintaining forecast:\nA recent report by the International Crisis Group on “Priorities for the African Union in 2018” stated: “Despite the gathering pace of an AMISOM military offensive in Southern Somalia, backed by U.S. airstrikes. The AU mission, itself underfunded, suffers from low troop morale and is scheduled to pull out by the end of 2020” \n“Looming withdrawal comes at a time of heightened tensions between Mogadishu and Somalia’s Federal Regions. During the 2017 Gulf Crisis, Saudi Arabia and the UAE put pressure on Somali President Mohamed to pick sides by breaking diplomatic relations with Qatar. His attempt to steer a neutral course led the UAE to ramp up support and appeal directly to the federal governments, as a counterweight to Mogadishu.” \n(https://reliefweb.int/sites/reliefweb.int/files/resources/b135-seven-priorities-for-the-au-in-2018.pdf) "], [46854, "2018-01-21T20:44:00Z", 0.04, " while they are a spent force there is a good chance that the combat air strikes allowed under the new US government rules may removing the threat of  retaliatory air strikes may  remove the barrier that lead to al- Shabaab launching fewer attacks now that they are going to be hit regardless of there actions they may increase the frequency of there strikes against the Great Devil as its now a lose lose situation for them."], [172, "2018-01-21T02:39:32Z", 0.02, "Lowering to 2%. Possible but Al-Shabaab a mostly spent force. They don’t have a lot of “wins”. They may go unconventional but limited abilities..."], [46458, "2018-01-19T09:27:58Z", 0.08, "Puts them to high on the USA Git list of Terrorist orgs. After Daesh success, Terrorist will rethink direct confrontations with the West."], [29591, "2018-01-14T21:30:03Z", 0.03, "After news of Somali Prime Minister Hassan Ali Khayre sacking his ministers for foreign affairs, the interior and commerce. The article also brought to attention the posts of ‘Head of National Security' and ‘Police Commander’ are still to be filled. (https://www.reuters.com/article/us-somalia-government/somalia-pm-sacks-three-ministers-as-country-battles-insurgency-idUSKBN1ET0JR)\nSomalia owes $4 billion in debt, which is preventing the country from “accessing new funds from the IMF or the International Development Association, the soft loan arm of the World Bank that has money earmarked specifically for fragile states”. \n“Mr. Khayre said the government had a budget of $247 million which was not enough to create the social programmes needed to prevent radicalisation of unemployed youth or to address deprivation. He could not confirm an estimate that al-Shabaab had a bigger budget than the government.” \n“Head of the Atlantic Council Africa Centre in Washington Peter Pham said: “he was not convinced that corruption has been brought under control ‘huge amounts of aid in cash simply disappears,’ adding that he suspected up to half of the 27,000 soldiers being paid to fight al-Shabaab with western help were “ghost soldiers” drawing a salary without doing any fighting” (https://www.ft.com/content/142e8e9a-f22c-11e7-ac08-07c3086a2625) \nWith the top security posts not being filled and the possibility of thousands of ghost soldiers, they’re not encouraging signs for an improvement in security over the next 7 months. That being said, al-Shabaab attacks over the last week have been contained mostly to Somalia and the Kenya-Somali border, so no closer to Nairobi. \n(Update on Lamu Forest - http://allafrica.com/stories/201801120010.html) "], [47482, "2018-01-14T02:52:34Z", 0.2, "Intent is present. Capability seems suspect. Vulnerability is unknown. "], [40405, "2018-01-11T19:52:58Z", 0.64, "Frequency of attacks in last two years leads me to think, there will be an attack before July 1, 2018. Target is less sure; however,  events like the Niger ambush (https://www.aljazeera.com/news/2017/11/africa-command-conducts-air-strikes-somalia-171103202800400.html) and increased attacks on symbolic forces (police, soldiers), leads me to think it could happen on a US diplomatic facility."], [172, "2018-01-10T22:43:51Z", 0.1, "Changing to 10%. I appreciate AB7474’s analysis and agree with her - limited reach outside failed state of Somalia. They may be encouraged/sponsored by some of their partners in terrorism. Hence my 10%."], [47363, "2018-01-07T20:39:26Z", 0.89, "Yes, US should increase security and stay out of Pakistan and work with Indian govt. "], [23006, "2018-01-07T03:14:01Z", 0.05, "https://www.gjopen.com/comments/comments/595497 and ensuing discussions"], [46421, "2018-01-04T22:43:08Z", 0.22, "The US has begun to make progress against ISIS in the middle east and seem to have stopped the territorial gain of ISIS there. This will allow them to turn more of a focus to Africa and begin to fight against Al-Shabaab"], [45849, "2018-01-04T21:56:27Z", 0.14, "As you can read in the situation report of User AB747, al-Shabaab getting more active lately and their capacity are growing. It's conceivable that the group is planing to  attack US facilities in Africa - especially, if the Trump administration would officaly backing  Likuds New Years Resolution to occopy the West Bank. Even, this is not very feasible till July, nor al-Shabaab is interested in an escalating conflict with the Western hemisphere in the current groups condition. They will keep on going terrorizing the Somali-Kenyan border region. "], [29591, "2018-01-03T20:20:35Z", 0.04, "Raising by 1%: \nThe Communique of the 741st PSC meeting on the situation in Somalia and the implementation of the mandate of the AU Mission in Somalia stated: “Notes with deep concern the growing capacity of al-Shabaab and its continued attacks against the innocent population, the symbols of the Federal Government and AMISOM personnel.” (http://www.peaceau.org/en/article/communique-of-the-741st-psc-meeting-on-the-situation-in-somalia-and-the-implementation-of-the-mandate-of-the-au-mission-in-somalia-amisom) \nFor example: \nOn the December 23: al-Shabaab shelled Villa Somalia (the presidential palace) and assassinated two government officials in Hamarweyne District. The militants also attacked a SNA barracks in Huriwa District and detonated an IED targeting the MoD and AMISOM convoy. \nAl-Shabaab militants stole a vehicle during a raid on the Ijara Police station in Garissa County, East Kenya on December 30.\nOn December 31: “Kenyan Defense Forces raided an al-Shabaab hideout on Boni forest area near the Somali-Kenyan border, killing five militants. The KDF recovered a cache of weapons and supplies in the hideout. A stolen Kenyan police vehicle filled with explosives detonated during the gunfight.\n(https://www.criticalthreats.org/briefs/gulf-of-aden-security-review) "], [373, "2018-01-02T00:11:26Z", 0.05, "US Is an attractive target, and al-Shabaab needs a PR boost. Thus some measurable chance an attack could occur."], [43055, "2017-12-25T14:16:41Z", 0.75, "Not enough is being done to destroy the power of islamic terrorists in Africa. And the US has always been their favorite target. They won't want to be seen as going soft on the 'infidels' so they will at least make a serious attempt against a US target within thier reach."], [29591, "2017-12-24T18:10:24Z", 0.03, "Adjusting forecast: Somali parliamentarians have “threatened to impeach President Farmajo, accusing him of treason and violating the constitution. 96 lawmakers called for the speaker of parliament to reopen the session for impeachment proceedings which require 92 votes.” \n(https://www.criticalthreats.org/briefs/gulf-of-aden-security-review#_ftn5) \nAn unstable government could put more pressure on Somali troops, coupled with the food insecurity and instability in the countries contributing to AMISOM, which would allow al-Shabaab to make more gains. One expects that if this was the case, the U.S. would adjust security at embassies (as was the case after the announcement of the embassy move to Jerusalem - https://www.stripes.com/news/marines-ready-to-deploy-in-wake-of-trump-s-jerusalem-announcement-1.501409) "], [29591, "2017-12-17T23:05:53Z", 0.02, "“The U.S. Department of Defence submitted a two-year plan for its operations in Somalia. The plan will lift restrictions on personnel decisions and broaden strike authorisations loosened by President Trump.” (https://www.criticalthreats.org/briefs/gulf-of-aden-security-review/gulf-of-aden-security-review-december-11-2017#_ftn7) \nThe NY Times went into further detail stating: “the plan would also exempt operations in Somalia from another default rule in Mr.Trump’s guidelines: that airstrikes be allowed only when officials have determined there is a near certainty that no civilians will be killed. Instead, the officials said, the plan calls for imposing a lower standard: reasonable certainty that no bystanders will die.” (https://www.nytimes.com/2017/12/10/world/africa/pentagon-somalia-combat-islamic-militants.html?_r=0) \nAn increase in civilian casualties will play into the propaganda of al-Shabaab and IS, which could lead to a reduction in support for the Somali government, thus having detrimental consequences on the security forces. Especially when taking into account that the U.S. is suspending food and fuel aid for Somalia’s armed forces. A State Department official said: “During recent discussions between the U.S. and the Federal Government of Somalia, both sides agreed that the SNA had failed to meet the standards for accountability for U.S. assistance.” (https://uk.reuters.com/article/uk-somalia-military-exclusive/exclusive-u-s-suspends-aid-to-somalias-battered-military-over-graft-idUKKBN1E81XW?il=0)"], [29591, "2017-12-10T21:11:55Z", 0.02, "Maintaining forecast: \nCTP Gulf of Aden Security Review November 30: \n“SNA forces raided several al-Shabaab bases near Qoryooley, Lower Shabelle region, southern Somalia on November 29. The forces recaptured territory outside Qoryooley and detained one militant. Al-Shabaab attacked SNA and AMISOM forces near Qoryooley five times in the past week.” \n(https://www.criticalthreats.org/briefs/gulf-of-aden-security-review/gulf-of-aden-security-review-november-30-2017) "], [283, "2017-12-10T14:49:17Z", 0.66, "Given the recent recognition of Israel's Jerusalem, such an attack could garner support in the Muslim world. There were also rumors the group was linked to Eritrea, which has apparently sponsored extraterritorial actions in the past, not to mention al-Qaeda."], [37488, "2017-12-02T23:53:33Z", 0.0, "http://www.gjopen.com/comments/comments/610035 & subsequent comments by @Gibson & @AB747 - thank you for taking the time to articulate your considerations"], [1993, "2017-11-26T07:26:00Z", 0.07, "Diplomatic facilities are highly fortified. There is no shortage of US military personnel in Africa now that make more inviting targets. But they shoot back. Would not really help advance al-Shabaab's agenda. "], [29591, "2017-11-17T21:43:33Z", 0.02, "Maintaining forecast:"], [11800, "2017-11-16T21:18:16Z", 0.3, "Thank you @AB474   and @Gibson   for opening up and make your conversation available to me!"], [11800, "2017-11-16T11:22:16Z", 0.3, "The threats of terrorism are still there accross Africa, as we had learend recently in a number of countries. \nThere are 54 countries in Africa and i assume almost the same amount of diplomatic facilities. At least USA recently said it has Military personel stationed in 53 of them \nI am sorry to say I am pessimistic but the likelyhood is big.\n"], [601, "2017-11-13T14:41:38Z", 0.09, "recent drone strikes make a high profile attack slightly less improbable"], [1333, "2017-11-13T10:12:11Z", 0.15, "https://www.longwarjournal.org/archives/2017/11/us-military-targets-al-qaedas-branch-in-somalia.php"], [29591, "2017-11-06T20:19:45Z", 0.02, "Was wondering how long it would be before the U.S. announces its withdrawing diplomatic staff from Somalia, given the current security situation: "], [691, "2017-11-02T19:30:42Z", 0.01, "There is no particular reason for them to do this, and nothing particular to be gained by it if they do.  Since Mr. Tangerine Man is not their leader, they may decide not to do something so pointless and self-destructive. In this they are perhaps luckier than some of the rest of us."], [29591, "2017-10-27T19:46:39Z", 0.02, "Maintaining forecast: "], [192, "2017-10-13T01:03:27Z", 0.85, "guess"], [37379, "2017-10-11T03:15:07Z", 0.03, "Where to look for news relevant to this question: "], [29591, "2017-10-05T19:57:43Z", 0.02, "Lowering forecast after doing more research on U.S. diplomatic facilities in Somalia. \nThe location of the proposed U.S. embassy will be at the Mogadishu International Airport Compound. The Bureau of Overseas Building Operations described access to the location as “extremely restricted” (https://govtribe.com/project/department-of-state-2017-design-build-construction-contract-for-somalia-interim-facility-mogadishu-somalia). The British Embassy in Somalia, which opened in 2014, is also located at the MIA compound, and was described as a “small compound within the heavily guarded barriers of Mogadishu International Airport” (https://www.theguardian.com/public-leaders-network/2014/may/22/britain-newest-embassy-mogadishu-somalia) \nGiven the location of the compound, one would expect several checkpoints before gaining entry to the proposed embassy site. Reports on when the building is due to be finished are not consistent - we might have a better picture towards the end of the year. "], [29591, "2017-09-28T20:10:48Z", 0.05, "Raising forecast: \nSecurity forces are making progress in Operation Linda Boni:\n“Officers conducting Operation Linda Boni in Lamu have discovered and destroyed 3 key al-Shabaab hideouts at Lango La Simba in Witu Division of Lamu West…More police and military camps have been set up in terror prone areas…” (http://allafrica.com/stories/201709120043.html) "], [23006, "2017-09-27T21:55:44Z", 0.5, "nothing seems to be on news radio but a martyr could act at anytime for any reason"], [40054, "2017-09-22T09:43:53Z", 0.65, "al shabab is trying to get more attention than IS or AQ. "], [39740, "2017-09-21T20:26:59Z", 0.5, "they could use the distraction from the north korea insident"], [39847, "2017-09-21T18:36:36Z", 1.0, "They want attention "], [39483, "2017-09-21T18:26:27Z", 0.16, "impossible to predict this. any crazy member could attack a us diplomatic facility"], [98, "2017-09-21T13:55:37Z", 0.08, "Not finding anything in the news suggesting anything is imminent "], [38540, "2017-09-08T01:54:47Z", 0.19, "Al-Shabaab has taken recent casualties, and needs to re-insert itself as a regional power."], [1993, "2017-09-08T00:58:37Z", 0.08, "It doesn't seem to be al-Shabaab's kind of target. They are more about establishing Islamic rule in Somalia than in bombing heavily-fortified foreign embassies."], [14720, "2017-09-07T14:46:43Z", 0.15, "improved intelligence"], [590, "2017-09-03T11:14:11Z", 0.1, "Trump has become more interventionist against Al-Shabaab (e.g. http://somaliupdate.com/articles/10738/Somalia-US-Military-Says-Airstrike-Kills-Al-Shabaab-Commander-near-Barawe just recently) but attacking foreign facilities does not seem to be a favoured tactics of Al-Shabaab."], [11442, "2017-08-30T01:55:00Z", 0.1, "The US does not have any diplomatic facilities in Somalia. However, it does have embassies in Kenya and Uganda has occasionally conducted attacks"], [38418, "2017-08-28T18:10:02Z", 0.1, "I am not aware of any previous attacks on US diplomatic facilities."], [29591, "2017-08-14T19:50:35Z", 0.01, "Maintaining forecast:\nThe CRS Report \"Securing U.S. Diplomatic Facilities and Personnel Abroad: Legislative and Executive Branch Initiatives\" (https://fas.org/sgp/crs/row/R43195.pdf) was written post-Benghazi in order to improve security to prevent such an incident happening again. "], [37477, "2017-08-13T10:08:04Z", 0.05, "Al Shebab exist as they do by not invoking the ire of the US govt. through direct confrontation. AU troops provide much more sustainable targets for what is ultimatly a local force."], [38147, "2017-08-12T17:59:09Z", 0.3, "Al Shabaab will try to gain attention and try to engender a martyrdom operation to demonstrate its capacity iflict damage on the Great Satan."], [195, "2017-08-10T17:47:05Z", 0.7, "Lack of attention to diplomatic security"], [29591, "2017-08-04T17:43:41Z", 0.01, "Consider this to be very unlikely, though I’m not discounting the spontaneity of terrorists."], [18762, "2017-08-02T14:33:53Z", 0.01, "@chigginson plus there are many softer targets if you want to go after the US."], [35398, "2017-08-02T04:07:12Z", 1.0, "could be happend still us diplomatic good target for them"], [36600, "2017-07-31T00:55:19Z", 0.15, "Fragmented base and operational capabilities. "], [1643, "2017-07-30T21:21:39Z", 0.02, "I could not find a single al-Shabaab attack on a US diplomatic facility that has occured.\nhttps://en.wikipedia.org/wiki/Timeline_of_Al-Shabaab_related_events"], [34836, "2017-07-30T21:10:21Z", 0.35, "Even though the Trump administration will accommodate the dictatorship in Somalia, the unremitting hostility to Arab and Muslim independence will provoke the rebels.  Although embassies are not a soft target, they are a possible source of a great deal of prestige for recruiting, especially of ISIS fighters returning from Iraq and Syria; And those veterans may have a particular dislike of the US."], [11896, "2017-07-30T16:29:01Z", 0.18, "Economic issues increase the probability of discontent and recruitment to Al-Shabaab. "], [368, "2017-07-29T17:38:17Z", 0.0, "The following data provides a provisional pattern of the activity of Al Shabaab, it's linkages to other organizations, number of incidents, deaths and wounded from 2006 - 2016.  Major acts of terrorism as an irregular tactic are considered while attacks on leaders of either the regime or the terror organizations are not counted."], [98, "2017-07-29T13:19:28Z", 0.15, "https://www.theguardian.com/world/2017/apr/22/us-action-al-shabaab-somalia-millions-famine-drought   Increase in focus of US / Somali actions against al-shabaab could lead to retaliation against US forces, diplomatic  https://www.thebureauinvestigates.com/drone-war/data/somalia-reported-us-covert-actions-2017.  "], [19801, "2017-07-29T03:49:42Z", 0.05, "al-Shabaab seems to be attacking in isolated regional areas and have not yet escalated to attacking cities currently. Even though that could change, currently it seems unlikely. Consensus also gives it a low probability."], [691, "2017-07-28T21:09:14Z", 0.01, "al-Shabab won't but Trump supporters might.  Stay tuned."], [29162, "2017-07-28T12:03:19Z", 0.19, "I would say that it's a low probability event, relatively speaking. It's a hard target yielding unclear gains for Shabaab. Given current pressures (http://www.thedailybeast.com/kenya-steps-up-the-war-against-al-shabaab-before-its-elections) it seems other targets make more sense, but almost a year is enough time for a lot to happen. "], [31450, "2017-07-27T20:34:26Z", 0.03, "I agree with the consensus here, this is a low probability event. Mostly because the American embassy in Kenya is a fortress after the last time and al-Shabaab doesn't have a history of going after American targets."], [28091, "2017-07-26T15:26:52Z", 0.05, "Attacking a US diplomatic facility could be hard to do and why do it if other easier targets are available but if the US ramps up attacks on Al-Shabaab it may lead to an influx of foreign fighters and increased risk for US diplomatic facilities. I will be watching for and general escalation of US involvement. "], [19801, "2017-07-26T03:59:12Z", 0.25, "I see no reason for al-Shabaab to conduct an attack precisely on schedule, and many reasons against. If nothing else, if my enemy expected me on 1 July I would attack on the 9th to catch them off guard."], [706, "2017-07-26T00:54:39Z", 0.65, "ISIS fighters are leaving Iraq and Syria and will need new locations.  Why not the Horn of Africa?  "], [691, "2017-07-25T19:49:21Z", 0.04, "No particular reason to do this--it buys them no tactical or strategic advantage in the region, and is vety likely to attract actual fire rather than just midnight Twits from the US."], [12879, "2017-07-25T18:14:46Z", 0.3, "Using the \"SuperForceCasting\" model, I'm predicting 30% (Probably Not) on an al-Shabaab attack on a US DIPLOMATIC facility. Their, al-Shabaab Leadership, can not afford in bringing down, the \"Wrath of of the USA\" on their heads.🚀✈️Etc......"], [519, "2017-07-25T17:42:48Z", 0.05, "Wouldn't be terribly prudent. High risk, low reward. Much softer targets around."]]}