{"question_id": 470, "title": "Will North Korea launch a land-based intercontinental ballistic missile (ICBM) before 1 November 2017?", "correct_answer": "Yes", "crowd_forecast": 0.2, "preds": [[1639, "2017-07-05T05:05:02Z", 1.0, "Yesterday’s successful intercontinental ballistic missile test marks a breakthrough in the country’s nuclear programme. The rocket that landed off Japan’s west coast yesterday followed a high, “lofted” trajectory whose range implies the missiles could travel 7,000km—enough to reach Alaska. That is striking progress, although the country is still far from having a reliable nuclear warhead. In January President Donald Trump promised that a North Korean ICBM test “won’t happen”; he may now look weak. That he recently claimed to have given up on getting help from China to curb the North’s nuclear ambitions won’t help either. Calls for new UN sanctions come as existing ones are poorly enforced. Some hawks argue for pre-emptive American strikes, but that would bring unthinkable retaliation risks for South Korea. Mr Trump promised a new direction on North Korea. Instead he is stuck with the old, lousy options"], [19801, "2017-07-05T04:24:15Z", 1.0, "The United States -- which confirmed it was an ICBM launch -- backed by Japan and South Korea, requested the urgent meeting that is scheduled for 3 pm (1900 GMT)."], [1034, "2017-07-05T04:08:04Z", 1.0, "\nU.S. Confirms North Korea Fired Intercontinental Ballistic Missile"], [23234, "2017-07-04T23:59:53Z", 1.0, "Comment deleted on Jul 18, 2017 06:49AM UTC"], [1643, "2017-07-04T23:50:39Z", 1.0, "Wow, can't believe they pulled it off so quickly.\nhttp://www.cnn.com/2017/07/04/politics/us-officials-meet-north-korea-missile-launch/index.html"], [35618, "2017-07-04T23:41:07Z", 1.0, "goddanm... looks like they did it\nedition.cnn.com/2017/07/04/politics/us-officials-meet-north-korea-missile-launch/index.html"], [34353, "2017-07-04T23:38:25Z", 1.0, "Based on recent reporting, it seems this was a real ICBM"], [12302, "2017-07-04T22:25:47Z", 0.8, "\"probable\", the reports are saying right now. Even if the majority decides that in the end, it's no icbm, that's way closer than previous cases.  "], [1034, "2017-07-04T21:02:44Z", 1.0, "North Korea says tests first ICBM; experts say Alaska within range"], [23234, "2017-07-04T20:52:49Z", 0.38, "Comment deleted on Jul 04, 2017 08:52PM UTC"], [34353, "2017-07-04T17:28:32Z", 0.9, "Should have stayed with my original 75%. "], [1034, "2017-07-04T16:45:35Z", 1.0, "North Korea Claims Success in Long-Range Missile Test"], [36309, "2017-07-04T16:22:32Z", 0.55, "Kim Jong Eun has demonstrated that he is unconstrained by international (including Chinese) pressure to cease ICBM missile program testing. He will continue to order ICBM missile tests throughout the 2017 calendar year.  (I am interperting this question's use of the verb \"launch\" as including launching of ICBMs for testing purposes, not just launching as an actual attack.)"], [1639, "2017-07-04T16:20:37Z", 0.8, "If it is determined that an ICBM has been fired, the Pentagon will publicly communicate that all missile defense measures aboard Navy ships in the western Pacific and land-based missiles in Alaska are fully ready, as are missile defense systems in South Korea and Japan.\nhttp://edition.cnn.com/2017/07/04/politics/us-officials-meet-north-korea-missile-launch/index.html\n____________________________\nCOMMENTS:  Well, warned he was warned already, and Kim Jung Un bravados don't seemed deterred by Trump's bravados! So which one of the two \"Bravoosi\" will launch first?  Let's stay all tuned!"], [2965, "2017-07-04T16:13:16Z", 1.0, "ouch"], [176, "2017-07-04T14:31:28Z", 1.0, "If this last launch wasn't an ICBM, it is sure one heck of an imitation: \nIf the missile took 37 minutes to fly 578 miles, that would mean that it had a highly lofted trajectory, probably reaching an altitude of more than 1,700 miles, said David Wright, co-director of the Global Security Program at the Union of Concerned Scientists.\nRetrieved from here: https://www.nytimes.com/2017/07/04/world/asia/north-korea-missile-test-icbm.html"], [30387, "2017-07-04T13:02:49Z", 1.0, "He doesn't have anything better to do in his life"], [691, "2017-07-04T12:54:09Z", 0.87, "http://www.bbc.com/news/world-asia-40491138\nhttp://www.reuters.com/article/us-northkorea-missiles-idUSKBN19P02W\nThis one may count or it may not, but they are pretty clearly closing in on this; if this one doesn't make it a Yes, the next one probably will.   According to the resulting 2:00 a.m. Twits from the President of the United States, this will be the fault of China, South Korea, the Obama administration, and CNN, in any order."], [24771, "2017-07-04T12:10:23Z", 0.5, "Comment deleted on Jul 06, 2017 01:41PM UTC"], [13377, "2017-07-04T11:26:52Z", 1.0, "Ouch!"], [28414, "2017-07-04T11:20:00Z", 0.1, "\"But the US and Russia said the missile had a medium range and presented no threat to either country.\"\nNorth Korea missile test: Hwasong-14 hailed as ICBM\nhttp://www.bbc.co.uk/news/world-asia-40491138"], [23234, "2017-07-04T11:15:00Z", 0.37, "Comment deleted on Jul 18, 2017 06:50AM UTC"], [23234, "2017-07-04T11:00:07Z", 0.3, "I guess I'll increase probability on this announcement though maybe I should decrease if this is the missile North Korea said would be/is an ICBM and the U.S. still does not believe it's an ICBM..."], [212, "2017-07-04T09:25:28Z", 1.0, "\"Experts estimated that if the missile had been launched at a \"normal\" angle, instead of the steep trajectory used in the test, it could have flown more than 6000 kilometres, a distance that would see it reach the US mainland.\"\nhttp://www.theage.com.au/world/north-korea-claims-icbm-launch-bringing-us-and-darwin-within-range-20170704-gx47u8.html"], [1639, "2017-07-04T09:03:16Z", 0.8, "In initial statements, the United States Pacific Command and the State Department described the weapon as an intermediate-range missile rather than an intercontinental ballistic missile.\nThe missile took off from the Banghyon airfield in the northwestern town of Kusong and flew 578 miles before landing in the sea between North Korea and Japan, the South Korean military said in a statement"], [28414, "2017-07-04T07:26:30Z", 0.1, " 2,802km is not ICBM, right..."], [1034, "2017-07-04T07:06:33Z", 0.0, "North Korea test-fires ballistic missile ahead of G20 summit"], [38, "2017-07-04T06:13:51Z", 1.0, "EDIT:  good forecasters acknowledge their errors.  \nI was wrong.\nSo, apparently, was GJO"], [38, "2017-07-04T06:07:49Z", 0.5, "DPRK conducted another missile launch.  Australia's paper called it possibly the DPRK's first ICBM . . . ."], [23006, "2017-07-04T05:32:53Z", 1.0, "mainstream press"], [4634, "2017-07-04T05:30:24Z", 1.0, "From Twitter (Reuters): \"North Korea ballistic missile \"greatly exceeded\" altitude of 2,500 km\""], [36265, "2017-07-03T17:05:05Z", 0.5, "Given the accelerated rate of N Korea's rocket development, I believe that they will launch such a rocket this year. "], [948, "2017-06-29T23:11:53Z", 0.95, "Testing an engine now for an ICBM, could mean the test is coming sooner than one might think http://www.aljazeera.com/news/2017/06/north-korea-tests-rocket-engine-icbm-170623075938566.html"], [23943, "2017-06-29T00:56:28Z", 0.73, "I think it is exceedingly likely that another \"ICBM\" is launched. Whether the launch is successful... That's another forecasting challenge."], [36187, "2017-06-27T22:24:37Z", 0.1, "While they may have the ability to launch something somewhere, there are still technical difficulties as well as our ability to prevent through cyber interference and there is a great deal of political pressure for them not to. "], [34067, "2017-06-26T17:18:04Z", 0.95, "Because they are the drama queens of the Far East, and want to keep China AND the US in line, and as an auxiliary Japan and S. Korea.  And ultimately Un wants attention and respect even though we all know he's an unreliable crazy nut.  But that's his motivation.   And not feel beholden to China for their existence, even though they are. "], [19801, "2017-06-23T07:38:54Z", 0.09, "The head of the U.S. Defense Intelligence Agency told Congress last month that North Korea, if left unchecked, was on an \"inevitable\" path to obtaining a nuclear-armed missile capable of striking the U.S. mainland.However, experts say Pyongyang could still be years away from have a reliable ICBM capability.\nhttp://www.reuters.com/article/us-usa-northkorea-missiles-engine-idUSKBN19D2RC?il=0"], [36095, "2017-06-20T20:21:57Z", 0.7, "Based largely on the death of Otto Warmbier. Tensions will escalate, and NK will test launch an ICBM in response to a US show of force. "], [1643, "2017-06-17T11:01:58Z", 0.05, "Decreasing probability for passing of time.  Also, a post-South Korean test has happened and they either chose not to test an ICBM or do not have the technology yet."], [35315, "2017-06-13T16:25:08Z", 0.09, "Updating forecast as date comes nearer and the DPRK still has not launched an ICBM, this decreasing the probability marginally"], [13377, "2017-06-12T23:55:16Z", 0.15, "On one hand: https://foreignpolicy.com/2017/06/12/north-korea-is-about-to-test-a-missile-that-can-reach-trump-tower/"], [2965, "2017-06-11T15:50:01Z", 0.0, "DPRK never disappoints they are not shy about testing\nto max deter need launch and tests\nKim III is subject to some constraints\nespecially with 2 US carrier groups in Yellow Sea\nIf Kim III say  he is close he does  not have it-yet\nSee Yonhap:\nhttp://english.yonhapnews.co.kr/northkorea/2017/06/10/30/0401000000AEN20170610001051315F.html\nUS sources state:\nA senior U.S. government official also forecast that the North will likely be ready to test-fire an ICBM within the year."], [2965, "2017-06-09T14:23:50Z", 0.0, "http://english.yonhapnews.co.kr/national/2017/06/09/0301000000AEN20170609008151315.html"], [755, "2017-06-08T00:07:57Z", 0.05, "The Daily Mail, June 7, 'BREAKING NEWS - North Korea fires multiple land-to-ship missiles off its east coast in latest round of arms tests': http://www.dailymail.co.uk/news/article-4582824/North-Korea-fires-multiple-missiles-east-coast.html\nClip from article:\n\"In total four cruise missiles were fired from the North Korean coastal city of Wonsan, Gangwon Province, a US defense official told CNN.\"  "], [32723, "2017-06-06T10:44:32Z", 1.0, "Regelmäßige Drohgebärden und Stärkepräsentationen sind das typische Verhalten eines  öffentlichen Gewaltherrschers  "], [755, "2017-06-03T21:49:03Z", 0.05, "\"My style of deal-making is quite simple and straightforward. I aim very high, and then I just keep pushing and pushing and pushing to get what I'm after. Sometimes I settle for less than I sought, but in most cases I still end up with what I want.\" - Trump, Art of the Deal"], [2965, "2017-06-03T00:00:49Z", 0.0, "http://www.reuters.com/article/us-northkorea-missiles-un-idUSKBN18T2X3\nThe U.N. Security Council on Friday expanded targeted sanctions against North Korea after its repeated missile tests, adopting the first such resolution agreed by the United States and Pyongyang's only major ally China since President Donald Trump took office."], [16778, "2017-05-31T20:20:15Z", 0.0, "The key to North Korea's \"Crazy Man\" strategy rests on the risk that there is a small - but credible - chance that it will do what it says and launch an attack. The US has effectively messaged to Kim Jung Un that it can discount their threats because we can now defend against an ICBM attack.  This does not necessarily reduce the risk of an North Korean attack - just the chance of an ICBM launch.  North Korea could still launch conventional attacks against South Korea or short-range ballistic missiles against Japan (which could presumably be defended by THAAD)."], [1034, "2017-05-31T06:18:13Z", 0.0, "U.S. starts first test of key defense against ICBM attack"], [35814, "2017-05-30T09:43:13Z", 0.1, "Kim Jong-Un displays several missiles on a regular bases. Whether these are fully capable ICBM is questionable. He may alternatively try to get some from his chinese allies (very, very unlikely), or make a leap an build one himself. He seems to have the materials, he seems to be close to having the technology and it looks like he is not afraid of repercussions. Will he be ready before November first? That is where the likelihood drops dramatically. I think he will not make that leap to actually launching one within the next 5 Months."], [1034, "2017-05-30T06:02:54Z", 0.0, "North Korea fires Scud-class ballistic missile, Japan protests"], [12879, "2017-05-29T18:38:49Z", 0.01, "It still remains as to the,  verification or confirmation of a launched missile being, an ICBM as defined as (Military) intercontinental ballistic missile: a missile with a range greater than 5500 km / a type of missile that can fly from one continent to another."], [21823, "2017-05-28T09:32:39Z", 0.1, "Folks here convinced me the recent launch is 1) Not an ICBM, and 2) the best missile nK currently has, and 3) nK does not have the ability to develop an ICBM to launch in less than 5 months."], [38, "2017-05-27T15:14:41Z", 0.0, "http://38north.org/2017/05/jschilling052417-2/"], [755, "2017-05-25T23:52:44Z", 0.05, "See @lsgold7 May 24 post and 38th North links. Very persuasive. Also see continued missile data/technology exchanges between DPRK and IR; to a lesser extent, PK and IN.\nRelated:\nReuters, May 25, 'Exclusive: Kim's rocket stars - The trio behind North Korea's missile program': http://www.reuters.com/article/us-northkorea-missiles-trio-exclusive-idUSKBN18L302\nNorth Korean Leadership Watch: https://nkleadershipwatch.wordpress.com/\nRi Pyong Chol: https://nkleadershipwatch.wordpress.com/leadership-biographies/general-ri-pyong-chol/\nKim Jong Sik: https://nkleadershipwatch.wordpress.com/leadership-biographies/kim-jong-sik/"], [2965, "2017-05-24T16:04:55Z", 0.0, "I am relying on 38 North.\nIt appears the main focus of DPRK development  is its IRBM dual capacity to accurately target Beijing, Seoul, Vladivostok and perhaps as  far as Guam.\nI infer that the ICBM is secondary for now..that is until 11-1\nHowever shortly after 11-1-2017 I anticipate that DPRK will launch an ICBM capable of accurately targeting US mainland SF, Seattle and LA.\nSee as usual the excellent analysis of 38North and I an indebted for their invaluable and ongoing efforts.\nhttp://38north.org/2017/05/jschilling052417/?utm_source=38+North+Bulletin+052417&utm_campaign=38+North&utm_medium=email\nPer John Scxhilling dated May 24, 2017"], [2965, "2017-05-22T21:34:57Z", 0.0, "Reaffirm. Please see see the excellent discussion of the the new solid fuel mobile IRBM launcher just tested yesterday  and the prior launch in the ransomware attack window at. the Guardian https://www.youtube.com/watch?v=dRB4MfhtGS4 and https://www.theguardian.com/world/2017/may/21/north-korea-fires-unidentified-projectile."], [35425, "2017-05-22T15:35:42Z", 0.1, "This is all posturing to get N. Korea a seat at the table. They may or may not get it, but they won't go beyond simple tests."], [35736, "2017-05-22T14:26:27Z", 0.0, "Not enough time for the resources required"], [1034, "2017-05-22T06:31:33Z", 0.0, "North Korea tests another missile; Seoul says dashes hopes for peace"], [755, "2017-05-21T22:53:48Z", 0.05, "Two in a week. Playing cagey with short/intermediate-range delivery systems and getting the data they need for the big one. Smart, actually. Highly suspect this data in rapid exchange between North Korean and Iranian developers. \nReuters, May 21, 'North Korea tests another missile; Seoul says dashes hopes for peace': http://www.reuters.com/article/us-northkorea-missiles-idUSKBN18H0A6\nClips from article:\nRIVAL TEAMS\n\"Kim Dong-yub, a military expert at Kyungnam University's Institute for Far Eastern Studies in Seoul, said the North appeared to be testing and perfecting both solid and liquid-fueled missiles, which might help explain why the pace of its tests had increased.\n\"I think the team to develop liquid fuel missiles are being pitted against the solid fuel team,\" Kim said. \"The liquid fuel team succeeded on May 14 so the solid fuel team went for another round to achieve success. That is why the speed of North Korea's missile development is going beyond imagination.\""], [35447, "2017-05-21T19:21:57Z", 0.01, "Need fuel and technology is hard to develop "], [14253, "2017-05-17T23:10:25Z", 0.29, "Previous forecast a mistake."], [2965, "2017-05-17T21:36:50Z", 0.0, "Close, Could have hit Guam,\nhttps://www.thecipherbrief.com/article/north-america/defending-us-north-korean-long-range-missiles-1091?utm_content=buffer1d157&utm_medium=social&utm_source=twitter.com&utm_ca\n\"Defending the U.S. from North Korean Long Range Missiles\nMAY 16, 2017 | WILL EDWARDS"], [35398, "2017-05-16T23:15:13Z", 0.01, "well no  he still under time to do this but not at 5 months"], [35315, "2017-05-16T20:51:51Z", 0.15, "Basing this on the assumption that the successful May 14 test of the Hwasong-12 is the best missile that the DPRK currently has. The Hwasong-12 is not an ICBM."], [1333, "2017-05-16T18:55:37Z", 0.35, "There are so many ways of disguising a ICBM development program I'm not sure they would get credit foro it if they did it, and blew it up after getting whatever test data they need. Plus they may not want us to get intercept on their telemetry, with a full scale test over the south pacific."], [35636, "2017-05-16T18:07:57Z", 0.01, "All bluff and bluster to get free aid"], [2965, "2017-05-16T14:42:56Z", 0.0, "see @anneinak below\nconcise \nbest"], [38, "2017-05-16T06:51:34Z", 0.0, "I've been thinking about this question all day, and have concluded that Sunday's missile launch was\n-the new missile Kim was bragging about\n-it is DPRK's best missile\n-it is not an ICBM\n-the DPRK will not have an ICBM ready for launch in 5 months"], [38, "2017-05-16T03:42:44Z", 0.33, "I'm hoping that GJO Admins will give us a definition of ICBM based on minimum range so that we'll know for certain whether or not the new type of missile launched last weekend will satisfy this question.  Absent a definition, I'll be reducing my forecast further as I do not think DPRK has a missile with a longer range, nor could it develop and test one in 5 months."], [35618, "2017-05-16T03:32:27Z", 0.33, "Comment deleted on May 16, 2017 03:35AM UTC"], [35618, "2017-05-16T02:53:20Z", 0.33, "I think that there is a chance given that as tensions rise in the area, Kim Jong-un will only push harder for an ICBM.  Especially given the recent success, though reliability is clearly still a problem. "], [38, "2017-05-16T01:55:02Z", 0.33, "At New Years, Kim bragged about a new missile; I don't know if he specifically called it an ICBM.  I’m thinking that the missile that was launched over the weekend is what Kim was referring to on New Years, and that THIS is the biggest missile DPRK has.  "], [35401, "2017-05-15T22:00:08Z", 0.0, "https://www.vox.com/world/2017/5/15/15640968/north-korea-missile-test-guam"], [691, "2017-05-15T19:54:16Z", 0.2, "They appear to be getting better at Up, but still need to work on Over.  However, as long as they are willing to sacrifice pretty much everything and everybody in the country in aid of this objective, one hesitates to write them off entirely.  Up a bit, but not thoroughly convinced yet."], [1034, "2017-05-15T16:59:16Z", 0.0, "North Korea's latest missile launch suggests progress toward ICBM: experts"], [1333, "2017-05-15T14:17:08Z", 0.4, "The flight angle suggests to me it's a development phase of the Sub Launch variant and altitude was about avoiding counter missiles. Now if they miniturize their components they're in bussiness."], [5386, "2017-05-15T08:27:16Z", 0.01, "The missile launched on Sunday flew 700km and is the most recent & most advanced ballistic missile North Korea has developed."], [1034, "2017-05-15T06:03:47Z", 0.0, "Inside North Korea’s Accelerated Plan to Build a Viable Missile"], [35569, "2017-05-15T01:45:33Z", 1.0, "There is a significant difference between launch and successfully launch.  North Korea will continue to launch as many ICBMs as possible.  Some of their launches will succeed and some will fail, but they will continue to launch regularly.  The most important questions to answer...will any of these ICBMs from North Korea launch and successfully strike a land target?  Or hit land in general?  Those two questions concern me the most.  In my opinion, answers to those two questions will determine the likelihood of nuclear war or at least, a very ugly war in the near future.    "], [2965, "2017-05-14T22:11:17Z", 0.0, "This is a pattern of provocations. The missiles will continue. He needs  a warhead for new missile he will continue to test missiles and wmd including nuclear, chemical, and biologic weapons.\nPutin should view this as the ultimate threat to Russia in Pacific theater\nand Xi Ping greatest threat to Beijing which is in range\nNot THAAD not US Seventh Fleet.\nLIkely source of  global cyber  ransom attack on Euro and NHS\nDPRK, Russia, China ISIS\nDPRK more likely.\ncnn.com citing Russia state outlets states missile hit 50 miles  east of \nVladivostok\n\nGoal: Kim III wants recognition. no sanctions\nso this was  an effort to enlist Beijing and Moscow against US\nwhile continuing negotiations with US and ROK fonder over \n recognitions a nuclear power\nthe denuclearization of the Korean peninsula. no way\nKim III is  an absolute totalitarian dictator\nJust like PRC in 60s and Mao he is starving peasants,"], [1034, "2017-05-14T16:16:18Z", 0.0, "North Korea Fires New Type of Ballistic Missile With Longer Range"], [2965, "2017-05-14T14:21:44Z", 0.0, "I concur with @Wildwood2000\nChart from wsj.com"], [1034, "2017-05-14T05:54:39Z", 0.0, "North North Korea Launches a Missile, Its First Test After an Election in the South"], [23006, "2017-05-14T01:52:00Z", 1.0, "https://www.nytimes.com/2017/05/13/world/asia/north-korea-missile-test-kim-jong-un-moon-jae-in.html?emc=edit_na_20170513&nl=breaking-news&nlid=52725637&ref=headline&_r=0"], [1643, "2017-05-13T22:28:09Z", 0.1, "1) Given that the South Korean election just completed and the last missile attempt appeared to fail, I think there will almost certainly be a test by Nov 1.\nStart with 100% chance of test."], [35544, "2017-05-13T17:43:31Z", 0.06, "While the North Korean Government certainly wants to have a functional ICBM, they seem to be more hopeful than practical. US news media often overemphasizes the capabilities of North Korea leading to a view that the country is much more functional than it actually is. "], [35531, "2017-05-13T11:04:23Z", 0.4, "Talks already in progress with south Korea saber rattling will lesson unless the US postures still very high chance. \nthis may open the door for more items to enter from the south that they may need to further there goal (the majority of South Korea see the north as no big threat or as distant relatives)\nBefore the date maybe not but it will happen maybe not any time soon.\nyes kinda stupid to put the cart before the horse.\nBut building submarine's that can handle ICBM missiles would be the same thing.\nPlus detonating a bomb underground and calling it a nuclear detonation makes the same argument.\n it's the fact that they are dead set on making these things happen or stating that they have is the issue"], [35401, "2017-05-12T16:07:41Z", 0.7, "North Korea's missile program has increased its abilities dramatically recently.  While many countries are against the North Korean government developing ICBMs it has become the countries main goal.  While the launch may be unsuccessful, the North Koreans will surely try to launch an ICBM. "], [35417, "2017-05-12T03:30:00Z", 0.15, "They're trying sooo it's a chance"], [35410, "2017-05-12T03:19:00Z", 1.0, "Yes and I personally believe they are receiving help from Russia"], [4634, "2017-05-11T18:37:30Z", 0.55, "Oops "], [16652, "2017-05-10T09:48:45Z", 0.01, "Comment deleted on May 25, 2017 07:57PM UTC"], [35342, "2017-05-10T01:31:49Z", 0.55, "The question is \"will North Korea launch a land-based ICBM,\" not \"will it launch it successfully\" or \"will it miniaturize nuclear warheads to fit on the ICBM.\" As a result, it is more likely that North Korea will launch an ICBM before November 1st. "], [35319, "2017-05-09T00:37:28Z", 0.86, "The only thing that is certain to come out of the North Korean leader is that he will act uncertainly. No matter how often we suggest he could never go THAT far, he does. It would be a mistake to trust that NK would not fire ICBMs at a land based target."], [35322, "2017-05-08T21:27:30Z", 0.0, "They will never launch it."], [755, "2017-05-07T05:58:51Z", 0.05, "UPI, May 5, 'North Korea shipyard for sub-launched missiles is active, analyst says': http://www.upi.com/Top_News/World-News/2017/05/05/North-Korea-shipyard-for-sub-launched-missiles-is-active-analyst-says/2881494009848/"], [29648, "2017-05-06T07:59:15Z", 0.7, "but there's a 99% chance it will fail or be photoshopped to look more impressive than it is"], [2965, "2017-05-06T03:36:50Z", 0.0, "Hey you POTUS\n@realdonaldtrump\nput down tht tweeter\nor no one in Seoul-ROK gets out alive.\nget off that that twitter for good man\nvip: no tweets\nor no one  gets out alive on Seoul 20-million civilians with no nukes\nSee alert https://www.thecipherbrief.com/dead-drop!!!!!!!!!!!!"], [35284, "2017-05-05T15:20:48Z", 0.32, "They still working on it but regarding the latest attempts they need more time to achieve it "], [35270, "2017-05-04T22:27:06Z", 0.3, "Testing the part commonly used to carry nukes would be a step too far, everything else could be considered a bluff but this would be considered very serious."], [30330, "2017-05-04T20:19:21Z", 0.55, "As missile tests have less of a deterrent effect, the young leader may require a greater show of force to engender unity in the nation. "], [691, "2017-05-03T19:32:39Z", 0.18, "Li'l Kim's attention seems to have shifted to blowing things up on purpose in a weapons test rather than accidentally in a launch attempt.  Stay tuned."], [691, "2017-04-30T12:01:56Z", 0.21, "When I was a lad, \"crash pad\" meant something different to what it now means in the DPRK, where it has beome synonymous with \"launch pad.\"  Still, one supposes they are learning from these little exercises; stay tuned."], [755, "2017-04-30T05:41:32Z", 0.1, "Clip from my April 19 post (CSIS analysis):\n\"This pattern suggests a provocation as early as two weeks before the South Korean elections on May 9th. The start of the provocation window falls on Military Foundation Day (April 25), a holiday in North Korea, and 10 days after the 105th anniversary of Kim Il-sungâ€™s birthday on April 15th (KST).\""], [35158, "2017-04-30T04:27:45Z", 0.35, "North Korea's missile system has been developing very quickly, but there's always MAD."], [35073, "2017-04-29T11:03:06Z", 0.95, "NK under pressure of sanctions, etc will attempt launch kn14  but It is increasingly apparent Russia will cause it's failure shortly after launch as they most likely did the 4-28-17 kn17 launch"], [38, "2017-04-28T22:13:57Z", 0.66, "North Korea fires missile, US official says - CNN.com\nwww.cnn.com/2017/04/28/world/north-korea-missile-launch/\n3 mins ago - (CNN)North Korea on Saturday launched a missile that landed in the Sea of Japan, also known as the East Sea, a US official said. The test-fired missile probably was a medium-range ballistic missile called a KN-17,\n~~~~~~~\nCOMMENT:  This launch won't satisfy this question, but it tells me that Kim has not been deterred from doing as he plans/pleases, so until there's been additional sanctions imposed, I'll be expecting more launches."], [38, "2017-04-28T22:06:16Z", 1.0, "@Dsarin\nhttp://www.bbc.co.uk/news/world-asia-39750240"], [35146, "2017-04-28T18:07:40Z", 0.35, "I suspect that threats, pressure and some amount of cyber-related sabotage may make this an untenable proposition for NK this year. That said, this analysis is definitely sensitive to new developments and actions and reactions of actors outside NK. Not least the US and China. "], [38, "2017-04-28T01:11:54Z", 0.22, "On the BBC tv news tonight there was a story about China making it clear to DPRK that there will be consequences for this."], [31450, "2017-04-27T17:44:26Z", 0.85, "I think a test is extremely likely because the technology is developing rapidly (http://38north.org/2017/04/ychang042517/) and because I think Kim is a rational actor. He learned the lessons of NATO's Libya intervention and the US's second Iraq War (two examples of dictators abandoning their pursuit of nuclear weapons and thus leaving themselves open to attack) and understands that without a threatening arsenal of nuclear weapons he is not safe on his throne (is there a throne? I feel like there should be). My bet is our new president has him worried and he needs a way to demonstrate deterrence against a US attack, assuming of course the North Koreans haven't already worked out how to launch nuclear tipped missiles from submarines. "], [38, "2017-04-27T16:42:03Z", 0.33, "38 North recently posted an analysis of DPRKs missile capability.  http://38north.org/2017/04/ychang042517/"], [34953, "2017-04-27T08:45:55Z", 0.85, "I'm betting that US will successfully pressurise China to stop economic relations with NK. And that will provide Kim three choices - (i) Let his country into ruin risking someone taking him out or an uprising; (ii) Make peace with the US / other global powers by shutting down his weapons development program; (iii) risk everything by going all out with a ICBM or worse."], [27798, "2017-04-27T06:05:31Z", 0.01, "Too lazy to look up the link now but some military expert in a paper said maybe by 2020"], [35097, "2017-04-26T02:32:15Z", 0.01, "They'd invite war upon themselves if they did."], [34377, "2017-04-25T16:01:55Z", 0.15, "Although there is a lot of data pointing to NK's ability to develop the weapon, the US's renewed vigor in monitoring the situation should deter the launch. China will also exert significant economic pressure on NK to not move forward. While Kim-Jong Un is certainly not the most rational actor, this combination of pressures should deter him at least until November 1st. "], [368, "2017-04-24T21:06:35Z", 0.05, "In 2016, NK has tested a nuclear device that can be assessed or verified.  Varying tests of components of the nuclear missile program has occurred as well since restarting nuclear production last year.  Whether  NK is capable of implementing a successful nuclear test is not is not quite clear -- given the size of the tremors near its nuclear plant where underground tests occurred, one can assume some level of success.   The various stages of component design, development, testing and launching (needs highly compotent scientists, fissile material and other factors) can occur within one or several cycles depending on the stage of technological development.  Since only one nuclear test has occurred (2016) but 5 over 2 decades that we know of, it is likely that there could be component ( or module) tests this year.  There is clear urgency and intentionality in weapons development, fissile production and testing given the current relations between NK and USA.  Given Pyongyang's bellicose rhetoric toward its rivals, it is capable of producing 6 kilograms of plutonium (a sufficient requirement for building 1 nuclear bomb) per year.  With prior production storage of fissile material, at this point, we know that has a capability of the use of 14 - 48 nuclear missiles.  While NK claims it can mount nuclear warheads on its missile and has the capability to employ an ICBM, it is less clear that this is the case."], [500, "2017-04-24T18:27:35Z", 1.0, "Severno korejska podmornica sa nuklearnim bojevim glavama je na putu za zapadnu obalu AMERIKE.Napad SAD na severnu koreju rezultirace odgovorom tj napadom  podmornice na VASINGTON i WHITE HAUS.Severna korejan nema projektile da gadja ameriku sa sobstvene teritorije tako da ce poslati minimum dve podmornice i jedan brod za snabdevanje maskiran u trgovacki.Ne bih voleo da sam u vasingtonu jer podmornice su isplovile pre deset dana."], [25804, "2017-04-24T15:35:42Z", 0.65, "Pyongyang being pushed to show that its missiles have longer range than in previous tests"], [17051, "2017-04-24T14:06:49Z", 0.4, "I believe the US effort to gain China's support will be effective and will delay the launch."], [35071, "2017-04-24T06:44:06Z", 0.81, "They need to show the strenght to the others in order to improve their negotiation position."], [20062, "2017-04-24T02:33:47Z", 0.73, "Assuming test launch without payload. As for successful it is another story. "], [14133, "2017-04-24T00:37:42Z", 0.25, "I think they probably could by then, but I believe China is now on board to prevent that."], [8199, "2017-04-23T13:58:12Z", 0.7, "North Korea seems to be willing to pay any price including war to develop the intercontinental ballistic technology. The only way for them not to succeed will be the lack of technical ability not of political  will. They are going to be taking advantage of conflicts that continues to rise between USA , China and Russia. "], [4577, "2017-04-23T13:45:22Z", 0.95, "Comment deleted on Apr 23, 2017 01:45PM UTC"], [33773, "2017-04-23T13:15:20Z", 0.25, "The leadership wants to make a political statement"], [35062, "2017-04-23T11:24:43Z", 0.66, "Is technically possible? Yes. They have kind of already done it,  \"see Unha\" although with an different payload..\nIs politically possible? Yes. A dictator can only rule as long he puts fear in peoples mind\nDoes Americas new president/politics influence the matter? Yes. Putting pressure on N.K forces Kim to show he is \"strong\" to his own people. Especially the army who probably are the only ones that can overthrow him.\nWill they succed? Probably not, since its technically complicated, and driven by haste/fear of his own possible defeat. "], [38, "2017-04-22T15:47:32Z", 0.44, "I'm not sure that they actually HAVE an ICBM.  It's possible that they only have mock-ups."], [706, "2017-04-21T04:33:30Z", 0.55, "Launch, yes.  Will it clear the launchpad?  TBD."], [34931, "2017-04-20T20:59:54Z", 0.75, "The desired capability:"], [19801, "2017-04-20T07:10:19Z", 0.09, "1.Pyongyang showed off two new intercontinental ballistic missile-sized canisters as well as displaying its submarine-launched ballistic missile and a land-based version of the same for the first time, according to analysts."], [755, "2017-04-20T02:06:59Z", 0.1, "Interesting analysis:\nCSIS (Analysis), April 18, 'DPRK Provocations Possible Around South Korean Elections': http://beyondparallel.csis.org/rok-elections-and-dprk-provocations/\nClips from article:\n\"This new study is one of the first to examine the relationship between ROK elections and North Korean provocations with the key findings listed below.\nKey Findings\nThe provocation window between South Korean elections and North Korean provocations has become more narrow over time. A previous Beyond Parallel study also found that North Korean kinetic provocations, including missile and nuclear tests, have clustered increasingly closer to U.S. elections.\nUnder Kim Jong-un, the average window for a North Korean provocation bracketed around all ROK elections is 6.5 days (about 1 week). The average for presidential elections is 15 days or about two weeks.\nThis represents a significant change from previous periods: Under the leadership of both Kim Il-sung and Kim Jong-il the window was an average of about 10 and 11 weeks respectively.\nThere has been a transformation in the types of kinetic provocations that North Korea has carried out over the last 20 years. The provocations are now overwhelmingly comprised of missile and nuclear tests rather than other types of conventional kinetic military actions.\nThis pattern suggests a provocation as early as two weeks before the South Korean elections on May 9th. The start of the provocation window falls on Military Foundation Day (April 25), a holiday in North Korea, and 10 days after the 105th anniversary of Kim Il-sung’s birthday on April 15th (KST)."], [691, "2017-04-19T18:05:48Z", 0.85, "Continuing to assume that \"launch\" means aim 'er Up and let 'er rip.  Anything higher off the ground than blowing up on the pad would count as a \"launch\" if I'm right; further assuming that someone authoritative and credible (i.e., not the DPRK and not the White House) identifies the object as an ICBM.  Full disclosure: I am rarely right."], [755, "2017-04-19T03:13:26Z", 0.1, "The DPRK could makeover the Taepodong-2 for the job. But, this liquid-fueled rocket takes time to warm up. We'd most likely notice real quick and take it out at the launch site. One reason USA retired the Titan 2.  Agree with comments about nuke test and USA response from @pclinton April 18 post. "], [28091, "2017-04-19T01:57:52Z", 0.7, "North Korea will certainly continue to try to test ICBMs. I am not sure how we define launch, what if it launches but blows up later will it still be a positive to this question? It is hard to believe they would go over 6 months without testing but it is also possible that they will do a nuclear test and the US would respond with an attack that could sidetrack there ICBM program or even bring down the regime. "], [691, "2017-04-18T22:16:16Z", 0.85, "It would be pleasant to know whether this means such a missile need only be placed on a pad and fired in the direction of Up, or whether it must achieve measurable altitude, or whether it must actually display intercontinental capability.  If only the first, pretty good odds, but as one moves up the difficulty scale, the numbers go down faster than the Disaster-Prone Rockets of Kim (or DPRK).  And there is of course the excellent question posed by @Sneaky_Pete531: Who gets to decide if the debris would have been an ICBM in the first place?  "], [1333, "2017-04-18T18:09:55Z", 0.0, "They seem to having a problem with just tickets right now."], [12879, "2017-04-18T17:08:23Z", 1.0, "They will most likely launch one BUT, it will most likely fail once again, as past launches have. "]]}