{"question_id": 423, "title": "Will the Federal Open Market Committee decide to raise the interest rate on excess reserve balances at or before its scheduled September 2017 meeting?", "correct_answer": "Yes", "crowd_forecast": 0.98, "preds": [[29591, "2017-03-15T20:31:25Z", 1.0, "Feds have raised interest rates: https://www.federalreserve.gov/monetarypolicy/reqresbalances.htm"], [29591, "2017-03-14T11:22:38Z", 1.0, "Looking at the relevant market data and all of the news articles that say its a done deal, as the New York Post put it “Unless the sky falls at the same time as the Earth starts spinning in the opposite direction, the Federal Reserve will increase interest rates on Wednesday”(nypost.com), perhaps that might be a bit too definitive for me, but in terms of this forecast, I think it will definitely happen before September. "], [34310, "2017-03-12T04:25:25Z", 1.0, "March 2017 hike and maybe June as well"], [992, "2017-03-10T17:22:06Z", 0.99, "Today's jobs report beat estimates.  The US equities markets have not significantly moved.  Oil prices have fallen (perhaps in anticipation of a stronger US dollar).  This meets the conditions for the FED to raise raises next week."], [34265, "2017-03-09T19:15:50Z", 0.99, "news media"], [25158, "2017-03-09T16:50:44Z", 0.99, "Robust growth, nearly full employment and inflation pressures"], [33979, "2017-03-09T15:56:28Z", 0.98, "I certainly believe the FED will raise interest rates by 0.25 points after March's meeting. The market has already been priced in now. Even though they lift the rates it's not going to tumble the market. "], [29054, "2017-03-08T18:51:51Z", 1.0, "The futures markets and the money supply velocity all are indicating the costs going up, thus the excess deposits will have to follow suit. So it is time to bump it to at least 100% !"], [34242, "2017-03-08T12:52:58Z", 0.99, "If the Fed doesn't hike before Sept 2017 it would be too late. US macro data suggests there is every reason for Fed to hike and possibily as soon as the March policy."], [19801, "2017-03-08T07:41:22Z", 0.6, "Gundlach, who oversees more than $101 billion at Los Angeles-based DoubleLine, said U.S. economic data support a rate increase as soon as the next Fed policy meeting on March 14-15, and further rises this year, after a series of false starts in 2015 and 2016.\nhttp://www.reuters.com/article/us-funds-doubleline-idUSKBN16E2X4\n"], [34051, "2017-03-08T04:41:30Z", 0.85, "Rationale:\n- Trump's \"America-First\" policies are all positive for inflation\n- Assuming some fiscal stimulus (infrastructure spending, corporate tax cuts); US growth should likely continue\n- This should be supportive of a gradual rate hiking cycle"], [34233, "2017-03-08T04:28:53Z", 0.02, "Further kicking the can down the road. A lack of confidence by global investors in the US economy that is now justifiable with the election of Trump. All K.P.I. of the U.S. look good but are the changes having any positive impact on the ordinary citizen?  High levels of debt and lack of tenable positions is holding the U.S. from any rises."], [33979, "2017-03-08T00:49:17Z", 0.9, "revision before the FOMC meeting and observation of the interest rates future. "], [27101, "2017-03-07T22:20:05Z", 1.0, "Already a very high >90% probability for March"], [34091, "2017-03-07T13:44:24Z", 0.9, "Increasing news alerts and confidence in the hike coming soon."], [26393, "2017-03-06T00:25:55Z", 1.0, "Strong economy and low risks for raising interest rate"], [314, "2017-03-04T17:46:09Z", 0.95, "Indicators that influence the FOMC are suggesting to them to raise rates.  Yellen's days are numbered - they need to raise rates now so that in 2 year they have room to lower."], [25465, "2017-03-04T17:26:48Z", 0.7, "Because yellin was stating all presictors over last 7 years and the 2015 2016 were first stable then better  than expected.  For not expresive she was expressive"], [29054, "2017-03-04T15:49:57Z", 0.78, "There are a few correlated events that need to accompany this, like rate increases been the most important, as of now it seems that the increase for March has been announced in the way of the report to Congress, so there is a high provability that this will take place if a second rate increate takes place before August.  "], [12573, "2017-03-04T12:12:05Z", 0.86, "I think the FOMC will find a way to create inflation and more lending, and this will help them reach that result."], [706, "2017-03-04T05:28:48Z", 0.9, "March or never"], [1742, "2017-03-04T02:34:04Z", 0.75, "The Fed is already discussing rate hikes as of March 2017."], [992, "2017-03-04T01:08:43Z", 0.95, "The Federal Reserve has stated for some time that it is interested in \"normalizing\" interest rates.  After an interview with Yellen, the odds given by Goldman-Sachs is 95% at the March meeting.  Equity markets did not react to this news today.  The outstanding variable is the jobs report due next Friday.  I will re-assess this forecast with that data point.  Please see this story: http://www.cnbc.com/2017/03/03/yellen-and-fed-rate-hike-one-last-hurdle.html"], [33979, "2017-03-03T23:53:16Z", 0.88, "Yellen and the other members of the FOMC (although some of them are not one of the setting rates committee) have sent a hawish signal to the market that the Fed fund rates will need to be increased at a quicker pace as business and economy of the US show great promises that it is highly likely that the interest rates will need to  higher than the current level. "], [651, "2017-03-03T22:47:32Z", 0.99, "Yellen's comments 3/3/17 in Chicago."], [15621, "2017-03-03T22:07:42Z", 0.99, "Very likely in March"], [518, "2017-03-03T21:49:55Z", 1.0, "The market is up and economy usually follows  easy question"], [20949, "2017-03-03T01:32:20Z", 0.9, "Economic indicators too strong not to."], [32843, "2017-03-03T00:01:28Z", 0.11, "Lowering my forecast a tad @Raahul_Kumar makes a good point, regardless of what the market expects this has been a rare event historically. \n\"The Fed has raised rates 2 times, and only 2 times in over a decade. By 0.25%. Statistically, the odds are only 20% chance over 10 years. Over 1 year the odds is only 2%. Projected GDP growth rate in the budget and by most economists is only 2.4%. Inflation is minimal. Not seeing a case.\nThe Federal Reserve's decision to increase interest rates for the second time in a decade caused stocks to tumble on Wednesday. \nhttp://www.cnbc.com/2016/12/14/stocks-often-stumble-after-second-rate-hike-history-shows.html\nhttps://en.wikipedia.org/wiki/History_of_Federal_Open_Market_Committee_actions&quot;\nThe forward rates have been implying for central banks to raise interest rates since the 1990s, but the action has been downwards."], [34091, "2017-03-02T22:20:19Z", 0.85, "Yellin's feedback on raising rates a few times this year, recent news about upcoming inflation report being a driver"], [12879, "2017-03-02T16:31:13Z", 0.9, "ÃŽ"], [31450, "2017-03-02T15:02:59Z", 0.97, "While I normally hate being this sure about the Fed, a lot of people smarter than me are saying there will be a rate increase at next month's meeting. And I know listening to pundits is not how we're supposed to make predictions here so fine here is the data: headline inflation has risen above the Fed's 2% target for the first time in years (2.5% in January) and U3 unemployment is 4.8%, under the Fed target of 5%; broader ranges are higher but labor force participation is also at a three year high so these are actually good signs."], [398, "2017-03-02T13:44:01Z", 0.8, "Trump seems likely to pursue easy fiscal policy.  Economy seems to be recovering.  Fed appears to be signaling a willingness to tighten monetary policy.  September is a long ways away."], [2450, "2017-03-02T11:12:31Z", 0.75, "Key U.S. macroeconomic indicators have consistently posted stable results for the last two years. With the economy stable, time to address financial market disparity created by zero interest rates and quantitative easing by incrementally increasing IOER. "], [25281, "2017-03-02T10:51:30Z", 0.95, "looks like it is going to be March. Economy is good - financial conditions are excellent - path clear"], [15071, "2017-03-02T09:38:48Z", 0.75, "Econ growth is fine, but there are risks"], [33979, "2017-03-02T09:28:44Z", 0.7, "more and more clues of the interest rates will need to be lifted before sept. I will probably adjust it again after March's FOMC meeting. \nWhat Trump intends to do is to have a loose tax, less regulated business environment and the ultra low rate doesn't make sense for such a business environment. \nThe rates will gradually increase and there's still a chance that the Fed will raise the rates in March. "], [4778, "2017-03-02T09:26:03Z", 0.85, "rates have been low for long time now and the u.s. economy is beginning to strengthen"], [25132, "2017-03-02T07:41:45Z", 0.99, "Economy is booming, inflation is rising, slack is low, markets are ready"], [3205, "2017-03-02T07:22:04Z", 0.85, "Market rates and inflation is going up, it seems it will be the right timing for interest rates to catch up."], [23798, "2017-03-02T06:31:32Z", 0.95, "Current rhetoric from the FOMC suggests that a hike as early as March is likely. Additionally the market is currently priced for a rate hike in March and if the Fed dose not hike given the strong economic data the market will wonder what is wrong and what they are seeing that makes them concerned.\n "], [1772, "2017-03-02T01:59:40Z", 0.75, "Economic growth prospects and political influences are both providing strong pressure of the FOMC to raise the target rate."], [2168, "2017-03-02T00:35:02Z", 0.1, "The Fed appears to be focused on gradually raising interest rates. Increasing the rate on reserves would be too big of a drastic step. "], [373, "2017-03-02T00:26:57Z", 0.4, "Don't see the FOMC encouraging \"excess\" balances, in a world where Trump wants to spend."], [32972, "2017-03-01T23:53:56Z", 0.95, "Dudley and Brainard speeches were the main catalyst for an upgraded forecast (90 to 95%)\nhttp://www.cnbc.com/2017/02/28/case-for-fed-rate-hike-now-a-lot-more-compelling-dudley.html\nhttps://www.bloomberg.com/news/articles/2017-03-01/fed-s-brainard-says-rate-hike-will-likely-be-appropriate-soon-izrkepvf"], [9257, "2017-03-01T21:46:10Z", 0.95, "I would be absolutely shocked if it doesn't happen before September.  Expectation is three during the year, I wouldn't be surprised to see just two, but before September seems like a near certainty except if a major, unforseen shock occurs. "], [13904, "2017-03-01T21:38:01Z", 0.7, "Interest Rates are historically low, but with Trump as President there will be pressure to keep the rates low in an effort to \"stimulate\" business. "], [27161, "2017-03-01T21:29:23Z", 0.7, "There is a non-trivial chance of a recession starting before then."], [15621, "2017-03-01T20:08:10Z", 0.98, "Very likely to happen in March now"], [2961, "2017-03-01T20:01:47Z", 0.67, "Signals from FOMC indicate a rise in rates is appropriate given econ. data...also seems like markets are pricing in at least 1 rate rise. "], [1006, "2017-03-01T19:22:38Z", 0.85, "Current indicators of continued strong economy with expected inflationary factors. "], [11430, "2017-03-01T19:02:27Z", 0.75, "The FF target and Discount Rates should be at or close to the existing ERBR by September, making it easier for the Fed to also raise this rate as well."], [25717, "2017-03-01T18:56:12Z", 1.0, "Because the odds of a rate hike prior to September are> 95%. "], [117, "2017-03-01T18:52:41Z", 0.75, "Fed has indicated that it wants to move the rate up and likely will do so while the current glow remains around indicators."], [29735, "2017-03-01T18:45:02Z", 0.25, "The FED already rose the interest rate in december 2016. Last quarter US growth was lower than expected and Trump's economic measures will contribute that the FED will perhaps hesitate to raise rates as thy did in the past."], [4600, "2017-03-01T18:26:18Z", 0.85, "Consumer confidence is rising.  There's no reason to hold rates at an artificially low %."], [29469, "2017-03-01T18:15:13Z", 1.0, "The IOER moves together with the general Fed Funds rate, which is due for 3 hikes in 2017, the first of which will most likely be announced at the March meeting https://www.gjopen.com/comments/comments/455768. Even if it is not raised at that meeting, it will happen before September. "], [7124, "2017-03-01T05:43:40Z", 0.65, "The Fed chair's optimistic outlook for the economy probably will result in a rater hike"], [33979, "2017-03-01T02:09:41Z", 0.53, "I am revising this because of the interviews from the FOMC members and the Treasury bills futures's prices show a promising uptick of the interest rates which reflects on the price decreasing. I will keep monitor this and then update my forecast accordingly. "], [28091, "2017-03-01T00:52:25Z", 0.75, "Problems with the Euro and the EU could change this. "], [32972, "2017-02-28T17:19:57Z", 0.9, "Baseline: 85% from the CME fed watch tool (Click on the September tab and add the numbers from September to the right)\nForecast upgrade: 90% on a personal view that 2 hikes at least happen this year and it would be unlikely to have 2 after September.  Also, language from Yellen about \"fairly soon\" since what she says matters the most."], [33547, "2017-02-28T04:19:08Z", 0.75, "With inflation popping and economic positive signs, they will look behind the curve if they wait until Sept. "], [34008, "2017-02-27T17:50:02Z", 0.75, "- Inflation indicators are very strong\n- Fed has indicated clearly multiple hikes this year"], [12459, "2017-02-26T17:13:11Z", 0.75, "Fed is committed to some raises this year"], [31324, "2017-02-26T14:11:27Z", 0.9, "Ascribing a 20% chance of major global or US economic downturn which would prevent the Fed from raising rates within the time horizon of the question, however reducing this probability to 10% as there are numerous meetings before September and the Fed had indicated recently that the next rise will be very soon."], [33943, "2017-02-26T13:44:05Z", 0.69, "Intuition"], [33979, "2017-02-25T16:51:19Z", 0.3, "I am looking straightly into the prices of the  Fed fund rates futures price movements. My interpretation is that the Fed probably will not raise interest rates in the upcoming March FOMC meeting. I think it might lift its target rates in either June or July. "], [33976, "2017-02-25T15:01:32Z", 0.35, "My reasons are tied to the political climate more-so than the economic problems in Europe and Asia. I believe as the potential for a Frexit grows and the Italian financial problems move to the forefront combined with the overarching greed of the Trump administration  the Federal Reserve will want more money moved into the economy."], [33975, "2017-02-25T13:49:41Z", 0.9, "Yellen has signaled multiple times that she wants to raise rates in a phased approach"], [19801, "2017-02-25T00:37:16Z", 0.35, "Not seeing a basis for it."], [33971, "2017-02-24T23:52:58Z", 0.88, "Yellen statements, rising inflation, currency moves, fiscal spending to rise, voting on previous sessions"], [31895, "2017-02-24T20:20:44Z", 0.75, "Based on latest FOMC"]]}