{"question_id": 237, "title": "Before 1 July 2017, will any other European Union (EU) member state set a date for a referendum on leaving the EU?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[36165, "2017-06-27T18:12:07Z", 0.0, "EU countries with a strong 'leave' contingent are waiting for the conclusion of the UK EU exit negotiations to see what sort of a deal can be struck by a former member  leaving the EU."], [36157, "2017-06-26T12:47:23Z", 0.0, "Extremely short timescale and unlikely to occur anyway until the outcome of negotiations of the EU member states and the UK, which will set a reasonably clear precedent and baseline."], [31679, "2017-06-25T17:06:38Z", 0.0, "Now closer to 0 than 1%"], [32988, "2017-06-25T15:45:12Z", 0.0, "Nothing has a 0 percent probability, but this comes close. Still 0% if we round down. "], [33838, "2017-06-19T05:33:34Z", 0.0, "Late to the party on this one"], [34886, "2017-06-12T00:35:42Z", 0.0, "With only 3 weeks left till the end of this date and very little buzz around anyone else leaving I think there is no chance something so concrete happening. All those nations currently euro skeptic are not really gearing up in that way. I suspect this question was set up with le Penn on mind or the Dutch euro skeptic party. All the other nations that are poopooing the EU that are inside are feeding off the EU teet (I.E. Greece) so it seems unlikely they will leave"], [14898, "2017-06-09T08:10:53Z", 0.0, "Time is almost over"], [35814, "2017-06-01T10:18:56Z", 0.0, "No indication for such a referendum whatsoever"], [27101, "2017-05-30T15:25:36Z", 0.0, "last adjustment for time"], [1034, "2017-05-24T09:32:17Z", 0.0, "EU ministers agree tough Brexit mandate"], [13449, "2017-05-17T14:56:12Z", 0.01, "According to Wikipedia, the following countries have secessionist parties: France, Netherlands, Italy, Germany, Poland, Hungary."], [34313, "2017-05-14T15:15:12Z", 0.0, "After Macron's win, the probability of a referendum is non existent."], [35544, "2017-05-14T00:35:04Z", 0.01, "France's recent election of Marcon has quashed such notions for a time. Individuals in other EU states who want to leave will have to wait for a more opportune political climate. They know nationalistic fervor will continue to increase. It's just not strong enough... yet. "], [83, "2017-05-12T23:37:15Z", 0.0, "Still the same."], [31450, "2017-05-11T15:47:00Z", 0.0, "Dropping from 2 to zero now that Le Pen has lost. Orban in Hungary doesn't look like he wants to pick a fight with the EU, much less call a referendum. Maybe PiS in Poland (I forget the prime minister and the shadow leader and don't feel like looking them up) will call a referendum but I think they are too busy dealing with rising unhappiness in the country."], [20588, "2017-05-10T06:31:16Z", 0.0, "Nope. Vive la France."], [16652, "2017-05-09T07:38:57Z", 0.0, "Comment deleted on May 09, 2017 05:05PM UTC"], [32258, "2017-05-08T20:05:36Z", 0.0, "Macron victory makes this unlikely."], [1639, "2017-05-08T18:15:43Z", 0.0, "Unlikely!"], [484, "2017-05-07T23:09:18Z", 0.0, "Down 5% on French election results."], [15414, "2017-05-07T18:21:03Z", 0.02, "The French election result makes this very unlikely."], [26005, "2017-05-07T13:37:32Z", 0.01, "Even if Le Pen gets elected, she has signaled that she wouldn't rush anything before the end of the summer (besides, EU membership, the Euro etc. are the most controversial topics within her own party - let alone public opinion)"], [15621, "2017-05-02T15:23:56Z", 0.01, "Passage of time"], [29907, "2017-05-01T14:17:17Z", 0.0, "Marine Le Pen stated she would seek negotiations first, before \"letting the people decide\". I think this eliminates the only outside chance for another referendum in this time frame. "], [484, "2017-04-24T23:14:19Z", 0.05, "Up 1% on uncertainty related to what might transpire in France."], [20588, "2017-04-24T20:28:52Z", 0.01, "1) The only one in danger of doing this is France.\n2) Marine Le Pen would have to win France's presidential election.\n3) This probably will not happen, unless...\n     a) there is another major terrorist attack in France, \n     b) Macron is caught up in a scandal (possible with Russia attempting to influence their election), or...\n     c) Le Pen finds a billion dollars to outspend Macron (also possible with the help of Russian banks).\n4) Le Pen wants to try to negotiate a leave agreement before a referendum. The EU won't do that, but she'll try anyway. This would push back any referendum attempts.\n5) If Le Pen went ahead, she'd have to fight her entire government to get a referendum date set by July."], [12726, "2017-04-23T23:02:14Z", 0.0, "Likely zero with current layout of France's run off election. Unless there's unexpected turn of events in some country out of left field."], [31679, "2017-04-21T22:57:38Z", 0.01, "-1 for time passing, and no news I can see of any plausible event that would lead to a referendum."], [484, "2017-04-16T23:07:32Z", 0.04, "Up 4% on the chance that the situation related to Hungary might evolve in interesting ways."], [34976, "2017-04-16T22:54:19Z", 0.01, "With article 50 having just been triggered it's likely the other member states that could consider it will wait and see for a few months before making any strong moves."], [29680, "2017-04-16T18:35:53Z", 0.1, "Closing in on the the date. Reduced from 20 to 10%"], [15621, "2017-04-10T09:29:09Z", 0.02, "Passage of time."], [34855, "2017-04-09T11:51:54Z", 0.02, "The potential candidates to leave are net beneficiaries of EU funds (ie Southern and Eastern European Countries) and the political state (elections) in major EU nations as well as Brexit makes 'see what happens' an attractive option."], [34716, "2017-04-04T06:12:29Z", 0.55, "Most probably "], [34313, "2017-03-31T17:10:46Z", 0.03, "Wilders is out of the picture. He is not going to be prime minister. So this leaves only Le Pen as a candidate for calling such a referendum. Regardless of her prospects of winning,  she lately has said that  she would hold a referendum on leaving the EU and the single currency within six months of becoming president. \nThis looks kinda hasty. I think the probability of holding a referendum in the first two months is less than 10%. The probability to win the election is currently 30%. So the overall probability is no more than  3%. "], [6303, "2017-03-27T02:55:38Z", 0.0, "Based on general news and GJP consensus."], [1034, "2017-03-24T06:28:44Z", 0.0, "Germany's Merkel does not expect more EU departures after Brexit"], [484, "2017-03-23T02:10:59Z", 0.0, "Down 5% for scoring purposes."], [31450, "2017-03-20T15:52:28Z", 0.02, "Dropping a point as the Netherlands election did not bring Wilders to power. Now just waiting for France and also leaving a point in case any eastern countries start threatening a referendum."], [1034, "2017-03-19T06:32:10Z", 0.0, "No other countries will quit EU after Britain: EU chief Juncker"], [30042, "2017-03-18T11:05:18Z", 0.02, "Wilders is out, leaving Le Pen as the only far right with a chance. Even if she wins, there is a chance this will not happen so quickly. "], [484, "2017-03-16T00:03:43Z", 0.05, "Down 5% for scoring purposes and partly due to partial results in The Netherlands election."], [34313, "2017-03-12T08:10:47Z", 0.01, "There are two candidate countries for this: France, Netherlands. If Wilders or Le Pen win in Netherlands and France respectively, a referendum date setting before July is possible. But their chances of forming a government are currently slim. I would give 1% just for France, because the Dutch system will not allow Wilders to form a government even if he does win."], [1034, "2017-03-09T09:32:49Z", 0.0, "Brexit Talks Are Almost Here. What Do the EU Nations Really Want?"], [12093, "2017-03-06T18:38:03Z", 0.55, "The Netherlands has an election next week and the far right front runner has said he will hold a referendum if he wins"], [31450, "2017-03-06T16:41:18Z", 0.04, "No sitting EU governments are looking to call a referendum on membership (ok maybe Hungary but even that's really unlikely). There will be two elections within the question's time-frame in France and the Netherlands that could bring to power anti EU governments that would probably call a referendum on membership, but I think it highly unlikely that either will win. "], [1034, "2017-03-06T06:29:15Z", 0.0, "Considering the EUs’ bill for the UK leaving before the end of the current term negotiations.  Any country that wanted to leave would logically plan it out to coincide with the end of the current EU members’ agreement to avoid such cost.    "], [1993, "2017-03-06T00:15:48Z", 0.0, "No reason to call a referendum on leaving the EU in Italy, as Italians overwhelmingly want to be part of the EU. The Euro, not so much. A Euro referendum is possible in Italy, I suppose."], [1331, "2017-03-04T17:43:23Z", 0.0, "Most have drunk too much jungle juice"], [34071, "2017-03-02T00:09:43Z", 0.25, "FN (National Front) has promised to hold a referendum on membership if they win the election, unless the EU agrees to major changes to its charter. In addition to these changes being politically unacceptable, they would take far longer to execute than a couple of months. There is a very good chance that an FN victory leads to a referendum."], [1034, "2017-02-27T08:14:03Z", 0.0, "How Brexit Means EU Loses Money, Influence and Military Strength"], [33887, "2017-02-22T21:47:48Z", 1.0, "And I am sure it's Greece "], [19801, "2017-02-22T10:49:58Z", 0.0, "Only 4 months left for this to happen, even if Euroskeptics win an election, this is a very short time frame to set a date."], [1034, "2017-02-21T05:43:56Z", 0.0, "Europe’s Periphery Debt Market Welcomes New Member: France"], [26267, "2017-02-20T21:02:52Z", 0.02, "Down on time lapsed "], [33870, "2017-02-19T16:56:50Z", 0.01, "Unlikely before election in France"], [13377, "2017-02-17T02:18:54Z", 0.0, "Following Anneinak"], [33721, "2017-02-15T17:20:43Z", 0.36, "*I have revised my estimates downward thanks to Dsarin suggestion that I should reconsider the time taken to form the bill/legistation*"], [33721, "2017-02-15T17:14:42Z", 0.56, "I suspect event this is more likely than the current 5% aggregate on here. My own primitive estimates suggest there is a 60% and 75% chance of Le Pen and Wilders winning. Should either of these occur, I would think it 50% likely that either would set a date for an EU referendum before Q3. This is very crude and I am puzzled why the current aggregate here is so low. Doing the sums this is [0.15*0.5 + 0.30*0.5 + 0.45*0.75] = 56%. I suspect I may be missing some facts in my analysis."], [33721, "2017-02-15T17:07:20Z", 0.45, "Comment deleted on Feb 15, 2017 05:14PM UTC"], [1034, "2017-02-13T06:01:41Z", 0.0, "The Economist (2017) Feb 11th, states that:"], [1639, "2017-02-12T15:02:52Z", 0.02, "I think that like many questions on GJO, time is very important. And in the worst case scenario of a Marine Le Pen win to the Presidency, she will not have enough votes to a majority, and therefore she would need to negotiate that with the other party/ies. Same goes for The Netherlands. That said, there are few more things to take into consideration:"], [1034, "2017-02-12T07:23:11Z", 0.0, "Juncker says Britain may divide EU over Brexit talks"], [29680, "2017-02-06T09:47:01Z", 0.2, "Dropping 10 points per consensus."], [83, "2017-02-05T18:50:38Z", 0.0, "Economic Liberals in the EU are possibly the next target; after DT invades Chicago.\nhttps://www.washingtonpost.com/news/post-politics/wp/2017/01/24/trump-threatens-to-send-in-the-feds-to-address-chicago-carnage/?utm_term=.bc22f7ed85cf"], [38, "2017-02-05T15:10:24Z", 0.0, "\"Nothing unites like a common enemy\", and the EU has 2:  Putin & Trump"], [6303, "2017-02-05T04:14:08Z", 0.0, "According to the general news and GJP consensus."], [1034, "2017-02-05T03:49:02Z", 0.0, "EU leaders urged to stick together in dealings with Donald Trump after Theresa May cozies to US President"], [1034, "2017-02-04T08:44:24Z", 0.0, "A divided European Union has one thing in common: Mistrust of Trump"], [484, "2017-02-01T00:47:04Z", 0.1, "(no change) Wondering what the EU will think about DT's possible trade war with Germany? (No link right now, just the whole currency manipulation charge.)"], [6303, "2017-01-30T03:59:13Z", 0.01, "According to the general news and GJP consensus."], [1034, "2017-01-26T08:38:54Z", 0.0, "Germany's Schaeuble warns UK against trying to become tax haven"], [32671, "2017-01-23T21:32:49Z", 0.0, "No country has the possibility of doing so. Even if the elections in the different countries show that the nationalist and extremist parties win, they will not be able to call for a referendum before July. "], [484, "2017-01-23T03:18:19Z", 0.1, "(no change) With the new \"America first\" emphasis (to the extent anyone can believe what one hears), how much might one want to bet on the European Project?"], [6303, "2017-01-23T02:41:36Z", 0.01, "According to the general news and GJP consensus."], [562, "2017-01-20T03:29:53Z", 0.05, "Slim pickings "], [29489, "2017-01-19T14:58:17Z", 0.75, "France will and so will Germany. Italy has already voted for the referendum and it is likely that other EU member would want to leave the EU now the UK has broken the ice."], [1034, "2017-01-19T05:39:30Z", 0.0, "Merkel Says Europe Controls Its Own Fate in Rebuff to Trump"], [6303, "2017-01-16T01:59:12Z", 0.01, "According to the general news and GJP consensus."], [31238, "2017-01-15T19:03:21Z", 0.05, "Following the crowd with this one. Does not seem likely that any more countries will have time to do so in the allotted time of the question."], [32610, "2017-01-15T17:47:36Z", 1.0, "\nJa davon ist auszugehen, ich denke Wilders wird die Wahl in den Niederlanden deutlich gewinnen und danach eine Volksumfrage machen. Das ergebniss wird ein Ja für einen Austritt sein. Nach den Niederlanden wird die dann neue Französische Präsidentin Le PEN das gleiche in Frankreich machen und auch dort wird wenn auch knapp eine Mehrheitt mit Ja zum Austritt stimmen. Das wird das Ende der Eurozone werden und die Rückkehr zu nationalen Währungen. Und nebenbei den US Dollar stärken. "], [28299, "2017-01-15T16:44:42Z", 0.01, "France, who is a possibility due to Le Pen's popularity, cannot set  realistically a referendum date in the time between the elections and 01/07/2017. The Dutch election appear unlikely for a positive answer either. [1] "], [29680, "2017-01-12T22:45:06Z", 0.3, "Reducing forecast by 10 points due to passage of time."], [484, "2017-01-12T03:17:08Z", 0.1, "(no change) Many posts have discussed various aspects related to known and possible European elections in 2017. I wonder whether leading up to an election any of the parties might be boxed into setting a referendum? (Brexit situation comes to mind.)"], [32333, "2017-01-10T17:22:04Z", 0.0, "Insufficient time for date to be announced. But if Wilders wins Dutch election, he could conceivably announce, before 1 July 2017, intention to hold referendum in say 12 months."], [13135, "2017-01-10T12:49:30Z", 0.1, "Highly unlikely. Most believe change from within is the way to go. Some freak election results would be needed."], [32066, "2017-01-09T08:28:53Z", 0.12, "Updating a tiny bit after question by @Gibson about VVD win and premiership in NED. Probability is low because no others willing to be in coalition with VVD, and govt would not be in place quick enough to launch ref. Adding just 1%."], [23234, "2017-01-09T06:43:15Z", 0.2, "https://www.gjopen.com/comments/comments/418426\nAbove link includes my slipshod attempt to juxtapose Dutch political parties' projected seats in a recent poll with whether the parties want to leave the EU.\nI know pretty much nothing about Dutch politics, government formation, poll reliability, and how quickly a coalition if formed could set a date for a referendum, etc."], [6303, "2017-01-09T03:44:34Z", 0.01, "According to the general news and GJP consensus."], [32066, "2017-01-08T11:01:16Z", 0.11, "A Le Pen victory could trigger one in France *or* somewhere else, but the timing is off. I have estimated 42% for Le Pen win in 2nd round, but runoff is 7 May,  so no way a referendum could be conclusively decided in just three weeks after that.  I say 0% for France. \nNo suitable elections coming up elsewhere, and no real emergencies that would be likely to trigger one, except maybe Italy once again. Base rate for surprise elections seems to be less than 1/year in EU, and it would need to occur before end April to be in time (four months from now). Probability of such an election is 1/3, probability of end result being referendum is 1/3 --> base rate 11%. This will start dropping rapidly."], [13377, "2017-01-07T23:28:07Z", 0.02, "I am just a simple algorithm. On each question, Iook at those players whom I follow, and copy the forecast of one of the several who have made the most recent forecasts. I only use my own judgment when deciding which one to follow if several have made recent forecasts."], [23234, "2017-01-06T03:29:12Z", 0.21, "consensus seems low for disjunctive list... if any of the 27 countries sets a date for a referendum on leaving, q would affirmatively resolve... want to be no lower than probability Le Pen could win in France, though maybe not enough time after that election to schedule a referendum."], [484, "2017-01-06T00:09:44Z", 0.1, "(no change) Brietbart establishing a presence in France and Germany."], [31972, "2017-01-02T13:06:40Z", 0.05, "Not so soon"], [6303, "2017-01-01T03:49:29Z", 0.01, "According to the general news and GJP consensus."], [6303, "2016-12-26T03:15:33Z", 0.02, "According to the general news and GJP consensus."], [31695, "2016-12-24T22:16:31Z", 0.35, "if le pen wins she will, can't think of anyone else though "], [31201, "2016-12-20T04:07:45Z", 0.05, "Do not believe Le Pen will win, but even if she does, there will be a negotiation attempt before a referendum."], [29680, "2016-12-19T19:42:13Z", 0.4, "While I think France's National Front party is less likely to win than the Republican Party, they are both anti-immigrant; Italy's Renzi referendum is thought to be a move toward populism, but many people said his reforms were simply poorly written. Most of the articles I found on the topic are coming from express.co.uk which is the UK's UKIP version and analogous to Breitbart \"News\" in the US. [ http://www.express.co.uk/news/politics/739872/Italian-referendum-2016-what-defeat-Matteo-Renzi-means-for-EU-euro-eurozone-no-vote ] [http://www.express.co.uk/news/world/658953/Dutch-referendum-Brexit-fans-rejoice-vote-humiliates-European-Union-Ukraine ]; again I don't think these sources are trustworthy as news, but they are trustworthy as sentiment indicators and influencers."], [20497, "2016-12-19T14:05:12Z", 0.6, "Looking at momentum in the French Election of the National Front, the regional elections have seen a massive jump this year giving them a solid foundation to work from. The world is swinging to the right. Marine Le Pen could win, then announce within 2 months a referendum date. "], [6303, "2016-12-19T03:41:00Z", 0.02, "According to the general news and GJP consensus. "], [83, "2016-12-17T23:36:16Z", 0.0, "EUExit is looking rather expensive at the moment.\nSuspect the EU and the Hotel California may have the same management team."], [31476, "2016-12-15T16:40:50Z", 0.45, "When other countries will notice that the UK economically is not suffering from Brexit, some may follow"], [6303, "2016-12-12T01:56:30Z", 0.03, "According to the general news and GJP consensus."], [27101, "2016-12-11T17:28:15Z", 0.01, "There is not too much time left given that there first need to be elections, that need to be won by euro sceptics who than have to form a cabinet and then call for a referendum. Italy would be a likely candidate for this to happen but it lacks time to get this all done in time"], [14898, "2016-12-09T11:41:12Z", 0.06, "Adjusting down for shorter timeframe"], [691, "2016-12-08T14:45:32Z", 0.04, "Anybody who hasn't yet figured out that referenda are a Really Bad Idea deserves whatever happens.  "], [26267, "2016-12-07T08:43:13Z", 0.03, "Slightly up on Italy's failed referendum and higher chances for anti-EU parties"], [1993, "2016-12-06T23:39:01Z", 0.05, "Up until we see the fallout of the referendum."], [691, "2016-12-06T23:31:56Z", 0.04, "The Clown Party in Italy has promised such a referendum in case they win after Renzi's retreat, and they might do.  Stay tuned."], [6303, "2016-12-05T04:27:53Z", 0.03, "According to the general news and GJP consensus."], [484, "2016-12-05T00:25:49Z", 0.1, "Up 5% on Italian vote. Wonder if the bank issue will trigger \"bad things\" (seriously technical financial terminology)?"], [38, "2016-12-03T03:23:04Z", 0.11, "Moving up.  The mood of Europe is changing.  This asks only if a date will be set."], [6303, "2016-11-28T02:57:49Z", 0.03, "According to the general news and GJP consensus."], [484, "2016-11-28T02:06:00Z", 0.05, "Up 5% until we see what happens with the Italian vote."], [30200, "2016-11-27T13:38:15Z", 0.0, "For the time beeing everybody watches Brexit. The EU aproval rate has risen since the referendum in UK. Brexit looks messy and not attractive, neither for populations nor governing parties. So, no chance in the near term. "], [6303, "2016-11-21T02:54:54Z", 0.03, "According to the general news and GJP consensus."], [27101, "2016-11-16T18:06:32Z", 0.07, "I believe that the chances that Italy will call a referendum are slightly increasing if the Italian referendum is voted down"], [27582, "2016-11-16T16:39:50Z", 0.07, "I believe the US presidential election result has increased the likelihood of Le Pen being elected president, but it is still unlikely. I think it has also increased the possibility that she will name a date (before 1 July 2017) by which a referendum should be called, if certain other conditions are not met, although it is still relatively unlikely, even if she is elected."], [167, "2016-11-15T22:37:18Z", 0.65, "Depends on LePen"], [6303, "2016-11-14T01:14:14Z", 0.03, "According to the general news and GJP consensus."], [4634, "2016-11-09T12:49:27Z", 0.15, "http://www.eurointelligence.com/public/"], [6303, "2016-11-07T00:34:37Z", 0.03, "According to the general news and GJP consensus."], [30021, "2016-11-06T20:07:13Z", 0.15, "For this to happen, a change of government would have to occur. However, the only possible elections leading to such a referendum are the Netherlands (March) and France (April-May). The probability of a strong populist/right-wing government coming to power multiplied by the probability of such a referendum being called within a couple of months is very slim. There is also the possibility of referendums on demand, as possible in the Netherlands. These referendums are not binding but are a real possibility. They are unlikely to be called before the elections as well, however. "], [767, "2016-11-06T19:46:39Z", 0.15, "Sweeden\nDenmark\nGreece\nNetherlands\nHungary\nFrance \nAre still the most likely to call for a referedum to leave the EU. Monitoring developments. \nhttps://www.washingtonpost.com/news/worldviews/wp/2016/06/23/these-countries-could-be-next-if-britain-leaves-the-e-u/"], [24109, "2016-11-04T02:54:58Z", 0.05, "Staying pat for now.  Good analysis and comments at https://www.gjopen.com/comments/comments/367994.  "], [4634, "2016-11-02T16:13:53Z", 0.08, "Only option I see is via the referendum in Italy, on December 4th. If Renzi loses, he will resign, there will be new elections and the 5-star movement (Beppe Grillo) could win. But in that case, a referendum against the Euro would be more likely, I think."], [1639, "2016-11-02T15:07:59Z", 0.02, "July is early, and if the news coming out of the UK keep been so \"confusing\" it doesn't encourage anyone to follow suit"], [15621, "2016-11-02T06:35:23Z", 0.03, "Passage of time"], [6303, "2016-10-31T01:46:03Z", 0.03, "According to the general news and GJP consensus."], [23006, "2016-10-24T03:44:43Z", 0.41, "http://www.theglobeandmail.com/news/national/eu-sets-monday-deadline-for-belgium-to-back-ceta-deal/article32484471/"], [6303, "2016-10-24T00:43:30Z", 0.03, "According to the general news and GJP consensus."], [23006, "2016-10-18T10:07:03Z", 0.4, "no. they're all going to wait and see how bad it is for the UK."], [23006, "2016-10-18T10:05:46Z", 0.51, "scotland, ireland, italy"], [691, "2016-10-16T12:50:32Z", 0.02, "It should be increasingly clear to practically everybody that referenda are a Really Bad Idea.  However, there will always be political cowards who do not wish to make decisions for which they will be held accountable.  Palming that job off on the voters through a referendum will always be popular with such shirkers.  Still, on this issue they'll probably hold off until the Brexit dust begins to settle. "], [14493, "2016-10-14T15:26:38Z", 0.0, "Brexit is such as mess that surely no other country will try a referendum to leave the EU until (if ever) Brexit is sorted out."], [83, "2016-10-13T17:26:44Z", 0.05, "Comment deleted on Oct 13, 2016 06:22PM UTC"], [14253, "2016-10-13T17:02:45Z", 0.0, "This doesn't move me from 0."], [6303, "2016-10-10T03:03:22Z", 0.04, "According to the general news and GJP consensus."], [28891, "2016-10-09T21:40:10Z", 0.12, "Countries with prominent parties/candidates currently or could soon be wanting a referendum and possible to be in power in some form by July 2017:\nNED (VPP) 10%; \nFRA (Sarkozy/National Front) 10% chance; \nPOL (Law and Justice) 1%\nHUN (Orban) 1%;\nSLO (Fico) 1%;\nITA (Northern League) 1% chance; NB. 5 star are anti-Euro, not anti-EU.\nAUT (Hofer) 1% chance; \nSWE (Swedish Democrats have balance of power) 1% chance; "], [26221, "2016-10-06T20:30:36Z", 0.04, "More time decay...means lower probability."], [6303, "2016-10-03T02:53:24Z", 0.04, "According to the general news and GJP consensus."], [23006, "2016-10-02T17:44:34Z", 0.51, "poland or germany"], [29322, "2016-10-01T13:37:22Z", 0.24, "Many issues unresolved; economies, immigration."], [691, "2016-09-30T20:07:08Z", 0.02, "Not much point rushing into this until it's clear what sort of deal the Brits were able to cut.  Probably it will be a lousy deal for Britain, undeniably a Big Kid, especially compared to the wild-eyed promises of the Brexiteers.  Unlikely the Greeks or Hungarians or Poles would get a better one, and they presumably know this, or will.  "], [14493, "2016-09-30T12:06:03Z", 0.01, "Lack of action on Brexit will not encourage the others (not encouraging the others is the EU policy)"], [29339, "2016-09-29T16:57:25Z", 0.15, "Seems too early for other countries to demand referendums. Still haven't seen what will happen in UK. How things will turn out. There is also the feeling that the EU will change to the better over the coming months and years. However, not absolutely certain as there is massive political unrest in several countries and the EU is becoming increasingly unpopular - combined with the fact that UK stock markets have recovered decently"], [38, "2016-09-28T23:55:05Z", 0.04, "https://www.stratfor.com/analysis/calculation-behind-hungarys-immigration-referendum"], [38, "2016-09-28T23:51:03Z", 0.04, "https://www.stratfor.com/analysis/calculation-behind-hungarys-immigration-referendum"], [1529, "2016-09-27T19:40:06Z", 0.05, "the question is asking for \"setting\" a date, not the actual referendum date. Nonetheless, timeline is rather short. The Brexit vote has shown both buyers-remorse for many and how complicated the negotiations for leaving will be. Certainly two factors that will give governments (and many citizens) pause."], [6303, "2016-09-25T18:06:01Z", 0.04, "According to the general news and GJP consensus."], [15865, "2016-09-22T20:57:15Z", 0.45, "There's a 50/50 chance that there will be a referendum in a European country before June 2017. My money is on either Austria or Hungary. Both have rising Nationalist parties and/or similar sentiments shown in their response to the refugee crisis. "], [484, "2016-09-20T14:22:56Z", 0.0, "Down 4% following @Raahul_Kumar below."], [19801, "2016-09-20T13:49:32Z", 0.0, "Austria has clarified they won't leave, and Le Pen is doing badly in polling. Even if she wins, setting a date by 1 July would be tough."], [6303, "2016-09-18T20:31:54Z", 0.04, "According to the general news and GJP consensus."], [38, "2016-09-18T19:51:44Z", 0.04, "It seems to me that immigration/nativism/xenophobia is one of the triggers for calls for referendums about the EU.  There's some interesting maps about immigration in Europe at this website:  "], [484, "2016-09-17T17:15:22Z", 0.04, "Down another 2% based on summary by @Anneinak http://www.gjopen.com/comments/comments/326185"], [14493, "2016-09-17T16:13:06Z", 0.02, "In the unlikely event that Le Pens wins the French presidential election she has said she \"might\" have a referendum on leaving the EU (according to some sections of the media). \nConsidering how little progress the UK is making with Brexit, a Frexit that included leaving the Euro Zone as well could tie up Europe for decades. "], [15621, "2016-09-17T07:15:23Z", 0.09, "https://www.gjopen.com/comments/comments/285021"], [38, "2016-09-16T23:26:58Z", 0.04, "I found a list of the top 10 EU member states most likely to do this:\nFrance:  LePen pledges to hold a  referendum if elected Pres, but her chances of being elected look slim\nNetherlands:  Party for Freedom pledges EU membership will be a key election issue--that's a far cry from a referendum\nHolland:  88% in a recent poll want a referendum, but none is scheduled\nAustria:  a former candidate is calling for one in a year, but anyone can call for anything; nothing seems to be happening\nPoland:  PiS leader says there is a need for a new European treaty, but hasn't proposed one.\nSweden:  a MEP says that Sweden should consider joining Denmark & the UK, outside of the EU.  So far this is just talk.\nDenmark:  held a referendum last December declaring no more power will be ceded to the EU.  No plans for a referendum.\nHungary: PM Orban says Europe needs to change its ways, but has not made any proposals for change.\nItaly:  An opposition party with 4% support plans to start a petition to schedule a referendum."], [28982, "2016-09-15T14:22:44Z", 0.08, "Niederlande?"], [484, "2016-09-14T19:22:46Z", 0.06, "Down 2% on passage of time."], [28091, "2016-09-13T00:27:15Z", 0.05, "The UK delay invoking article 50 is taking some steam out of the initial calls for other referendums. "], [6303, "2016-09-12T00:32:46Z", 0.06, "According to the general news and GJP consensus."], [20588, "2016-09-11T18:04:19Z", 0.08, "There will be threats and calls for doing so, but official dates are unlikely to be set by July 2017. "], [26221, "2016-09-07T17:37:22Z", 0.05, "Lowering it to 5% from 8% based on: 1) the political carnage in the UK that every politician in the EU has certainly taken note of and mostly doesn't want to become the victim to, and 2) the concept of theta in option valuations.  Basically, the clock is running out quickly and time decay becomes increasingly important when thinking about questions with relatively short expiration dates like this one."], [484, "2016-09-07T15:41:47Z", 0.08, "(no change) Just wondering if DT is elected US President whether there might be fundamental shifts related to either the European Project or within European members of NATO?"], [6303, "2016-09-06T01:48:36Z", 0.06, "According to the general news and GJP consensus."], [38, "2016-09-05T04:36:27Z", 0.04, "http://www.newsweek.com/frances-le-pen-promises-eu-referendum-495557"], [484, "2016-09-04T15:56:42Z", 0.08, "Up 4% on Le Pen possibility."], [83, "2016-09-03T20:10:15Z", 0.02, "Austria, and a Pen led France seem possible."], [691, "2016-09-01T19:47:12Z", 0.07, "Remember when the USSR broke up?  The Central Asian republics, among others, hastily announced they were bailing out, hoping their bluff would be called.  Instead they were unceremoniously bade farewell.  There is some prospect of the Hungarians', at least, being similarly tossed aside if they make injudicious noises like that's what they want--and one has almost no confidence in Orban's government to be as deliberate as the Brits have.  "], [38, "2016-09-01T03:45:33Z", 0.04, "http://www.zdnet.com/article/apples-13bn-tax-fallout-could-this-be-the-trigger-for-ireland-to-leave-the-eu/"], [6303, "2016-08-28T23:28:17Z", 0.06, "According to the general news and GJP consensus."], [110, "2016-08-24T17:13:44Z", 0.15, "Relatively short timeline."], [458, "2016-08-24T16:05:26Z", 0.02, "The only EU countries that will hold elections before July 2017 are France and the Netherlands - both have some very right wing candidates (Marie Le Pen and Geert Wilders)  that like to stirr up the debate about EU membership. However, in the unlikely event that they will win these elections, there would be a chance for a referendum. But first, they need to win as no EU government wants to create more problems to the EU (despite many citizens feeling that they should)."], [28520, "2016-08-24T11:27:56Z", 0.33, "There are elections in France, Germany and the Netherlands before the cut-off date."], [28414, "2016-08-22T13:35:21Z", 0.05, "UK's economic slowdown post Brexit will deter other countries"], [27101, "2016-08-22T13:17:42Z", 0.12, "referenda are difficult in the various countries so it is only a remote possibility "], [28171, "2016-08-22T08:00:24Z", 0.05, "UK post Brexit = chaos. This has shifted opinions in the more critical EU countries to a more pro-EU stance. I believe no politicians will word a referendum question like they did in the UK and be careful what they ask. "], [6303, "2016-08-21T22:03:08Z", 0.06, "According to the general news and GJP consensus."], [28438, "2016-08-20T23:34:06Z", 0.05, "Unlikely in my opinion, fall-out from Brexit was significant"], [650, "2016-08-18T22:15:20Z", 0.0, "It would need an anti-EU party to win an overall majority in an election - given that most EU states tend to have coalition governments, this is very unlikely, and would anyway require an election within the year."], [26267, "2016-08-18T16:24:48Z", 0.03, "Adjusting downward given timing and seemingly some post-Brexit calm regarding this issue."], [24109, "2016-08-18T05:03:02Z", 0.05, "Down to 5% on  @Anneinak https://www.gjopen.com/comments/comments/303988"], [19801, "2016-08-16T12:39:16Z", 0.05, "In an interview with Austrian daily “Presse” published Saturday, the candidate for the anti-immigrant, euroskeptical EU Freedom Party said it would be wrong to imply that he favored Austria leaving the bloc."], [484, "2016-08-15T23:48:43Z", 0.04, "Down 1% thanks to @anneinak summary http://www.gjopen.com/comments/comments/303988"], [38, "2016-08-15T22:22:01Z", 0.04, "http://www.wsj.com/articles/britain-is-europes-reverse-domino-1471210632"], [15621, "2016-08-15T09:04:16Z", 0.05, "Will Frexit be a major issue in French election? Will a party promise it and if they do and then win election will they have time to set a date for referendum before 1/7/16? Seems very unlikely."], [27724, "2016-08-15T02:42:55Z", 0.63, "Data was released recently. Potential for 9/10 to hold referendum prior to election as a response to data."], [27724, "2016-08-15T02:27:19Z", 0.55, "2016 European attitudes survey - overall 42% of Europeans are unhappy with distribution of power in the EU (would like power to be returned to member countries).\n (4/10)"], [6303, "2016-08-15T00:55:45Z", 0.06, "According to the general news and GJP consensus."], [1332, "2016-08-14T23:54:51Z", 0.1, "I realize that the \"other countries whose governments are not quite stable\" may sound ironic, given the political situation the UK is in right now."], [1332, "2016-08-14T19:35:52Z", 0.1, "The trouble that the UK is going to have leaving the EU in some acceptable fashion is ever more likely to put off other countries that might consider it. Some Brexiteers have mooted leaving the EU and joining the EFTA, in order to maintain trade relationships. All the EFTA countries have veto rights on membership, and Norway isn't having any of it: http://www.businessinsider.com/brexit-article-50-theresa-may-britain-2016-8. The actual mechanics of leaving are enormously complicated, and will be difficult to engineer, even for the UK, which has a large and capable bureaucracy, let alone countries whose governments aren't quite stable. (https://flipchartfairytales.wordpress.com/2016/08/10/brexit-enough-david-brent-this-is-serious/) And for the lighter side: http://www.politics.co.uk/blogs/2016/07/14/everything-you-need-to-know-about-theresa-may-s-brexit"], [28278, "2016-08-14T14:00:58Z", 0.07, "Not so propanle and timing is short. Few countries holding elections in that time frame"], [28269, "2016-08-14T05:16:18Z", 0.72, "Once Britain leaves (and proves that it can be done) one or two others will also want to exit.   Greece, probably.  Maybe Spain."], [61, "2016-08-14T03:23:57Z", 0.08, "correcting forcast error."], [28260, "2016-08-13T19:02:48Z", 0.13, "Overview of nationalist support in EU http://www.bbc.com/news/world-europe-36362505\ncandiate countries France, Holland, Hungary, Finland, Austria"], [15621, "2016-08-12T10:41:46Z", 0.04, "Can go yes before 1/7/17 but not no. Raising slightly."], [1639, "2016-08-11T08:00:51Z", 0.03, "Lowering some."], [484, "2016-08-11T04:42:05Z", 0.08, "Dropping 2% since the consensus is falling some."], [1993, "2016-08-11T04:31:15Z", 0.0, "Only if Marine Le Pen wins the presidency in France, which doesn't look possible right now."], [12937, "2016-08-09T16:58:21Z", 0.65, "Netherlands - However, a poll published on Sunday by peil.nl found a slim majority against holding a referendum (50% to 47%) but also, to Farage’s likely chagrin, a majority for staying in the EU (46% to 43%). 11% chance"], [13998, "2016-08-09T06:01:44Z", 0.01, "Yearly exit rate -"], [13998, "2016-08-09T05:55:25Z", 0.03, "I am estimating - 5 * 0.4 + 4 * 0.3 + 19 * 0.01"], [25795, "2016-08-07T18:03:37Z", 0.05, "The Chance is close to 0%. Only if more national parties will gain more and more power there is a chance e.g. poland. A big economic market is always better for growth and development. The first and second world war started because of the feeling if my culture is not big enough it will be dominated by all the bigger ones. Building a EU was the best and most feared. Great Britain and the rest of the world was always feared by a united europe. \nOne totally subjective feeling. I love being a german and I love being a european and I am not alone. I love visiting my neighbors in france, spain, poland .... and we help each other, so lets build bridges and not walls. "], [13792, "2016-08-06T14:49:31Z", 0.05, "Only Greece may have reason to eject quickly, hence 5%, the remaining states/peoples won't gain much by such a move at this time."], [28037, "2016-08-04T19:10:27Z", 0.85, "Other countries will call for a referendum.  "], [27582, "2016-08-04T14:16:14Z", 0.02, "No other EU member state is currently governed by a party which wishes to leave the EU.  The only country due to complete an election before July 2017, where a party planning to hold an In/Out EU referendum is said to have a chance of winning, is France (the National Front in the French presidential election). There chance of winning is said to be low, and, even if they do, they have said that they will try to negotiate a better deal with the EU and only if they fail would they hold the referendum.  There is thus an extremely small chance that a referendum date could be set in France before 1 July 2017."], [19801, "2016-08-04T13:00:17Z", 0.07, "Seems unlikely with eurosceptic parties not polling well enough to win."], [22782, "2016-08-02T19:20:04Z", 0.13, "As many staats have at least one party to promote a referendum, i think it is more likely that a referendum will take place after the UK has left the EU. It will become more likely once the UK left and the bilateral and economic effects are more clear."], [13998, "2016-08-02T18:01:25Z", 0.04, "http://www.theguardian.com/politics/2016/jun/27/frexit-nexit-or-oexit-who-will-be-next-to-leave-the-eu"], [767, "2016-08-02T16:24:38Z", 0.15, "The countries with leaders calling to leave the EU after Brexit include France (Marine Le Pen), Netherlands (Geert Wilders), Italy (Mateo Salvini), Sweden and Denmark (Kristian Thulesen Dahl).  The initial impact of Brexit will weaken any efforts for the time being.  Most of the leaders behind the call to leave the EU are looking to take advantage of the momentum created to promote the nationalistic, conservative platforms. Being that the UK has not even yet activated article 50, that momentum will take a while to pick up steam.  A Trump win in the USA might be one factor to propel them but right now, none seem to have gotten enough support.  "], [83, "2016-08-01T16:40:09Z", 0.3, "Second thoughts: 11 months is a long time."], [27973, "2016-07-31T23:45:02Z", 0.8, "Ireland, Denmark, Finland, Sweden, Latvia, Lithuania will set a date but their departure will not come to fruition for several years. Ireland and Denmark will most likely be the only ones to actually exit the EU. "], [27798, "2016-07-31T16:43:26Z", 0.0, "I got the impression other states are now even less eager to try it, seeing what happened in the UK"], [27955, "2016-07-31T14:39:38Z", 0.1, "Everybody will wait for the insights of how things are going with UK."], [26437, "2016-07-29T15:05:11Z", 0.15, "Takes a long time to set these elections in motion. "], [1639, "2016-07-29T15:03:11Z", 0.1, "The EU countries are: Austria, Belgium, Bulgaria, Croatia, Republic of Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Lithuania, Luxembourg, Malta, Netherlands, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden and the UK."], [27101, "2016-07-28T16:54:36Z", 0.14, "have done more research which has confirmed low probability"], [27884, "2016-07-28T14:48:07Z", 0.07, "Unlikely due to time constraints, likely to be post French election if at all "], [27724, "2016-07-28T02:39:39Z", 0.1, "EU Countries:\nAustria, Belgium, Bulgaria, Croatia, Republic of Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Lithuania, Luxembourg, Malta, Netherlands, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden and the UK"], [27864, "2016-07-27T21:30:38Z", 0.05, "It seems that support for referenda in leaving the EU largely comes from minority right wing parties. Mainstream parties seem to support EU. EU government may be more willing to make compromises and start reforming more now Brexit vote has taken place. This could prevent more votes from taking place. EU is a particular thorn for UK government, so Brexit result unsurprising."], [493, "2016-07-27T17:18:13Z", 0.05, "Seems unlikely. UK had a lot of unique characteristics that made Brexit an issue. Would go lower, but it's a long time frame."], [21768, "2016-07-26T18:16:48Z", 0.75, "Within EU member states, exiting the EU is a cause with interesting potential for politically ambitious people both inside and outside the political mainstream seeking to gain traction with the media and electorate. The European political landscape is conducive to additional exit activity and could get to the point of at least one additional member state scheduling an exit vote because: \n1. \"Leave\" proponents within the UK Conservative party emerged with important new assignments, which can be seen by politically ambitious people elsewhere as validating the proposition that they could be similarly advantaged if they come to the forefront of an exit campaign.\n2 . UKIP has proved unable to collect post-referendum political dividends from the UK vote, but politically ambitious people elsewhere can still infer that (a) UKIP and its leaders came far even if they haven't obtained benefits commensurate with the success of their cause, and (b) UKIP's failure to capitalize on the Leave victory is a lesson in how not to do it rather than a sign that such benefits are unattainable.\n3. Donald Trump's momentum in the US (and his endorsement of Brexit) offers further encouragement that nationalist, iconoclastic politics are viable. Even if Trump fails to win the general election, politically ambitious people in Europe will still tend to interpret his rise as testifying to the potency of this brand of politics.\n4. Further, Donald Trump's success demonstrates that logical concerns about post-election consequences, such as the difficult choices now facing the UK, have limited impact on voters wishing to cast an \"in your eye\" protest vote.\n5. Over the next year developments in the pre/early stages of the UK's Article 50 negotiations are 65% likely to encourage exit elsewhere because in the  view of Eurosceptics (a) if EU leaders appear accommodative this will reduce the basis for fears of post-exit costs, and (b) if EU leaders appear vindictive and punitive this will aggravate resentment towards Brussels and fuel support for protest.\n6. Polling in multiple EU member states shows at least significant minority support for EU exit.\n7. General elections in 2016 and 2017 will provide openings for escalating the debate over continued EU membership, e.g., Austria, France, Germany, Netherlands.\n8, Developments of the sort that feed exit support are an important prerequisite for getting as far as setting a date for a referendum in the next year. There is 75% potential for one or more such developments in Europe: euro crisis; banking/sovereign debt crisis; recession in Europe; surge of immigrants from the Mideast; increase in terrorist acts by Mideast immigrants."], [19801, "2016-07-26T12:18:27Z", 0.19, "Taking into account Sevedb's comment about chances of Anti Eu parties winning elections next 6 months:"], [19936, "2016-07-26T06:26:12Z", 0.3, "Several places have suggested it - as the consequences of Brexit become more concrete, it's likely those suggestions will gather steam"], [27660, "2016-07-25T08:26:19Z", 0.1, "The string of terrorist attacks in Germany after the cases in France will increase nationalist sentiment and strengthen the pushback against the central system. However, calling a referendum is still up to the parliaments of the countries in the EU and unless a clearly anti-EU party wins this won't happen. There are very few elections happening before July 2017 and in none an anti-EU party seems set to win big. "], [16325, "2016-07-25T07:31:49Z", 0.25, "It will probably be another referendum in the future, as the construction of the EU is facing increasing centrifuagl forces. However the brexit recesion and the uncertanies on the economic results will, in my opinion, delay these initiatives."], [25745, "2016-07-25T01:10:15Z", 0.0, "I think Brexit taught many lessons and it will teach even more about leaving EU. It spurred more thinking  about consequences of anti EU referendums. This was also a chance to educate largely ignorant EU public about the benefits of belonging to EU. I think this was the high water of anti-EU sentiments."], [27107, "2016-07-25T00:27:13Z", 0.6, "Contagion. "], [24109, "2016-07-23T18:51:42Z", 0.1, "Two issues.  1) EU member states will watch what happens to the UK, checking out advantages, disadvantages, turmoil, etc.  2) Most (19 of the 28 member states) are also in the Euro, and I would think that would increase the pain of leaving the EU.  "], [14493, "2016-07-23T17:30:10Z", 0.02, "I agree with liberto that other EU countries will wait to see what happens to Brexit. France and Netherlands have groups who would like a Frexit or a Nexit, but both are also in the Euro, which makes leaving the EU doubly complicated. When interviewed both Le Pen (France) and Wilder (Netherlands) seemed to assume \"leaving the EU\" would be into a relationship with the EU similar Norway. My expectation is that between now and 1 July 2017 the wisdom of Brexit will become questioned more and more. Its quite possible that there will be no noticeable progress on negotiations between the EU and UK by then, but lots of groups of people in the UK will have realised that each of the specific forms of Brexit possible (e.g. soft or hard as defined by the Economist) each bring big disadvantages and there could be increasing calls to scrap Brexit. "], [26967, "2016-07-23T12:38:23Z", 0.35, "Existing governments won't call for a referendum without first having a general election "], [27713, "2016-07-23T10:25:35Z", 0.0, "Leaving the EU would be a disaster for the leaving country. The fall of the GBP and struggles with EU shows that it would be a bad move. I do not think that any right wing party in the EU is strong enough to achieve a successful leave."], [27613, "2016-07-22T09:24:50Z", 0.0, "Other EU national leaders will want to see what happens in the UK-EU negotiations before they call a referendum in their own country. "], [27647, "2016-07-22T08:22:42Z", 0.05, "EU take measures"], [61, "2016-07-22T04:13:23Z", 0.42, "initial forecast."], [26267, "2016-07-21T20:52:12Z", 0.06, "Not only there is \"set a date\", but also \"for a referendum\" of all other possible EU-exit means e.g. an executive order or a parliamentary vote."], [27599, "2016-07-21T06:36:06Z", 0.09, "The likelihood is that a country will wait the outcome of the process of \"Brexit\" before considering a referendum. The possibility exists, however, that a victory for FN in France in the 2017 elections may trigger another referendum in FR."], [13365, "2016-07-21T02:45:41Z", 0.05, "Since the UK Tory won general election in May 2015, it took Cameron 10 months to announce the referendum date.\nThat means any EU members will have to bring the referendum topic on table this year before setting a date by July 2017."], [169, "2016-07-19T18:01:12Z", 0.75, "Given the year timeframe outlined by the questions, I believe there is a very high probability that more withdrawals may follow within the time frame. My immediate picks are 1) Scotland followed by 2) Northern Ireland.\nScotland already has a buildup of ill will and a framework in place for withdrawal. The Scots' decision to remain a part of the UK following the 2014 referendum was based heavily upon the ideal of maintaining a healthy trade relationship with Europe. England's growing nationalism and subsequent withdrawal from the EU may be perceived, at best, as a direct threat to the Scots' economic interests; at worst, it may cause them to re-evaluate their decision to remain a part of the UK, thus triggering another voter referendum. David Cameron's exit from the PM seat can only aggravate the situation. Cameron's personal reassurances appeared to play a significant role in keeping proud Scots in the fold. Without power to enforce change, it is hard to believe that Cameron's reassurances, if offered, would be met with much credulity. In the end, I strongly believe that the Scots will seize the opportunity to launch another attempt at withdrawal. In my mind, question isn't if, but when the Scots will brave another go. I expect Northern Ireland, desirous of change, will nonetheless take their cue from their Scottish neighbors; I suspect they will wait and watch, as the new PM is seated and act later rather than sooner. "], [10949, "2016-07-19T12:40:15Z", 0.85, "The countries most likely to want to leave the EU are the paying countries. https://en.wikipedia.org/wiki/Budget_of_the_European_Union"], [7366, "2016-07-18T20:49:03Z", 0.05, "After the plunge in stock market and plunge in pound, I don't see anyone looking at the prospect of leaving the union as something favorable."], [25601, "2016-07-18T15:14:18Z", 0.05, "There are rumblings but given the fiasco that is Brexit, these are unlikely to morph into formal processess any time soon."], [27004, "2016-07-18T13:45:51Z", 0.64, "With the help of a spreadsheet, listed all current 27 EU member states, except the UK. \nAssumed that it is rather unlikely that the current respective governments would trigger a referendum before 01 July 2017.   \nChecked/estimated the forthcoming election dates for each EU member state. \nFor each nation, estimated the chance of a pro EU Exit party winning power / government. \nSubsequently, estimated the chance of each EU member state government setting (before 01 July 2017) a referendum date. \nCurrently getting 64%. "], [26780, "2016-07-18T13:12:16Z", 0.01, "Everyone will see the economic implications -amply demonstrated by the UK"], [27106, "2016-07-18T13:12:07Z", 0.55, "its too tempting"], [27381, "2016-07-18T12:52:14Z", 0.76, "England will negotiate a smooth exit from the EU, because both Parties must have orderly transition or face dire consequences. Other EU members will see that EU will capitulate and follow UK out the door, main driver will be continued rise of right wing politics a la La Pen, most likely Finland. "], [26631, "2016-07-18T12:21:11Z", 0.65, "Several countries have already stated that they are considering leaving."], [25804, "2016-07-18T11:19:18Z", 0.05, "EU leaders will do everything in their power to resist such calls, and there is no EU member country where the dominant political party has an appetite for such a contest."], [25281, "2016-07-18T10:19:28Z", 0.65, "less than 1 month after the Brexit vote - things have settled down. Events such as Turkey, Nice and the general discontent with status quo give this a reasonable chance. With all the upcoming elections this bears watching "], [13465, "2016-07-18T09:28:31Z", 0.3, "While low, I would say that the chances are at an all time high for various reasons. Immigration in certain EU member states is under serious pressure, and the threat of charging them for not taking refugees would out weight the gains lesser states receive (e.g - Poland). Other states are under severe pressure for opposition anti eu austerity (Spain/Greece). Still all of these nations are not major players in the grand scheme of things, and have a tendency to back down to the EU. More will be known as major players elections come up (e.g- French), and what happens to the EU with growth in general over the next 6-10 mos. "], [27493, "2016-07-18T09:13:39Z", 0.05, "Brexit seemingly negative consequences will deter others for now."], [22657, "2016-07-18T08:34:32Z", 0.0, "No. Europe is already in enough turmoil, with the UK leaving, an attempted coup in Turkey on the EU's border, terrorism attacks in France and asylum migration from North African states. EU leaders will be keen to keep the EU together, so are unlikely to offer a referendum that might trigger another Leave."], [27186, "2016-07-18T02:19:05Z", 0.1, "I think the political has been sufficiently scared by the UK outcome, and they will resist the idea in their home country. An election may reverse that, but requires a radical election outcome and enough political control and stability to set a referendum within a year of now."], [27441, "2016-07-18T00:18:35Z", 0.15, "Brexit will bring difficulties to Britain and more important to British expatriates in the EU. As Greece's difficulties imposed by the far left deterred other far left parties to haveâ€‹ any real success so will Brexit."], [8888, "2016-07-17T23:38:12Z", 0.7, "Countries such as The Netherlands and Austria may want to consider leaving"], [25021, "2016-07-17T23:33:02Z", 0.06, "Staying low for now as I think most parties will wait until the fallout from Brexit is better understood. Also doubtful that a referendum date could be finalized within a year - it took Cameron's Britain more than two years of negotiations before the June Brexit poll was formally announced. \nOn the other hand: Migrant crisis not going away; widespread dissatisfaction with EU leadership; questions over viability of Schengen and the euro; rise of right-wing populism; terrorism. We've already seen that there are visceral reasons for wanting out, so, all logic aside, a tipping point may not be far off."], [19548, "2016-07-17T22:58:41Z", 0.02, "I believe a second member state WILL hold a referendum on leaving the EU in the near future. But 1st July 2017 is very soon. A Eurosceptic party would have to both take power and then set the date for the referendum, all within a year from now. Not gonna happen."], [12726, "2016-07-17T22:19:11Z", 0.07, "I'll go with the reasoning that for Eurozone countries this is unlikely within one year frame for couple reasons: high costs, uncertainty of how to disentangle from Euro. Also a pro-exit party would have to win elections and schedule referendum immediately. Although some pro-exit parties may do better in coming elections (note: look through election calendar before July 2017), it is unlikely any of them will outright win. I think it is very unlikely that any pro-EU party would schedule such referendum after Brexit debacle. Potential risks are Greece and economy shock/downturn in some other country (Italy? - I think this is unlikely, but I might be wrong). I think risks are low."], [9746, "2016-07-17T22:04:26Z", 0.3, "Italy is on a really tuff situation and if they don't get a bailout from the EU they would have to consider other options"], [1332, "2016-07-17T21:43:37Z", 0.1, "After seeing — and living through — the upcoming travails of Britain, none of the others will want to experience it."], [27461, "2016-07-17T21:40:08Z", 0.0, "1 July 2017 is too early for that. Even if proponents of such actions win politically in other countries, they would want to see the economic impact of Brexit first and the discussions between the UK and EU. Besides, for a country in the euro area, the costs of such an action are very high. "], [26596, "2016-07-17T21:29:26Z", 0.0, "No other country will ask to leave the EU before July 2017"], [12573, "2016-07-17T20:54:07Z", 0.99, "I think Portugal will be the next country to plan on leaving the European Union disaster."], [25611, "2016-07-17T20:53:04Z", 0.15, "Very unlikely by 7/1/17.  Others perhaps inclined will wait to see what happens with the UK exit."], [2637, "2016-07-17T20:21:50Z", 0.05, "Very unlikely. Only possibility I can think of is a National Front victory in the French presidential elections May 2017, but it's highly unlikely that they would set a date so soon, even if they did win, which itself is unlikely. "], [27454, "2016-07-17T20:18:37Z", 0.02, "Extremely unlikely, fall out of Brexit not fully known, no other country will risk setting a date with the next year. "], [27453, "2016-07-17T20:12:53Z", 0.2, "Not likely.  Too many people now realize that Britian has turned its back on a good deal.  Their vote to leave has given pause to the notion that even a strong economy can thrive without the EU.  Other EU countries are closely watching for example the potential demise of Tata Steel in the UK and it's probable impact on British blue collar workers. "], [27446, "2016-07-17T18:40:52Z", 0.05, "1. Other countries will be cautious to see the consequences of BREXIT; 2. EU will respond to protect itself by some kind of populist reform."], [27403, "2016-07-17T03:16:09Z", 1.0, "Austria and the Netherlands will. The refugees in Europe will commit another mass rape over Christmas which will force the more right wing governments to do this."], [19801, "2016-07-17T01:18:22Z", 0.5, "This is a conditional prediction with 3 relevant factors."], [27387, "2016-07-16T22:23:48Z", 0.2, "Not as unlikely as people are claiming. Far-right parties on the rise in Austria, Netherlands, etc. Problem IMO comes from rather late Dutch elections (March) which mean that even if PVV win, may not have enough time to call it."], [27365, "2016-07-16T20:39:42Z", 0.75, "There are elections in Austria, France, Germany over the next year. Greece is still on the brink. Some leader may be firced over the next year to 'offer' a referendum to keep a party together"], [26326, "2016-07-16T13:25:01Z", 0.15, "Agree that the number of hurdles to go through make it unlikely that a date will be set by 1st July. But my estimate is increased a little by the fact that those hoping for independence might want to rush the process so Scotland doesn't have to start the process of leaving the EU only to rejoin."], [706, "2016-07-16T03:48:12Z", 0.9, "Spain"], [13642, "2016-07-16T02:48:42Z", 0.0, "It is uncertain whether the UK will actually leave the EU and no other country has made as much noise about leaving.  Any other government thinking of leaving the EU will likely wait to see how Brexit progresses before starting to convince their own people that a referendum is necessary."], [23006, "2016-07-15T22:06:22Z", 0.51, "security and migration issues"], [5001, "2016-07-14T23:09:18Z", 0.25, "Oh sh&%. Gotta increase for Frexit and Nexit on the sad, sad news from Nice. More than 70 dead and over 100 injured. Don't underestimate how quickly this can turn about. "], [691, "2016-07-14T20:16:17Z", 0.05, "This would require a fairly high level of stupid.   True, at the moment there is a lot of stupid around, but it seems to be fairly widely dispersed, not concentrated enough to trigger a referendumb in any one member state. Stay tuned."], [484, "2016-07-14T15:39:14Z", 0.1, "Up 5%. I still think the rational choice is to not offer any plebiscite, but this makes a compelling case why it might happen anyway."], [27020, "2016-07-14T14:59:43Z", 0.12, "No, the UK will act as a sign for things to come for other countries considering leaving the EU. The hesitation the UK is showing will cause other countries to think twice before they leave the EU"], [3895, "2016-07-14T14:20:28Z", 0.04, "timeframe too short, per @Zette314. GJP people, \"officially announce an intention to hold\" would have been a better question than \"set a date\" I suspect"], [27299, "2016-07-14T08:39:53Z", 0.75, "A year is a long time in politics! Dutch and Swedish politicians are currently resisting it despite the will of their populations. The French have an election in April/May 2017 and, with the rise of the likes of the FN, it seems likely that a referendum may need to be offered to placate those voters (similar to the Conservatives in the UK, as they lost votes to UKIP). Austria needs to re-run its election after the anti-EU candidate was edged out by dodgy postal votes."], [20060, "2016-07-14T01:50:49Z", 0.8, "Czech seems the most likely. Spain is a distant second. Italy probably isn't democratic enough to offer a referendum, but politicians have a remote chance of doing so to rebuild the facade of a modern values."], [1993, "2016-07-14T00:54:15Z", 0.05, "Netherlands? France? Italy? Probably not within this timeframe. Next time, politicians will only call a referendum if there is a popular and political consensus to leave the EU. In that case, a referendum will legitimize an action that would be taken anyway. In an attempt to thwart further secessions, the EU may abandon some aspects of integration and European governance, eliminating some of the motivation for leaving."], [24771, "2016-07-13T15:53:14Z", 0.09, "Note that this question is \"set a date\". For example, in the UK it was nearly 3 years between the announcement of an intention to hold a referendum and the signing of the legislation, and then another two months after that before a date was set. Those two months could be important given the dutch and french elections in the first half of 2017, even if legislation was passed / decision taken very quickly there are logistical challenges to setting a date. So even if those elections lead to conditions where a referendum will happen, it seems unlikely to me that the date for the referendum would be set by July 1st. "], [27242, "2016-07-13T11:30:17Z", 0.2, "Multiple countries have started talking about it"], [13997, "2016-07-13T08:29:34Z", 0.0, "The remaining nations and their populations appear to have moved in favour of EU membership now that the consequences of the British vote are apparent."], [27144, "2016-07-13T07:12:44Z", 0.03, "Eastern countries have no financial interest whatsoever. So, France with LP win, or any other country for whatever unexpected reason."], [484, "2016-07-13T03:55:48Z", 0.05, "Initial forecast based on \"what makes sense.\" Since there are 28 (and lowering) political entities, the probability is probably higher. I agree that letting the citizens vote is not much of a stretch; of course the Brexit is a great example of how things can get out of control."], [23006, "2016-07-12T22:38:09Z", 0.4, "Cameron made such a colossal mistake, reading people and timing the referendum. Why would others rush in to do the same?"], [10314, "2016-07-12T21:20:57Z", 0.0, "Alastaircookie is right.      Maybe AFTER July 2017 as Summer vacations will take precedence over critical thinking."], [14613, "2016-07-12T20:22:32Z", 0.61, "I think there is a 61% chance because they only have to set a date for a referendum before 1 July 2017. They don't have to vote leave or stay by then. Also, only one member has to do this for it to resolve to yes. Since most people are followers, it seems likely that at least one member state (which is composed of people) will set a date. The UK is a leader in voting to leave the EU, and all leaders lead by example, either a good or bad example, and followers follow examples without regard to which type they are. Just to clarify, I don't think the \"results\" of Brexit will matter as much as the example of having done it. "], [915, "2016-07-12T19:20:12Z", 0.0, "no way.  after Brexit if you're in the EU Establishment, you circle the wagons and would rather risk being voted out of office than push for, or heed the call of, a referendum."], [24, "2016-07-12T19:16:53Z", 0.1, "Improbable, until more than the initial consequences of the Brexit decision are a little clearer, and also the EU's approach to negotiations with the UK. Austria and Italy may be worth watching, though, as an outside chance. Several of the most overtly EU-sceptic countries and governments are in the 2004 accession states in Central and Eastern Europe, and even though the three most sceptical of them (Poland, Hungary, Czech Rep) are yet to adopt the Euro, they would have too much to lose financially in the event they left the EU."], [20, "2016-07-12T19:12:08Z", 0.1, "Without knowing the different governments' positions, I'm doubting there is another Cameron out there."], [4634, "2016-07-12T19:11:07Z", 0.08, "AFAIK, at this time France is the only country that has the legal framework in place to hold such a referendum, the French President has the legal authority to do so. For all the other countries 1 July 2017 is probably too soon. I don't think it is very likely that Marine Le Pen will be the next French president (the second round of the vote takes place in May). And even she may not want to act that fast.\n"], [27131, "2016-07-12T19:03:15Z", 0.05, "Related movements will wait until the memory of immediate financial panic fades. "], [83, "2016-07-12T18:56:28Z", 0.0, "Not likely, EU may make negotiations difficult for the UK.  "], [12879, "2016-07-12T17:42:42Z", 0.6, "Scotland???? Ireland????"], [500, "2016-07-12T17:06:13Z", 0.0, "no"]]}