{"question_id": 363, "title": "Will the Dakota Access Pipeline begin transporting oil before January 2018?", "correct_answer": "Yes", "crowd_forecast": 0.99, "preds": [[529, "2017-06-04T18:47:44Z", 1.0, "http://www.pbs.org/newshour/rundown/dakota-access-pipeline-operation-months-resistance/"], [529, "2017-06-02T03:40:40Z", 1.0, "News reports; oil now \"flowing through\" DAPL:"], [16778, "2017-06-02T00:18:07Z", 1.0, "http://www.npr.org/sections/thetwo-way/2017/06/01/531097758/crude-oil-begins-to-flow-through-controversial-dakota-access-pipeline"], [29591, "2017-06-01T20:56:04Z", 1.0, "@JMR2017 has quoted The Hill, it has also been reported on CNN that the pipeline is officially commercial operational: http://edition.cnn.com/2017/06/01/us/dakota-access-pipeline-oil-flowing/"], [32258, "2017-06-01T16:27:52Z", 1.0, "https://origin-nyi.thehill.com/policy/energy-environment/335898-dakota-access-pipeline-now-in-service"], [35618, "2017-05-24T06:10:49Z", 0.99, "http://minnesota.cbslocal.com/2017/05/22/dapl-system-leaks-march/"], [10898, "2017-05-24T05:40:38Z", 0.97, "http://www.businessinsider.com/the-dakota-access-pipeline-sprung-2-new-leaks-2017-5"], [33463, "2017-05-18T14:02:11Z", 1.0, "Appears they are on the precipice of starting to transport crude oil. "], [35636, "2017-05-16T18:28:16Z", 0.8, "Trump and Koch want it. And if they can get it to stop leaking. "], [529, "2017-05-16T03:23:09Z", 1.0, "FWIW, the following 5/15/17 news report states \"...DAPL begins interstate service, pumping crude oil from the Bakken to Illinois.\""], [83, "2017-05-14T01:15:49Z", 0.99, "Unless there is a major spill between oil loading this weekend and the June 1 operational date, combined with a negative court decision......"], [83, "2017-05-14T01:06:49Z", 0.85, "Dakota Access Pipeline, not yet operational, has already started to spill oil (84 gallons and fully contained)\nhttp://arcgis.sd.gov/server/denr/spillsviewer/.  Enter \"Dakota access pipeline\" in the name/responsible party field."], [35544, "2017-05-13T17:39:13Z", 0.97, "A lack of will on the part of the legislature and courts will allow the pipeline to become operational even as environmental and social impacts remain. "], [35410, "2017-05-12T03:11:04Z", 1.0, "Barring a domestic act of violence against the pipeline, there doesn't seem to be anything holding it back. "], [35400, "2017-05-12T02:10:17Z", 0.95, "The current US administration is so pro fossil fuels, including our current presidents investment in this particular pipeline, that this will go through.  Beneficial or not to the American people, they will see this through and flag it as success."], [35376, "2017-05-12T00:25:14Z", 0.9, "The pipeline has been completed, the national agencies that govern the pipeline are headed by a pro oil administration, oil prices are not likely to fall substantially but pose the biggest risk as to why the pipeline would not be put into production. Infrastructure that is completed is usually used."], [529, "2017-05-11T21:54:35Z", 0.99, "As noted in comment below: "], [32258, "2017-05-11T18:27:07Z", 1.0, "The company is now saying the pipeline \"should be completed by June 1, when the 1,170-mile pipeline is due to enter into service.\""], [529, "2017-05-05T15:02:38Z", 0.99, "Affirming forecast."], [10898, "2017-05-04T22:56:18Z", 1.0, "https://www.bna.com/dakota-access-pipeline-n57982087544/"], [32117, "2017-05-02T16:41:48Z", 0.85, "The Pipeline is functional and the current Presidential administration will hasten the movement of oil through the pipeline."], [38, "2017-04-30T15:46:05Z", 1.0, "Since March 23rd everyone has been saying \"any day now\".  \"Any day now\" has been described as \"in May\", possibly May 14th."], [529, "2017-04-27T00:21:57Z", 0.99, "Reaffirm previous forecasts.."], [529, "2017-04-21T16:01:19Z", 0.99, "4/21/17: Affirming previous forecast(s)."], [15621, "2017-04-19T10:39:03Z", 1.0, "http://www.refinery29.com/2017/04/150004/dakota-access-pipeline-date-start-delivering-oil\n"], [29591, "2017-04-18T09:38:59Z", 1.0, "The remaining lawsuit of the Standing Rock Sioux Tribe vs. US Army Corps of Engineers doesn't look as though it will stop the pipeline.\n\"The Standing Rock Sioux Tribe has been pushing for partial summary judgement on claims that the Corps violated NEPA, the Clean Water Act and its duties under tribal treaties by granting the easement and terminating the environmental review\". \nThe Corps has asked the court for \"partial summary judgement in it's favour, saying the tribe 'disagrees with the Corps judgement call regarding how to analyse and discuss risk of an oil spill...the tribe fundamentally has not shown that the risk was 'ignored' or that the Corps has otherwise failed to consider the potential impacts as required by NEPA. Nor has the tribe shown that the Corps violated a substantive trust duty, violated the Clean Water Act or reversed itself without a detailed explanation of any changed circumstances.\"\nhttps://www.law360.com/articles/911420/dakota-access-mostly-loses-bid-to-shield-suit-documents\n"], [529, "2017-04-14T01:13:20Z", 0.99, "http://www.reuters.com/article/us-north-dakota-pipeline-idUSKBN17F2TO"], [1107, "2017-04-13T14:39:44Z", 0.9, "Oil money goes farther that Occupy movements or protests."], [15621, "2017-04-12T09:02:19Z", 1.0, "https://www.desmogblog.com/2017/04/03/dakota-access-oil-by-rail\n"], [529, "2017-04-11T02:44:15Z", 0.99, "Passage of time update"], [29591, "2017-04-02T19:34:38Z", 1.0, "DAPL is in the final phase; pre-commissioning which involves a series of tests in preparing the pipeline for operation. This involves: filling, cleaning and gauging, hydrotesting, dewatering and drying. (http://www.ppsa-online.com/papers/2005-Aberdeen-2-Russell.pdf) "], [1643, "2017-04-01T20:58:43Z", 1.0, "According to this, the pipeline already has oil in it, it just may not be flowing:\n“Oil has been placed in the Dakota Access Pipeline underneath Lake Oahe,” Energy Transfer Partners said in a court filing in Washington, DC on March 27. “Dakota Access is currently commissioning the full pipeline and is preparing to place the pipeline into service.”"], [26242, "2017-04-01T01:36:38Z", 1.0, "The pipeline's opponents have all been solidly BTFO for months and as said elsewhere the pipeline will be operational very soon"], [3285, "2017-04-01T00:16:46Z", 1.0, "The opponents still have a few legal arguments - one on religious grounds and one that the permit shouldn't have been issued in the first place. Those seem very unlikely to prevail."], [529, "2017-03-31T03:50:44Z", 0.99, "3/31/17: As noted, pipeline reportedly (planned) to be fully operational in about three weeks."], [19801, "2017-03-30T10:13:08Z", 1.0, "North Dakota oil production will get a shot in the arm next month as a pipeline comes online despite opposition by environmental groups and Native Americans, allowing the energy industry to save at least $540 million in annual shipping costs.\nhttp://www.reuters.com/article/us-north-dakota-pipeline-production-idUSKBN1710F1?il=0"], [32258, "2017-03-29T19:00:23Z", 1.0, "Company says pipeline will be in service 3 weeks from now."], [34516, "2017-03-29T04:30:53Z", 0.94, "Oil in the pipeline (according to ETP)\nETP claims that oil will be flowing within a few weeks (3/27/2017)\nWhy not 100%?\nVandalism of pipeline\nUnresolved legal case with Cheyenne River Sioux Tribe\nhttp://oilprice.com/Energy/Crude-Oil/Dakota-Access-Pipeline-Loaded-And-Ready-For-Business.html\nhttp://hosted.ap.org/dynamic/stories/A/AP_US_OIL_PIPELINE\nhttp://www.nbcnews.com/storyline/dakota-pipeline-protests/dakota-access-pipeline-now-has-oil-beneath-missouri-river-company-n739296"], [29591, "2017-03-28T22:12:38Z", 1.0, "Pipeline fill has started, like other forecasters have said - oil will be transported soon. http://oilprice.com/Energy/Crude-Oil/Dakota-Access-Pipeline-Loaded-And-Ready-For-Business.html"], [31450, "2017-03-28T20:03:56Z", 1.0, "The pipeline is expected to be completed shortly and oil will begin flowing shortly."], [31679, "2017-03-28T15:41:29Z", 1.0, "Oil is now in the pipeline, so we're closer to 100 than my previous 99% forecast."], [529, "2017-03-28T00:33:28Z", 1.0, "3/27/17: Oil in pipeline (reportedly). Not quite yet in service (reportedly):"], [6303, "2017-03-27T02:42:42Z", 0.99, "Based on general news and GJP consensus."], [11800, "2017-03-26T15:54:36Z", 0.6, "construction projects ready for use dates  are tricky to forecast, specially when it is in the area of political swamps"], [691, "2017-03-26T15:35:00Z", 0.96, "http://www.reuters.com/article/us-usa-pipeline-keystone-transcanada-idUSKBN16V1CN\nhttps://governor.nebraska.gov/press/gov-ricketts-comments-keystone-xl-presidential-permit\nStill not a gimme, even if M. Petits-Doigts calls the governor of Nebraska, who claims to be happy about all this and confident that the PSC will do a good job of deciding.  The governor has no special control over the independent five-member PSC; it is not clear whether the Prez just doesn't know this, or has been advised by his son-in-law or daughter that it would put the PSC members in an odd ethical position if the Prez calls them to intervene.  My money's on the former, ethics never having loomed large in the family legend."], [529, "2017-03-24T17:47:18Z", 0.99, "http://abcnews.go.com/US/wireStory/company-dakota-access-pipeline-track-start-week-46265658"], [11057, "2017-03-23T14:41:04Z", 1.0, "Oil is expected to flow soon.  However, a US District Court for the District of Columbia has yet to rule on the SRST and the Cheyenne River Sioux tribes' claims that the USACE violated federal laws in approving the pipeline.  That ruling is expected within the next several weeks.  \nhttp://www.hcn.org/articles/oil-expected-to-flow-through-dakota-access-pipeline-this-week"], [529, "2017-03-20T15:41:17Z", 0.99, "http://www.nbcnews.com/storyline/dakota-pipeline-protests/appeals-court-refuses-stop-oil-dakota-access-pipeline-n735336"], [16778, "2017-03-20T15:14:59Z", 0.99, "Federal appeal court denied legal challenge by the tribes to halt oil transfer over this weekend. Oil may begin flowing as early as today."], [529, "2017-03-18T22:17:11Z", 0.99, "http://www.prairiebusinessmagazine.com/energy/4236309-editorial-understand-dakota-access-pipeline-understand-laches"], [19022, "2017-03-18T16:28:50Z", 1.0, "Wasn't ever gonna be stopped. Flint still ain't got clean water lmao."], [29591, "2017-03-17T21:10:34Z", 1.0, "Article on Platts stating that the Dakota Access Pipeline will likely start transporting oil next week.\n http://blogs.platts.com/2017/03/16/dakota-access-pipeline-bakken-crude-oil/"], [31238, "2017-03-17T00:55:44Z", 1.0, "Quick post-mortum. I don't think I gave the Trump administration enough credit to getting this through in the beginning, I did not fully take political considerations into account either, that should've drastically raised my base rate to start. I spent too much time anchoring around that 40%"], [529, "2017-03-15T15:55:09Z", 0.99, "http://www.voanews.com/a/us-judge-denies-tribes-request-to-stop-oil-flow-in-dakota-access-pipeline/3766467.html"], [29680, "2017-03-12T02:32:34Z", 0.77, "Russian steel approved increases confidence."], [14253, "2017-03-10T18:49:52Z", 1.0, "Up 2 to 100 on the @jayb and @Khalid links."], [11057, "2017-03-10T15:15:14Z", 1.0, "\"That's all she wrote.\""], [68, "2017-03-09T06:42:51Z", 1.0, "http://www.npr.org/sections/thetwo-way/2017/03/07/519040535/dakota-access-pipeline-court-challenge-denied-oil-could-flow-as-soon-as-next-wee"], [529, "2017-03-09T03:36:25Z", 0.99, "http://www.latimes.com/nation/nationnow/la-na-dakota-pipeline-judge-ruling-20170307-story.html"], [98, "2017-03-09T01:38:47Z", 0.99, "http://abcnews.go.com/US/wireStory/american-indians-protest-trump-pipeline-washington-45955375"], [529, "2017-03-07T21:31:59Z", 0.99, "As noted: \"A federal judge declined Tuesday to temporarily stop construction of the final section of the disputed Dakota Access pipeline, clearing the way for oil to flow as soon as next week..\""], [29591, "2017-03-07T21:24:01Z", 1.0, "Judge Boasberg has again declined to temporarily stop construction of DAPL - saying that the tribes \"had not raised the religious argument in a timely fashion\". The Judge also said that he would likely allow the tribes to raise the religious argument again, but it would not likely succeed. (https://www.theguardian.com/us-news/2017/mar/07/dakota-access-pipeline-court-battle-standing-rock-oil)\nThis is at least the third time that Judge Boasberg has \"denied a bid to block pipeline project progress\" (https://www.bloomberg.com/news/articles/2017-03-07/dakota-access-triumphs-over-tribe-s-challenge-to-pipeline). \n\"Both tribes also have asked Boasberg to overturn the federal permission for the Lake Oahe crossing and to bar the corps from granting permission in the future. The judge won’t rule until at least April.\" (https://www.theguardian.com/us-news/2017/mar/07/dakota-access-pipeline-court-battle-standing-rock-oil). Given the fact that the Judge has denied all of the tribes arguments up to now, its unlikely that he will overturn the federal permission in his future ruling. "], [33942, "2017-03-07T20:15:03Z", 0.96, "Judge has ruled against tribes' legal challenge"], [29623, "2017-03-06T04:32:43Z", 1.0, "Reaffirm\n"], [8523, "2017-03-05T21:12:42Z", 0.2, "I expect there will be resistance to slow it down."], [1646, "2017-03-02T21:43:05Z", 0.7, "Only tangentially related, but interesting to see how this case unfolds this week"], [33856, "2017-03-02T17:47:51Z", 0.95, "Based on news reports that is will be completed and operating in weeks."], [33942, "2017-03-01T16:04:30Z", 0.92, "Legal challenge seems unlikely to succeed"], [529, "2017-02-28T22:31:26Z", 0.91, "Further increasing forecast likelihood. Certain current legal efforts (i.e., to 'immediately' halt construction/implementation) seem fairly desperate/unlikely. Continuing to monitor."], [29591, "2017-02-28T11:26:52Z", 0.94, "Given the information available, I think it is highly unlikely that the DAPL will be stopped by legal processes and will, therefore, be transporting oil by January 2018."], [33942, "2017-02-26T15:22:57Z", 0.9, "Currently scheduled to begin by early April. Would only be prevented by sabotage or legal ruling. No suggestion or precedent for sabotage. I don't know how likely the legal action is to succeed, but nobody seems very helpful, so I'm making a wild guess of 90% Yes."], [31679, "2017-02-25T17:59:09Z", 0.99, "Protestors have been cleared from the area and the company is talking about having oil there in a couple weeks, probably faster than the courts can intervene:"], [1646, "2017-02-24T21:29:22Z", 0.25, "Jesuits disagree:\nhttp://www.americamagazine.org/politics-society/2017/02/23/jesuits-call-dakota-pipeline-work-morally-unacceptable"], [16778, "2017-02-23T18:25:59Z", 0.99, "With the camp being removed, as long as there are no further hurdles the pipeline may be complete in a little as 1 month."], [31679, "2017-02-23T07:40:34Z", 0.98, "Protest camp getting cleared out... "], [529, "2017-02-22T23:31:19Z", 0.83, "As noted elsewhere, ETP reportedly \"...estimates and targets that the pipeline will be complete and ready to flow oil anywhere between the week of March 6, 2017, and April 1, 2017.\"  "], [1643, "2017-02-22T20:19:20Z", 0.99, "Updating based on \n1) more aggressive company estimate.\nhttp://abcnews.go.com/Politics/dakota-pipeline-builder-oil-flow-weeks/story?id=45649701"], [33927, "2017-02-22T08:38:10Z", 0.9, "It will be done within weeks. Oil will start flowing as soon as possible. ETP would not give up a chance to profit."], [29591, "2017-02-21T10:36:33Z", 0.9, "Given the current situation with protests and legal action taken by the tribe I would not put my forecast up to 100%, but I would say its pretty much a done deal that the pipeline will be operational this year. "], [1639, "2017-02-21T09:29:28Z", 0.9, "As dawn breaks over an encampment that was once home to thousands of people protesting the Dakota Access oil pipeline, a few hundred holdouts rise for another day of resistance."], [31679, "2017-02-21T07:23:00Z", 0.96, "It sounds like even protestors know this is over, and the company sounded bullish on finishing in 30 days:\nhttp://www.theglobeandmail.com/report-on-business/industry-news/energy-and-resources/dakota-access-pipeline-protesters-wont-budge-despite-looming-deadline/article34093621/"], [27798, "2017-02-20T03:03:33Z", 0.95, "Many links shared that estimate completion within a few months"], [29469, "2017-02-18T17:03:36Z", 0.9, "Seems to be one of the top projects for the Trump admin."], [19801, "2017-02-16T12:29:42Z", 1.0, "Dakota Access pipeline constructions resume as Native American activists vow to fight on\nhttp://www.abc.net.au/news/2017-02-10/dakota-pipeline-go-ahead-native-americans-vow-to-fight/8257910"], [38, "2017-02-15T03:31:35Z", 0.96, "https://www.ncronline.org/blogs/eco-catholic/standing-rock-sioux-vow-challenge-pipeline-court\n\n\"Feb. 9, 2017  A double-back decision by the Army to approve a final, critical permit for the Dakota Access Pipeline, while bypassing an environmental review, has led the Standing Rock Sioux Tribe and its allies to double down in their near-yearlong opposition to the contentious project they maintain endangers tribal water and sacred lands.\n. . . \n\"The Missouri River crossing is the last major piece of the 1,172-mile pipeline to be constructed.   Energy Transfer Partners officially received the easement the evening of Feb. 8. A spokeswoman told The Associated Press that construction would resume immediately. The company said it would be operational within months.\n. . . \n\"The order said it was complying with Trump's Jan. 24 memorandum that instructed the Army to expedite approval of Dakota Access \"to the extent permitted by law,\" and consider withdrawing a prior directive for an environmental impact statement on the project, which the order also did. The environmental impact statement was requested by the Army in December, and was to include an examination of alternate routes and the risk of oil spills.\n. . . \n'In the statement Feb. 7, the tribe vowed to challenge the order in court and continue to push for the completion of the environmental impact statement. . . . The tribe added that if the pipeline is completed, it will seek to shut operations down.\n. . . \n\" . . . the Native Nations March and will call on their representatives in Congress to support a letter sent the evening of Feb. 7 from Democratic members of the Senate and House natural resources committees that calls on the president \"to immediately reverse this decision and follow the appropriate procedures required for tribal consultation, environmental law, and due process.\"\n. . . \n\"To abandon the [environmental impact statement] would amount to a wholly unexplained and arbitrary change based on the President's personal views and, potentially, personal investments. We stand ready to fight this battle against corporate interest superseding government procedure and the health and wellbeing of millions of Americans,\" the tribe said in a statement.\n. . . \nTrump has promised to cut back environmental regulations that he said harms businesses, and to expedite the environmental review process.\n~~~~~~~~~\nCOMMENT:  I note the lack of specifics in the statements made by those opposed to this pipeline and that they are already talking about what they'll do if it is completed."], [29680, "2017-02-12T22:12:47Z", 0.67, "Slight upgrade from 60 to given dramatic consensus shift."], [15621, "2017-02-10T11:44:51Z", 0.98, "Beginning to look very likely now. Last statement says oil will be moved within 3 mths. Sabotage??"], [19801, "2017-02-10T05:44:56Z", 0.98, "Construction resumes on Dakota pipeline despite tribe's challenge"], [38, "2017-02-10T02:52:26Z", 0.96, "On Tuesday, the Army changed course, informing Congress that it will grant permission for an easement — a special permit allowing a company to cross private or federal land — and complete the project, without finishing the environmental review."], [529, "2017-02-09T23:03:49Z", 0.72, "Leaving a modest degree of uncertainty in forecast for now, about potential effectiveness of (ongoing) opposition to DAPL. "], [68, "2017-02-09T16:17:57Z", 0.95, "\"Could be transporting oil within three months\""], [19801, "2017-02-09T06:57:16Z", 0.95, "North Dakota tribe says running out of options to stop pipeline"], [11057, "2017-02-09T02:18:37Z", 0.91, "The projected time to complete that section of pipeline is 100 days.  Even with weather delays, the construction may be completed before the end of April."], [1643, "2017-02-08T21:35:55Z", 0.85, "1) The easement has been lifted and if construction could start today the company expects they would be done by June 1.\nhttps://www.wsj.com/articles/trump-administration-gives-final-approval-for-dakota-access-pipeline-1486500445"], [529, "2017-02-08T19:42:16Z", 0.68, "Pipeline co. and others have estimated only a few months (..roughly two to three-plus, I've read) to \"finish the project\", once construction is restarted. "], [33463, "2017-02-08T16:29:19Z", 0.95, "Recent approval of project and prospect for oil to start flowing by June.  Always a risk that additional litigation could tie this up in court, but since right of way isn't on Indian Affairs / reservation land, hard to see that happening. "], [19801, "2017-02-08T12:20:27Z", 0.91, "In a court filing on Tuesday, the Army said that it would allow the final section of the line to tunnel under North Dakota's Lake Oahe, part of the Missouri River system. This could enable the $3.8 billion pipeline to begin operation as soon as June. \nhttp://www.reuters.com/article/us-north-dakota-pipeline-idUSKBN15M2DU?il=0"], [68, "2017-02-08T08:41:09Z", 0.85, "http://www.reuters.com/article/us-north-dakota-pipeline-idUSKBN15M2DU"], [31679, "2017-02-08T03:00:18Z", 0.93, "Nudging my forecast up, on news the ACE has given their green light."], [16778, "2017-02-08T00:16:34Z", 0.95, "Upping my prediction. Army Corps just cut short public comment period by two weeks to expedite approval as directed by Trump. Given all the other controversies that Trump has wrought on the US, I believe public uproar over pipeline construction will be too fragmented to significantly delay its construction."], [19801, "2017-02-07T23:45:53Z", 0.91, "Energy Transfer to Get Dakota Access Pipeline Approval From U.S."], [651, "2017-02-07T23:40:26Z", 0.7, "Army Corps of Engineers announced it would approve today."], [529, "2017-02-07T22:31:07Z", 0.61, "2/7/17: Per sources below, now appears closer to \"last stand\" time for opponents of DAPL completion. Will monitor development(s)."], [33461, "2017-02-07T22:29:17Z", 0.9, "With the Army Corps easement granted, could be operational by July 2017."], [31082, "2017-02-07T22:01:47Z", 0.6, "Updating to reflect accelerated executive order of US president (24/1) and information by company that it takes only 60 days to complete. Legal disputes will still delay and possibly stop pipeline but overall likelihood increases."], [31989, "2017-02-07T16:59:43Z", 0.1, "No, because continued protests will delay construction"], [1993, "2017-02-07T08:42:01Z", 0.65, "If the easement from the Army Corps of Engineers comes through. Will probably be operational by mid-year."], [651, "2017-02-06T14:38:38Z", 0.4, "Downward adjustment due to increasing mobilization of opponents and potential for court involvement."], [33034, "2017-02-06T14:31:21Z", 0.8, "Phillips 66 has a 25 percent stake in the $3.8 billion project led by Energy Transfer Partners LP. Phillips 66's CEO, Greg Garland, made the comments on a conference call with analysts to discuss quarterly earnings.\n\"Commercial operations are expected to begin in the second quarter of 2017, pending the issuance of an easement from the U.S. Army Corps of Engineers to complete work beneath the Missouri River on DAPL,\" Phillips 66 said in its earnings news release.\nCEO of Pillips66 made promising comments that are bound by SEC.  Also, my previous understanding of outstanding permit needs was erroneous.  They only need an approval from the army corps of engineers, not FERC who does not have a permit granting quorum presently."], [18762, "2017-02-06T14:11:43Z", 0.7, "it is 95% complete, Trump wants it, GOP wants it and the only question to me is judicial involvement in stopping it. I probably should make this 90% but I just cant help but think a last minute judicial involvement or some other tactic by its opponents will delay it. It is hard to see that delay lasting until January 2018 since it is ready to start by2Q 2017."], [15621, "2017-02-06T12:27:50Z", 0.7, "https://www.bloomberg.com/news/articles/2017-02-03/dakota-access-pipeline-seen-operational-in-second-quarter\nSee @Iainhen99\nRising substantially on this link."], [29591, "2017-02-05T19:07:14Z", 0.85, "I think now it is highly likely that the DAPL will be transporting by January 2018. "], [7934, "2017-02-05T16:49:16Z", 0.95, "Trump is 100% committed to infrastructure building especially pipelines."], [14253, "2017-02-05T05:36:22Z", 0.98, "Dakota Access Pipeline May Not Be Operational Until Second Quarter of 2017\nby Meenal Vamburkar  and Sheela Tobben\n3 February 2017, 11:35 GMT-5"], [6303, "2017-02-05T03:55:31Z", 0.9, "According to the general news and GJP consensus."], [33365, "2017-02-04T21:03:26Z", 0.3, "It will happen, but legal challenges will prevent start-up in 2017"], [11057, "2017-02-04T15:06:09Z", 0.82, "The Corps said oil erosion and pollution — which it attributed to the \"unauthorized placement of structures, vehicles, personal property, and fires\" on the land over the course of more than six months — could result in contaminated runoff into both rivers. "], [31238, "2017-02-04T14:57:22Z", 0.7, "http://finance.yahoo.com/news/dakota-access-pipeline-may-not-163502398.html"], [19801, "2017-02-04T00:37:13Z", 0.89, "http://www.reuters.com/article/us-north-dakota-pipeline-phillips-idUSKBN15I2H1"], [83, "2017-02-03T19:10:52Z", 0.55, "Best case scenario: end of May or June.  Seems the Q will need 6 to 7 months of delays to fail.\nFrom: http://www.reuters.com/article/us-north-dakota-pipeline-phillips-idUSKBN15I2H1\nThe comment period ends on Feb. 20, and even if the easement were granted immediately after, ETP has estimated a 90-to-120-day drilling period.\".\n"], [33295, "2017-02-03T16:23:51Z", 0.35, "I think t"], [19801, "2017-02-02T23:18:02Z", 0.85, " Dakota Access pipeline moves to final stage in army corps approval process"], [10267, "2017-02-02T03:27:44Z", 0.0, "I live in Minnesota and the Dakota Access Pipeline is consistently in the news here.  One of the main reasons construction was halted last December was due to the fact that a large number of veterans drove to South Dakota & stood w/ the Indian protesters.  Optics are still important to the people in our country & I think this will be one of those times that Mr. Trump will care a great deal about optics as well..."], [23861, "2017-02-02T00:58:46Z", 0.55, "Raising forecast based on Trump EO. Still not clear if the installation schedule can meet the January 2018 date but will continue to monitor."], [15621, "2017-02-01T14:52:53Z", 0.5, " @AlbertIIGibbs\nGoing higher on this link.\n"], [32100, "2017-02-01T13:49:41Z", 0.75, "http://www.msn.com/en-us/news/us/army-corps-told-to-clear-way-for-dakota-access-construction/ar-AAmtrTx?li=BBnb7Kz"], [19801, "2017-02-01T10:01:00Z", 0.65, "Dakota Access pipeline moves closer to completion: lawmakers\nhttp://www.reuters.com/article/us-northdakota-pipeline-idUSKBN15G357"], [11057, "2017-02-01T04:10:59Z", 0.81, "Raising based on the content of the articles cited by @jayb (Forbes opinion piece) and @danielharan below."], [529, "2017-02-01T03:28:26Z", 0.51, "1/31/17: Slightly increasing forecast likelihood based upon the following info (link). Will monitor developments."], [529, "2017-02-01T03:16:37Z", 0.48, "Comment: Both opposing \"sides\" re this project remain motivated. \nPipeline company (ETP) claims DAPL (in its entirety)  is \"close\" to completion (second source below)."], [31679, "2017-02-01T02:18:53Z", 0.92, "Nudging my forecast upwards again on recent news: http://www.reuters.com/article/northdakota-pipeline-idUSW1N1FL00H"], [28414, "2017-01-31T18:28:23Z", 0.8, "Drill, baby, drill!\nhttps://www.youtube.com/watch?v=jxQ7gDtOydo"], [28912, "2017-01-31T04:49:42Z", 0.25, "TransCanada has to apply all over again, the Federal government, in putting America first will want to ensure that there is no meat on the bone for anyone else, so I think the likelihood is quite low.  There is a sentiment rising in the US that this is a hill to die on."], [32766, "2017-01-30T21:14:45Z", 0.8, "ACOE said in November it was 87% complete. Agree with others that protests will likely not stop but I feel state government will be more able to ignore them.  People have been talking about tar sand viability but as far as I can tell DAPL is for ND fields, not just Canada. "], [33034, "2017-01-30T13:36:42Z", 0.65, "Commissioner for FERC resigned as Trump announced his replacement.  This will put a hold on all rulings for new pipeline permits and likely create a backlog further hampering the expedited completion of the project."], [6303, "2017-01-30T03:40:14Z", 0.8, "According to the general news and GJP consensus."], [29970, "2017-01-29T18:46:55Z", 0.0, "This single environment issue will become a symbol and cause that will galvanize and unify many diverse environmental and social justice groups, the pipeline issue will be tied in knots a year from now.  Millions of dollars will be donated to these groups, which will include environmental, tribal, and social justice law firms.  This has already happened in history.  Interior Secretary James Watt, in the Reagan administration, decided to open up the west for mining, logging, and drilling.  The blowback was nationwide, and a little hippy organization in San Francisco called the Sierra Club was launched.  James Watt was called \"the Fort Knox of environmental fundraising.\"  My sense is that this pipeline effort is an overreach in an administration that has set itself up for many other fights.  Don't forget that many Albertans are against tar sands development too because of ecological damage and substantial greenhouse gas emissions."], [31679, "2017-01-29T03:55:47Z", 0.86, "Too many protests are gaining steam, so revising my forecast down a bit."], [33034, "2017-01-27T22:16:15Z", 0.8, "Trump administration will favor it\ncorp of engineers already said it's fine but politically charge decision was reversed - therefore easily reversible"], [9036, "2017-01-27T20:14:23Z", 0.45, "It iwll be approved, but since when does the government actually DO anything quickly?"], [651, "2017-01-27T01:43:41Z", 0.5, "Updated for new regime edict yesterday."], [4645, "2017-01-26T20:07:03Z", 0.4, "I believe the GJO consensus is underestimating the probability DAPL will be turned on, having failed to update appropriately in the Wake of Yesterday's executive order restarting its construction."], [19801, "2017-01-26T07:33:00Z", 0.45, "Pipeline opponents face high legal hurdles challenging Trump\nhttp://www.reuters.com/article/us-usa-trump-pipeline-legal-idUSKBN15901J"], [29054, "2017-01-26T04:38:50Z", 1.0, "At least they got an executive order to continue work.........now we need the oil to flow!"], [10898, "2017-01-26T04:21:16Z", 0.4, "Murky https://www.theatlantic.com/science/archive/2017/01/donald-trump-and-the-order-of-the-pipelines/514337/"], [32258, "2017-01-25T17:24:48Z", 0.95, "News indicates could be operational by May but there will be lawsuits as well.  "], [6303, "2017-01-25T03:39:22Z", 0.6, "According to the general news and GJP consensus."], [651, "2017-01-25T03:15:05Z", 0.15, "Announcement of intentions to continue the pipelines makes it possible, but it will be contentious and most costly and time consuming."], [11057, "2017-01-25T02:50:29Z", 0.67, "The upshot is that one effect of the proposed Border Tax may be to incentivize US shale producers to ramp up production.\nhttp://oilprice.com/Latest-Energy-News/World-News/Trumps-Border-Tax-Plan-Could-Cause-A-Global-Oil-Price-Shock.html"], [19801, "2017-01-25T01:06:04Z", 0.25, "Trump signs order to move controversial oil pipelines forward\nhttp://www.reuters.com/article/us-usa-trump-pipeline-idUSKBN15820N"], [10898, "2017-01-25T00:21:23Z", 0.55, "Trump's executive order"], [32066, "2017-01-24T19:38:25Z", 0.8, "Some non-trivial technical issues still need to be solved so timing is a question mark, but decision has been made."], [23234, "2017-01-24T18:39:54Z", 0.4, "I'm surprised the commander in chief may not have the authority to command/order the Army Corps of Engineers, which was (I thought) the hold-up on this project, but that appears to be the case: "], [29591, "2017-01-24T17:32:44Z", 0.75, "Trump just signed an executive order to advance the approval of the DAPL http://edition.cnn.com/2017/01/24/politics/trump-keystone-xl-dakota-access-pipelines-executive-actions/index.html?adkey=bn\nCould still be met with legal suits from environmental groups "], [31238, "2017-01-24T15:54:28Z", 0.4, "Trump looks ready to advance the pipelines. Not sure if that means they'll get oil through by the end of the year, but raising my %.\nhttp://thehill.com/policy/energy-environment/315819-trump-to-advance-keystone-dakota-access-pipelines-report"], [23234, "2017-01-24T15:46:59Z", 0.53, "unclear to me how much control Trump has over the decision, but he's at least nominally got an executive order pushing for Dakota Access to be completed.\nhttp://thehill.com/policy/energy-environment/315819-trump-to-advance-keystone-dakota-access-pipelines-report"], [11057, "2017-01-24T13:46:34Z", 0.41, "Day 2--"], [11057, "2017-01-23T06:53:51Z", 0.41, "Bringing down 2 percentage points based on Raahul_Kumar's comments (https://www.gjopen.com/comments/comments/429861), though my understanding is that work was expedited to be completed on projects or at least moved to the next stage of the project (EPA work in general) before the new administration was sworn in.  The understanding is that change is anticipated."], [6303, "2017-01-23T02:25:10Z", 0.45, "According to the general news and GJP consensus."], [29591, "2017-01-22T23:28:10Z", 0.45, "The Army Corps of Engineers have submitted a Notice of Intent to start the EIS - as many forecasters have mentioned below - the period of this process could vary seeing as the Army Corps of Engineers had already done an EA (www.army.mil) which generally speeds up the time taken for an EIS to be completed (Citizens Guide to NEPA) "], [368, "2017-01-21T18:34:58Z", 0.05, "New environmental assessments by Federal agencies will cause a substantial time lag before any decision(s) can be made with respect to opening the pipeline."], [11057, "2017-01-21T17:16:33Z", 0.43, "Still unlikely but trending toward even chance.  I've been reading Standing Rock Sioux Tribe et al. v. USACE (http://earthjustice.org/sites/default/files/files/order-denying-PI.pdf)."], [19801, "2017-01-21T09:35:38Z", 0.19, "1.Trump, an investor in the pipeline corporation, would seek to quickly advance the project next year. "], [11057, "2017-01-20T15:22:14Z", 0.38, "Here are some numbers and other information I pulled out of an article by Jonathan Thompson of High Country News:  \n•\tCost:  $3.78 billion*\n•\tLength of pipeline:  1,172 miles\n•\t%-age of Pipeline completed:  85\n•\tEstimated number of days remaining to complete construction:  100 \n•\tEstimated property tax revenues:  $55 million annually\no\t Property tax dollars to North Dakota and South Dakota: $13 million each\n•\tLocation of refineries and market hubs:  Illinois\n•\tCost of moving oil through pipeline:  $8/barrel\n•\tCost of moving oil by rail:  $15/barrel\n•\tExpected volume:  470,000 barrels/day\n•\tExpected revenue:  $1.37 billion/year\nsource:  http://www.hcn.org/issues/48.21/the-twisted-economics-of-the-dakota-access-pipeline\n*Other sources place the cost at $4.8 billion."], [32789, "2017-01-20T06:27:58Z", 0.15, "Probability for additional legal action to delay is high."], [32258, "2017-01-20T01:47:20Z", 0.75, "Trump will change the regulation negating the need for the Army Corps of Engineers 2 year study. However, the protests are not going to end.  If Trump acts early, then the oil could flow within a few months. This is one of the easier things he can do which I think may prioritize it on his agenda."], [15621, "2017-01-19T12:10:25Z", 0.25, "Dropping again on judgement to allow environmental impact study to go ahead. "], [4634, "2017-01-19T09:42:18Z", 0.08, "\"A federal judge on Wednesday allowed a potentially lengthy environmental review of the Dakota Access Pipeline to move forward over objections from the pipeline’s developer. "], [31238, "2017-01-18T15:31:56Z", 0.25, "Army is planning an environmental study, not sure what the results will be but that, and the inevitable lawsuits, will delay construction. Lowering estimate. http://www.seattletimes.com/business/army-plans-dakota-access-oil-pipeline-environmental-study/"], [32152, "2017-01-17T21:08:28Z", 0.35, "unlikely, given the environmental permits needed, even though the pipeline would be good for US oil businesses."], [31238, "2017-01-17T15:19:52Z", 0.3, "Adjusting my Forecast after seeing consensus and reading bankers won't be meeting with Native American leaders."], [29102, "2017-01-16T13:09:10Z", 0.12, "After reading some of the comments and realizing that there will be a NEPA process involved I lowered my estimate. NEPA itself does not require the government to do anything only take a \"hard look\". The process however must be completed before actions are taken and the public review can cause delay after delay especially if the public is well informed and reads the proposed action and does their own analysis. "], [29102, "2017-01-16T12:42:20Z", 0.15, "The pipeline is under construction, the Trump effect will push it forward enraging Native Americans and causing more environmental groups to become involved.  The pipeline will go through but it probably won't be by January 2018. As oil prices rise the pressure to complete the pipeline will rise and opposition will dwindle."], [6303, "2017-01-16T01:27:03Z", 0.4, "According to the general news and GJP consensus."], [31238, "2017-01-14T17:03:06Z", 0.48, "Gov. Burgum expects it to through \"without a hitch\" under a Trump administration. A certain degree of this is likely political speak but it's also coming from someone who is more aware of the situation than most. +10% and closer to uncertainty"], [31275, "2017-01-14T15:21:14Z", 0.65, "Next Admin will approve. Most sections done. "], [32066, "2017-01-14T11:18:37Z", 0.4, "Lowering forecast because transition doesn't seem to go very smoothly, and this would need fairly perfect orchestration to occur this quickly. I expect to lower the forecast a bit more in some weeks if the transition continues to go this way."], [562, "2017-01-14T03:30:14Z", 0.25, "Very unlikely, they still need to get through the politics, build it, and get it operating."], [691, "2017-01-13T21:02:35Z", 0.26, "http://www.reuters.com/article/us-north-dakota-pipeline-burgum-idUSKBN14X16L?il=0\nThe incoming Governor of North Dakota says it will happen, but not when.  The incoming Governor of North Dakota has no idea how the federal government operates.  For one thing, it will take a while to reinstate the various permissions denied by the departing US president.  This will very likely happen, but late in '17 or early in '18, and the lack of benefits from doing it will not be clear until two years after that.  Meantime, it'll need to be watched, as progress will be spasmodic."], [32446, "2017-01-13T18:51:27Z", 0.75, "New North Dakota Governor expects construction to begin after Obama leaves office.  The only problem is there is no known start date or end date regarding construction.  \nhttp://www.reuters.com/article/us-north-dakota-pipeline-burgum-idUSKBN14X16L\n"], [31238, "2017-01-13T17:36:15Z", 0.38, "ND landowners are suing over bad deals. Still think it's possible but lowering estimate by 2%."], [29591, "2017-01-10T22:01:24Z", 0.4, "Decreased from previous forecast:\nThere are currently two court cases with DAPL: One filed by the ETP asking US District Judge James Boasberg to “declare it has legal right to lay the pipe under Lake Oahe”, as they've argued the Army Corps of Engineers gave permission in July 2016 through a permit granted under the federal Rivers and Harbours Act. The Corps said “ETP must satisfy the provisions of the federal Mineral Leasing Act which include an approval of an easement to work on federal land and the notification of Congress” (nytimes.com) - neither have been done.\nThe second case was filed by the tribes to challenge the federal permits for the pipeline at more than 200 water crossings. \nJudge Boasberg has asked for “the government to promptly notify the court should it change its position regarding the easement” (nytimes.com). The fact that Judge Boasberg has said this, indicates that it is possible for President-elect Trump to overturn the easement once he takes office."], [11057, "2017-01-10T14:46:47Z", 0.33, "Dropping my forecast based on the history of relations between the Great Sioux Nation and the US government, with reference in particular to the Act of February 28, 1877.  SCOTUS concluded that \"A more ripe and rank case of dishonorable dealings will never, in all probability, be found in our history.\" [United States v. Sioux Nation of Indians, 448 U.S. 371, 388 (1980) https://supreme.justia.com/cases/federal/us/448/371/]"], [28051, "2017-01-09T04:17:17Z", 0.58, "If we'll invade a country for oil, N Dakota isn't going to stop us."], [6303, "2017-01-09T03:18:42Z", 0.45, "According to the general news and GJP consensus."], [29054, "2017-01-09T03:09:51Z", 1.0, "If there is going to be an issue to piss-off the progressives by the entrant administration, is going to be this one. \nIt is going to be one of those issues to get rammed thru the process as an example of power.\nIf anyone has any doubt who is \"pissoffdonald\" they will get it with this issue.  "], [11057, "2017-01-08T15:30:35Z", 0.44, "Egads!  Readjusting again!  I see extreme positions based on sentiment but the consensus is 35%.  Thus, current thinking is that it's unlikely that the Dakota Access Pipeline will begin transporting oil before January 2018.  I'll adjust down substantially yet bump up my forecast to the high end of the \"unlikely\" bin.  This is still less than \"even chance\"."], [30391, "2017-01-08T14:50:54Z", 1.0, "Rex Tillerson"], [16778, "2017-01-07T23:45:25Z", 0.85, "The incoming administration has made its position very clear concerning its support of fossil fuels and lack of concern for environmental protection. Pipeline supporters include House majority leader Paul Ryan. The Army Corp temporarily halted construction but I suspect they they will ultimately approve a plan, even if is rerouted. In addition, 6 companies have already built or proposed short pipelines to connect to the Dakota Access Pipeline."], [11057, "2017-01-07T20:02:26Z", 0.62, "Adjusting after taking into consideration ABrown747's post regarding the recommendation for the preparation of an EIS (https://www.gjopen.com/comments/comments/409339).  Her post references the statement issued by Asst. Secretary of the Army, Jo-Ellen Darcy (https://www.army.mil/e2/c/downloads/459011.pdf)\n "], [32083, "2017-01-07T19:59:27Z", 0.05, "Interest in energy policy"], [373, "2017-01-07T17:25:13Z", 0.05, "Inertia."], [11057, "2017-01-07T15:09:17Z", 0.71, "I peg my initial forecast based on the USACE media statement dated 11/14/2016 and Khalid's comment (https://www.gjopen.com/comments/comments/397425).  I could be ignorant of the issue but my understanding is that the project is past the permit process and that process allows for public comment so in that sense legally the project should be wrapping up.  Of course, there are issues brought forth in the USACE news release, namely the public relations aspect of justice regarding the historical relationship between indigenous peoples and the US government.  So, that means a review of the thoroughness of the already-completed NEPA process and an evaluation of consistency with other Federal laws. "], [203, "2017-01-06T21:39:35Z", 0.65, "If the federal government wants it, yes."], [29970, "2017-01-06T21:33:13Z", 0.0, "Pipelines take a long time to build, period.  This disputed one will face resistance during all the public engagement steps, such as the NEPA process; then there's the Constitutional \"Takings\" process for those refusing land access, and unanticipated rerouting based on geological and hydrological challenges that have not yet been identified."], [1416, "2017-01-06T20:16:02Z", 0.1, "Courts, EIR, the protests....I can't see any quick resolution even with Trump in office.  If it goes smoothly it will still take at least a year.  "], [443, "2017-01-06T19:18:43Z", 0.15, "I just don't see this happening. If it gets close it will become a rallying point for everything anti R and Trump. It may be the bridge too far. This will all depend on what other national events precede this but if I guess right once the ACA is repealed that storm is going to hit DC and little else will go smoothly. "], [15621, "2017-01-06T10:38:27Z", 0.39, "Rising slightly as think Trump will prioritise this."], [31883, "2017-01-06T04:52:14Z", 0.85, "Trump's first 100 days:  \"...lift the Obama-Clinton roadblocks and allow vital energy infrastructure projects, like the Keystone Pipeline, to move forward...\" (http://www.npr.org/2016/11/09/501451368/here-is-what-donald-trump-wants-to-do-in-his-first-100-days) "], [32022, "2017-01-04T18:46:15Z", 0.35, "Great question. Trump wants this to happen, it will look like a WIN. But he's got conflicts of interest, and there are folks willing to -die- to keep it from going through the Sioux lands. Would he be willing to do that? Also working against it is the EIR, which can take a really long time. "], [636, "2017-01-01T22:56:50Z", 0.15, "Crossing the Mississippi is a daunting project even for a pipeline.  "], [30631, "2017-01-01T04:11:02Z", 0.8, "EyesforLies shared this http://www.ecowatch.com/leaked-audio-dakota-access-pipeline-2149324696.html.  They only have 2 months of drilling left to do!"], [6303, "2017-01-01T02:50:37Z", 0.45, "According to the general news and GJP consensus."], [15621, "2016-12-30T10:13:34Z", 0.35, "Coming down some as while i think Trump election will greatly help to get this project over the line and Trump will want to show he can get things done, the opposition is growing and this could well become the focus of a huge protest against \"everything\". A year is a short time in getting a pipeline up and running. Anyone know how much testing etc needs to be done once construction is complete before oil can flow?"], [23234, "2016-12-29T20:48:33Z", 0.61, "Comment deleted on Dec 29, 2016 08:49PM UTC"], [3434, "2016-12-29T12:41:03Z", 0.0, "What's in it for Trump?"], [12143, "2016-12-28T04:00:53Z", 0.2, "Not before 2019. It will take time to complete the pipeline"], [4139, "2016-12-28T03:40:44Z", 0.01, "No way, it's gonna be re-routed and somebody will fight that."], [29591, "2016-12-27T21:02:57Z", 0.48, "\nThe US Army Corps released a statement on the 4th December 2016, stating that “additional analysis, more rigorous exploration and evaluation of reasonable siting alternatives, and greater public and tribal participation and comments” are needed in order for a decision on whether to authorise the crossing at Lake Oahe. (army.mil - Memorandum for commander, U.S. Army Corps of Engineers). This will be in the form of an Environmental Impact Statement (EIS - part of NEPA). \nDespite what was reported when this publication was released - this has not blocked the Dakota Access Pipeline from going ahead but has delayed it for the period that the EIS will take place.  \nA research article published by Cambridge University in 2008 on how long it takes to prepare an EIS, stated that the time period varied from 53 days to 18.4 years (cambridge.org). "], [30631, "2016-12-26T08:27:53Z", 0.6, "\nThe delays are political rather than environmental.  Whether they will be solved within a year, to allow the remaining portion of the pipeline to be built, is still uncertain.\n"], [6303, "2016-12-26T02:26:13Z", 0.45, "According to the general news and GJP consensus."], [30631, "2016-12-26T00:50:45Z", 0.5, "Comment deleted on Dec 26, 2016 08:37AM UTC"], [31679, "2016-12-24T15:07:48Z", 0.95, "It's 87% done in 2 years, so another year should get it to 100%."], [31683, "2016-12-24T08:17:30Z", 0.5, "Different route is likely but planning and construction is too far ahead to cancel"], [572, "2016-12-23T05:36:31Z", 0.33, "Republican administration. Increased oil price. "], [31599, "2016-12-20T18:11:45Z", 0.6, "The pipeline has a majority built.  It is finding a deviating path and pushing forth to an excellerated substantial completion."], [15621, "2016-12-20T15:56:18Z", 0.5, "Perry as energy sec sends a pretty clear message."], [346, "2016-12-20T14:24:22Z", 0.13, "The topic has become too explosive, there's more to lose than there is to gain."], [18987, "2016-12-20T04:41:42Z", 0.33, "Multiple obstacles (including activists) will slow the process significantly"], [31201, "2016-12-20T03:43:37Z", 0.25, "Current decision will be reversed by incoming administration but regulatory unwinding will take time."], [460, "2016-12-20T00:04:03Z", 0.38, "The pipeline will clearly go ahead; but Jan 2018 is an aggressive timeline. "], [26030, "2016-12-19T22:24:59Z", 0.5, "It seems physically possible.  Whether there is the political will is open to question."], [26642, "2016-12-19T22:05:55Z", 0.05, "The political will collapsed followed by an oil spill in the same creek will prevent Trump from changing direction"], [10901, "2016-12-19T22:05:53Z", 0.5, "Trump"], [445, "2016-12-19T22:05:16Z", 0.95, "It's as good as gold ... liquid gold that is. New administration will attempt to repair the economic-ecological damage done in previous administrations."], [1728, "2016-12-19T22:01:06Z", 0.43, "Trump administration will override and move protestors, but lawsuits will partially stall it.  Also, construction during the winter will be slow, and since Army COE said they would re-route it, it will be difficult for company (and Trump administration) to quickly override those determinations."], [6303, "2016-12-19T03:11:52Z", 0.45, "According to the general news and GJP consensus. "], [31082, "2016-12-18T10:50:42Z", 0.25, "See: http://www.daplpipelinefacts.com/\nOriginally planned for Jan 2017, the project is 87% complete and blocked by the recent decision of the Army Corps of Engineers to conduct additional studies, including possible alternative routes. Any politically forced decision changing this imposition will lead to further protests and juridical action that will not be overcome in time to complete the route by Jan 2018. While I expect the project will eventually be completed in 2018 I do not expect this to be in time for Jan 2018 operations."], [31082, "2016-12-18T10:41:44Z", 0.25, "Comment deleted on Dec 18, 2016 10:38PM UTC"], [20284, "2016-12-18T02:17:17Z", 0.9, "This will be one of the actions the new administration will use to present to the public that changes from the previous administration is at hand.  It will be a very popular move with the people who voted for Trump and will have a large psychological value and relatively easy to accomplish."], [31522, "2016-12-17T17:39:19Z", 0.85, "http://www.ecowatch.com/leaked-audio-dakota-access-pipeline-2149324696.html"], [691, "2016-12-15T20:52:17Z", 0.64, "Construction is almost complete, and President Littlefingers will issue whatever orders he is told to so that it can start operations in 2017.  "], [28091, "2016-12-15T16:13:23Z", 0.4, "Downgrading this due to continuing publicity about the recent oil spill close to standing rock. "], [7124, "2016-12-15T04:42:49Z", 0.64, "Trump the big government promoter will push for this"], [30042, "2016-12-14T11:40:00Z", 0.48, "This might take longer than expected for a whole host for reasons already mentioned by all. Below is just another one. We'll just have to see how effective the next administration is in pushing this through. \nhttp://www.cnbc.com/2016/12/12/pipeline-spills-176000-gallons-of-crude-into-creek-about-150-miles-from-dakota-access-protest-camp.html\n"], [28414, "2016-12-14T08:59:51Z", 0.85, "Rick Perry, Climate Denier and Dakota Access Pipeline Owner Board Member, Named Energy Secretary\nhttps://www.desmogblog.com/2016/12/13/dakota-access-pipeline-etp-rick-perry-energy-secretary"], [31436, "2016-12-14T06:38:32Z", 0.05, "Environmental issues to prevent access to complete before 2018 plus change in President."], [29849, "2016-12-14T00:02:11Z", 0.65, "Disposition of incoming administration hints in favour of this."], [29469, "2016-12-13T21:56:34Z", 0.74, "US oil self sufficiency has been a long term target, and with the OPEC production cut deal, it will be more urgent to keep energy prices in check. The incoming administration is very supportive of the oil sector, with the CEO of Exxon being nominated for Secretary of State and the Secretary of Energy nominee, Rick Perry sitting on the board of the DAP. The pipeline is 87 % completed and even if some last minute route changes might have to be made due to the environmental impact studies, there is enough will to make this happen before 2018. "], [28091, "2016-12-13T16:05:12Z", 0.55, "recent oil spill near the Dakota Access Pipeline makes me downgrade this a little. "], [29054, "2016-12-13T14:34:57Z", 0.82, "Uff! Tillerson our oil man to be put to work! Time to rack this one up, it is clear to me where DJT is going and this one is a beneficiary of that direction. Once the cabinet gets confirmations, might be the next time to update this one."], [368, "2016-12-12T21:30:03Z", 0.05, "Environmental assessments, and impact statements, along with public input along with the decision making process should (approximately take a year).  Whether it will meet the deadline for the IFP or not, is still however an open matter."], [31380, "2016-12-12T16:02:14Z", 0.35, "The renewed resistance and delays in the selection and review process are likely to delay any decision by a year or more, some experts have said. They have contracts that were set to begin being fulfilled in 2017, I believe, and they are reportedly worried about not being able to fulfill them on time."], [1639, "2016-12-12T15:08:59Z", 0.4, "It will be easier to say once the new administration is set and good to go (from the Trump Tower in NYC) in January/February. "], [27798, "2016-12-12T05:34:46Z", 0.6, "Just bein' pessimistic. If it was originally scheduled for 2016, there can't be much left to build?"], [6303, "2016-12-12T02:32:36Z", 0.15, "According to the general news and GJP consensus."], [28091, "2016-12-12T00:22:43Z", 0.6, "This is a battle that could go on for a long time with a lot of moving parts. Even if Trump battles for this there would still be more and bigger demonstrations, court battles, and possibly more environmental impact statements all of which could delay the completion. "], [29970, "2016-12-11T17:15:03Z", 0.1, "This isn't politics.  It takes a long time to build a pipeline."], [7809, "2016-12-11T15:18:17Z", 0.55, "Mr. Trump will not play with the demonstrators.   He will find a way to placate the."], [30652, "2016-12-11T13:37:49Z", 0.55, "Political expediency by President Obama is the only reason the pipeline is not being completed. Trump will overturn this. "], [29680, "2016-12-10T23:18:28Z", 0.6, "Downgrading. It was intended to be completed by January 2018, anyway, so less likely to actually be transporting oil then."], [29054, "2016-12-10T22:25:38Z", 0.67, "I have no doubt that is going to be quibbles once DJT takes office on this issue.\nLearning about how DJT operates,  the present situation is not going to stand long, the \"YOU'RE FIRE\" sing is going to appear on some desk that have stopped this project and the pipe will be finished by the end of the summer and oil will flow by year end! Can legal forces drag this longer, provably, but not likely.  "], [25944, "2016-12-10T17:14:18Z", 0.5, "There's a lot of money invested in this pipeline.  Trump is very business friendly.  There will inevitably be protests.  Is a year enough time for them to ram this thing through?  Fifty-fifty."], [19801, "2016-12-10T08:56:46Z", 0.19, "A federal judge on Friday denied a request by Energy Transfer Partners LP to quickly force the federal government to approve the final link in its Dakota Access pipeline, but said he would take up the issue next year.\nhttp://www.wsj.com/articles/judge-denies-developers-request-to-force-approval-of-dakota-access-pipelines-final-stage-1481319184"], [68, "2016-12-10T04:48:02Z", 0.75, "1) A Trump administration will want it.\n2) Much of it is already built and money has been spent.\nAgainst that, the Corps of Engineers may take so long to study options that the deadline for this question will pass before the pipeline transports oil."], [706, "2016-12-10T00:23:04Z", 0.75, "Current halt is based on sentiment, not facts or consumer reality."], [745, "2016-12-09T19:57:59Z", 0.75, "Trump will go forward with it."], [29680, "2016-12-09T19:55:02Z", 0.89, "Nearly completed. Faces intense public scrutiny and will see more protests, but issues appear resolved."], [368, "2016-12-09T19:49:58Z", 0.55, "It is likely that the DAPline will begin transporting oil for the following reason:   While the project is almost complete, it would suffer massive $s if it were to simply not proceed with the project.  It (investors and pipeline companies) will continue to push for the current route while the Fed's will seek an alternative route.  However, public input, completing (New) feasibilities will constrain the amount of time before transportation will be completed.  However, as every day passes, halting the project results in loss of massive infrastructure investments."], [691, "2016-12-09T18:58:54Z", 0.54, "The new Prez will approve this as quickly as his tiny fingers can grasp a pen for the purpose.  The outcome of this Q will then be determined by (a) logistics and engineering and (b) disruption and sabotage by opponents. "], [12879, "2016-12-09T18:12:51Z", 0.65, "Stands a better than a 50/50 chance of transporting oil by the January 2018 suspense date. ðŸ¤”"]]}