{"question_id": 450, "title": "Between 1 April 2017 and 31 March 2018, will an armed group from Burundi engage in a campaign that systematically kills 1,000 or more civilians in Burundi?", "correct_answer": "No", "crowd_forecast": 0.02, "preds": [[35569, "2017-05-31T21:04:35Z", 0.3, "In boxing, there is a saying that a fighter \"punched himself out\".  That saying means a fighter was close to a knockout, but spent too much energy trying to obtain a knockout and his power heavily decreased.  Burundi has the landmass of a small US state, with an unhealthy population of 11 million people.  War crimes are a constant and genocide of the Tutsi people was in the memorable past.  In my opinion, Burundi is \"punched out\" when it comes to genocide.  Systematically killing 1,000 or more civilians requires organization and Burundi appears to be extremely chaotic.  I find it probable, but unlikely that a group from within Burundi systematically kills 1,000 or more civilians in Burundi before April 1, 2018. "], [35398, "2017-05-14T02:39:09Z", 0.01, "most likely no  now more quite "], [16652, "2017-05-11T07:54:29Z", 0.11, "Comment deleted on May 26, 2017 12:37AM UTC"], [28091, "2017-04-18T15:37:06Z", 0.07, "Latest reports of imbonerakure militia encouraging rape makes me upgrade this a little but Nkurunziza appears to be in control. "], [34630, "2017-04-17T21:50:56Z", 0.03, "Level of violence here is mostly targeted killings and occasional urban violence (e.g. protests): government still seems pretty solidly in control"], [31450, "2017-04-11T17:13:14Z", 0.02, "President Nkurunziza is secure in power and while his opponents will continue to be arrested or disappear, the country does not look like mass killings are imminent."], [706, "2017-04-07T04:20:32Z", 0.1, "Not enough history of genocide here."], [34737, "2017-04-06T03:01:47Z", 0.09, "1000 people is high. It might be closer to 600-800."], [29054, "2017-04-03T17:19:13Z", 0.0, "It seems to be enough pressure to keep the lid on major events, this will not limit the casualties but the number in the forecast is too large right now.\n"], [32589, "2017-04-01T16:19:09Z", 0.03, "https://www.laenderdaten.info/Afrika/Burundi/terrorismus.php\n"]]}