{"question_id": 501, "title": "Will Jacob Zuma cease to be president of South Africa before 1 July 2018?", "correct_answer": "Yes", "crowd_forecast": 0.9, "preds": [[73, "2018-02-15T17:58:14Z", 1.0, "?"], [11800, "2018-02-15T05:20:11Z", 1.0, "after all the news I am reading\nhe finally stepped down!"], [691, "2018-02-15T00:51:21Z", 1.0, "https://www.reuters.com/article/us-safrica-politics/zuma-quits-ending-scandal-plagued-term-as-south-african-president-idUSKCN1FY0HM\n174 strikes and you're out.  (not US rules. yet.)"], [1333, "2018-02-14T23:39:07Z", 1.0, "His associates are being rounded up, investigated and generally shut down for corruption. The pressure is on for him to forgo process and resign."], [1639, "2018-02-14T22:14:11Z", 1.0, "Zuma Quits as South Africa's President Under Cloud of Scandals (Bloomberg)\n"], [22833, "2018-02-14T21:06:51Z", 1.0, "https://www.washingtonpost.com/world/africa/south-africas-anc-demands-zuma-resignation-threatening-no-confidence-vote/2018/02/14/02e1d06e-1173-11e8-9065-e55346f6de81_story.html?utm_term=.03afeafbaff9"], [43003, "2018-02-14T21:05:07Z", 0.95, "-4%  Refuses to resign, may find way to delay the inevitible till after 1JUL18"], [28414, "2018-02-14T20:59:52Z", 1.0, "“I have come to the decision to resign as president of the republic with immediate effect.” - Zuma"], [368, "2018-02-14T19:08:33Z", 0.75, "A key development to observe during the upcoming parliamentary no confidence vote.  Will the ANC split (Zuma loyalist vs Ramaphosa loyalists).  Many have jumped ship in one director or not another?  Will this configuration allow for a majority on t(e no confidence?   Will Ramaphosa being u its to the ANC and crus has tribalism and its potent potent strategy of conflict initiations?"], [691, "2018-02-14T13:39:30Z", 0.99, "https://apnews.com/13dbc68fb66f4313976c575fe6b4f6c6/The-Latest:-South-Africa-could-have-new-leader-on-Thursday\nLooks like they want to fast-track this exercise.  If it doesn't happen by the end of the week, though, there's a snag some place and I will have to look into it further and, reluctantly, think about it some more.  This will cut into my nap time and make me even more cranky than usual. "], [172, "2018-02-14T09:49:56Z", 1.0, "When there are raids on your friends, it’s time to start hammering out the deal details. And Xima is very close to the Gupta’s (who as businessmen are accused of influencing SA politics). By-bye Felicia!\nhttps://www.theguardian.com/world/2018/feb/14/gupta-family-south-african-police-raid-zuma-anc\n"], [35636, "2018-02-14T07:56:34Z", 1.0, "Vote of No confidence coming soon, Thursday February 22nd. The last one in August failed. Maybe this one will finally get it done."], [49101, "2018-02-14T06:16:46Z", 0.9, "Today the African National Congress (ANC) demanded the resignation Zuma from the presidency of South Africa. Although their command is merely symbolic, the decision will now move to the South African Parliament to take a vote of No Confidence later this month. Accused with nearly 800 allegations of corruption, Zuma is holding on to power by the skin of his teeth and it seems as if members of the nation's Parliament are very likely to vote him out of office. Zuma has also agreed to step down, given that he have a 3-6 month transition period (which the ANC has denied). Zuma knows his time is up, and he will either resign or be voted out of power within the next few weeks."], [19801, "2018-02-14T03:10:48Z", 1.0, "@cmeinel"], [27461, "2018-02-14T01:31:39Z", 1.0, "Don’t quite see why the process has to be lengthy. Either Zuma resigns soon or he is voted out of office on Feb 22 at the latest.  As divisive and humiliating a no-confidence vote may be for the ANC, they have reached the point of no return.  It will be even more humiliating if they back down now.  Previously I entertained the idea that Ramaphosa may still be persuaded to allow Zuma to exit after July 1, but now this seems over too - after rejecting this idea publicly, can Ramaphosa back down? May be for a short while, but not until after July 1."], [37379, "2018-02-13T18:47:23Z", 0.95, "Backing off because Zuma has refused to resign, forcing the ANC to go through a lengthy process to remove him in parliament."], [14493, "2018-02-13T17:54:30Z", 1.0, "It would be very surprising if he holds on for more than a few weeks"], [52592, "2018-02-13T15:03:16Z", 1.0, "ANC announcement for President Jacob Zuma to step down and his refusal. The end is near."], [691, "2018-02-13T11:43:28Z", 0.99, "http://www.bbc.com/news/world-africa-43039928\nLooks like this mightn't be a very drawn-out process after all."], [1639, "2018-02-13T10:37:25Z", 0.98, "South Africa’s ruling party, the African National Congress, is set to formally ask President Jacob Zuma to resign. Mr Zuma, who is facing multiple corruption allegations, was replaced as its leader in December but has ignored entreaties to cede the presidency. If the 75-year-old refuses, he faces a vote of confidence in the parliament, which he is expected to lose\n"], [11800, "2018-02-13T06:25:21Z", 1.0, "Zuma is HISTORY !"], [31450, "2018-02-13T05:23:49Z", 1.0, "Zuma’s power is ebbing and I don’t see how he survives the next four months. "], [38319, "2018-02-13T04:53:13Z", 0.98, "Mate in 2."], [368, "2018-02-13T03:53:29Z", 0.0, "The situation remains exceedingly complex and ripe for outcomes initially unanticipated.  That Zuma will leave office is clear.  However, a more important question is when and not whether.  After the record NEC meeting (~15 hours), Ramaphosa returned to Zuma to convey the decision that he needs to resign (again).  Zuma steadfastly refuses.  Given the following issues, the crises is still ripe for conflict.  Zuma is supported by at least close to half, and the largest number of ANC members in the organization.  This has a likelihood of the following:  Zuma leaving when chooses, creating his own party (as stated repeatedly), and the ANC will split down its center at all levels, including its highest political structures.   This creates a serious dilemma for Ramaphosa;  he will govern with a weak power base with strong collective opposition in an unofficial coalition between Zuma and center left parties in parliament.  More urgently, we can expect a significant increase in the levels of violence in the country in the short term accompanied by assassinations on a level not previously seen, capital flight, depreciation of the Rand and unstable investment potentials in the near and long term.  Chaos on the parliamentary front can be expected, a possibility of an entire cabinet resigning under the scenarios of a no confidence vote or impeachment proceedings and or legal maneuvers.  The legal dilemma the organization faces is the following:  Zuma remains the president of the country, distinct from or despite his role in the party and the insistence by the NWC/NEC demands.  Ramaphosa, as head of the party is in no legal or constitutional position to force removal or resignation, despite organizational recall.  Zuma may constitutionally remove Ramaphosa as Vice President despite his position as head of the party.  "], [19801, "2018-02-13T02:29:51Z", 1.0, "South Africa's ANC decides to remove Zuma as head of state: source\nhttps://www.reuters.com/news/world"], [37379, "2018-02-13T01:30:58Z", 0.99, "Thank you, @JS for http://www.gjopen.com/comments/comments/692132"], [172, "2018-02-13T01:19:20Z", 1.0, "Good riddance to the half-witted kleptocrat. SA deserves better.\nhttps://www.theguardian.com/world/2018/feb/12/reports-that-south-africa-president-jacob-zuma-has-resigned-dismissed-by-anc"], [28414, "2018-02-12T21:47:49Z", 1.0, "President Zuma has been given 48 hours to resign - South Africa's state broadcaster SABC, citing sources"], [73, "2018-02-12T21:47:32Z", 1.0, "https://www.timeslive.co.za/politics/2018-02-12-ramaphosa-leaves-nec-meeting-but-still-no-answers-on-zumas-fate/."], [691, "2018-02-12T15:33:39Z", 0.89, "https://apnews.com/955b8e9fbe01472aa27ceb9c953cc745/South-African-ruling-party-leaders-to-meet-amid-Zuma-limbo\nhttp://www.bbc.com/news/world-africa-43025713\nhttp://www.aljazeera.com/news/2018/02/south-africa-anc-decide-fate-jacob-zuma-180212085406703.html\nLooks like the folks have pretty much had it with this lad.  In almost every country almost all the time, the party will stand by its person until the person's utter unsuitability looks to lose elections for them, assuming the elections are reasonably clean.  (This is a general observation, so the principle may not apply in any country containing substantial numbers of US Republicans.)"], [73, "2018-02-12T15:22:43Z", 1.0, "https://twitter.com/ThabisoSithole/status/963059085284466690"], [37379, "2018-02-12T14:53:58Z", 0.75, "Apparently they will decide today. I lowered my forecast because of the delay in making a decision. In particular, I'm taking into account @SMH5 at http://www.gjopen.com/comments/comments/691311"], [172, "2018-02-10T21:58:19Z", 1.0, "Zuma and his kleptocratic friends should have been imprisoned before now - but they’ll get the Mugabe deal. Too bad Zuma and Biko couldn’t have traded places 30 years ago. Zuma bad for ANC and bad for South Africa. "], [691, "2018-02-10T13:00:06Z", 0.68, "https://apnews.com/c4b7aa8c40c7417b94e8ef9d913c4b96/South-Africa's-ANC-losing-support-amid-Zuma-uncertainty\nEverybody wants this character gone; not sure they can pull it off before July, though--he is dug in pretty deep.  On the other hand, so was Mugabe.\n"], [11800, "2018-02-08T21:47:21Z", 0.9, "Zuma is afraid of resigning. and holds to power because he knows, after resigning he will be trialed. He sees too many examples around."], [37379, "2018-02-08T17:07:23Z", 1.0, "The handwriting is on the wall. Comparison class: Mugabe."], [12302, "2018-02-08T12:36:24Z", 0.85, "following @cmeinel https://www.gjopen.com/comments/comments/688346"], [31450, "2018-02-07T17:49:06Z", 0.9, "Shifting way higher because power is rapidly flowing away from Zuma and it seems more and more of the ANC is deserting him. I really thought he was wilier than this but I guess no one likes to back someone on the way down."], [1993, "2018-02-07T13:52:56Z", 0.85, "Momentum might have it. It's hard to imagine Zuma staying in office for 5 more months and the ANC not losing all credibility. The ANC will do anything to protect itself. But removing Zuma is not so easy. "], [37379, "2018-02-07T10:40:54Z", 0.98, "Dateline 2-7-2018 Jacob Zuma’s grip on power appeared to be weakening after parliamentary officials decided to delay a key national speech that the embattled South African president was due to give this week."], [19801, "2018-02-07T04:18:46Z", 1.0, "Zuma 'agrees to go'\nhttps://www.timeslive.co.za/politics/2018-02-06-zuma-agrees-to-go/"], [27461, "2018-02-06T22:16:47Z", 0.95, "So the President's State of the Union speech has been postponed and so has the NEC meeting previously scheduled for tomorrow. The State of the Union speech postponement is significant - it can't be delayed for a long time without creating the impression of a disarray and crisis. The NEC meeting was supposed, according to rumors, to recall Zuma, and observers interpret its postponement as a sign of Zuma agreeing in principle to step down. Looks like Ramaphosa's gamble has worked, and Zuma has (reluctantly) ceded some ground. The specifics remain to be finalized, though. In case Zuma changes his mind, Ramaphosa also has the scheduled Feb 22 vote of confidence in his pocket, but I think he'd rather not use it as it may divide the ANC. Still, it is quite significant that Ramaphosa managed to convince Zuma's supporters to \nagree to the apparent ultimatum Zuma was given yesterday - if you do not resign, the NEC will recall you. I didn't expect that. "], [34353, "2018-02-06T13:39:19Z", 0.65, "So I've been derelict in staying on top of this, but it appears much and more has been happening. Adjusting accordingly based on the recent developments. See @shivadiva @Nik and others."], [39937, "2018-02-06T13:09:44Z", 0.85, "news: State of the nation address has been postponed."], [37379, "2018-02-05T22:56:30Z", 0.88, "Dateline 2-5-2018 South Africa's ruling party has called a meeting of its top body for Wednesday, amid growing pressure on President Jacob Zuma to stand down. -- http://www.bbc.com/news/world-africa-42940631"], [368, "2018-02-05T20:17:39Z", 0.0, "The media in South Africa and elsewhere has been rife with speculation, claims and counter claims, all of which have not has been incorrect and at worse, wishfull thinking.   The ANC has for over a century conducted it’s business within the confines of its political structures with errant claims whispered to the media by opportunists within its rankes, to say nothing of 5e role of agent provocateurs within its organizational structures.   It was able to effectively wage a political programmer against an insidious and evil political system.  This IFP needs deeper learning and probing which into the specification of all relevant explanatory variables to determine the variation in the response determining whether an outcome of a subset of events in the sample space has the best outcome ~A(b*) from a sigma field relative to its EUM.  "], [691, "2018-02-05T16:33:51Z", 0.45, "http://www.bbc.com/news/world-africa-42940631\nZuma may be overplaying his hand.  He almost certainly doesn't fully realize how tired everyone is of him.  He has at least this in common with his former BFF, Little Bobby Mugabe.  Coming up a bit."], [172, "2018-02-05T10:51:17Z", 1.0, "BBC article lays it out well. Conflict between both men, ANC declining and need for changing of guard with enough time to improve fortunes in 2019 election. “Weeks not months”\nhttps://www.theguardian.com/world/2018/feb/05/anc-jacob-zuma-south-africa\n"], [23006, "2018-02-05T02:20:58Z", 0.87, "yes, no confidence votes until party votes him out"], [19801, "2018-02-05T00:02:18Z", 1.0, "South Africa's ANC meets Zuma as pressure mounts for him to quit\nhttps://www.reuters.com/article/us-safrica-politics/south-africas-anc-meets-zuma-as-pressure-mounts-for-him-to-quit-idUSKBN1FO0J8?il=0"], [23006, "2018-02-04T21:46:53Z", 0.87, "scheduled vote of no confidence https://borneobulletin.com.bn/south-africas-zuma-faces-another-no-confidence-vote/ (also as per @Nik)"], [27461, "2018-02-04T20:06:55Z", 0.85, "(up 10) The scheduled vote of no confidence (https://www.reuters.com/article/us-safrica-politics/south-africas-zuma-faces-new-no-confidence-vote-this-month-idUSKBN1FM1B5?il=0) is an interesting development. I think this is an attempt to persuade Zuma to go \"the easy way, or the hard way\". However, the ANC remains split on \"the hard way\" (see Mashatile's remarks,  https://www.reuters.com/article/us-safrica-politics/zuma-should-resign-says-senior-official-in-south-africas-ruling-party-idUSKBN1FN0CL), so the threat of no-confidence vote may not be fully credible. Remains to be seen if the pressure would work - I suppose the ANC leadership wants Zuma to announce his departure in the State of the Union speech on Feb 8. If he doesn't budge, the ANC would face a difficult choice - remove him via a divisive vote of no confidence, or not remove him (cancel the vote, or vote against). Either of these latter options may actually strengthen Zuma's position in the talks on negotiated exit. But the pressure is on, so he is unlikely to survive all the way to July 1. (He may still announce a departure date after July 1, though).  "], [11800, "2018-02-04T12:40:46Z", 0.9, "I will adjust my judgement a fter the outcome of the 22.Feb........ see following artice and why"], [37816, "2018-02-04T08:18:28Z", 0.85, "Now that Zuma has lost the leadership of the ANC, his fall from office looks predetermined. "], [43003, "2018-02-04T05:41:30Z", 0.85, "Lots of independent news cooborating Zumas impending exit.  The question is will it happen by 1JUL18\nhttps://www.thestar.com/news/world/2018/01/31/south-africas-president-jacob-zuma-under-growing-pressure-to-quit.html"], [43003, "2018-02-04T05:27:05Z", 0.75, "New no-confidence votes coming."], [19801, "2018-02-04T04:49:09Z", 1.0, "Zuma should resign, says senior official in South Africa's ruling party\nhttps://www.reuters.com/article/us-safrica-politics/zuma-should-resign-says-senior-official-in-south-africas-ruling-party-idUSKBN1FN0CL"], [691, "2018-02-03T18:48:46Z", 0.33, "https://www.reuters.com/article/us-safrica-politics/south-africa-schedules-new-no-confidence-vote-against-zuma-idUSKBN1FM1B5?il=0\nMight happen, but not by this deadline.  "], [73, "2018-01-31T13:18:19Z", 1.0, "cadzar"], [19801, "2018-01-31T10:48:31Z", 1.0, "President Jacob Zuma has until the end of the day to submit fresh representations to the National Prosecuting Authority on why he should not face corruption charges."], [19801, "2018-01-31T06:06:33Z", 1.0, "Ramaphosa said Tuesday, Jan. 30, 2018 said that anyone who acts corruptly must be punished regardless of identity, in a message reflecting national discontent with scandal-tainted President Jacob Zuma and his associates.\nhttp://www.charlotteobserver.com/news/nation-world/world/article197334714.html"], [19801, "2018-01-30T04:56:35Z", 1.0, "Zuma’s allies may fall with him as the Zupta empire crumbles \nhttps://citizen.co.za/news/south-africa/1798245/zumas-allies-may-fall-with-him-as-the-zupta-empire-crumbles/"], [38319, "2018-01-29T05:38:52Z", 0.82, "I haven't done a huge amount of research on this, nor done my usual scenario generation or decision trees.  No time!  But I need to jump in here as my forecast is well above the Consensus Trend."], [49001, "2018-01-28T22:22:18Z", 0.15, "I don’t think it is likely that happens since most article indicate that an ouster went happen, or at least the ANC won’t support it until 2019, after the deadline in this question."], [27461, "2018-01-28T21:56:45Z", 0.7, "(down 10). Ramaphosa said in Davos and in an interview with the BBC that Zuma \"should not be humiliated\". To me, this means no impeachment and no \"no confidence\" vote in parliament, leaving negotiated exit as the only option. Moreover, Zuma and his faction may feel emboldened by this statement and continue to fight. I still think Zuma is more likely than not to exit by July 1, as the pressure on them is rising, but the uncertainty is considerable. One possible outcome is that they reach an agreement for Zuma to leave in the second half of the year, but announce it soon. Watch Zuma's State of the Union address on Feb 8 - it may provide some clarity. "], [19801, "2018-01-26T05:04:18Z", 1.0, "ANC leader says South Africa in new era as talk of Zuma exit grows\nhttps://www.reuters.com/article/us-safrica-politics-zuma/anc-leader-says-south-africa-in-new-era-as-talk-of-zuma-exit-grows-idUSKBN1FE2ID"], [691, "2018-01-25T13:09:03Z", 0.8, "This will happen, but timing is always a guess.  They seem just about ready to move on it, though."], [19801, "2018-01-25T08:17:52Z", 1.0, "Ramaphosa: 'Cleaning up is going to be a mammoth task'\n'We have to start somewhere. Our people are clamoring for a clean government, and that is what we are going to give them' \nhttps://www.businesslive.co.za/rdm/news/2018-01-25-ramaphosa-cleaning-up-is-going-to-be-a-mammoth-task/"], [31450, "2018-01-24T22:26:23Z", 0.5, "Shifting higher because I suspect power is rapidly moving away from Zuma and toward Ramaphosa."], [691, "2018-01-24T20:41:48Z", 0.88, "The odds are increasing that pretty soon he will either come down with an incurable disease (c'mon--not lead poisoning; we have moved beyond that) or experience an overwhelming desire to spend more time with his family.  Perhaps in Equatorial Guinea."], [1333, "2018-01-24T16:13:05Z", 0.0, "Given the process that the party uses in SA I don't think they can oust him in this time frame. After so many years in office he is unlikely to suffer a security misfortune, so barring a health issue - the odds of him leaving in this time frame are diminishing rapidly. I'd give it a 12% chance but moved to Zero hoping for points."], [27461, "2018-01-23T21:49:34Z", 0.8, "(Up 5). The pressure on Zuma is rising, no question. There is still no deal, though. And I think it’s unlikely that Ramaphosa tries the brute force (impeachment or no-confidence vote). One other wrinkle: can a possible face-saving option be that Zuma agrees to go, but in, say, 6 months (after July 1)? They can announce it now, which would make him a lame duck and placate his opponents. How likely is this? "], [37379, "2018-01-23T19:36:14Z", 0.95, "https://www.reuters.com/article/us-safrica-politics/south-africas-anc-says-deciding-whether-to-remove-zuma-as-president-idUSKBN1FB1S4"], [39937, "2018-01-23T14:02:50Z", 0.35, "following https://www.gjopen.com/comments/comments/677803\nthx for your input @Raahul_Kumar "], [19801, "2018-01-23T03:44:51Z", 1.0, "@shivadiva"], [172, "2018-01-23T00:09:45Z", 0.9, "And from The Guardian..."], [27461, "2018-01-22T21:21:12Z", 0.75, "(Up 10) Ramaphosa is strengthening its control over the ANC, with his supporters gaining a good majority in the National Working Commitee. He is also demonstrating that he is effectively running the country, with the Eskom board replacement and leading the SA Davos delegation. The prosecutors are moving aggressively against Zuma’s allies. All this is setting the stage for Zuma’s departure. "], [19801, "2018-01-22T01:00:26Z", 1.0, "South Africa: Is the Net About to Close On Zuma and His Gupta Patronage Network?\nhttp://allafrica.com/stories/201801210060.html"], [19801, "2018-01-21T11:11:12Z", 1.0, " Leaders of South Africa’s ruling African National Congress (ANC)met on Saturday to outline the party’s program for the coming year amid reports that its executive planned to force Jacob Zuma to quit as the country’s president. \nhttps://www.reuters.com/article/us-safrica-politics/south-africas-anc-to-force-zuma-to-quit-as-president-reports-idUSKBN1F90A5?feedType=RSS&feedName=worldNews"], [691, "2018-01-20T13:42:02Z", 0.92, "https://www.reuters.com/article/us-safrica-politics/south-africas-anc-to-force-zuma-to-quit-as-president-enca-tv-idUSKBN1F90A5\nAccording to this report, even the ANC poobahs are tired of this guy.  Timing mightn't work out, though."], [43003, "2018-01-20T06:56:23Z", 0.7, "Overtures have been made for a soft exit after he survived the ANC meeting."], [172, "2018-01-20T03:38:08Z", 0.7, "Increasing to 70%. Negotiations underway. Zuma trying to get best deal possible and kleptocracy wants more time versus undermining Ramaphosa before he even takes office. Purely matter of timing, avoiding prosecution, and hiding the corruption/bodies."], [38, "2018-01-19T21:22:36Z", 1.0, "http://www.coastweek.com/4102-South-Africa-ruling-party-denies-reports-about-president-Zumas-demands-for-stepping-down.htm"], [46458, "2018-01-19T09:31:28Z", 0.8, "South Africa trying to clean up its act."], [27461, "2018-01-18T02:28:41Z", 0.65, "(up 5). Looks like intensive negotiations are ongoing, but for the moment Zuma and Ramaphosa are at stalemate (https://www.youtube.com/watch?v=ZytfMzTGFZU). Much as I expected, Zuma is negotiating for his supporters to remain in power, and Ramaphosa is finding hard to accept that. Still, the pressure on Zuma is on. The ANC will elect its national working committee and heads of subcommittees this week - watch out for whose supporters will prevail. This may affect the negotiations. "], [11800, "2018-01-17T22:41:48Z", 0.9, "thanks to @Anneinak to convince me changing my mind abou the latest readings of the development.  it might happen in the first 6 months of this year.\nI radically change my mind !"], [172, "2018-01-17T22:03:52Z", 0.5, "Check out NIk’s reasoning. I concur."], [38, "2018-01-17T05:14:49Z", 1.0, "The ANC's new president, future candidate for Pres of SA, and current Deputy Pres of SA, Cyril Ramaphosa, is trying hard to create a quiet, honorable exit for Pres Zuma.  As we saw in Zimbabwe, in some African countries there is a high value put on the appearance of law and order; the Zimbabwe military was determined that their involvement in the change of government in Zimbabwe NOT be called a \"coup\".  Something similar seems to be happening in SA.  Ramaphosa has several reasons for not wanting a coup (including that almost half of the ANC still supports Zuma), and he doesn't want Zuma's dirty laundry hung out for all to see through the impeachment process or another vote of no-confidence because of how it would further damage the image of ANC.  So, all the stories are of pressures being brought to bear on Zuma to voluntarily resign.  Zuma's conditions are making the news; the fact that he's negotiating tells me that it's just a matter of time."], [19801, "2018-01-15T04:33:27Z", 1.0, " The new leader of South Africa’s ruling African National Congress (ANC) party, Cyril Ramaphosa, has said the question of whether President Jacob Zuma should step down would be addressed “as time goes on”. \nhttps://www.reuters.com/article/us-safrica-politics/south-africas-anc-leader-zuma-to-be-dealt-with-over-time-idUSKBN1F30GH?il=0"], [27461, "2018-01-13T22:43:05Z", 0.6, "On the one hand, Ramaphosa can't afford to leave Zuma in office until the end of his term - this will make him (Ramaphosa) look weak and pretty much torpedo his influence in the party. So Zuma will have to resign, by end-2018 at the latest and probably sooner."], [43003, "2018-01-13T22:22:33Z", 0.05, "https://www.news24.com/SouthAfrica/News/has-zuma-been-reduced-to-a-puppet-20180112\n\"Plans to recall Zuma put on ice\""], [48100, "2018-01-12T09:26:08Z", 0.5, "He seems to be planning his own exit now...even odds terms can be agreed by 1 July"], [691, "2018-01-10T15:31:16Z", 0.16, "https://www.reuters.com/article/us-safrica-politics/zumas-exit-not-on-south-african-ruling-partys-meeting-agenda-idUSKBN1EZ12K?il=0"], [47597, "2018-01-08T07:00:29Z", 0.5, "He's a disaster threatening both party and country"], [47363, "2018-01-07T20:40:51Z", 0.21, "not before 10/1/18"], [37925, "2018-01-06T15:32:55Z", 0.1, "http://www.bbc.com/news/world-africa-42410398"], [172, "2018-01-04T01:02:31Z", 0.7, "South Africa keen to start winding down ANC kleptocracy. No one will miss Zuma -he just needs to ensure he gets a Mugabe style retirement package."], [31450, "2018-01-03T18:45:44Z", 0.4, "Going up a few more points as I think power is steadily shifting away from Zuma."], [11800, "2017-12-30T11:45:59Z", 0.0, "it doesnt look like and the rumors are going on since months and still he is not moving. "], [1639, "2017-12-29T17:24:37Z", 0.5, "Zuma impeachment calls grow after court rules on home upgrade scandal\nSouth Africa’s constitutional court says parliament failed to hold the country’s president to account over state-funded upgrades to rural residence\nhttps://www.theguardian.com/world/2017/dec/29/south-africa-parliament-jacob-zuma-court\n______________________________\nCOMMENTS:  Impeachments move very slowly and in SA it may be even slower, but these issues are there for a while now, plus the economy is not really flourishing."], [23006, "2017-12-29T17:09:23Z", 0.6, "As per Rene’s comments https://www.gjopen.com/comments/comments/651846"], [4634, "2017-12-29T10:06:23Z", 0.6, "One step closer: https://www.reuters.com/article/us-safrica-politics/south-africas-top-court-rules-parliament-failed-to-hold-zuma-to-account-over-scandal-idUSKBN1EN0JO"], [83, "2017-12-28T18:18:17Z", 1.0, "Opportunity to revise average historical forecast up to approx. 60%."], [368, "2017-12-25T21:45:34Z", 0.0, "Comment deleted on Dec 25, 2017 10:22PM UTC"], [43055, "2017-12-25T14:42:37Z", 0.75, "A power struggle is happening, and Zuma is a coward, so it seems likely that he will flee, a new president will be chosen, and the government that chose the new president, will fail."], [37379, "2017-12-24T15:27:33Z", 0.3, "Vultures are circling. Comparison class: Mugabe."], [38, "2017-12-23T02:08:43Z", 0.77, "https://www.businesslive.co.za/bd/politics/2017-12-21-jacob-zumas-fate-now-in-hands-of-new-nec/"], [38, "2017-12-21T22:49:31Z", 0.66, "https://www.reuters.com/article/us-saundersonmeyer-southafrica-commentar/commentary-what-south-africas-ramaphosa-must-do-next-idUSKBN1EC2S8?utm_source=Sailthru&utm_medium=email&utm_campaign=US%20Reuters%20News%20Now%202017-12-19&utm_term=US%20Reuters%20News%20Now"], [31450, "2017-12-20T18:54:54Z", 0.3, "I'm shifting higher, and above consensus, because I think there is a chance that the ANC will now choose to get rid of Zuma early due to his unpopularity."], [691, "2017-12-19T22:23:58Z", 0.08, "He probably gets to stay on as president until his term runs, now that folks feel safe for the moment from the feeling that they are ants getting the crumbs from a Zuma family picnic.  "], [23234, "2017-12-19T19:21:30Z", 0.57, "WaPost: President Jacob Zuma is warning that the ruling party cannot allow business interests to sway its work. ...”greed is posing a serious threat.”"], [368, "2017-12-19T05:05:10Z", 0.0, "Future directions on leadership contestation and outcomes are determined ‘collectively’, ie, by majority rule mechanisms of the national executive committee (the equivalence of a politburo) of the ANC.  Majority rule often have inefficient outcomes and, more importantly, aggregate decision making does not efficiently convert from individual preferences.  Given Arrow’s Impossibility Theorem and the unlikelihood of a destabilizing decision by the NEC (ie., removal of Zuma prior to 2019) decreases the probability of this outcome significantly.  Politically, Ramaphosa will be used as a constraint factor while the deputies (who still have a deep personalistic devotion to Zuma, via ethnicity) exert an asymmetric balance of power; the continuation of the Gupta connection will constrain Ramaphosa’s efficiency in contestation over corruption, factionalism and organizational fractionalization.  These factors result in a weakened power center for the executive along with a partial increase over organizational power which still results in an unstable equilibrium."], [1993, "2017-12-19T04:33:20Z", 0.2, "Cyril Ramaphosa elected president of ANC. I am still doubtful that the ANC will have the impetus to remove Jacob Zuma in the next six months, before his term as president of the nation is up."], [39937, "2017-12-18T22:18:25Z", 0.0, "for myself:\nhttps://www.iol.co.za/news/politics/president-zuma-will-deliver-sona-says-magashule-13092694"], [23234, "2017-12-18T13:19:48Z", 0.5, "for now https://www.ft.com/content/5e392832-e3cd-11e7-97e2-916d4fbac0da"], [37379, "2017-12-16T19:27:11Z", 0.3, "Watching for results from this upcoming election:"], [19801, "2017-12-15T04:11:01Z", 1.0, "South African President Jacob Zuma has lost two court cases in one day, both linked to corruption allegations."], [38887, "2017-12-10T15:31:05Z", 0.6, "removing public figures from the office is a time consuming task..."], [15425, "2017-12-10T07:09:37Z", 0.15, "Initial forecast"], [23234, "2017-12-09T06:05:41Z", 0.3, "I don't see this as even 30% probability but am raising to that level b/c others whose judgment is good think it even more likely and I'm not very confident in my own assessment of Zuma's position."], [37379, "2017-12-08T15:56:35Z", 0.85, "Dateline 12-8-2017 South Africa's Deputy President Cyril Ramaphosa, 65, has a strong lead in the race to become the new leader of the governing African National Congress.\nHe emerged as frontrunner after ANC party branches chose between him and his rival Nkosazana Dlamini-Zuma.\nShe is a prominent politician and the ex-wife of scandal-prone President Jacob Zuma, who steps down this month.\nThe winner of the party race will be well placed to become the country's new president in 2019. -- http://www.bbc.com/news/world-africa-42236102"], [38, "2017-12-07T02:51:35Z", 0.33, "COMPARISION:  I've been thinking that Zuma's situation was roughly analogous to Mugabe's in Zimbabwe. Conclusions I drew from Mugabe/Zimbabwe:\n-In a corrupt government, loyalty is not to a person, a party, an ideal, a platform,  a tribe/klan, the nation, or the common good; it is to personal profit/benefit, only, that's why Mugabe lost power almost overnight.\n-Those in power seek to maintain the status quo.\n-Greed for power can be limitless.\n-In a country with a very dominant major party, the greatest challenges to leadership will come from within the party\n-Elections can be de-stabilizing.  They open the door to change and legitimize dissent that otherwise could be more easily labeled treasonous.  "], [19801, "2017-12-04T22:15:12Z", 1.0, "1.2017 motion of no confidence"], [73, "2017-11-27T21:07:19Z", 0.5, "Musk, being South African, knows something http://www.spacex.com/webcast"], [1993, "2017-11-27T08:30:39Z", 0.18, "Won't know much until the ANC party conference in December."], [38397, "2017-11-19T10:12:25Z", 0.75, "Because his position is weakening and there could be a spillover effect from Zimbabwe current developments. "], [691, "2017-11-18T20:42:30Z", 0.08, "There should be an opening in Zimbabwe soon; perhaps he could apply for that one."], [23234, "2017-11-08T05:15:58Z", 0.22, "https://www.theguardian.com/books/2017/nov/07/south-african-security-ban-expose-jacob-zuma-government-jacques-pauw-the-presidents-keepers\nI bet it's the um \"inaccuracies\" in this book that are \"compromising the security of the state\".\n"], [691, "2017-11-01T19:02:41Z", 0.1, "http://www.reuters.com/article/us-safrica-politics-anc/south-africas-unruly-anc-branches-kick-off-race-to-succeed-zuma-idUSKBN1D14M3?il=0\nhttp://www.reuters.com/article/us-safrica-politics-anc-factbox/factbox-how-south-africas-anc-will-pick-zumas-successor-idUSKBN1D14M7?il=0"], [1993, "2017-10-22T00:01:39Z", 0.2, "Revisit after ANC National Conference 16-20 December 2017."], [23006, "2017-10-16T00:19:00Z", 0.3, "raising +30 based on @anneinak 's comments earlier today"], [368, "2017-10-15T21:23:50Z", 0.0, "With the recent judgment of the Appeals Court, Zumba and the NPA have lost their appeal (ie., corruption charges related to acquisition of French military, broadly speaking, military capabilities, technology and knowledge, prior to starting his first term).  What the next move for the NPA and Zuma will be, is open to debate.  One possible outcome is the reimposition of those 6 particular charges potentially resulting in a deep political fissure resulting in removal from office.   On the other hand, the proportion of the winning Zumba coalition in government and its attendant fractionalization within the ruling party will remain unifyed behind its leader.   With potentially new judicial appeals, it leaves the former outcome (stated above) in a politically intractable situation.  Consequently, nothing is likely to ‘stick’  given a strong state, strong (despite fractious) ruling party and weak, but contestation ally strong civil society institutions and domestic dissent.  Logically, the status quo ante bellum will remain."], [13377, "2017-10-15T03:04:21Z", 0.55, "Following @Anneinak given https://www.gjopen.com/comments/comments/556281"], [691, "2017-10-13T19:37:20Z", 0.1, "http://www.aljazeera.com/news/2017/10/africa-court-clears-graft-prosecution-zuma-171013080311986.html\nbumping up slightly; a triumph of hope over experience"], [1646, "2017-09-28T07:03:46Z", 0.55, "vultures lining up\nhttps://finance.yahoo.com/news/zuma-succession-fight-may-spur-220001592.html"], [23234, "2017-09-27T23:26:23Z", 0.3, ""], [83, "2017-09-22T17:18:08Z", 0.3, "Increasing uncertainty for the time between the ANC leadership conference and July1, 2018."], [39835, "2017-09-21T19:43:43Z", 0.0, "Niemals gibt er sein Amt auf ."], [39847, "2017-09-21T18:47:52Z", 1.0, "He would hold power"], [39782, "2017-09-21T17:57:19Z", 0.2, "Despite voting for a new leader in the December election, I expect that unrest within ANC (and the political landscape in South Africa in general) will not be as organized and structured for streamlined pressure on Zuma to step down. The ANC is under immense pressure specifically in the urbanized and most populated regions, i.e. by the Democratic Alliance (DA). At the same time I expect that Zuma will try to retain in power for as long as possible to benefit from his political position."], [37667, "2017-09-19T12:54:43Z", 0.6, "The fallout from the Gupta family ties scandal is exactly the kind of stick his opponents seek to batter him with."], [38887, "2017-09-10T18:04:22Z", 0.8, "Due to his unpredictable and corrupt nature (like with the removal of half of his cabinet) and increased protest activity seen in the past 5 months. As a long time member of the ANC I don't think he'll flee but his removal from office in imminent. During his latest No-confidence vote (which was anonymous) he was 24 votes shy from being removed which suggest that even the ANC members are getting getting fed-up with him. My forecast is 80% because while looking at the facts, the ANC members don't like to replace members before an election (which the next one is in 2019) - their stubbornness reflects the 20%. "], [1993, "2017-09-08T06:52:55Z", 0.2, "He might. His scandals and general reputation are making the ANC nervous. He wants time to establish his successor. If he is replaced as president of the ANC in December, he may be subsequently replaced as President of South Africa. I'm not privy to what he is thinking or if he intends to step down as long as he is assured of a sympathetic successor. Will have to revisit the question in December."], [522, "2017-09-04T15:30:46Z", 0.05, "Very little to indicate he wont see out his term, plenty of others to be used as a distraction first. "], [38, "2017-08-24T04:37:17Z", 0.55, "https://www.bloomberg.com/news/articles/2017-08-22/zuma-tightens-grip-as-south-africa-ruling-party-censures-rebels"], [38, "2017-08-22T04:43:50Z", 0.55, "https://citizen.co.za/opinion/opinion-columns/1619632/the-zumas-and-the-mugabes-will-rule-for-years-to-come/"], [38421, "2017-08-21T00:01:31Z", 0.2, "Most indications are that he will attempt to stay until 2019 when he is required to step down. Recent close no confidence motion increases chance of sooner departure."], [1333, "2017-08-12T19:27:17Z", 0.33, "I have had it brought to my attention that U.S.based NGOs had teams set to go in Sept. And postponed till after the election. I think this means the outcome is in more doubt than expected when these operations were planned."], [23234, "2017-08-09T05:32:37Z", 0.26, "\"198 MPs voted against, compared with 177 in favour. There were nine abstentions.\"\nLikely 25 as many as 30 ANC defections. (Analysts' commentary always sounds funny after some time on this site.)\n\"Zuma must also contend with a supreme court of appeal hearing on 15 September, which will decide whether to reinstate 783 criminal charges against him, including fraud, corruption and racketeering.\" https://www.google.com/amp/s/amp.theguardian.com/world/2017/aug/08/jacob-zuma-survives-no-confidence-vote-south-african-president"], [34353, "2017-08-08T17:12:50Z", 0.12, "Slight decrease, since Zuma survived the vote (http://www.cnn.com/2017/08/08/africa/zuma-south-africa-vote/index.html). However, this vote margin was the closest of any of his previous trials (https://www.thesouthafrican.com/the-five-other-times-jacob-zuma-survived-no-confidence-votes/). If another vote of no confidence is announced within the next couple months, I think it becomes increasingly likely he's at risk."], [23234, "2017-08-08T12:19:54Z", 0.55, "67 votes from within the ANC would still be a lot despite the secret ballot that I incorrectly did not think would happen."], [38, "2017-08-08T01:23:26Z", 0.88, "It will be a secret ballot!  "], [38, "2017-08-06T03:53:38Z", 0.66, "BACKGROUND INFO:\nhttps://www.theguardian.com/world/2017/aug/05/jacob-zuma-secret-ballot-anc-enemies-topple-a-president"], [23234, "2017-08-06T01:24:41Z", 0.42, "SACP's 17 votes appear to be with Zuma in the no confidence motion despite the SACP's continuing calls for Zuma to resign voluntarily. I think this means the ANC would need 67 votes to defect in order for no confidence to occur, which seems like a high number (more than 25% of the ANC), though I suppose it is possible. Zuma could still cease to be president of SA for a reason other than this no-confidence vote.\n[edit Aug. 6]: I think Mbete will try to move forward with an open ballot and litigation will ensue over whether she made her decision on a rational and proper basis or whatever. "], [38, "2017-08-05T02:23:35Z", 0.55, "Recent votes of no-confidence"], [23234, "2017-08-04T22:41:43Z", 0.77, "Comment deleted on Aug 04, 2017 10:42PM UTC"], [36709, "2017-08-01T19:51:29Z", 0.75, "They already had a failed impeachment proceedings....There is too many scandals around him to continue being a president for much longer."], [23234, "2017-07-25T00:48:53Z", 0.25, "https://www.bloomberg.com/news/articles/2017-07-23/zuma-to-survive-no-confidence-vote-top-opposition-lawmaker-says"], [23234, "2017-07-22T16:57:42Z", 0.58, "Comment deleted on Jul 23, 2017 11:09AM UTC"], [31201, "2017-07-14T01:48:20Z", 0.02, "Biggest factor is which faction wins the elective congress late 2017, but as simple resignation is not possible without many complications for the losing faction, I doubt removal by Jul 2018. But it will need to be worked out before elections in 2019."], [23234, "2017-07-08T17:53:30Z", 0.49, "Comment deleted on Jul 18, 2017 06:46AM UTC"], [34353, "2017-07-03T15:50:11Z", 0.15, "Doesn't appear any serious discussions of removal are in progress. Unanticipated death seems the most likely case, but I haven't seen anything indicating serious health issues."], [30594, "2017-07-02T12:19:12Z", 0.35, "How could Zuma cease to be president?\n* Death: unlikely, but not impossible. Odds are certainly 2 to 4 percent for the next year (see for the US: https://www.ssa.gov/oact/STATS/table4c6.html; cf. http://flowingdata.com/projects/2015/life/).\n* Vote of no confidence by parliament: party has majority (249 out of 400 seats), Zuma won previous votes of no confidence (party discipline in South Africa seems to be strict, according to expert judgment: http://constitutionallyspeaking.co.za/wp-content/uploads/2016/03/De-Vos-Party-2015.pdf; https://www.jstor.org/stable/723341?seq=1#page_scan_tab_contents). But might be possible if he loses the backing of ANC (see below). Will see in August…\n* Impeachment: Did not happen, so far. There is no discussion about it, so far. Would be disastrous for ANC… better would be to remove him.\n* Disastrous re-election prospects for 2019: President is elected by parliament; so it comes down to ANC electoral prospects. Zuma cannot run for the presidential office since there is a term limit of two consecutive terms. ANC won the regional election by 54 percent of the vote share (this was after the first corruption charges were raised); so there is a downward momentum (additionally to a large number of ANC voters that did not vote at all) that could do harm to the hegemonic status of ANC in the South African party system (https://en.wikipedia.org/wiki/South_African_municipal_elections,_2016). This is underscored by polls for 2019 (http://www.iol.co.za/news/politics/anc-faces-real-prospect-of-losing-2019-poll-8752385), approval ratings (http://www.enca.com/south-africa/polls-south-africans-disappointed-by-political-leadership), and the demonstrations.  Additionally, there is a big issue which fuels the dissatisfaction of the citizens (next to the corruption issue): the national debt and the junk status of the national bonds - all of which is connected with sacking the former finance minister Pravin Gordhan (https://www.ipsos.com/en-za/south-african-youth-concerned-about-effects-downgrade-status; see the prequel of this story, here: https://www.cfr.org/blog/south-africas-president-zuma-trouble-his-party).  \n* And alternatives that emerge in ANC to Zuma: There is some dissatisfaction with Zuma. There is the pressure to present somebody other than Zuma (due to the presidential term limit). Generally, there are competent and even charismatic options, such as Pravin Gordhan or Gwede Mantashe, but they need a power base at the ANC that suffices to get the majority of the party behind themselves."], [13377, "2017-07-01T01:23:06Z", 0.41, "\"The recent leak of more than 100,000 documents and emails suggesting deals made between his administration and an incredibly wealthy family has triggered a no-confidence vote in August, meaning Zuma’s improbable reign, slated to last until 2019, may finally come to a premature end.\" -- https://foreignpolicy.com/2017/06/30/south-africas-zuma-may-have-finally-met-the-scandal-that-brings-him-down/"], [13377, "2017-06-30T18:11:22Z", 0.25, "https://www.theguardian.com/world/2017/jun/30/jacob-zuma-under-pressure-to-quit-over-alleged-links-to-tycoons"], [36146, "2017-06-25T21:33:14Z", 0.45, "The courts in SA have given the go ahead for a secret vote in a motion of no confidence against the president. "], [29469, "2017-06-23T15:33:19Z", 0.15, "5% -> Votes of no-confidence and general calls for resignation while unlikely to budge Zuma nevertheless make it a possibility. \n5% -> After the ANC party conference, some internal horse trading results in Zuma stepping down already in early 2018, perhaps to ease his ex-wife Nkosazana Dlamini-Zuma into the presidency to act as a proxy on his behalf.\n5% -> Macroeconomic realities surrounding the cost and availability of state financing finally catch up with the Zuma administration, forcing a change. "], [691, "2017-06-22T21:44:51Z", 0.1, "http://www.bbc.com/news/world-africa-40365245\nfolks have been saying for a while that a secret ballot would be Bad for him.  Stay tuned."], [368, "2017-06-22T15:11:33Z", 0.0, "The UDM application to the court regarding a secret vote on Zuma's removal has been announced by the court.  Their judgement has provided a broad opening for Zuma;  the speaker of parliament, determined by the court must make her own determination about whether to hold a secret ballot.  Mbete, one the core 6  leaders of the ANC will undoubtedly argue for transparency and an open vote.  While this move seems innocuous, it provides ANC MP's (who view their duty to the party as foundational, and to society as secondary) with a high probability vote against the no confidence vote in Zuma.  A myriad of factors account for strict voting blocs within parties, in this case, understates the role of intimidation, threats and assassination squads against party members who do not tow the party line.  There has been a worrisome increase in the number of assassinated leaders, both intra and interparty in recent years ~ 3 -4 years.  Ideological shifts from the proscribed 'democratic centralism', a Leninist view of the role between party, state and power consolidation, remains a cornerstone of the 'South African democratic model.'  These views are a strong ideological holdover of the Stalinist and Leninist influence when the party was banned, its members and leaders in exile, and the positioning of their cadre training in the former Soviet Union, East Germany, Cuba, Angola and the myriad cohort support by autocratic and dictatorial regimes, notwithstanding the role of the SACP and global support by anti apartheid activists unaware of the  rooted views of communism.  While some believe in the correctness of their decisions, the primacy of the party and its unity moving into the December elections are paramount.  Despite Mbete's previous declaration of impartiality, she is a Zuma ally.  Her choice to do otherwise will create momentous pressure from within the majority of party structures and the expectation of severe sanction from party leadership where she is one of the six most powerful in the party.  The roles of the ANCYL and the ANCWL is not to be underestimated in these dynamics."], [35532, "2017-06-20T12:44:19Z", 0.65, "Jacob Zuma is facing increasing pressure from all sides and he is running out of political space. Zuma is facing allegations of corruptions, discontent of governance performance (especially poor economic performance), and growing discontent within the ranks of the ANC. So far, he has been able to deter challenges to his grip on the ANC, thus the presidency, but the ever increasing problems he faces are building to a critical mass. Ironically, it is in trying to contain those growing problems that he will lose the presidency. In effect, through the effort of plying different stakeholders within his base of support, that is the ANC leadership and constituency, Zuma will have to either engage in deal-making or demagoguery, and both options have their drawbacks. If it is the former, the ANC leadership is not monolithic and is composed of diverse personalities and interests, all of which are jockeying for the aftermath of Zuma's presidency and if Zuma empowers one to the detriment of others, the ones left out will coalesce against him. For the latter, if Zuma attempts the demagogue route and engages in stocking racial and social tensions to keep power, he will alienate the leadership of the ANC and also incur a challenge from the far left. Consequently, Zuma days in office are coming to an end."], [19801, "2017-06-20T11:32:14Z", 0.0, "What it will take to impeach President Jacob Zuma\nhttp://ewn.co.za/2017/06/17/listen-what-it-will-take-to-impeach-president-jacob-zuma"], [1646, "2017-06-19T19:07:49Z", 0.41, "\nAs many have stated, he will fight to stay and the phrase \"state capture\"  fails to capture (sic) the underlying drama and general failure of post apartheit."], [9417, "2017-06-19T04:34:41Z", 0.85, "The media portrays Jacob Zuma in  very negative terms - but Africa is very forgiving - up to a point.\nJacob is seen as  something of a ' liberation leader' and to that extent ' fireproof'.   However   'liberation credentials' are  becoming  less important \nOne cannot ignore that fact that tribal politics are  at work here.\nI expect that early in 2018, Jacob will be 'eased aside'  and a new leader emerge.\nI don't expect 'fireworks'\nCyril Ramaphosa  is heavily touted  as a successor .."], [14133, "2017-06-18T17:03:19Z", 0.85, "We can only hope South Africa proves to be a strong enough democracy."], [35569, "2017-06-16T23:04:32Z", 0.05, "The election cycle in South Africa is five years for nationally elected offices.  The next presidential elections are scheduled for 2019.  Corruption has long been a part President Zuma's administration and he is in the middle of another scandal, but he has been to be able manipulate the system in his favor in the past.  My forecast of 5% likelihood is because of the age of President Zuma. "], [706, "2017-06-15T15:07:00Z", 0.25, "Mugabe is his idol."], [31450, "2017-06-15T15:03:33Z", 0.05, "For reasons I cannot fathom, but suspect I will see with the republicans and trump, the ANC senior leadership seems to have decided to back Zuma right to the bitter end. "], [18762, "2017-06-15T14:05:05Z", 0.1, "unless he dies...he is only 75 so give it a 10% chance. We have seen this story before."], [368, "2017-06-14T00:17:49Z", 0.0, "Unlikely.  Despite a change in the party ( election within party in December; President of the ANC) Zuma will remain in his second term despite domestic Political, economic and social instability over time, along with a possible downgrade by Moody's, it is unlikely that Zuma's removal by the legislature or recall by the ANC.  "], [28091, "2017-06-13T19:27:35Z", 0.1, "A year is a long time for more pressure to be put on Zuma to resign but his term is up in 2019 and I believe he will try to ride it out. "], [34353, "2017-06-13T17:49:36Z", 0.15, "While the ANC continues to fracture and opponents of Zuma continue to push for his resignation, there's still some major hoops to get through for this to happen. First, if the opposition within the ANC succeeds in recalling Zuma, the most that the party can try to force is his resignation. Given what I've read about him, he doesn't seem the type of person to resign, especially as he tries to have his ex-wife assume control of the ANC after he departs office in 2019. A recall may increase the likelihood of a no-confidence vote, but the ANC (which has 249 of 400 National Assembly seats) would have to have a significant defection against Zuma. While possible, it seems unlikely as it would increase the vulnerability of the ANC."], [691, "2017-06-13T17:42:07Z", 0.59, "Nobody seems to like the guy, but lots of people are afraid of him or don't want to be arrested either with or without cause, and ANC don't seem to have a successor ready to hand just now anyway.  "], [1646, "2017-06-13T17:31:01Z", 0.85, "Just a guess that the new militarized US foreign policy won't tolerate Zuma for so long..."]]}