{"question_id": 756, "title": "Will Great Britain announce a second referendum on Brexit by 31 December 2017? ", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[43573, "2017-12-30T23:05:05Z", 0.0, "Not happening but it needs to soon! "], [43495, "2017-12-29T20:11:57Z", 0.0, "They are invested in leaving. A second vote would arguably create more uncertainty and instability. The EU will not left them waffle with the decision either, fearing additional referendum in other countries. "], [43429, "2017-12-29T19:21:32Z", 0.1, "Placate the progressives"], [42762, "2017-12-29T18:26:43Z", 0.0, "The people  of  England  want Brexit."], [26155, "2017-12-29T11:58:52Z", 0.0, "No time left. And despite calls for it there's no very recent news I saw that suggests there will be."], [43467, "2017-12-29T11:05:02Z", 0.0, "With little response in online polling, there is no public pressure within the UK to prompt such a referendum. Additionally, the negotiations are at a relatively early stage, so there is a built-in fall-back position for the current administration to say, \"It is too early to support a referendum since we don't know what Brexit will look like.\"  "], [43367, "2017-12-29T06:23:59Z", 0.3, "If the labor party gets majority then yes"], [43422, "2017-12-29T00:34:24Z", 0.0, "Very unlikely before the end of the year. There isn't enough time even if the government intends to run a second referendum."], [11114, "2017-12-28T23:38:44Z", 0.0, "They're done voting."], [43384, "2017-12-28T18:11:49Z", 0.0, "because there already was a bloody vote - and democracy isn't about repeating polls until you get the results you want. "], [43387, "2017-12-28T18:01:15Z", 0.0, "We are so close to the end of the year, and most Western nations' governments are closed down for the Xmas/New Year's holiday season."], [42673, "2017-12-28T06:07:36Z", 0.0, "They are done voting."], [43174, "2017-12-28T04:11:25Z", 0.0, "No evidence of a pending decison.  Only a few dats left in the year."], [43291, "2017-12-27T21:27:08Z", 0.01, "While I don't see a second referendum off the table I've not seen official movement in that area that would match the timeframe"], [43026, "2017-12-27T16:54:05Z", 0.03, "Highly unlikely and addition significant progress will be made in this calendar year. Brexit being as big a deal as it is, the UK will not rush this."], [43209, "2017-12-27T01:08:00Z", 0.0, "No more time for legislation this year."], [43067, "2017-12-26T20:40:19Z", 0.0, "Not passed by the House of Commons, slight chance next year"], [42922, "2017-12-26T05:30:36Z", 0.15, "Again, unlikely because we are so close to Dec. 31 already and Parliament has basically shut down for the holidays. "], [43135, "2017-12-26T03:12:58Z", 0.15, "I think it's pretty much a certainty that Britain will have a second referendum on Brexit. There's some chance that they'll announce it prior to December 31st but they may be not rushing into it."], [43038, "2017-12-25T07:17:43Z", 0.0, "I haven't seen any concrete evidence that this will happen, especially by the end of the year"], [43003, "2017-12-25T06:38:37Z", 0.01, "Numerous credible sources co-oborate that there is a call by the people for a second referendum. However, this is stating that it will be an official statement by the government for one, and by 31DEC17 no less. As of 25DEC this is highly unlikely as GB shuts down for the holidays and the ministries which would tend to such a proposal have much staff on vacation. "], [31850, "2017-12-25T05:09:09Z", 0.0, "The process seems to be moving forward for transitioning the UK out of the EU:"], [43013, "2017-12-25T03:30:21Z", 0.05, "Not politically smart."], [38564, "2017-12-25T01:48:11Z", 0.0, "Brexit referendum had a loooong incubation period; a second one would alsovtake a long time to get started."], [42870, "2017-12-24T03:44:37Z", 0.4, "They have been dragging their feet ling enough to try to change the people's minds who voted no, and bring in New replacement voters from Africa, as new citizens. I don't believe they have over 50% yet, to reverse the brexit vote."], [834, "2017-12-23T18:02:41Z", 0.0, "Britain shuts down for the holidays"], [14493, "2017-12-23T11:08:35Z", 0.0, "Not much time for this to happen (the announcement of the decision). There would seem to be no reason to do this now. If there was to be a second referendum it would be more likely to be called at the point when it becomes clear that Brexit as described my Mrs May will not be possible (e.g.Mrs May has described Brexit as being outside the Single Market and Customs Union, not under the ECJ, no significant annual payments, with no Freedom of Movement, but with no physical border between NI and Eire, and no different between NI and the rest of the UK, and with a friction less free trade trade deal with the EU (equivalence but not identical standards) which at the same time allows the UK to strike free trade deal with 3rd countries - otherwise known as \"having your Brexit cake and eating it\"). If (when?) it become clear that this deal will not happen some way out of will be needed. There are three possibilities; the government will decide, parliament will decide or a new referendum will have to be held. I think the most likely outcome will be for parliament to decide. For the government to decide would require it to admit that it had been misleading everyone by suggesting that the Mrs version was ever possible. Having another referendum would risk getting the \"wrong answer\" (e.g. the public voting for an outcome that the government and parliament does not want). So my view is that the most likely outcome would be to \"allow\" MPs to have a vote on the Brexit outcome so MP can be blamed for the outcome not being what anyone actually wanted.     "], [42710, "2017-12-23T07:00:42Z", 0.0, "While the negotiations are ongoing there is not enough public outcry for a second referendum within the ruling party's own ranks to trigger another referendum by the end of the year"], [27312, "2017-12-23T02:57:12Z", 0.05, "Very little time left but gov lots first vote and increasing costs increase pressure for 2nd vote "], [42714, "2017-12-22T07:56:53Z", 0.8, "Economic pressure"], [23879, "2017-12-21T18:30:55Z", 0.0, "Obviously no, such legislation takes several months to pass. WIsh I'd seen this question sooner."], [42550, "2017-12-21T11:38:05Z", 0.0, "A second referendum is probable but it is too early for it to be announced. "], [38778, "2017-12-20T15:40:42Z", 0.0, "Based on GJ consensus"], [42551, "2017-12-19T16:19:47Z", 0.0, "No reason at all for this to happen in such a short time frame"], [636, "2017-12-18T15:34:49Z", 0.05, "Time frame too short for such a major step."], [83, "2017-12-16T18:55:01Z", 0.0, "Unlikely to be any further referendums, until at least 2100."], [35323, "2017-12-16T10:39:46Z", 0.0, "there are three days left of parliament before it rises for christmas - the eu withdrawal bill is not due to be debated so the only way it would be is as an emergency.  to be considered an emergency, something huge and unforeseen would need to happen.  things of this magnitude include war involving an EU state, rapid economic collapse.  there are no signs of war and economic collapses dont happen over night.  therefore chance of this happening is next to zero. "], [41588, "2017-12-15T13:20:14Z", 0.0, "Very little time until the end of December.\nProgress has been made in an agreement with the EU that should allow the trade negotiations to begin.\nAround 50% of people would still vote leave in second referendum (October 2017, Natcen poll in Economist magazine from 9th Dec)"], [41460, "2017-12-10T19:30:25Z", 0.0, "No, especially since the May-Junker announcement."], [8318, "2017-12-09T02:39:31Z", 0.77, "Same people who voted against only ones pushing!"], [31275, "2017-12-08T18:46:49Z", 0.0, "They just got first phase of Brexit done this stabilizing the May government for awhile. Harder subjects to come."], [31450, "2017-12-07T22:55:07Z", 0.0, "The situation is nowhere close to a second referendum right now."], [42187, "2017-12-06T20:19:30Z", 0.0, "This can only be decided by the governing Conservative party announcing it is bringing an emergency bill to the UK Parliament."], [30381, "2017-12-05T21:42:45Z", 0.0, "Looking at fellow forcasters let me to update from very unlikely to very very unlikely."], [1639, "2017-12-05T18:31:43Z", 0.0, "Second Brexit referendum has 16-point lead as half of Britons back new vote, opinion poll shows\nhttp://www.independent.co.uk/news/uk/politics/britons-majority-in-favour-of-public-vote-on-final-brexit-deal-uk-politics-a8089161.html"], [2965, "2017-12-05T15:31:56Z", 0.0, "Time and progress of negotiations.\nIrish Republic border issue may trigger\nthis as May relies on North Ireland UDP\nshe has minority gov't\ncould be voted out anytime\nbut not before xmas"], [706, "2017-12-05T04:37:05Z", 0.0, "Those who call for a second referendum have no real power, Theresa May won't move by 31 December 2017, and a collapsed government will not be able to get elections together in three weeks, let alone worry about setting a date for a new referendum."], [38094, "2017-12-05T00:32:48Z", 0.0, "No chance in 2017, but perhaps a glimmer of a chance in first half of 2018 as reality sinks in all around."], [31275, "2017-12-04T02:44:00Z", 0.03, "More than half want another Brexit vote once the negotiations are complete. Tony Blair is working on getting vote new vote. The negotiations, however, can go until March 2019 so not likely anything happens this soon."], [29497, "2017-12-04T01:23:44Z", 0.0, "UK politics moves very slow"], [1034, "2017-12-04T00:50:04Z", 0.0, "Half of Britons support a second vote on Brexit, poll finds"], [35831, "2017-12-03T22:46:50Z", 0.0, "Too much water under the bridge already."], [13069, "2017-12-02T17:58:49Z", 0.02, "There's no political or popular taste for another plebiscite.  The government just want to get on and do it and people are of the view that their elected representatives should do what they have been elected to do."], [10945, "2017-12-02T13:10:42Z", 0.0, "Nothing indicates that there is political will for such a decision"], [9755, "2017-12-01T21:29:15Z", 0.0, "I wish they would , but I guess not yet."], [32872, "2017-12-01T19:28:33Z", 0.0, "Too early for that. Unless a major fallout happens in any of the events listed below, I don't see that happening."], [1639, "2017-12-01T13:28:59Z", 0.03, "Opinium: Which of the following statements best describes your view on Brexit?\nI strongly feel that the UK should remain in the E.U — 34%\nI think the UK should remain in the E.U. but don’t feel that strongly about it  — 12%\nI am open minded on whether Britain remains in the E.U. or leaves — 8%\nI think the UK should leave the E.U. but don’t feel that strongly about it — 8%\nI strongly feel that the UK should leave the E.U — 33%\nDon’t know — 6%"], [15471, "2017-12-01T08:03:58Z", 0.05, "Let's be generous at first, there is the possibility of having a fit on either side before/at the December summit, which might trigger such a move, but even then it's unlikely "], [31275, "2017-12-01T04:22:25Z", 0.03, "Current government determined to do Brexit and negotiations ongoing. A snap election would probably have to take place first...so no."], [42020, "2017-11-30T11:52:24Z", 0.0, "They love there independence."], [68, "2017-11-30T07:10:21Z", 0.0, "No chance in the next month"], [38661, "2017-11-30T06:01:55Z", 0.08, "While Brexit negotiations are not going as well as planned, it is unlikely May's government would back down from its promise to go forward with Brexit (especially considering how the Tories managed to hold on to power, even after loosing seats in the snap election last spring). "], [34353, "2017-11-29T18:10:48Z", 0.0, "Hard to see what the value to the current government would be..."]]}