{"question_id": 678, "title": "In Carpenter v. United States, will the Supreme Court rule that investigators' warrantless use of Timothy Carpenter's cellphone records was unconstitutional?", "correct_answer": "Yes", "crowd_forecast": 0.65, "preds": [[35636, "2018-06-23T05:05:51Z", 1.0, "GJO q: what's this participation rate? Most of the time I see 100% but I saw a 33% one yesterday. "], [172, "2018-06-23T02:27:01Z", 1.0, "https://www.wsj.com/articles/u-s-supreme-court-rules-police-need-warrant-for-most-cellphone-location-data-1529678019?mod=hp_lead_pos1"], [37488, "2018-06-22T16:03:12Z", 1.0, "Given their ruling, this sounds like it was unconstitutional?\nhttps://www.nytimes.com/2018/06/22/us/politics/supreme-court-warrants-cell-phone-privacy.html"], [35831, "2018-06-22T15:19:42Z", 1.0, "Yay for individual liberty!"], [59048, "2018-06-15T15:36:25Z", 0.85, "Chief Roberts is likely writing the opinion for the majority and he is a champion of 4th amendment rights. "], [59008, "2018-06-13T04:51:58Z", 0.75, "Court has shown significant majorities exist with regard to personal data collected on cell phones.  Trend for protections of handheld devices continues. "], [691, "2018-06-06T20:17:04Z", 0.76, "The law has not caught up with the technology on this issue, as on many related issues and analogous ones through the centuries.   Carpenter will not be the case that changes the situation. "], [37488, "2018-05-22T01:15:44Z", 0.8, "http://amylhowe.com/2018/05/16/reading-tea-leaves-mid-may-edition/"], [2965, "2018-05-15T10:15:04Z", 1.0, "https://www.supremecourt.gov/oral_arguments/argument_transcripts/2017/17-43_bq7d.pdf"], [46762, "2018-04-30T06:50:07Z", 1.0, "Kagan to reverse.\nRoberts to reverse\nKennedy to affirm\nSotomayer to reverse\nBreyer to reverse\nAlito to affirm\nThomas to affirm\nGinsburg.. can't make a determination from transcripts.  But usually would reverse."], [2965, "2018-04-26T01:14:43Z", 0.87, "warrantless and subpoena less"], [38612, "2018-04-18T09:13:53Z", 0.4, "Appeal Court ruled that warrantless use of the data is legal and there is Third party doctrine. however, whether the data is in privacy area is still controversial.\n"], [57428, "2018-04-07T00:58:49Z", 0.25, "If the Court sees the data similar to the that found in a “pen register,” then the use of the records will likely be constitutional."], [2965, "2018-04-02T20:27:19Z", 0.87, "I have come around to the view that\nthe Courts deem this FAQ consent to be invalid\nor you would have to waive your 4th and 5th a rights\neverytime u use Edge or google or god forbid Facebook\nI think we have these votes Brier, Kennedy, Sotomayor Ginsburg Kagan\nJustice kennedy would be writing  both Carpenter and Gill\nI think same group plus Roberts tosses out Masterpiece non constitutional\nI think Husted is going Ohios way   "], [16778, "2018-03-28T16:58:07Z", 0.1, "Re-iterating my prediction. Use of cellphone location-data records to track suspects was used in a very similar manner to help identify the Austin-area bomber. "], [56878, "2018-03-24T03:14:22Z", 0.0, "The main issue in this case is determining whether or not cell-site records are subject to 4th Amendment restrictions. The current law has characterized call-detail records as “non-communication content” thereby not subject to the 4th Amendment. The only other case where a number of exceptions were raised was the Jones decision where the mitigating factors were attributed to GPS-data and “long term” tracking; neither of those factors apply to the Carpenter case since it is based on cell-site data which is less accurate than GPS and the historical tracking does not fall as “long term”. "], [45069, "2018-03-20T16:18:10Z", 0.55, "It should be 95% Yes but this is a Republican SCOTUS and they are oppressive as well as short-sighted. Warrantless searches/seizures need to be almost zero! They violate the Constitution in multiple ways. They are a very very very slippery slope to the authoritarian overlords both Republicans and Trumps want to be! There was no good reason not to seek a warrant. This is about protecting the Bill of Rights! And punishing sloppy police work. Or it should be. "], [1333, "2018-03-16T18:33:19Z", 0.75, "https://ballotpedia.org/Carpenter_v._United_States"], [55743, "2018-03-03T21:40:49Z", 0.75, "Oral argument in this case seemed to focus on the value of privacy and the amount of data that cell phones have. There seems to be an acceptance of the special role of phones in life. "], [50534, "2018-03-02T02:07:56Z", 0.85, "It's a violation of the 4th amendment\n"], [48709, "2018-02-28T23:46:16Z", 0.89, "this is a time factor prediction "], [52905, "2018-02-28T17:11:30Z", 0.35, "The Court will likely focus on the fact that the data does not contain personnal correspondance, but only tracks the individual, which is a necessity for cell phone operation.  Moreover, the individual could have shut down his cell phone and not be tracked, so he had the capacity to ensure his own privacy.  "], [54307, "2018-02-27T12:50:23Z", 0.8, "On the basis of a prosecutor’s unsworn request, the government obtained cell phone location information from multiple cell providers of a single person over an 127 day period.  In oral arguments the government argued that it would not matter if the type of information requested could be very precise nor that the information requested could be over periods longer than 127 days, all that is irrelevant, according to the government’s argument, because the demand for the information was [to] a third-party, and because Congress explicitly authorized a warrantless form of cell phone data search.  The justices were very focused on and hostile to that argument.  "], [54625, "2018-02-26T17:48:25Z", 0.3, "Knowing how critical these records are to current law enforcement, the judges will invent some rationalization."], [46421, "2018-02-26T04:26:45Z", 0.75, "The court has already begun to view cellphones as a more and more important source of information, and a place where information is kept. This process will continue with this ruling"], [55268, "2018-02-26T01:24:44Z", 0.85, "Search warrants can be obtained from a court after demonstrating probable cause.  "], [52967, "2018-02-22T22:48:09Z", 0.1, "I don't think they will rule it unconstitutional.  This is meta data and this type of data whether it is your location data, viewing (TV) habits or browsing searches is routinely sold without your consent currently."], [54191, "2018-02-21T17:33:24Z", 0.3, "This 'phone location record' is metadata = there is no expectation of privacy; SCOTUS has already ruled on this in other FBI/Intelligence Community cases.  "], [47396, "2018-02-20T23:00:23Z", 0.8, "Conservative court will see this as opportunity to rule on need of warrants to collect evidence."], [53366, "2018-02-18T22:28:42Z", 0.1, "If records were to be found in a trash can, why would that be wrong?"], [53585, "2018-02-17T19:41:45Z", 0.8, "The oral argument suggests the justices are leaning in this direction, which would be consistent with U.S. v. Jones (tracker device on car) and Riley v. California (warrant for cell phone).\n.  "], [52289, "2018-02-17T19:05:00Z", 0.85, "Having reviewed Gorsuch's 4 amd. jurisprudence, he will almost certainly side with \"yes\". All the liberals will find for Carpenter, so with a Gorsuch \"yes\", it'll be found to be unconstitutional. Also of note is that this ruling wouldn't interfere with the NSA's surveillance program- one my initial considerations."], [51251, "2018-02-17T18:32:42Z", 0.2, "Guessing. Appeals Court already said it was legal. That goes toward \"No\". (100%) SC agreed to hear -- that goes to \"Maybe\". (75%). There is a small chance of no decision - which goes to \"No\". Resulting in 75%+ and I have a personal hunch that the law is more in favor of Yes, so I boosted to 80% of NO -- or 20% Yes.  Please note by vote below I got it backwards."], [51251, "2018-02-17T18:31:49Z", 0.8, "Comment deleted on Feb 17, 2018 06:33PM UTC"], [45069, "2018-02-17T17:32:42Z", 0.35, "Location records do not involve content and business records of a third party do not give defendants an expectation of privacy, so if SCOTUS wants to rule for the state, they can.  Law enforcement can, and should have, obtained a warrant -- speed is not a reason not to do so.  But this is a law and order court and are less likely to demand a warrant. Facts here are very different from having a GPS tracker hidden on your vehicle. I think this case is more likely to come under Stored Communications than Fourth Amendment. I find warrantless seizures a slippery constitutional slope but conservatives in Govt do not. "], [53582, "2018-02-16T19:08:19Z", 1.0, "Oral arguments seem to strongly indicate a ruling in favor of Carpenter."], [53555, "2018-02-16T16:01:36Z", 0.85, "Cell phone location services are akin to the GPS trackers that were ruled unconstitutional. The Court will tell the cops to get a warrant, which I expect that they could have done. Plus Justice Gorsuch's property rights line of questioning suggests another vote in favor of the criminal defendant. For Carpenter to lose, he would have to lose both Kennedy and a traditional, criminal-defendant-friendly vote from the \"left\" of the Court."], [53300, "2018-02-15T22:11:46Z", 0.65, "Phone records, and the phone, need to have a warrant for law enforcement to obtain and search"], [40299, "2018-02-13T16:28:15Z", 0.75, "In my understanding, it is required to have a warrant to gain cellphone records."], [23006, "2018-02-13T15:24:12Z", 0.55, "reducing over-confidence"], [52824, "2018-02-12T19:56:06Z", 0.85, "The records belong to the carrier and I suspect the TOS gives the carriers the right to comply"], [23006, "2018-02-12T01:53:39Z", 0.87, "Reducing for over confidence"], [52289, "2018-02-12T01:30:57Z", 0.15, "The analysis of location data is far more comparable to the analysis of credit card purchases than to wiretapping."], [52242, "2018-02-09T18:58:39Z", 0.58, "I think the court will rule that warrants are necessary to get records on individuals. But, they may not take it up in this session."], [51863, "2018-02-07T23:12:32Z", 1.0, "Obvious 4th amendment violation is obvious."], [51221, "2018-02-05T19:49:50Z", 0.3, "This is somewhat similar to following someone."], [47806, "2018-02-04T02:37:05Z", 0.17, "If the data had been obtained from the defendents' phones, then I would say Yes, but the data was obtained via cooperating cellular phone service providers, not from the personal property of the defendents."], [691, "2018-02-03T19:22:17Z", 0.81, "They want to do this, and so will find a way.  Throughout history, the Honourable Justices have figured out how to do what they want, and most of this lot didn't get to be on the Court because they lack imagination.  Or flexibility."], [44022, "2018-02-03T14:39:44Z", 0.95, "This is actually public data, not private i.e. wiretapping."], [2965, "2018-02-01T22:58:00Z", 0.71, "crowd plus 6"], [13377, "2018-02-01T08:54:56Z", 0.78, "http://www.gjopen.com/comments/comments/678289"], [45153, "2018-02-01T00:25:12Z", 0.45, "Probable cause may carry the decision to support the lower courts"], [50059, "2018-01-31T04:21:10Z", 0.15, "This court wants to convict people and doesn’t care about prosecutorial misconduct. "], [42611, "2018-01-30T12:26:36Z", 0.72, "It should because of the peoples rights to be secure in our persons and affects clause in the US Constitution..."], [34821, "2018-01-30T00:03:00Z", 0.76, "Correction."], [34821, "2018-01-29T03:50:48Z", 0.83, "Monte Carlo sim (based on intuitive probability judgments that individual justices would vote one way or the other). "], [23006, "2018-01-22T04:07:27Z", 0.99, "Some similarities for ruling for Carpenter from https://www.aclu.org/legal-document/united-states-v-carpenter-reply-brief-petitioner: \n\n\"the  government  used  nothing more than its agents’ hands and eyes to conduct  the searches at issue.\" 134 S. Ct. at2480-81 "], [46458, "2018-01-19T08:17:43Z", 0.7, "4th amendment"], [172, "2018-01-17T14:35:06Z", 0.75, "Lots of good info here from others. Sticking to 75% "], [48962, "2018-01-17T06:27:03Z", 0.4, "Warrants are needed as a check and balance"], [1333, "2018-01-16T12:47:44Z", 0.65, "NSA got a renewa of authorization last week and I thinkthat will weigh on the court."], [48709, "2018-01-15T00:38:14Z", 0.75, "The constitutional law is clear and should not be rewritten by any court,\n\"This law precedes the American Revolution, the general warrens struck down by English courts.\""], [48517, "2018-01-13T16:41:12Z", 0.95, "Investigators use cellphone often without warrants, no warrant the Judge does not get paid for writing the warrant. "], [48224, "2018-01-11T17:36:15Z", 0.85, "The cell phone data seems like it is property of the cell phone companies rather than the individual.  "], [41379, "2018-01-10T23:36:26Z", 0.55, "In this instance I think Kennedy will side with law enforcement."], [48197, "2018-01-10T18:43:07Z", 1.0, "I think this tracks fairly closely with U.S. v. Jones, with the exception that the question that the majority opinion distinctly left for another day is the issue that is raised - electronic surveillance without a physical trespass. Although Sotomayor acknowledged that she generally agreed the position of Justice Alito's concurrence (i.e. that long term surveillance, even without physical intrusion would be a violation of the Fourth Amendment), since the question wasn't raised, she cast her vote with the now-deceased Justice Scalia. With Sotomayor already expressing a willingness to side with the previous 4-person minority on the question, it should only be left to see how far past 5-4 the majority on this decision will be."], [47719, "2018-01-09T17:25:53Z", 0.02, "If they went into his actual phone, I'd say yes.  But into the cell companies' location records, NO."], [2965, "2018-01-07T02:34:30Z", 0.65, "Clearly, the court will have to find some warrant requirement \ncell towers-wireless data-cloud data are all interconnected \nand contain the most private and protected data of individuals \nno warrant requirement-no limits \nbased on  http://cyberlaw.stanford.edu/blog/2017/08/why-internet-cell-phone-carpenter-v-us"], [45920, "2018-01-06T23:02:05Z", 0.78, "Read this: https://www.theatlantic.com/politics/archive/2017/11/bipartisanship-supreme-court/547124/\nand the reasoned forcast by ttltran."], [38343, "2018-01-06T12:38:41Z", 0.65, "All depends on Kennedy."], [46416, "2018-01-05T03:34:20Z", 0.2, "Court is too conservative"], [46513, "2018-01-05T03:11:34Z", 0.75, "Judges use phones. "], [46037, "2018-01-03T19:49:07Z", 0.65, "Conservatives sometimes willing to strike down law enforcement over-reach."], [38564, "2017-12-27T04:56:15Z", 0.9, "The only reason I don't score this higher is because I don't want to be too greedy with regard to expectations of what scotus will address in this term"], [43099, "2017-12-25T20:45:51Z", 0.78, "Ruling protects right to privacy without unreasonable restriction on law enforcement"], [35831, "2017-12-21T17:00:40Z", 0.75, "After reading the oral argument. This case may NOT go the usual 5-4 way and Justice Kennedy may  NOT be the deciding vote. \nThe Petitioner's argument (Carpenter) was that cell phone tower data was collected over the course of 127 days is \"long term surveillance\", which require a warrant. The Government's position was that they did obtain a Court Order, which is allowed in the Stored Communication Act (boy-oh-boy, Congress needs to do something about that SCA law because it is clearly obsolete)."], [42608, "2017-12-20T15:43:18Z", 0.35, "No action equals no, plus Scotus iffy on 4th amendment shit."], [42566, "2017-12-19T22:04:41Z", 0.79, "Allowing use of evidence that was gathered without proper warrant would be an unhealthy precedent."], [42472, "2017-12-16T16:39:23Z", 0.75, "Precedent"], [42450, "2017-12-16T03:19:20Z", 0.35, "Comment deleted on Dec 16, 2017 03:23AM UTC"], [38589, "2017-12-16T00:42:43Z", 0.3, "cell tower access is essentially a public activity, since it was voluntary and easily traceable ."], [691, "2017-12-14T19:02:53Z", 0.79, "The honourable justices really really want to find for Carpenter, so they probably will.  As sometimes happens, this will turn out to be good public policy despite being pretty flimsy law."], [42377, "2017-12-13T16:09:28Z", 0.85, "They will find that information is considered protected under the 4th amendment and the government should seek a warrant in such cases"], [42341, "2017-12-12T14:47:34Z", 0.15, "Exigent circumstances\nInventory search\nConsent"], [29680, "2017-12-09T11:07:15Z", 0.99, "Sotomayor and Gorsuch agreeing will be mind-blowing to some. 4th Amendment. Most people don’t consider that the device they carry to talk to people not only broadcasts their location in the absence of a GPS component, but that those records collected by cell towers are logged indefinitely by cell phone providers for legitimate businesses use. Although reproducing the location from the analysis of cell tower logs results in coarse location detail, doing so over the course of 120 days amounts to surveillance. "], [2965, "2017-12-08T01:31:58Z", 0.4, "Not flipping from 10 to 90\nThink it is likely that 187 days triggers some degree of heightened scrutiny. Could well be a warrant. Could be a grand jury subpoena. could be an interpretation of statute. Lots of searches do not require warrants\nlike \" incidental collection\" and unmasking and this has much relevance to national security.\nthe government could have gotten a warrant for Carpenter\nthey got one for Flynn from the FISA court.\nBut  See C. Ingliss former Dep. Director NSA\nhttps://www.thecipherbrief.com/column/cyber-advisor/remembering-civil-liberties-reforming-foreign-surveillance?\nNote ret.  General Hayden has some persuasive reasons akin to Justice Breyers\nwhy dragnet investigations including domestic terrorism should be exempt from warrant.\nSee Hayden view: https://www.thecipherbrief.com/article/exclusive/north-america/fisa-can-fixed-without-risking-american-lives"], [42162, "2017-12-08T00:38:27Z", 0.9, "https://en.wikipedia.org/wiki/United_States_v._Jones_(2012)\nhttps://www.oyez.org/cases/2011/10-1259"], [31450, "2017-12-07T20:20:31Z", 0.85, "Shifting higher because the court seemed to be wrestling more with how to protect cellphone data than whether to."], [691, "2017-12-06T21:20:13Z", 0.74, "Looks like a majority want to do this, and are now casting about for some sort of constitutional-law cover for what they want to do anyway.  They are bright people with even brighter staff, so they'll come up with something."], [32258, "2017-12-05T20:54:20Z", 1.0, "Agree with @Gibson on this case cc: @lsgold7"], [42143, "2017-12-04T23:02:18Z", 0.1, "As if the court has cared about this before. "], [2965, "2017-12-04T00:54:27Z", 0.1, "https://apps.oyez.org/player/#/roberts8/oral_argument_audio/24396\nthanks @Gibson\nand @JMR2017\nseems like Kennedy and Ginsburg perceive like bank records \nKennedy is swing vote\nand Breyer \" no such thing in the law as location\"\nand Kennedy\n\"Well, frankly, if -- if we're going to talk about normal expectations and we have to make the judgment, it seems to me there's a much more normal expectation that businesses have your cell phone data."], [38944, "2017-12-03T02:14:04Z", 0.95, "I believe it will be ruled unconstitutional because the information was not accessible just by looking at the phone (other means were required) "], [37560, "2017-12-02T23:21:45Z", 1.0, "There is an expectation of privacy that you won't be tracked 24/7 by the government (unless the government has a probably cause warrant)."], [35831, "2017-12-01T22:21:08Z", 0.8, "Not read the text of the oral argument yet (link is down) but reading scotusblog about the argument, and it seems there are more Justices would rule that blanket use of cell records is against fourth amendment, and therefore unconstitutional. \nIncrease odd from initial 66% to 80%\n"], [32258, "2017-11-30T19:51:42Z", 1.0, "Based on oral arguments, it seems that a majority are supportive of privacy rights. To illustrate across the board concern, Gorsuch invokes John Adams to support privacy and Sotomayor referred to possible technological advances in the future. @Gibson offers insightful analysis. "], [40741, "2017-11-30T17:17:36Z", 0.68, "Following in news"], [1333, "2017-11-30T11:03:45Z", 0.15, "https://ballotpedia.org/Carpenter_v._United_States?utm_source=Iterable&utm_medium=email&utm_campaign=DailyBrew\ntechnological advancements have dramatically changed the privacy calculus.\"[2] Orin Kerr, the Fred C. Stevenson Research Professor at George Washington University, wrote regarding the case in The Washington Post that \"it’s not an exaggeration to say that the future of surveillance law hinges on how the Supreme Court rules in the case.\ninformation from the cell phone provided the FBI's basis to petition for judicial orders under the Stored Communications Act (hereafter, SCA) to obtain call and cell phone location data held by Carpenter's and Sanders' cellular service providers. The SCA did not require the government to show probable cause or to obtain a warrant in order to obtain the data.\nIn April of 2011, police arrested four men in connection with a string of armed robberies of stores in and around Detroit, Michigan. The stores were Radio Shacks and T-Mobile stores. During police questioning, one of the suspects confessed that the group had committed robberies of nine stores in Michigan and Ohio over a four-month period from December of 2010 to March of 2011. During these robberies, the suspect informed police than an additional 15 men, alternating across robberies, served in various support capacities such as serving as police lookouts and as getaway drivers. The suspect forfeited his cell phone to FBI authorities, who examined the phone's call records for additional information. In May and June of 2011, the FBI applied for three different judicial orders in order to obtain transactional records for 16 different phone numbers gleaned from the suspect's phone. The evidence the FBI sought was for records that \"included '[a]ll subscriber information, toll records and call detail records including listed and unlisted numbers dialed or otherwise transmitted to and from [the] target telephones from December 1, 2010 to present[,]' as well as 'cell site information for the target telephones at call origination and at call termination for incoming and outgoing calls[.]'\" The orders were granted pursuant to the Stored Communications Act (hereafter, SCA). Under the SCA, the government can mandate the disclosure of certain telephone or telecommuncations records if \"specific and articulable facts show[] that there are reasonable grounds to believe that the contents of a wire or electronic communication, or the records or other information sought, are relevant and material to an ongoing criminal investigation.” Prior to a federal trial on various charges, the petitioners, Timothy Ivory Carpenter and Timothy Michael Sanders, moved to suppress the evidence obtained by police under the SCA-authorized judicial orders. The petitioners alleged that the cellphone records could only be obtained via a warrant issued by a judge and supported by a showing of probable cause. The trial judge, Judge Sean Cox of the United States District Court for the Eastern District of Michigan, denied the motion.[7]"], [37580, "2017-11-29T20:58:42Z", 0.65, "Several of the court members appear to be moving in this direction. The facts in this case make the government's argument a bit of a stretch."], [691, "2017-11-29T18:28:21Z", 0.16, "https://www.reuters.com/article/us-usa-court-mobilephones/u-s-supreme-court-weighs-major-digital-privacy-case-idUSKBN1DT0LQ\nNotice that the most recent rulings against law enforcement, which were sort of related but not necessarily directly applicable here anyway, were in 2012 and 2014.  This was approximately an eternity ago.  Stay tuned."], [41979, "2017-11-29T13:49:36Z", 0.3, "No math. I would like them to rule this unconstitutional, but they have usually held cell phone companies to be cooperating third parties with the right to hand over the data, making this not a search requiring a warrant. "], [41952, "2017-11-28T21:31:44Z", 0.01, "Court will either not hand down a decision or say now citing United States v. Davis holding that an order compelling business records from a cell service carrier is not a “search” of the cell phone user"], [41874, "2017-11-28T04:15:37Z", 0.0, "The armed robbery alone will not free the two candidates.\nIf there is evidence you can use the security of the company even without a warrant"], [41619, "2017-11-23T12:07:53Z", 1.0, "Illegal search is unconstitutional."], [41550, "2017-11-21T21:06:00Z", 0.63, "Coverage of this issue suggests that the balance of privacy slightly outweighs other argumens"], [41477, "2017-11-19T19:35:40Z", 0.4, "The Court has already ruled that seizure of bank records is reasonable under the 4th Amendment. This does not seem to be a far stretch of that same rationale. That being said, the amount of data that can be pulled from cell phone records is exponentially greater than that from bank records. "], [37734, "2017-11-19T12:49:42Z", 0.75, "Kennedy has never been a civil libertarian and will side with the Roberts’ “conservative” majority "], [16778, "2017-11-15T16:11:43Z", 0.1, "Katz v. United States defined Fourth Amendment protections of homes vs. open fields. In public, people are no longer entitled to such protection because eyewitnesses can track/report a person's whereabouts. If a person is in his/her home, then they are protected. However, in Hoffa vs. United States, the courts ruled that if a person in a private home broadcasts their location to 3rd party, this protection no longer applies. Basically, you can't have it both ways - once you involve a 3rd party, you forfeit 4th amendment protection since the government can simply ask the 3rd party."], [706, "2017-11-14T06:39:22Z", 0.75, "This will be a red line for all conservatives out there. Need and will receive a 5-4 decision."], [1195, "2017-11-14T00:20:46Z", 0.9, "This case lost in the Sixth Circuit court of appeals, because it reached the conclusion that the third-party doctrine applied, i.e. that law enforcement does not need a warrant for data residing with a third party - the wireless carriers."], [7370, "2017-11-13T19:41:26Z", 0.12, "They should but they won't"], [373, "2017-11-13T16:05:56Z", 0.6, "Accessing Cell phone location records likely to be viewed as not requiring a warrant "], [37115, "2017-11-11T02:34:39Z", 0.7, "I think they'll follow their decision in the Riley case"], [7272, "2017-11-11T00:22:11Z", 0.75, "the Supreme court has historically ruled (1972 I believe, but not sure of the year) that one cannot expect privacy over the phone.  Of course that was when we only had land lines, but I see no reason that an expectation of privacy decision would change just because of the method of communication technology changed. In addition to that, location tracking is not a privacy issue.  "], [636, "2017-11-10T23:02:45Z", 0.1, "Prosecutors have been using wired phone records without warrants."], [2965, "2017-11-10T22:20:55Z", 0.1, "I am convinced that this has technology and private acor and stränds of consent"], [7375, "2017-11-10T21:18:53Z", 0.75, "Law enforcement should have obtained a warrant. They would not have had no trouble getting it but if officers of the law can search a cell phone without a warrant then they will be able to search any records or files in your personal property without a warrant."], [746, "2017-11-10T20:00:19Z", 0.15, "The Question does not include the fact That a Court Order was applied for and given under SCA for the records. Also one Deft was cooperating. In   this   case,   the   government   sought   “cell   site  information  for  [petitioner’s]  telephone[]  at  call  origination   and   at   call   termination   for   incoming   and   \noutgoing calls.”"], [41330, "2017-11-10T03:09:02Z", 0.15, "Historical cell phone records are part of a class of information that is in a grey area with respect to right to privacy. Traditionally left wing politics have placed greater emphasis on protecting privacy, particularly in new technological areas. However for the past several decades left wing philosophy has emphasised financially protecting classes of disadvantaged people, over protecting individual disadvantaged people. An externality of this shift in philosophical reasoning is left wing politics is less willing to protect privacy, particularly in areas perceived to be domains of the well off - technology is one of these.      "], [691, "2017-11-09T21:55:05Z", 0.22, "It is the owner of the record, not its subject, which must be subpoenaed if they don't give consent for a search.  People may feel funky about this, and probably should, but telephone records belong to the telephone company and not to any party to the calls.  "], [31450, "2017-11-09T17:12:41Z", 0.7, "My impression is that the court has been open to expected digital privacy protections based on the fourth amendment. For example ruling that phones are subject search warrants."], [35831, "2017-11-09T15:59:08Z", 0.66, "Concurring with the average of predictions, pending oral argument later this month. There are at least 4 Justices who agreed to take the case (meaning 4 ready to reverse the lower court's decision that it was constitutional. "], [41307, "2017-11-08T22:02:33Z", 0.35, "To me there is a lot of uncertainty to how justices will apply law to modern technology. Although Gorusch is conservative, and conservatives are more often seen as \"tough on crime\", it seems his originalist interpretation ends him up as being sympathetic to the rights of the defenders in Fourth Amendment cases. [1] United States vs. Jones seems to be a popular citation in the forecasts. Putting a GPS onto someone's private property (car) to track them is one thing, but the collection of phone data from a cell provider under SCA seems valid. The information was clearly pertinent to the criminal case, the main consideration for being able to use the SCA:"], [41297, "2017-11-08T16:02:04Z", 0.85, "Gorsuch will replace Scalia's vote in Jones"], [42, "2017-11-08T01:24:50Z", 0.85, "This is on it's face an illegal search and seizure"], [30782, "2017-11-05T20:31:39Z", 0.65, "While this case should follow previous cases such as Jones, it seems more likely that the conservative majority will find some way to further the 3rd party doctrine, allowing the warrant-less search of this type of information."], [33338, "2017-11-05T14:16:35Z", 0.65, "The information is still private even though it was historical."], [11548, "2017-11-05T11:34:36Z", 0.65, "They will struggle to opine on this for philosophical reasons.  They law & order conservatives will address this case from one direction.  The liberal privacy justices will invoke the intent of the 4th Amendment.  It would not surprise me if they decide not to decide.  In doing so, they will suggest that Congress legislate changes to the law to reflect the new technology & the reality of privacy expectations when so many people give up that right voluntarily when posting on social media."], [38630, "2017-11-05T02:30:50Z", 0.87, "Please stop monitoring. "], [38015, "2017-11-04T15:52:22Z", 0.15, "Gorsuch replaced Scalia, and he is even more inclined to rule in favor of police than Scalia. Even in Jones, Scalia was not willing to go so far as to favor the mosaic approach. Further, Breyer is very pro-prosecutor in Fourth Amendment cases, so I predict a dissent by Sotomayor, joined by Ginsburg and Kagan."], [7809, "2017-11-04T13:48:29Z", 0.6, "It is commonly accepted that a warrant is needed with few exceptions."], [23234, "2017-11-04T06:24:19Z", 1.0, "Note: for questions in the SCOTUS challenge I am only using 0 and 100% as answer choices, neither of which is my estimate of the actual probabilities. (It would be no fun to say \"near 50/50\" on every single Supreme Court case, but close cases are typically the ones that get to the Court and are interesting.)"], [5709, "2017-11-04T00:59:02Z", 0.7, "The supreme court has historically ruled that warantless searches of any kind are contrary to the fourth amendment"], [38204, "2017-11-03T23:01:34Z", 0.6, "Not a great history recently on this"], [37567, "2017-11-03T21:33:16Z", 0.75, "Warrants are required for seizing ANY record, electronic or otherwise (one hopes!)"], [12573, "2017-11-03T20:38:29Z", 0.12, "Unconstitutional? Certainly. But to say that the Supreme Court will rule that way is another matter entirely. The Supreme Court has been eroding privacy standards when it comes to warrant-less gathering of records of individuals for the last generation. To expect them to suddenly reverse course and come to the proper decision is a long-shot."], [35657, "2017-11-03T19:51:20Z", 0.9, " I expect that"], [36923, "2017-11-03T19:43:59Z", 0.0, "Pen registers are legal.  I think that the Supreme Court will rule that location data is not private"], [178, "2017-11-03T19:36:50Z", 0.33, "Unclear if the older judges can understand the implications of search and seizures on electronics.  Kennedy will be the swing vote as usual.  "], [488, "2017-11-03T19:25:26Z", 0.95, "Because it is unconstitutional. "], [35609, "2017-11-03T18:37:47Z", 0.15, "Upon reading the case filings and the decision of the Appeals Court, including the dissent, I do not anticipate SCOTUS to find a fourth amendment protection for the records of an individual stored with a business. My hedging is based on the recognition that ubiquitous data about our location and activities offers the government a form of passive general surveillance not imagined by the Framers. If some business put cameras at every intersection and used facial recognition to record our movements, would the government need a warrant to access this data?"], [691, "2017-11-03T18:28:21Z", 0.18, "The records belong to the phone company, not him; if the company voluntarily turned them over, he's out of luck.  My guess is this is in the same general category as CCTV footage of you driving your car like a bat out of hell away from the crime scene--the matter being examined by the police is not your property even if you have a starring role, nor do you have any derived right to control its use or distribution.  Besides, anybody who does anything anywhere any more with an expectation of privacy probably belongs in jail anyway,  "], [37029, "2017-11-03T17:17:06Z", 0.4, "The current Court is seen as leaning conservative, which currently seems to mean that they favor strong and broad government investigative powers. However, there also seems to be a thread running through the court that looks to legacy, thanks to the conscience of the Chief Justice. Therefore, it's not a certainty either way, but my judgement leans toward \"no.\""]]}