{"question_id": 458, "title": "Between 1 April 2017 and 31 March 2018, will an armed group from Zimbabwe engage in a campaign that systematically kills 1,000 or more civilians in Zimbabwe?", "correct_answer": "No", "crowd_forecast": 0.02, "preds": [[35569, "2017-06-05T18:04:36Z", 0.1, "Violence against civilians is a common and well reported occurrence in Zimbabwe.  Currently, the major sources for concern of human safety are border disputes and urban poverty issues.  The Chinese just won a bid to supply Zimbabwe with voting machines, so the elections will likely continue to be predetermined, but keep stability in the state.  Zimbabwe still contains valuable natural resources.  The Chinese are investing in the country and prefer stability over curbing human rights violations, but allowing genocide would be problematic for the Chinese.  I believe no armed group from within Zimbabwe will systematically kill 1,000 or more civilians in Zimbabwe before April 1, 2018.      "], [34630, "2017-04-17T22:07:35Z", 0.05, "Obviously the big unknown is what happens when Mugabe dies (and when this occurs), and there is a real possibility of serious civil war in that instance. But given everyone has been anticipating this for years, it's also possible there will be a relatively peaceful transition (also there's not much left to fight over)"], [31450, "2017-04-11T16:58:48Z", 0.03, "There isn't really any evidence for systemic mass killings, even if the regime tends to kill opponents and agitators. My only concern is that Mugabe dies and in the succession chaos that follows one faction targets large numbers of another faction. However, I've reached the point where I'm pretty sure Mugabe is going to live forever."], [34844, "2017-04-08T17:44:42Z", 0.05, "I see no evident threat.  Things have been peaceful."], [34737, "2017-04-04T01:02:02Z", 0.01, "I have not, over the past 7 years, heard about this as an area that is alarming. Therefore, I am not as concerned about it. My background is in mass atrocities, humanitarian affairs, forensic anthropology, nutrition, etc. "], [29054, "2017-04-02T14:51:25Z", 0.07, "This is one of those that will have to wait to see if the Mugabes continue the elimination of their political opponents. His wife seems adamant to continue in power if the big wig dies, at his age it can happen anytime. That can untangle a series conflict and as we know dictators are absolutist in reactions, so this one today have a difficult forecast, risk is high and dependent of Robert Mugabe's health. When Tsvangirai won the election the national forces killed around 200 people during the protests period. I can see if RM dies and the opposition gets radicalized, now under control due to the famous value of money (corruption!) this event can escalate until the dust settles.... "], [488, "2017-04-01T01:56:34Z", 0.0, "Mugabe is a tough man. He will not allow this to happen. "], [543, "2017-03-31T20:15:36Z", 0.75, "1000 in almost a year sounds about right"]]}