{"question_id": 588, "title": "Will FEWS NET publish a Food Security Alert with \"famine\" and \"South Sudan\" or \"Nigeria\" in its headline between 6 September 2017 and 25 October 2017?", "correct_answer": "No", "crowd_forecast": 0.01, "preds": [[6303, "2017-10-23T03:03:45Z", 0.0, "Based on general news and GJP consensus."], [33523, "2017-10-20T15:50:43Z", 0.02, "Food security situation in South Sudan has been slowly improving, or at the very least shifting reas according to their data projections. Nigeria seems to be improving as well when comparing short term and long term projections from the FEWS NET...also the question is almost over and there hasnt been a headline claiming famine..."], [37379, "2017-10-20T02:03:23Z", 0.01, "Passage of time."], [38778, "2017-10-18T17:58:51Z", 0.01, "Updating as time elapses."], [2965, "2017-10-18T13:56:05Z", 0.0, "Useless bureaucrats politically motivated\n@Fews Net is simply unreliable"], [202, "2017-10-18T11:59:11Z", 0.03, "Only week remaining, situation in NE Nigeria seems to have improved after Sept aid shipments\n"], [2965, "2017-10-17T21:48:32Z", 0.0, "trending below crowd\ntime is up"], [30074, "2017-10-17T16:54:13Z", 0.05, "Adjusting as time to declare famine is running short"], [2965, "2017-10-16T14:35:38Z", 0.01, "crowd"], [6303, "2017-10-16T03:02:25Z", 0.01, "Based on general news and GJP consensus."], [2965, "2017-10-15T13:09:26Z", 0.03, "times out and i guessed wrong"], [37379, "2017-10-14T02:31:42Z", 0.05, "Thank you, @OdinYoda for your data and analysis at https://www.gjopen.com/comments/comments/591891"], [13377, "2017-10-14T02:13:27Z", 0.04, "Passage of time."], [13959, "2017-10-13T16:11:02Z", 0.04, "passage of time"], [38778, "2017-10-13T15:56:51Z", 0.02, "Updating as time elapses"], [23779, "2017-10-13T10:35:10Z", 0.0, "time almost out\nno big emergency or events registered until now"], [1528, "2017-10-13T01:53:31Z", 0.09, "Updating for passage of time"], [38419, "2017-10-11T23:18:55Z", 0.09, "Passage of time since last forecast."], [1545, "2017-10-11T16:40:46Z", 0.25, "It will stay in emergency level not reaching famine."], [38954, "2017-10-11T03:57:58Z", 0.02, "There are food insecurity issues in South Sudan (but a good harvest less than the southern border) and Northern Nigeria (related to Boko Haram as much as low oil prices distorting the economy).  Yet, there are NO reports that combining the terms \"famine\" and \"Nigeria\" since February 2017 and \"famine\" and South Sudan\" since March 2017.  We are also entering the harvest season for multiple crops in Northern Nigeria: http://peaceworkspartners.org/vault/Nigeria/Research/Nigeria%20Statistics/crop_calendar_nigeria.pdf"], [2965, "2017-10-07T23:18:11Z", 0.59, "time decay"], [23779, "2017-10-06T12:43:06Z", 0.2, "Risk still high but reducing because of time, \nalso FEWS Net shows stable or improving conditions for South Sudan with only \"worst case scenario\" as famine trigger.\nNigeria seems still risky but displacement of people into camps (because of conflicts and floods) makes probably easier to deliver help against famine.\nWill lower to 0 in one week"], [38419, "2017-10-05T12:48:12Z", 0.14, "Updating my initial forecast for passage of time. Not reducing the probability as quickly as I originally planned because of two comments on FEWS' country pages."], [13959, "2017-10-04T14:58:41Z", 0.15, "Lowering due to passage of time."], [2965, "2017-10-03T22:13:44Z", 0.61, "- 39 to met crowd halfway"], [38383, "2017-10-03T17:01:01Z", 0.1, "Harvest time, famine unlikely this month."], [14746, "2017-10-03T14:04:18Z", 0.02, "Based on the food security outlook update for South Sudan for August by FEWS it seems unlikely that an IPC  5 Alert for famine will be reported by the end of October.   Likewise for Nigeria, although continued flooding may be cause for concern for the NE."], [37379, "2017-10-02T23:49:07Z", 0.12, "False alarm for my sudden jump in probability. Going back down on the basis of base rate observations by @cpschneider at https://www.gjopen.com/memberships/30074/scores"], [30074, "2017-10-02T14:23:58Z", 0.12, "FEWS uses the word “famine” relatively rarely in their alerts. "], [37379, "2017-10-02T08:15:09Z", 0.75, "Right now, FEWS NET headline at http://www.fews.net/critical-situation-nigeria reads \"Famine likely occurred in northeast Nigeria\""], [2965, "2017-09-30T10:44:53Z", 1.0, "Key Messages\nPersisting insurgent activities in the northeast of Nigeria, coupled with trade restrictions, population displacements, restricted road access during the rainy season, and arrivals of refugees from Niger and Cameroon have continued to drive severe acute food insecurity and limit the efforts of humanitarian partners in providing assistance to displaced persons in the region. A substantial proportion of the population in the northeast continues to face Crisis (IPC Phase 3) or Emergency (IPC Phase 4) acute food insecurity, with an increased risk of high levels of acute malnutrition and excess mortality. Less accessible areas remain at risk of Famine (IPC Phase 5).\nAs of September 27th, 4,114 cases of cholera have been reported in Borno State, with 56 deaths and a Case Fatality Rate of 1.4 percent. High concentrations of the outbreak have been reported in the Muna corridor of Jere LGA (1,991 cases), Dikwa LGA (687 cases), and Monguno LGA (1,396 cases), while cases in Maiduguri metropolitan area and Mafa stand at 34 and 6, respectively. Suspected cases have been identified as being at ‘high risk’ in Bama, Biu, Kala Balge, Kukawa, Mobbar, Ngala, Hawul, Damboa, and Gwoza local government areas.\nHouseholds outside of the northeast of Nigeria are engaged in early harvests of millet, maize, cowpea, groundnut, and cassava, and are consuming own-produced foods. Similarly, the favorable main season harvest which is underway in localized areas has led to increased availability and a decline in staple food prices, improving food access for poor households. Most poor households in these areas are engaged in normal income earning opportunities and are facing Minimal (IPC Phase 1) acute food insecurity.\nHeavy rainfall events and above-average cumulative precipitation in much of Nigeria and the neighboring countries of Niger and Cameroon led to flooding in at least 22 states in Nigeria, including significant impacts in Benue, Kogi, Niger, Ebonyi, and Delta States. In Benue and Kogi States, flooding led to the displacement of over 250,000 people who are currently living in camps. Similarly, some houses have been destroyed and cropped fields damaged. The government and humanitarian partners are currently providing food and non-food support, including access to water for the displaced persons.\nThe preliminary results of a joint WFP/FEWS NET market survey showed that market functioning in conflict-affected areas of Borno, Yobe, and Adamawa States are gradually improving. However, staple food prices remain higher relative to the same time last year and well-above average price levels. Household demand remains elevated by 70, 63 and 64 percent, across Borno, Yobe and Adamawa States, respectively, relative to the same period of last year."], [37379, "2017-09-29T20:51:48Z", 0.06, "Passage of time."], [38692, "2017-09-29T16:32:08Z", 0.7, "FEWS NET consistently names South Sudan as at risk of famine during 2017 (conflict).  Drought conditions persist in neighbouring Somalia and Ethiopia, too.  Biggest reason not to estimate higher is whether FEWS names S Sudan specifically.  I'm not as sure of Nigeria."], [2965, "2017-09-26T01:31:54Z", 0.81, "FEWS NET nothing is 100"], [2965, "2017-09-25T02:05:44Z", 1.0, "money runs out 9-30\nwhat to do\ncry havoc\nand let slip the food for starving\nand stop the dogs of war!"], [38778, "2017-09-24T14:25:20Z", 0.05, "Updating as time elapses"], [2965, "2017-09-23T12:15:52Z", 1.0, "prior FEWS Net headlines not as rare as suggested for these 2"], [2965, "2017-09-23T12:12:31Z", 1.0, "see below"], [2965, "2017-09-23T02:34:09Z", 1.0, "out of money see budget not passed yet\n"], [29494, "2017-09-22T14:55:33Z", 0.25, "South Sudan and Nigeria are mentioned about 3 times a year. I am guessing the historical rate."], [38778, "2017-09-21T15:17:42Z", 0.06, "Updating as time elapses. "], [6303, "2017-09-18T04:44:57Z", 0.1, "Based on general news and GJP consensus."], [2965, "2017-09-17T14:14:51Z", 0.51, "latest usaid press release from 8-17\ngiven the headline criteria it is substantially  lower than my prior. it has been discussed by so many\nthanks "], [23234, "2017-09-16T16:22:52Z", 0.5, "Think i Misread the questions earlier. "], [36981, "2017-09-13T14:00:00Z", 0.2, "I rate this one higher than the Yemen question, but \"Famine\" headlines for FEWS Alerts are rare."], [38958, "2017-09-13T13:37:08Z", 0.2, "Dec - Feb headlines used \"famine\" but they have not been used since. Historically, famine rarely occurs in headlines. "], [38961, "2017-09-13T13:16:09Z", 1.0, "South Sudan is fighting social unrest and rebel fighters are causing farmers to flee for survival causing economic instability in the region for food stuffs. The UN has set sanctions and the US is already providing aide to fight famine."], [38960, "2017-09-13T12:55:36Z", 0.65, "Start of a new season"], [38419, "2017-09-13T02:58:15Z", 0.25, "The harvest period in both countries has begun. FEWS currently projects continued food emergencies (IPC Phase 4) in parts of these countries but does not project a famine (IPC Phase 5) in the near term. That said, FEWS sometimes issues food security alerts containing the word \"famine\" when it is reporting the potential for famine, not the presence of famine."], [1152, "2017-09-12T21:10:48Z", 0.45, "1. South Sudan has received FEWS famine status alert in past year and they are still in crisis with acute malnutrition for >15% of population.  Harvest season has started which will help but crop production is below average levels.  I see South Sudan as the higher probability for a famine warning.\n2. An August report from FEWS notes Nigeria's northeast in elevated risk of famine due to ongoing Boko Haram conflict - limiting access to food and livilehood.  This area will continue to rely heavily on aid,  For the rest of the country, the situation is less dire and crop production is expected to be above average.\n3. As noted by another responder; FEWS NET could use the word famine in an alert to indicate no famine.  I'm not sure if or how often this has been done previously but it does slightly increase the probability of a \"yes\" response to this question."], [38778, "2017-09-12T20:34:35Z", 0.1, "These countries rarely experience heightened food insecurity during these months (-)\nFEWSNet has improving near- and medium-term forecasts for both countries (-)\nThe violent conflicts occurring in both states facilitate elevated risks  (+)\nStringent famine criteria and data quality standards decrease likelihood that famine alert would be issued in this time frame, if one were to occur (-)"], [706, "2017-09-12T04:47:46Z", 0.5, "The wording of the question does not eliminate the FSA which reads \"No Famine in South Sudan\" as a 'yes' response."], [36405, "2017-09-12T00:29:09Z", 0.2, "3 times since December 2016 the criteria has been fulfilled as stated above. So from that base rate is 33%. The predicted food security changes for the next month are of one of easing, but not completely- i.e. there are still concerns of food security, either the category of risk or area of those at high risk is reducing. so i rate the chances of this happening as 20%. "], [38911, "2017-09-11T17:39:55Z", 0.4, "Dipping my toe  in the forecasting pool. No inside information just a bit of googling"], [38657, "2017-09-11T02:57:18Z", 0.75, "Information regarding political status of the South Sudan and where there is war "], [2965, "2017-09-10T22:37:15Z", 0.87, "\"The head of the UN Food and Agriculture Organization Jose Graziano da Silva has warned that there is increasing hunger in Africa due to factors including prolonged drought, floods and conflicts."], [590, "2017-09-10T18:44:00Z", 0.05, "The August report for Nigeria says that \"An elevated risk of Famine (IPC Phase 5) continues in northeast Nigeria\". However, the map shows a clearly improving situation in medium-term projections. Same kind of messages comes from South Sudan.\nConsidering how rare is for FEWS using famine and specific countries in Alerts (which are also pretty rare in themselves), it seems a relatively remove possibility."], [1031, "2017-09-10T17:37:42Z", 0.15, "I don't think this is really top priority, no matter how many people are affected. But it is an issue that is on the table. 'YES' -- it is possible that it could get done in this timeframe, but 'NO' I really don't believe it will. This is the reason for the low confidence score."], [37379, "2017-09-10T17:17:00Z", 0.02, "Following @jchite84, who has kindly shared his base rate calculations with us at https://www.gjopen.com/comments/comments/565692."], [2965, "2017-09-09T15:32:15Z", 0.83, "No change elevated risk of Famine (IPC Phase 5) continues in\nnortheast Nigeria, where in addition to directly leading to\nloss of life, ongoing Boko Haram conflict continues to\nsignificantly limit food availability and access. Large\npopulations have lost their livelihoods, and many remain\nhighly dependent on humanitarian assistance to meet\ntheir basic food needs. Furthermore, areas of Borno State\nremain inaccessible to humanitarian actors, and in many\ninstances populations are congregated in larger cities\naway from their homes.\nFEWS NET August 2017"], [35569, "2017-09-08T19:12:53Z", 0.0, "When President Trump met with the Pope during his first foreign tour, he pledged over $200 million to the Nigerian food crisis.  South Sudan had an official famine declared from February 2017-June 2017.  President Trump has many qualities considered negative by most, but he does demand return on investment.  If the issue of famine in Nigeria was presented to him, plausibly, he will follow up on the distribution of funds in Nigeria and make an effort to avoid a declared famine in Nigeria.  Although the darling of the UN as the world's newest country, South Sudan is a failed state that already had its turn dipping into declared famine resources this year.   "], [2965, "2017-09-08T15:15:51Z", 0.83, "Nigeria"], [38824, "2017-09-07T20:48:12Z", 0.02, "Only 3% of all alerts each month contain the word famine. Famine related headlines peak in June - August and taper off after that. The affected regions seem to be stabilizing and in some cases improving. "], [31450, "2017-09-07T20:27:51Z", 0.03, "South Sudan doesn't seem to be in imminent danger of a famine and if there is a famine in Nigeria it would be in Boko Haram areas that can't get word out to the wider world."], [36309, "2017-09-07T20:16:59Z", 0.15, "In January 2017, FEWS NET warned that four countries (Nigeria, Somalia, South Sudan, and Yemen) would face face a credible risk of Famine (IPC Phase 5) in 2017, but issued no famine alerts regarding either Nigeria or South Sudan since then.   In South Sudan, the lean summer season is over and weather patterns in the autumn tend to be more conducive to food crop cultivation and harvest. On the negative side, USAID is undertaking a review of its food assistance program to South Sudan but I doubt that will lead to a rapid drawdown in food distribution. In Nigeria armed conflict continues to drive the good insecurity crisis, especially in inaccessible areas in the northeast. \"Famine-like\" condition are reported, but the UN World Food Program (WFP) is now rushing thousands of tons of rice and other foodstuffs to the area, hopefully alleviating some of the famine."], [38798, "2017-09-07T17:44:20Z", 0.15, "I think this is possible but uncertain as to timing."], [38824, "2017-09-07T17:29:16Z", 0.1, "Updating - the criteria for an official famine are pretty stringent. FEWS NET's own projections show most areas in both Nigeria and South Sudan having decreased risk of famine in the upcoming month. The FEWS NET alerts have not used Famine and South Sudan OR Nigeria in a headline in 8 months. "], [38824, "2017-09-07T16:38:01Z", 0.95, "While it appears that South Sudan is out of the woods; Nigeria, particularly Northeast Nigeria is experiencing a lean season due to flooding in the region. Food insecurity levels has risen. Boko Haram also appears to be a contributing factor relating to food insecurity. I'll have to do more research though."], [38749, "2017-09-07T10:07:51Z", 0.05, "1. SOURCES:\n -So far, I have only found reports of famine risk in South Sudan, not Nigeria.\n--> So I will focus on the prediction assuming 0% in Nigeria, and analyzing the probability in South Sudan."], [37587, "2017-09-06T20:20:24Z", 1.0, "There's always famine there.  "], [34353, "2017-09-06T19:25:14Z", 0.05, "There hasn't been an alert since Dec 2016 for Nigeria and Jan 2017 for South Sudan that meets criteria. It's possible they publish something before then, like \"decreased risk of famine in Nigeria and/or South Sudan,\" but if it wasn't important enough to publish an alert when the risk was at its highest, I don't see why they would worry about publishing one now that the risk is subsiding."], [2965, "2017-09-06T16:56:47Z", 0.83, "See my prior posts on Nigeria"]]}