{"question_id": 455, "title": "Between 1 April 2017 and 31 March 2018, will an armed group from Turkey engage in a campaign that systematically kills 1,000 or more civilians in Turkey?", "correct_answer": "No", "crowd_forecast": 0.02, "preds": [[35569, "2017-06-02T17:29:33Z", 0.1, "Turkey has a small and important piece of land in Europe, but functions as a middle-eastern state.  Human rights violations are common, including suppressing the media.  Turkey has very significant geopolitical value to just about every major world power.  My current concern is the battle in Raqqa, which boosted the arms caches of the Kurds.  Turkey is protesting the move to anyone who will listen, but Russia, USA and Syria believe taking the ISIS stronghold of Raqqa is more important than Turkish protests of the method of conquest.  The Kurdish people occupy parts of Turkey and would be considered a group within Turkey, but in my opinion, the Kurds have enough military savvy to protect themselves.  I believe no armed group from within Turkey will systematically kill 1,000 or more civilians in Turkey by April 1, 2018.    "], [368, "2017-05-21T19:52:45Z", 0.0, "L"], [35398, "2017-05-14T02:44:39Z", 0.0, "no large nummbers"], [21059, "2017-04-27T10:56:46Z", 0.04, "Our base rates could be this kind of events in Russia, Turkey, Iran, Syria, Ukraine, Greece, Armenia, Georgia, Lebanon, the Balkans since 1960. I guess this would give a base rate of 1% per country per year. The only cases I come to think of that could qualify is present Syria and the Balkan wars. "], [28091, "2017-04-23T23:31:39Z", 0.1, "With Erdogan's new mandate he may push harder against the kurds."], [691, "2017-04-23T12:47:49Z", 0.05, "Flush with victory, Erdoigan may wish to relax after his labours by killing some more Kurds.  A thousand is a lot, but he's a hard-working guy.  He will deny that any of his vics were civilians, so the resolution of this, as with several others, may depend on whose information is relied on."], [27144, "2017-04-21T16:23:44Z", 0.12, "Turkey has multiple potential conflicts. Kurds obviously can flare with 1k+ casualties. It is certainly a possibility that isn't extremely unlikely. "], [34630, "2017-04-17T22:00:26Z", 0.12, "There are multiple paths here, including a Kurdish revolt (either spillover from Iraq or in retaliation against Erdogan), spillover from Syria, and a major crackdown against urban protests. I'm probably a bit high on this estimate but this is definitely a case to worry about."], [691, "2017-04-17T11:16:32Z", 0.05, "Erdogan would have been a very sore loser.  He may well also prove to be a sore winner, and go back to sending some folks around to bomb Kurdistan in order to protect democracy.  I wish I could go lower on this one, but I'm afraid I should probably go higher.  I'll hold off on this for a while to see how he behaves, though."], [691, "2017-04-13T12:09:31Z", 0.08, "If Erdogan wins the referendum he could go back to killing Kurds.  This could also happen if he loses.  He needs a new hobby."], [31450, "2017-04-12T18:17:39Z", 0.15, "Just realized I was using cumulative totals instead of yearly totals. After a few quiet years, in 2015 and 2016 casualty numbers have shot up and I think there is a small chance that 2017 also tops 1,000."], [31450, "2017-04-12T17:17:43Z", 0.65, "I am worried that the Kurdish situation is only getting worse and that as part of consolidating his power, Erdogan may choose to target the Kurds as a way of building his support."], [30169, "2017-04-10T22:36:16Z", 0.15, "This is a tough one because of the phrasing. I think the Kurds are a possible target for this type of event to happen, but I'm not sure it will happen within Turkey's borders."], [4577, "2017-04-09T13:14:26Z", 0.1, "Elevated risk because of continuing civil war in Kurdish regions."], [34844, "2017-04-08T17:47:22Z", 0.85, "Erdogan is seizing total power and increasingly cracking down on the Kurds.  I foresee genocidal killing of Kurds in the near future."], [601, "2017-04-07T17:34:31Z", 0.04, "\"From Turkey\" is the key phrase."], [706, "2017-04-07T04:26:54Z", 0.05, "The military won't let it happen."], [34737, "2017-04-06T02:59:34Z", 0.33, "They may have already."], [7124, "2017-04-04T05:26:36Z", 0.07, "Erdogan is using the Kurdish conflict to grab more power. He has killed and jailed many Kurds, but 1,000 over the next year seems a bit too much"], [29054, "2017-04-02T20:45:25Z", 0.0, "Big number to reach, still the Erdogan crowd are capable of anything, and cover-ups now in Turkey are the  norm, as an emerging allied of Putin, Erdogan is learning the Ruskyos ways.  "], [34267, "2017-04-02T15:47:43Z", 0.22, "Erdogan is unlikely to do anything himself; however ISIS may spring up elsewhere given a chance like this bad government"], [1034, "2017-04-02T09:57:17Z", 0.0, "Turkey's Erdogan says he's 'guardian of peace,' as seeks Kurds' support"], [29469, "2017-04-01T17:55:59Z", 0.03, "The question set-up makes it difficult to resolve as yes. From 1984 to 2015 approximately 7000 civilians have been killed in the Turkey-Kurdish conflict, which makes roughly  225/year http://www.yenisafak.com/en/news/nearly-7000-civilians-killed-by-pkk-in-31-years-2237092. There were 300 casualties in the failed coup attempt last year, of which 47 were civillians http://www.independent.co.uk/news/world/europe/turkey-coup-dead-erdogan-military-chief-ankara-istanbul-death-toll-plotters-how-many-killed-wounded-a7140376.html. Even with the passing of the referendum and the further escalation it may cause, 1000 casualties is unlikely to be reached.  "], [34419, "2017-04-01T13:03:15Z", 0.45, "likely. but not most likely. armed conflict is never a distant option when it comes to middle east scnearios. Turkey designed to be an integral part of Europe. however, the people chose to be part of middle east. that has a toll to pay. so the armed conflict shall be triggered after the elections to be held, or, after/during the economic crisis that seems to be brewing right now. "], [4462, "2017-03-31T22:51:32Z", 0.75, "   The Government will blame the Kurds "]]}