{"question_id": 281, "title": "Will Ashraf Ghani cease to be president of Afghanistan before 1 July 2017?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[36157, "2017-06-26T12:48:33Z", 0.0, "Timescale is too short."], [1639, "2017-06-26T10:25:38Z", 0.0, "nope"], [2965, "2017-06-13T21:46:30Z", 0.0, "https://www.armed-services.senate.gov/imo/media/doc/Mattis_06-13-17.pdf\nSec. Def.testified before Senate Armed Services  Committee\nplans for Afghan are being presented to Congress by 7-15 and urgent action\nis being taken now.\nThis protracted debt ceiling dilemma and the failure to approve the DOD FY 2018 budget\nhas impact on readiness."], [2965, "2017-06-06T10:10:16Z", 0.0, "\";More than 150 people died in last week's Kabul suicide blast, President Ashraf Ghani said as he opened multi-national talks on bringing peace.\nPrevious estimates said 90 people were killed in the bombing, the country's deadliest militant attack since 2001.\nMr Ghani's government has faced protests for failing to tackle the deteriorating security situation.\nHe told the meeting it was time for the Taliban to embrace peace or \"face the consequences\".\nRepresentatives of 23 nations including the US and Pakistan, as well as the EU, Nato and the UN are attending the two-day meeting, which launches what is being called the Kabul Process for Peace and Security Co-operation.\nUK Ambassador Dominic Jermey said it was \"an important marker for each and every country in the region to show its true support for Afghanistan's aspirations for peace\".\nAs it got under way a rocket struck a tennis court in the Indian diplomatic compound. Police said no-one was hurt.\"\nhttp://www.bbc.com/news/world-asia-40170596\nDid not sound like he was resigning.\nNot many choices as long security situation remains same\nand it will remain the  same until Pak  military seal border \nbeen fighting there for more than two millennia from Alexander\nto Churchill \"Malakand Field Force until today\nand they have 23 nations rationing alms\npassing the hat"], [2965, "2017-06-03T07:40:34Z", 0.0, "http://www.reuters.com/article/us-afghanistan-security-idUSKBN18U05U\nKabul locked down after protests 3 dead\n3d successive day of violence racks capital\nneed  more  troops under any scenario now'\neven for an orderly exit"], [2965, "2017-06-01T23:47:22Z", 0.0, "bbc.com\nmore civilians died in 2017.\nthan any  year including  2001.\nSecurity green zone: none.\nNot a time to switch horses mid-battle\nnext year"], [2965, "2017-05-31T23:56:52Z", 0.0, "attacks in Green Zone\nno time for a change\nsee bbc.com"], [35467, "2017-05-12T12:54:34Z", 0.01, "Seems to be little chance of Ghani suddenly fleeing"], [16652, "2017-05-09T11:26:42Z", 0.01, "The U.S. government will make sure Ghani safe until ISIS/Al-Qaeda destroy completely"], [1034, "2017-03-25T09:21:43Z", 0.0, "Taliban Take an Afghan District, Sangin, That Many Marines Died to Keep"], [1639, "2017-03-06T19:12:18Z", 0.0, "Passage of time"], [31450, "2017-03-06T16:24:08Z", 0.0, "Lack of time remaining and while the Afghan government and military are struggling, they don't look like they're on the verge of collapse. I mean, no more so than normal."], [1331, "2017-03-04T17:36:06Z", 0.1, "If the Taliban get to him he is done"], [19801, "2017-02-25T04:15:46Z", 0.0, "Lack to time."], [19801, "2017-02-03T00:31:39Z", 0.05, "Afghanistan government controls majority of Aghanistan, so no."], [1034, "2017-02-01T09:24:48Z", 0.0, "Afghanistan government open to talks with Taliban: Envoy"], [1034, "2017-01-28T09:05:40Z", 0.0, "Challenging the U S Moscow Pushes into Afghanistan"], [19801, "2017-01-21T08:34:10Z", 0.25, "Only 5 months left to i July and he is still president."], [476, "2017-01-12T11:28:16Z", 0.37, "The corruption meme  amped up by the \"populist right\" continues to to get legs.  Link http://freebeacon.com/national-security/trump-admin-inherits-continued-insecurity-corruption-afghanistan/?utm_source=Freedom+Mail&utm_campaign=35efc83535-EMAIL_CAMPAIGN_2017_01_11&utm_medium=email&utm_term=0_b5e6e0e9ea-35efc83535-46174369"], [476, "2017-01-08T18:45:49Z", 0.25, "Team Trump will be looking to shuffle the deck, shall we say. Regardless of whether you disagree or agree, this link offers some perspective... http://dailycaller.com/2017/01/03/an-afghanistan-strategy-primer-for-the-trump-administration/"], [31201, "2016-12-20T04:04:27Z", 0.05, "Not in any immediate danger."], [1034, "2016-12-12T05:17:23Z", 0.0, "Burns (2016) December 9, states that:"], [19801, "2016-12-07T12:17:18Z", 0.49, "Only 6 months left for the end of this prediction, his removal might not happen by that time."], [1034, "2016-12-05T06:03:22Z", 0.0, "Afghan president says Taliban wouldn't last a month without Pakistan support\nMiglani, S. (2016). Afghan president says Taliban wouldn't last a month without Pakistan support. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-india-afghanistan-idUSKBN13T0CM"], [19801, "2016-11-13T11:27:44Z", 0.59, "Afghanistan's parliament dismissed two more cabinet ministers on Sunday, ignoring pleas from the president and chief executive to halt votes that threaten an already fragile Western-backed government."], [8888, "2016-11-04T21:52:10Z", 0.05, "Not unless the Taliban can control of the country, or he is assonated"], [1639, "2016-11-02T17:17:11Z", 0.5, "Afghan Vice President Abdul Rashid Dostum’s threat to wage war against his own government Monday threatens the entire U.S. strategy in Afghanistan."], [19801, "2016-10-31T04:03:23Z", 0.55, "Divisions at the top of Afghanistan's government deepened on Tuesday after President Ashraf Ghani was forced to reject accusations by his own vice president that he was favoring members of his Pashtun ethnic group."], [4139, "2016-10-30T04:47:02Z", 0.05, "Things happen there fashionably late."], [29677, "2016-10-21T01:51:50Z", 0.0, "I've looked at the trends in Afghanistan. Ghani has strong support from the United States and the international community. Although the situation in Afghanistan is bad, the trends are not significantly worse than 1 year ago. Furthermore, Ghani is full Pashtun, meaning he has level of stable support although he is at adds with Abdullah Abdullah's faction as part of the overall power sharing agreement. Short of assassination Ghani will remain President in 2017."], [476, "2016-10-19T10:02:59Z", 0.15, "New Yorker \"hit piece\" back in July  remains relevant link here http://www.newyorker.com/magazine/2016/07/04/ashraf-ghani-afghanistans-theorist-in-chief"], [29162, "2016-10-17T12:10:03Z", 0.23, "Comment deleted on Jul 28, 2017 11:49AM UTC"], [3895, "2016-10-04T12:15:41Z", 0.09, "lowering forecast on more research. The military situation is not catastrophic at the moment, and despite all the political chaos, I don't think Ghani is under serious threat (Abdullah much more so). https://www.afghanistan-analysts.org/afghanistans-national-unity-government-rift-2-the-problems-that-will-not-go-away/"], [31, "2016-10-03T22:05:01Z", 0.15, "I think the current average of 25% is a bit pessimistic. As per the Afghan constitution, Ghani is supposed to serve a 5-year term. He also appears to have recieved a clear (if somewhat disputed) majority of votes in the 2014 presidential election (http://www.aljazeera.com/news/asia/2014/09/ashraf-ghani-declared-winner-afghan-poll-2014921133512174572.html) , making him as legitimate a head of government as anyone. As far as I know there isn't a legislative mechanism to oust him, so the plausible \"Yes\" results here would come from a coup, a Taliban takeover, or Ghani dying. "], [29162, "2016-10-03T06:10:09Z", 0.77, "Comment deleted on Jul 28, 2017 11:49AM UTC"], [29376, "2016-10-02T03:50:05Z", 0.95, "1. July 1st 2017 will only be three years into Ghani's 5-year term.\n2. He seems to be in good health.\n3. He also worn a majority of the votes in 2014 elections\n4. The problems in Afghanistan don't seem to be worse off than two years ago.\n5. Presidents of Afghanistan always face an assination risk which is higher than the risk faces by most heads of state. "], [28380, "2016-09-27T16:28:33Z", 0.5, "Taliban might be getting stronger. There are many ways to stop being president. A bullet might unfortunately be one of them."], [83, "2016-09-23T15:19:58Z", 0.15, "http://www.aljazeera.com/news/2016/09/gulbuddin-hekmatyar-group-signs-afghan-peace-deal-160922093420326.html\nAn unsigned agreement with the \"Butcher of Kabul\", possibly might lead the Taliban back to negotiations."], [19801, "2016-09-23T13:20:01Z", 0.55, "Afghanistan has many problems. Its president may be one of them."], [1993, "2016-09-20T20:20:49Z", 0.15, "Not unless the government falls."], [14394, "2016-09-18T21:59:58Z", 0.16, "Hmm. Hard to predict. It does not seem too likely to happen in the short term. My guess is that the fear of chaos will make the push for stability much more like to prevail. Still plenty that could go wrong. Also how likely is a president of Afghanistan to go out volountarily?"], [3895, "2016-09-15T14:19:58Z", 0.31, "initial forecast; \"predict no change\" is a decent heuristic in Afghanistan, but plenty of uncertainty on a longish timescale"], [476, "2016-09-15T10:50:23Z", 0.2, "Reaching out to Modi and India will likely create more probems for Ghani considering that this article indicates that nobody has a clue. They used to call this a \"major clusterfuck\" in SE Asia.  http://indianexpress.com/article/opinion/web-edits/pm-narendra-modi-ashraf-ghani-india-afghanistan-relationship-ghani-in-india-3031150/"], [476, "2016-09-15T10:38:39Z", 0.2, "Reaching out to  India can only create more for Ghani, since as this article link indicates, nobody really has a clue.  http://indianexpress.com/article/opinion/web-edits/pm-narendra-modi-ashraf-ghani-india-afghanistan-relationship-ghani-in-india-3031150/"], [28413, "2016-09-14T17:17:40Z", 0.0, "The next election is in 2019 and the current power-sharing deal is to cover only Abdullah's possible ascent to the Prime Minister role from his current executive position. Ashraf Ghani will cease to be President only when there's an election or a civil war, neither of which seems probable within the next ten months: outside powers are going to do whatever they can to prevent a civil war, and that's by its nature going to need the power-sharing agreement to hold, one way or another."], [1639, "2016-09-14T15:37:08Z", 0.55, "Taliban forces are already within a stone’s throw of the provincial capitals of Helmand and Kunduz Provinces, and are now within a few kms of a third, the city of Tarin Kot, the capital city of the central Uruzgan Province.\nSecurity forces in Tarin Kot are predicting an imminent collapse of their defensive position along the city’s outskirts, noting that they haven’t gotten significant reinforcements to resist the Taliban advance, and that the troops remaining within the city are running low on food and ammunition.\nhttp://news.antiwar.com/2016/09/07/taliban-offensive-approaches-central-afghan-provincial-capital/\n__________________\nComment: The news are not good right now"], [1646, "2016-09-14T15:02:55Z", 0.55, "When the now-former head of the National Directory of Security and former head of the Presidential Protection Service kindly insists on Ghani resigning...."], [19801, "2016-09-14T12:01:58Z", 0.5, "Afghanistan is heading for civil war or worse\nhttp://www.aljazeera.com/indepth/opinion/2016/09/afghanistan-heading-civil-war-worse-160905125100447.html"], [28380, "2016-09-14T06:51:02Z", 0.25, "I expect a strong increase in Jihadi activity eary 2017. This will lead to a change of government or even an assassination. What better way for IS to show they are still on top of things?"], [83, "2016-09-13T17:45:23Z", 0.2, "Ghani has negotiating options with Abdullah. \nGhani elected to 5 year term, NUG does not have a deadline.\nNegotiation for the Parliamentary elections and associated delays may extend the current stalemate well into 2017."]]}