{"question_id": 392, "title": "Before 1 October 2017, will the FDA approve the sale of a gene-therapy treatment for inherited diseases?", "correct_answer": "No", "crowd_forecast": 0.01, "preds": [[13959, "2017-09-27T14:45:26Z", 0.0, "And I'm back to 0%. All because of the thorniness of the word \"inherited.\""], [32122, "2017-09-26T19:06:17Z", 0.0, "Situation stable, false alarm on my part.  The particular condition treated by CAR-T is not congenital.  \nhttp://www.cancerresearchuk.org/about-cancer/acute-lymphoblastic-leukaemia-all/risks-causes"], [32122, "2017-09-26T18:39:34Z", 1.0, "God' sake, it looks like it happened!  Hat-tip @Ren\nhttps://www.fda.gov/NewsEvents/Newsroom/PressAnnouncements/ucm574058.htm"], [13959, "2017-09-26T17:02:28Z", 1.0, "I am waffling between 0% and 100% because of Kymriah."], [40317, "2017-09-26T03:12:58Z", 0.0, "CAR-T is not gene therapy"], [13959, "2017-09-25T19:23:02Z", 1.0, "Am I wrong or doesn't this qualify?The drug that has been approved by the FDA is Kymriah, a treatment for B-cell acute lymphoblastic leukaemia, the most common childhood cancer in the US....  The FDA’s decision has been hailed as the first approval for a gene therapy in the US. Some argue that this isn’t a true gene therapy, as the genes introduced into the T-cells are not the treatment themselves – it is the transformed T-cells that go on to fight the cancer. But the FDA defines human gene therapy as products that introduce genetic material into a person’s DNA to treat a disease, so has classified Kymriah as such. https://www.newscientist.com/article/2146048-pioneering-gene-therapy-approved-for-leukaemia-in-the-us/ @Anneinak @acohen\n"], [40184, "2017-09-25T11:38:13Z", 0.99, "Already has\n"], [37492, "2017-09-23T18:14:29Z", 0.25, "Depends on their meeting load."], [40052, "2017-09-22T17:41:21Z", 0.0, "Gene-editing is still not in a phase to allow it in human therapy. "], [36942, "2017-09-22T16:29:29Z", 0.05, "it will take much longer"], [34248, "2017-09-22T14:55:22Z", 0.0, "We got close, the first gene therapy for cancer (leukemia) was approved in August (https://www.fda.gov/NewsEvents/Newsroom/PressAnnouncements/ucm574058.htm) but the FDA has said it may not issue the Spark decision until January of 2018 (http://www.in-pharmatechnologist.com/Regulatory-Safety/US-FDA-to-decide-on-Spark-s-ocular-gene-therapy-Luxturna-in-January)."], [39951, "2017-09-21T19:46:53Z", 0.0, "FDA will never decide on this in 2017. Meetings of relevant stakeholders and sounding boards to seldom for this expected speed."], [39942, "2017-09-21T19:19:10Z", 0.0, "Approval may require further testing like it usially does."], [39834, "2017-09-21T18:01:25Z", 0.01, "Too short of a time period"], [32049, "2017-09-21T17:53:02Z", 0.04, "Genetic Therapy will be the future. But there is much study going on in this field, especially CRISPR looks promising, but its still being tested. "], [38845, "2017-09-16T10:29:49Z", 0.03, "FDA has granted a priorty review for LUXTURNA (the firtst gene therapy treatment for an inherited disease) and assigned a PDUFA date of Jan. 12, 2018. Safety procedures for priorty review is the same as standard review and therefore an earlier decision over the six months periods is highly unlikely. "], [37520, "2017-09-15T07:43:24Z", 0.01, "Gosh I hope so however caution is the key.  Can't imagine it happening in this short a time frame."], [38146, "2017-09-09T20:29:31Z", 0.06, "@Wildwood2000 said: \n<<\nThe closest actual genetic or inherited disease treatment is scheduled for next year, Luxturna to treat RPE65 blindness."], [38866, "2017-09-09T12:29:03Z", 0.0, "(This forecast is the product of perverse incentives.)"], [38861, "2017-09-09T06:56:23Z", 1.0, "Because gene-targeting therapy is the future. "], [38821, "2017-09-08T13:20:41Z", 0.0, "There are no PDUFA dates set to be announced before 10/1/17 by the FDA relating to this questions parameters."], [38838, "2017-09-08T06:37:06Z", 0.01, "A gene therapy treatment had been approved already but not for inherited diseases although how are inherited diseases defined."], [38766, "2017-09-05T01:36:39Z", 0.75, "A cancer drug was recently approved and science must move in this direction eventually. "], [1332, "2017-09-03T21:37:33Z", 1.0, "https://www.nytimes.com/2017/08/30/health/gene-therapy-cancer.html?mcubz=1&_r=0: \"The Food and Drug Administration on Wednesday approved the first-ever treatment that genetically alters a patient’s own cells to fight cancer, a milestone that is expected to transform treatment in the coming years.\""], [19326, "2017-09-03T16:53:45Z", 1.0, "\"(CNN)The US Food and Drug Administration approved a new leukemia treatment, which the agency considers the first gene therapy it has cleared to hit the market in the United States.\""], [21884, "2017-09-03T16:00:27Z", 1.0, "A genetic disorder is a genetic problem caused by one or more abnormalities in the genome, especially a condition that is present from birth (congenital). Most genetic disorders are quite rare and affect one person in every several thousands or millions."], [38725, "2017-09-03T11:08:38Z", 0.1, "Spark Therapeutics has submitted the BLA for its investigational molecule voretigene neparvovec to FDA which may become the first gene therapy treatment for an inherited vision disease. The expected approval date is 12 Jan 2018. In consideration of the potential inspection and communication, 1 Oct 2017 looks too tight."], [21884, "2017-09-02T07:19:18Z", 1.0, "https://www.fda.gov/NewsEvents/Newsroom/PressAnnouncements/ucm574058.htm\nFDA approval brings first gene therapy to the United States\nThe U.S. Food and Drug Administration issued a historic action 8.30.2017 making the first gene therapy available in the United States, ushering in a new approach to the treatment of cancer and other serious and life-threatening diseases."], [1034, "2017-09-01T05:41:06Z", 0.0, "US clears breakthrough gene therapy for childhood leukemia"], [691, "2017-08-31T16:09:17Z", 0.0, "http://www.bbc.com/news/health-41094990\nThis is pretty cool, but it's not what this Q asks about, as far as I can tell."], [38521, "2017-08-31T11:35:35Z", 0.15, "I'm taking up my 4% to 15% in light of how the FDA has approved a breakthrough therapy for Novartis today. There seems to be a quicker processing/decision making the FDA is showing here. But yes, a 1Oct timeline still looks  very tight.\nhttps://www.bloomberg.com/news/articles/2017-08-30/cancer-breakthrough-heralds-new-era-of-cures-costs-and-choices"], [38550, "2017-08-24T12:57:45Z", 0.05, "But Trump was elected."], [38549, "2017-08-24T12:44:52Z", 0.85, ".....because the FDA, allready allowed a company to sell genetic tests for deseases like Parkinson and Alzheimer, so that it could be possible to make it for inheritead deseases too, in order to descover new strategies and cures of several deseases."], [38521, "2017-08-24T11:14:35Z", 0.05, "https://seekingalpha.com/article/4076850-spark-therapeutics-upcoming-fda-catalyst"], [15621, "2017-08-23T14:50:53Z", 0.01, "CAR-T cell therapy"], [38473, "2017-08-21T02:58:49Z", 0.01, "Strange this are possible. The question is whether to give 1% or 0%. The odds are probably statistically closer to 0% then 1% but I still with a new head in Gottlieb, you are less able to predict."], [530, "2017-08-17T20:52:41Z", 0.0, "Affirming forecast"], [31082, "2017-08-17T16:53:59Z", 0.0, "Correcting my prior correction as question is targeted on \"inherited diseases\", which leucemia as of today's knowledge is not."], [31082, "2017-08-17T16:46:30Z", 0.2, "Raising probability for CAR T cells approval (https://www.cbsnews.com/amp/news/car-t-leukemia-cancer-gene-therapy-fda/G), but only a little for high uncertainties on timing by 1 October."], [38337, "2017-08-15T15:29:27Z", 0.05, "Looks like the treatment is not viable as the revenue for such a market is low. European based manufacturer and developer has decided not to renew it MA for this product. Also, the risks are still high for a largely unknown treatment."], [83, "2017-08-14T01:30:19Z", 0.0, "Passage of time."], [36770, "2017-08-05T19:05:16Z", 0.0, "It appears that (i) Luxturna is the only such candidate undergoing review and (ii) it has a review date in January 2018 and the BLA application was submitted in mid-July."], [36735, "2017-08-03T17:50:04Z", 0.35, "I anticipate a approval in a limited sense, Only persons with a long history of genetically inherited fatal disease will be chosen as the first test subjects to go full term.  "], [36679, "2017-07-31T11:53:34Z", 0.03, "Not commercially. \nThey will likely make this available to private companies such as BioGen since the majority owner/stakeholder is a close adviser to the administration. \nAgain. Backdoor it.  Perhaps allow exclusiveness to key players, disallow but public benefit. "], [1034, "2017-07-27T07:14:55Z", 0.0, "First editing of human embryos carried out in United States"], [36604, "2017-07-26T00:09:13Z", 0.0, "Read through the articles and quotes below, seemingly no way it will be done in this short of a time."], [691, "2017-07-25T12:24:04Z", 0.0, "Only likely action at the moment is for cancers.  Probably be a while before they move on to this."], [1034, "2017-07-25T07:21:34Z", 0.0, "I am currently writing a definition of inherited diseases to submit for clarification with GJPO.\n@Raahul_Kumar,\n I have two more interviews set up with an Epidemiology Professor and the Hematologist /Anemia Specialist currently assisting my Hematologist treating my abnormal/ unexplained form of anemia. The second, specialist ordered a genetic test run to rule out hereditary nonspherocytic hemolytic anemia disorder thus inherited, autosomal recessive genetic trait. So, there exists normal disease form of anemia and a rare inherited, autosomal recessive genetic trait anemia. \n Laura, would exist as a third source of verification of the specific difference between leukemia as a disease cancer and not an inherited disease. Therefore, I believe she will confer with the other two Hematologist findings and that of all the research, I have pulled so far."], [23234, "2017-07-25T01:22:00Z", 0.05, "I suppose this wouldn't count because we don't think of leukemia as an inherited disease?\nhttps://www.sec.gov/Archives/edgar/data/1114448/000117184317004057/f6k_071217.htm\nhttps://www.fda.gov/forpatients/approvals/fast/ucm405405.htm\nhttp://thehill.com/policy/healthcare/341748-fda-votes-to-recommend-gene-therapy-leukemia-treatment"], [36257, "2017-07-24T20:04:51Z", 0.0, "Spark Therapeutics recently reported successful phase three clinical trial data for Luxturna, a gene therapy for RPE65-mediated inherited retinal dystrophy. The FDA has accepted this gene therapy's Biologics License Application (BLA) with priority review, pushing it closer to ultimate approval. They will have six months to decide on an outcome, which will likely happen in 2018."], [35657, "2017-07-23T13:35:59Z", 0.0, ""], [1034, "2017-07-23T08:01:46Z", 0.0, "9 Amazing Things We've Achieved in 2017 With Help From CRISPR"], [36558, "2017-07-22T06:29:29Z", 0.25, "Fundamental objections yet to be adequately managed "], [1034, "2017-07-20T07:23:45Z", 0.0, "I had a conversation with an oncologist /hematologist today and she confirmed that Acute lymphoblastic leukemia exists categorized as a form of Rare Cancers."], [35217, "2017-07-19T12:14:26Z", 0.01, "https://www.pmlive.com/pharma_news/spark_closes_on_first_us_gene_therapy_approval_as_fda_starts_review_1198725?SQ_DESIGN_NAME=2&amp;"], [1034, "2017-07-19T06:49:44Z", 0.0, "Acute lymphoblastic leukemia"], [34879, "2017-07-18T11:10:47Z", 0.0, "\"The FDA is due to deliver a verdict on the biologics licence application (BLA) for Lexturna by 12 January 2018 and it is expected that an advisory committee meeting will be held to discuss the risks and benefits of the gene therapy.\""], [38, "2017-07-18T05:11:08Z", 0.02, "I'm trying to fight the temptation to forecast 0 because few things are impossible, so I'm adjusting my forecast."], [38, "2017-07-17T17:02:40Z", 0.0, "Through reading about ALL in Wikipedia and the post of @Rene http://www.gjopen.com/comments/comments/536800, I'm convinced that pediatric ALL is a disease caused by an inheritable genetic defect.  The news reports consistently describe Novartis' drug, CTL019, as a gene-therapy treatment.  So, most of the criteria set out in this question are satisfied by CTL019.  The only question that has remained for me is if the October 1st deadline in this question will be met.  "], [11057, "2017-07-17T13:16:37Z", 0.79, "Bringing my prediction down to align closer to some of the other forecasters.  "], [4634, "2017-07-17T09:18:35Z", 0.35, "OTOH \"Functional germline mutations of some cancer-related genes have been found in familial ALL or enriched in radic cases (e.g., PAX5, ETV6 and CDKN2A), accounting for ALL susceptibility for a small proportion of people, while large genome wide association studies revealed multiple inherited predisposition to ALL risk, including single nucleotide polymorphisms (SNPs) at ARID5B, IKZF1, CEBPE, PIP4K2A, GATA3, and CDKN2A loci among diverse populations."], [4634, "2017-07-17T07:49:28Z", 0.1, "\"Acute lymphocytic leukemia does not appear to be an inherited disease. It does not seem to run in families, so a person’s risk is not increased if a family member has the disease.\"\nhttps://www.cancer.org/cancer/acute-lymphocytic-leukemia/causes-risks-prevention/risk-factors.html"], [1034, "2017-07-17T06:16:08Z", 0.1, "Acute lymphocytic leukemia does not appear to be an inherited disease. It does not seem to run in families, so a person's risk is not increased if a family member has the disease. But there are some inherited syndromes with genetic changes that seem to raise the risk of AL"], [1034, "2017-07-16T09:08:25Z", 0.2, "\n'Astounding' gene therapy cancer drug heading for FDA approval"], [38, "2017-07-16T06:19:29Z", 0.66, "CTL019"], [11057, "2017-07-15T13:49:51Z", 0.94, "The development history and FDA approval process for Blincyto suggest that Novartis's CTL019 (tisagenlecleucel) could go through a fairly rapid process taking about two months. \nhttps://www.drugs.com/history/blincyto.html"], [18762, "2017-07-13T14:56:47Z", 0.9, "FDA panel recommends approval already, and expectations are it will be approved: https://www.nytimes.com/2017/07/12/health/fda-novartis-leukemia-gene-medicine.html"], [601, "2017-07-13T14:40:46Z", 0.28, "some chance the Novartis therapy could be approved by end of September (more likely October)."], [16778, "2017-07-13T13:40:39Z", 0.3, "The FDA advisory committee (AdCom) announced its recommendation that the FDA approve the application from Novartis for a new gene-altering therapy for B-cell acute lymphoblastic leukeumia. The process entails harvesting millions of T-cells from the patient, infecting them with a modified form of the HIV virus to modifying their DNR to attach B cells, then returning them back to the patient. Of importance, this recommendation was issued with the support of 100% of the AdCom members"], [11057, "2017-07-13T13:08:40Z", 0.45, "I'm starting with a higher probability of FDA approval given that Kite Pharma has proceeded with a rolling submission which, if I understand correctly, falls within FDA's Fast Track process (https://www.fda.gov/forpatients/approvals/fast/ucm405399.htm, https://obroncology.com/article/car-t-cell-therapy-on-fast-track-for-commercialization-in-2017/).\n\"Based on these findings, Kite Pharma initiated a rolling FDA submission for KTE-C19 as a treatment for relapsed/refractory aggressive B-cell non-Hodgkin’s lymphoma in patients who are ineligible for autologous stem cell transplant."], [38, "2017-07-13T06:52:17Z", 0.22, "from the NY Times"], [20156, "2017-07-13T05:00:39Z", 0.3, "I raised my prediction because of this: https://www.nytimes.com/2017/07/12/health/fda-novartis-leukemia-gene-medicine.html"], [1034, "2017-07-13T00:12:51Z", 0.2, "F.D.A. Panel Recommends Approval for Gene-Altering Leukemia Treatment"], [14898, "2017-07-11T21:49:32Z", 0.03, "Time passing"], [19801, "2017-07-11T08:51:52Z", 0.0, "\nIs gene therapy available to treat my disorder?"], [31082, "2017-07-10T21:43:25Z", 0.03, "Discounting for time"], [36362, "2017-07-09T08:11:37Z", 0.05, "The question here is not whether but when.   I doubt it will will happen quickly."], [35933, "2017-07-06T21:52:28Z", 0.15, "Comment deleted on Jul 17, 2017 06:26PM UTC"], [36309, "2017-07-05T22:21:35Z", 0.08, "Not enough time between now and October for any gene-therapy treatment to pass all regulatory requirements."], [83, "2017-07-03T23:17:34Z", 0.02, "Updating for the passage of time."], [36228, "2017-06-29T11:50:19Z", 0.1, "The regulatory process is long and tedious and getting an approval within a 10 month period seems highly unlikely"], [530, "2017-06-27T22:16:01Z", 0.0, "I think there are too many hoops to jump through before October."], [30594, "2017-06-26T17:57:47Z", 0.07, "passage of time"], [33487, "2017-06-12T09:43:57Z", 0.11, "Will the current administration find a way to slow anything that has a hint of President Obama's work?........."], [31082, "2017-06-07T21:40:26Z", 0.07, "reduction for passage of time"], [1034, "2017-05-25T07:15:03Z", 0.0, "National Library of Health Website. (2017). Is gene therapy available to treat my disorder? National Library of Health. National Institute of Health. Retrieved from\nhttps://ghr.nlm.nih.gov/primer/therapy/availability."], [35775, "2017-05-24T07:43:55Z", 0.05, "Based on the extreme cost for these types of treatments, and the current issues with healthcare reform, including the redefinition of pre-existing conditions, it seems unlikely that the FDA would approve these treatments in 2017."], [29054, "2017-05-23T16:42:56Z", 0.0, "Religious nuts at work blocking anything that constrains their believes, the welcome matt to the theocranuts is here! "], [11080, "2017-05-22T22:37:22Z", 0.01, "HT https://www.gjopen.com/comments/comments/506562"], [15621, "2017-05-20T14:45:56Z", 0.0, "https://www.gjopen.com/comments/comments/506562"], [31450, "2017-05-20T14:39:56Z", 0.0, "Dropping from 66 to zero because Spark just finished submitting its application and now the FDA has 60 to review the application and decide if it should be given priority. Even if it gets that, it'll then be up to a six month process to actually approve the drug. "], [35518, "2017-05-17T17:40:52Z", 0.75, "Yes, the approval process takes time. Spark has been testing for around ten years with very promising results. I see approval imminent; especially considering the 10 year mark on trials. "], [35641, "2017-05-17T00:29:17Z", 0.3, "The wheels of government mov very slowly the approval will be in very late 2017 or 2018."], [28002, "2017-05-16T09:49:31Z", 0.85, "FDA has a priority approvals track for particularly promising treatments, which this seems like it is.  The long delay in approval in drug treatments appeals to be developing the drug in the first place (10+ years) but these types of treatments appear to have been under development for some time."], [15621, "2017-05-14T13:43:04Z", 0.28, "Passage of time"], [35558, "2017-05-14T06:24:02Z", 0.85, "It works"], [35521, "2017-05-13T04:32:50Z", 0.02, "Inherited diseases may be considered pre-existing conditions and this expensive treatments might not be approved. "], [35491, "2017-05-12T17:40:28Z", 0.05, "Too fast, this one will be dragged out. "], [15621, "2017-05-02T15:21:42Z", 0.3, "Going above consensus as I think Spark is very close to approval and would give Gottlieb and Trump a nice headline with little risk."], [12453, "2017-05-02T14:52:49Z", 0.25, "The perceived budgetary pressure on the agency will slow the process."], [25894, "2017-04-21T08:50:02Z", 0.0, "While CRISPR and the like show incredible promise, our FDA is slow. I feel that is not entirely without warrant. I am very excited about the treatment for Leber's congenital amaurosis. https://www.ncbi.nlm.nih.gov/pubmed/28109959 "], [31275, "2017-04-02T15:31:41Z", 0.15, "Streamlined no approval has been mentioned but the agency will be underfunded and disorganized so probably not. Could there be religious push back to this ??"], [34547, "2017-03-31T18:38:21Z", 0.0, "short time for FDA to turn around a novel submission. Hope I'm wrong but think this will take some discussion time"], [23001, "2017-03-23T04:03:48Z", 0.05, "The FDA is about to become dramatically underfunded. They will then proceed with extreme caution - slowing down the approval process on anything that's controversial."], [32872, "2017-03-20T12:41:09Z", 0.15, "Timeframe too short."], [34358, "2017-03-15T01:40:45Z", 0.0, "Very complicated issues "], [1993, "2017-03-13T04:45:17Z", 0.1, "Spark's intends to submit an application this spring, but the FDA couldn't approve it within the timeframe of the question."], [29680, "2017-03-12T02:36:58Z", 0.35, "Drop 5 points based on passage of time."], [32122, "2017-03-09T19:43:55Z", 0.1, "Unless I am missing something, Spark has not yet submitted its BLA application.  Now when it was January, and the company said early 2017, that was not too concerning to me.  But here we are now into March, and still not submitted.  Assuming its submitted today, that leaves less than eight months to process and approve the application.  I get that its on fast-track, but seven months to approve sees awfully fast.  "], [29054, "2017-03-09T15:02:39Z", 0.13, "Small increase here, again, time is of essence in resolving this question. It does seem that some requirements will be eliminated by the present administration, for some advance therapies is going to be a boom as soon the law gets reworked, even if they have below standard efficiency rates. So I am going for absolute NO to ok still no but lets see if money-beats-lives! (:)( "], [1529, "2017-03-07T06:16:55Z", 0.25, "The eye is considered a closed system, so there is less risk to other organs if something would go amiss. The fact that multiple early genetic therapies have been successful in other countries (limited) is likely to lead to approval. The more important question is \"time\" associated with the question. Given the passage of the recent Cures act, the fact that blindness has held a special consideration in the medical profession, and the recent push from the Whitehouse are all factors pushing for approval. On the other side...FDA has been fairly conservative in comparison to other country drug authorities."], [1262, "2017-03-06T20:38:32Z", 0.07, "Confirming previous forecast.  Excellent additional information provided here.  http://www.gjopen.com/comments/comments/450785"], [31450, "2017-03-06T16:02:47Z", 0.66, "I'm going a bit contrarian here and lean toward approval for two reasons. The first is that Spark Therapeutics is at an advanced stage of the approval process and the legislation mentioned in the question is meant to speed up approval of exactly the sort of revolutionary treatments the company is working on. Furthermore, gene therapies are, while unapproved in the US, have been approved and used in the EU by the British company GlaxoSmithKline; and the EU has a similar or stricter level for regulatory approval. "], [34067, "2017-03-01T19:30:09Z", 0.55, "Many drug firms are aggressively positioning to be first in the market, due to the possibibliy of gene therapy being a new silver bullet for taking out cancer cells."], [19801, "2017-02-28T04:42:42Z", 0.0, "Only 6 months left."], [33420, "2017-02-25T21:36:53Z", 0.15, "New administration might be pro- innovation. But the FDA is risk averse as the downside of a treatment causing harm carries more weight than the upside of the treatment doing good. Approval is likely to be slow."], [23823, "2017-02-23T22:56:00Z", 0.15, "No idea, but reckon this won't be a quick mover."], [32521, "2017-02-21T20:22:37Z", 0.95, "Approving Gene Therapy has the support of Washington and a Republican super majority. Additionally, Spark's application is set to be completed and submitted Q1 2017.  With Trump's FDA Director being pro-innovation, FDA approvals is an area where Trump will look to easily distinguish himself from the Obama administration, low FDA approval rates for novel new medicines. As an example, in 2016, the FDA approved just 22 novel new medicines, a six-year low and half of the 45 approved in 2015. Trump's admin will easily pass these numbers and in the midst of Obamacare repeal/modification, this makes a good narrative."], [20156, "2017-02-21T06:37:31Z", 0.08, "Gene therapies have a momentum after the initial failures more than a decade ago, but \n1) the FDA is slow at adopting innovations; \n2) there are hundreds of early clinical trials with gene therapy, but only a handful of late-stage ones have reached completion; \n3) there is only one phase 4 clinical trial with gene therapy for an inherited disorder on clinicaltrials.gov updated between 2015 and 2017;\n4) Spark Therapeutics is close to the approval but the pricing and insurance issues could delay it."], [33737, "2017-02-20T04:28:42Z", 0.15, "Hi, I am a newbie."], [33793, "2017-02-16T23:15:09Z", 0.65, "If there is money to be made...."], [5241, "2017-02-14T15:18:21Z", 0.1, "Probably not. It still raises too many moral, and ethical questions that have not been resolved."], [21884, "2017-02-14T10:14:07Z", 0.7, "Pro\n1) FDA's Center for Drug Evaluation and Research (CDER) doesn't actually test drugs itself, although it does conduct limited research in the areas of drug quality, safety, and effectiveness standards. The main consumer watchdog in this system is CDER.\n2) Although some cellular therapy products have been approved, CBER has not yet approved any human gene therapy product for sale. However, the amount of cellular and gene therapy-related research and development occurring in the United States continues to grow at a fast rate.\n3) Engagement of US Congress in delivery of new cures. People without eyesight wait  and hope to be cured.\nCon\n1) Delay\n2) Mutation risks"], [14208, "2017-02-13T23:53:59Z", 0.09, "President Trump has suggested vaccines cause autism...\" http://www.businessinsider.com/trump-vaccines-autism-wrong-2017-1\nYet, his pick for NIH, Tom Price does not share this belief.  Does this count a cognitive dissonance? https://www.gjopen.com/comments/comments/433203"], [33647, "2017-02-13T15:38:35Z", 0.5, "Donald trump does not believe in science!"], [691, "2017-02-10T19:54:28Z", 0.09, "The current administration still needs to toss the occasional sop to the fundamentalist Christians, who believe anything with \"gene\" in it is the devil's work.  If your parents were wicked enough to earn you an inherited disease, Jesus wants you to live a miserable life and die young so you can enjoy the fires of hell longer.  Unless the Prez or someone in his immediate circle will make money on these therapies, there will be no hurry to approve them.  (It turns out that Jesus' favourite thing is for President LIttlefingers and his chums to enrich themselves--who knew?) "], [562, "2017-02-09T15:50:11Z", 0.4, "Trump is trying to throw out as many regulations as possible, but the religious community seems to be wary about this type of intervention. "], [33550, "2017-02-09T05:57:59Z", 0.15, "FDA has a very onerous approval process and the issue is too controversial among most parties for approval to be fast-tracked"], [24028, "2017-02-07T20:46:38Z", 0.5, "First assessment, to keep track of the question and think along."], [33466, "2017-02-07T15:29:54Z", 0.85, "Majority of Republicans in Congress..."], [33489, "2017-02-07T12:51:54Z", 0.65, "The new administration will induce \"slippery slope\" for ethical considerations."], [31275, "2017-02-06T19:03:58Z", 0.15, "Read comments. True, FDA staff down and will want to clear drugs in pipeline first before moving on this. Too new and controversial. EU has approved one. If that works out then maybe but probably not in this time frame. https://www.technologyreview.com/s/601390/gene-therapys-first-out-and-out-cure-is-here/"], [29680, "2017-02-06T09:48:37Z", 0.4, "Dropping 15 points to move toward consensus."], [32814, "2017-02-05T21:09:30Z", 0.1, "FDA is slow"], [33423, "2017-02-05T18:54:24Z", 0.15, "Slow FDA approval process"], [33226, "2017-02-04T19:25:13Z", 0.05, "To practice forecasting."], [33216, "2017-02-04T11:19:37Z", 0.07, "Spark Therapeutics' voretigene neparvovec, a gene therapy drug for the treatment of RPE65-related inherited retinal diseases will probably be the first gene therapy drug to be approved by the FDA. \nAlthough it is on the right track for the approval- it has gained breakthrough designation and has also been assigned as an orphan drug (these should have lowered some statistical burdens/requirements), it has successfully completed the phase 3 of trials which have shown positive results- there are still many hurdles to cross .\n The company is still in the process of submitting the BLA. According to the website- \"We anticipate completing the Biologics Licensing Application (BLA) submission to the U.S. FDA in early 2017.\" This is an important sentence to keep in mind while considering the date mentioned in the above question. After the application is submitted, the FDA has a 60 day filling period after which it acts on 90% of the applications by 10 months max. For priority drugs it has to make a call in 6 months max. So, the maximum range for approval is around 8 to 12 months. If the BLA is submitted in January and if there are no problems with the application, then the treatment could get approved by September or next year. But this depends on when the application is formally submitted. The website gives no indication regarding this. Further, gene therapy isn't like any other drug. It's new and therefore, high amount of scrutiny before approval is expected.These could eventually lead to delays.\nAs, for other other factors that might affect it's approval, I don't think Trump will be one. In my opinion, his anti-establishment rhetoric will only expedite the approval process if nothing. These are his words as quoted in an article -\"Reforms will also include cutting the red tape at the FDA; there are over 4,000 drugs awaiting approval, and we especially want to speed the approval of life-saving medications.\"\nSo, in totality, I think, because the FDA is slow, the possibility that gene therapy treatment will be approved before October 1st is quite tiny."], [4546, "2017-02-04T01:38:38Z", 0.1, "FDA moves super slowly"], [31082, "2017-02-03T21:07:13Z", 0.1, "If the question is limited to gene modifying techniques like CRISPR rather than drugs acting on genes, I believe this to be unlikely to happen in 2017. Reason: ethical questions and fear for taking responsibility of authorities for potentially contentious issues, especially in a time of more fundamentalist conservatives being in power and deciding on careers."], [31082, "2017-02-03T21:02:13Z", 0.1, "Correcting to reflect restricted definition to gen modifying techniques like CRISPR as compared to drugs acting on disabling specific genes."], [33309, "2017-02-03T18:09:12Z", 0.05, "President Trump will usher in more conservative stances towards genetic therapy."], [33303, "2017-02-03T17:27:17Z", 0.02, "FDA is slow"], [33292, "2017-02-03T16:28:41Z", 0.7, "The new president is an entrepreneur and will help businesses and hence this will push the the FDA to approve cellular gene therapy."], [33217, "2017-02-03T05:35:14Z", 0.8, "With the new Political order in place, there will be a focus to remove barriers for companies to make money, even if it comes at the expense of major health risks."], [31082, "2017-01-31T22:23:10Z", 1.0, "The question is poorly framed: the FDA already approved drugs meeting the definition provided in the question. Example:  KYNAMRO is a therapy that inhibits the synthesis of apo B-100 by targeting a specific 20-base sequence on apo B-100 mRNA.  Basically turning off disease causing genes (http://www.nytimes.com/2013/01/30/business/fda-approves-genetic-drug-to-treat-rare-disease.html). \nAn altogether different story is therapy by CRISPR gene corrections, but this does not appear in the question."], [33135, "2017-01-31T00:35:04Z", 0.1, "I would like to see this happen, but my guess is that the regulatory timeline is too short for such a new technology to be approved for sale."], [23006, "2017-01-30T22:20:08Z", 0.0, "Trump against stem cell use; doubts efficacy of vaccines so leap to 'out there gene therapy' probably too much for his narrow world view. 9 months is too short a time frame for even established biotech, let alone GT. Cuts to healthcare don't align with pushing GT technology."], [32843, "2017-01-30T21:48:48Z", 0.0, "Lowering my forecast to nil. On two accounts (1) a normal application for a biologic would have little/no chance of getting approved in 8 months (2) gene therapy is a new field that has not had an approval, so I would expect applications to take longer due to unknown unknowns."], [31934, "2017-01-30T00:04:26Z", 0.15, "I don't believe this congress will be capable of making any intelligent decisions...."], [27431, "2017-01-29T22:56:19Z", 0.79, "Trump's FDA will approve everything regardless"], [33104, "2017-01-29T21:35:02Z", 0.01, "Under Donald Trump progressiveness is highly unlikely "], [32618, "2017-01-29T20:51:47Z", 0.0, "Under this administration? Hahahahaha. "], [31656, "2017-01-29T20:09:08Z", 0.15, "Looking at the trial results, it would be great if was approved by Oct however I am voting 15% as consensus and these approvals usually take longer than predicted by media."], [7934, "2017-01-29T16:45:38Z", 0.75, "Similar drugs are already being prescribed in Europe. FDA needs to show that it is approving NDA's quicker. This approval would be great optics for the FDA since Gene Therapy holds great promise."], [32417, "2017-01-29T14:32:16Z", 0.4, "There seem to be too few in the pipeline to make it likely. "], [33073, "2017-01-29T02:28:33Z", 0.2, "Timeline too short and possible opposition from evangelical groups with influence on the Whitehouse."], [33072, "2017-01-29T00:52:02Z", 0.0, "Too much instability under new administration."], [1262, "2017-01-28T18:40:12Z", 0.07, "http://www.gjopen.com/comments/comments/434432"], [29054, "2017-01-28T18:13:33Z", 0.0, "It is too fast to get all the process done in 9 months. I cannot see fast-tracking this one due to its scientific/medical implications. GTT xis coming soon but not that soon. "], [1993, "2017-01-28T07:50:53Z", 0.15, "The Trump administration looks like it will be very pro-biotech. But approving a gene therapy for sale to actual patients within 9 months is a tall order. I don't think it's possible, but this is one candidate:"], [33046, "2017-01-28T07:42:51Z", 0.25, "Trump a captive of the GOP religious nuts. "], [33044, "2017-01-28T06:49:09Z", 0.05, "Anti-science sentiment of new regime is stronger than anti-regulation sentiment."], [14208, "2017-01-27T16:41:50Z", 0.09, "\"Trump has suggested vaccines cause autism...\"  http://www.businessinsider.com/trump-vaccines-autism-wrong-2017-1"], [16778, "2017-01-27T15:26:30Z", 0.02, "No gene-therapy treatments have ever been approved by the FDA. Most research techniques require the use of an inactivated virus to insert DNA into human cells with the hope that it will improve functionality. Several major medical concerns include the risk of the virus becoming re-activated and causing infections, causing autoimmune diseases (such as Lupus), changing the wrong target cells/tissue (e.g. reproductive system), and creating cancer. I believe the medical community would demand intensive safety and effectiveness studies before feeling comfortable enough prescribing/providing such treatment outside of a research environment."], [14208, "2017-01-27T05:27:41Z", 0.09, "\"The research updates came as Raj Puri, MD, PhD, Director, Division of Cellular, and Gene Therapies (DCGT) at CBER told the committee that although his division has only licensed 12 products in its entire history, more than 1,530 active investigational new drugs (INDs), investigational device exemptions (IDEs) and master files are currently under review...When asked how he plans to deal with what will likely be a backlog of applications, Puri said his division is working to meet 100% of the timelines outlined in the Prescription Drug User Fee Act (PDUFA), which requires payments from industry in exchange for an understanding of how long it will take for an FDA review (typically 10 months, though expedited reviews are six months)\"  http://www.raps.org/Regulatory-Focus/News/2016/02/16/24342/FDA-Sees-Spike-in-Gene-and-Cell-Therapy-Applications/"], [706, "2017-01-27T05:08:53Z", 0.3, "Not with Mr. Trump, if he makes it to October 2017.  \"Gene\" means \"right to life\" to him."], [28067, "2017-01-27T04:37:10Z", 0.42, "My optimistic answer.  But once it starts........."], [20284, "2017-01-27T00:20:59Z", 0.85, "Due to the changes expected at the head of the FDA it appears that treatments of all kinds will move quicker through the approval process.  This will certainly be a test of the effort to shorten the time line to reach the market with new treatments."], [691, "2017-01-26T15:45:50Z", 0.3, "One needs to check on which of his businesses or those of his cabinet or staff members will profit from such an approval.  If none, it probably won't happen--many of his followers believe anything with the word \"gene\" in it is directly contrary to the will of God, and no sense upsetting them if there's no money in it."], [31275, "2017-01-26T15:26:51Z", 0.57, "Devise Crisper and advances in research would indicate yes. Under new Admin though might involve some anti views based on religion. Further research needed."], [519, "2017-01-26T14:02:15Z", 0.2, "I don't know, October is a long ways away for the first year of a new president. I tend to give more weight to things not happening if they have yet to occur. Congress having a bill means very little. "], [31356, "2017-01-26T06:30:35Z", 0.1, "Comment deleted on Jan 26, 2017 06:30AM UTC"], [19801, "2017-01-26T06:26:13Z", 0.15, "The U.S. Food and Drug Administration (FDA) has not yet approved any gene therapy products for sale in the United States. Something that has never happened even once to happen in the next 6 months is unlikely.\nhttps://ghr.nlm.nih.gov/primer/therapy/availability"], [32984, "2017-01-25T23:58:41Z", 0.7, "Because the amount of approved substances are present to be used with the new technologies in order to change humans codes."], [12364, "2017-01-25T23:21:54Z", 0.7, "Spark Theraputics, their most advanced investigational candidate, voretigene neparvovec, has completed the pivotal portion of a Phase 3 clinical trial for the treatment of inherited retinal disease (IRD) caused by mutations in the RPE65 gene. IRDs, a group of rare eye disorders caused by an inherited gene mutation, can result in vision loss or blindness. Voretigene neparvovec has orphan designations in the U.S. and EU, and breakthrough therapy designation in the U.S. We anticipate completing the Biologics Licensing Application (BLA) submission to the U.S. Food and Drug Administration in early 2017."], [14208, "2017-01-25T05:28:42Z", 0.09, "After reading the GJO links in the additional information for this question it seems all the legal processes are in place for this to happen.  Europe is already doing this for adults and children with good results.  The U.S. should be closing in on this soon.   On the other hand who will be the next leader of the FDA.  I found an article that reports an anti-vaccine activist is leading a Trump vaccine panel.  "], [23234, "2017-01-25T04:29:25Z", 0.7, "Seems like there's no reason this could not happen though if someone wants to more carefully examine this generic timeline to verify that's true (also to verify that I selected the correct generic timeline for a BLA; this stuff is totally unfamiliar to me), I'd be grateful."], [28091, "2017-01-25T02:43:18Z", 0.85, "It appears that Spark Therapeutics is ready and according to FDA rules it should receive priority review. \nhttp://www.fda.gov/Drugs/ResourcesForYou/SpecialFeatures/ucm279676.htm\nPriority Review designation is given to drugs that offer major advances in treatment, or provide a treatment where none existed. The goal for completing a Priority Review is six months. \n"], [23234, "2017-01-25T01:19:15Z", 0.5, "I don't understand any of this, but perhaps someone will indicate whether it is relevant:"], [83, "2017-01-24T23:00:06Z", 0.1, "Sparks risks (from 2016 Q3 Press release) for rpe65:\n\"These risks and uncertainties include, but are not limited to, the risk that: \n(i) the data from our Phase 3 clinical trial of voretigene neparvovec may not support labeling for the treatment of RPE65-mediated IRDs other than Leber congenital amaurosis (LCA); \n(ii) the improvements in functional vision demonstrated by voretigene neparvovec in our clinical trials may not be sustained over extended periods of time; and\n (iii) we could experience delays in submitting our regulatory filings, including our Biologics Licensing Application with FDA and, once submitted, such regulatory filings may not be approved; ....\nFrom: http://ir.sparktx.com/phoenix.zhtml?c=253900&p=irol-newsArticle&ID=2219135"], [32122, "2017-01-24T20:25:40Z", 0.75, "Spark website:  http://sparktx.com/scientific-platform-programs/\nSpark Therapeutics has initiated a rolling submission of the Biologics License Application (BLA), which is expected to be completed in early 2017."], [29680, "2017-01-24T19:34:20Z", 0.55, "I will tell Trump that Europe is already first on this, then he will Tweet at the FDA. The FDA will hire a PR firm to calm Trump down. The religious right will object. None of this will make a difference, it's probably a toss up at this time."]]}