{"question_id": 277, "title": "Will the merchandise value of Iran's imports and exports in 2016 exceed $140 billion?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[6303, "2017-01-01T03:46:01Z", 0.0, "According to the general news and GJP consensus."], [31766, "2016-12-28T04:13:42Z", 0.05, "They have much work to do to before trade increases dramatically."], [6303, "2016-12-26T03:12:32Z", 0.0, "According to the general news and GJP consensus."], [31201, "2016-12-20T04:28:27Z", 0.05, "Too large an increment."], [6303, "2016-12-19T03:37:59Z", 0.0, "According to the general news and GJP consensus. "], [29054, "2016-12-18T14:25:55Z", 0.95, "Comment deleted on Dec 18, 2016 02:32PM UTC"], [19801, "2016-12-18T11:25:47Z", 0.0, "Total =Exports + Imports= 83 000. With only a single quarter left, at the same rate as the rest of the year that will only translate to 113 000 for the year.\n           54 000    29 000"], [29849, "2016-12-14T00:51:15Z", 0.01, "If the answer is yes, there has to be rather huge unknown spikes."], [6303, "2016-12-12T01:52:10Z", 0.0, "According to the general news and GJP consensus."], [19801, "2016-12-07T10:07:59Z", 0.0, "Sum of WTO's exports + imports for Q1 and Q2 = $51 billion. Full year figure will only be $102 billion, even when new stats show up.\nhttps://www.wto.org/english/res_e/statis_e/daily_update_e/quarterly_trade_e.xls"], [31120, "2016-12-06T16:01:40Z", 0.0, "The total value of iranian exports and imports is too low for this to hold. 73% growth doesn't happen when Q1 Q2 Q3 and Q4 are all quite similar"], [26242, "2016-12-05T22:12:46Z", 0.01, "Sum for first two quarters was 51 billion USD according to WTO data"], [6303, "2016-12-05T04:24:07Z", 0.0, "According to the general news and GJP consensus."], [38, "2016-12-03T08:02:12Z", 0.0, "Looking at the WTO dataset, it appears to me that imports and exports thru Q2 are 51b."], [6303, "2016-11-28T02:50:50Z", 0.0, "According to the general news and GJP consensus."], [1993, "2016-11-27T06:23:00Z", 0.0, "Nope. Imports and Exports for Q1 and Q2 are slightly less than in 2015."], [83, "2016-11-26T03:52:57Z", 0.0, "H1 @51. \nUncertainty over US policy changes may postpone any significant improvement. \nSignificant oil pricing improvements are not yet evident at the end of November."], [4462, "2016-11-23T06:46:24Z", 0.55, "Iran needs to raise money to buy food and weapons incase Trump is serious"], [6303, "2016-11-21T02:48:13Z", 0.01, "According to the general news and GJP consensus."], [6303, "2016-11-14T00:48:08Z", 0.01, "According to the general news and GJP consensus."], [1529, "2016-11-10T03:38:43Z", 0.0, "Over 1st and 2nd quarter, total is $51B. "], [6303, "2016-11-07T00:27:16Z", 0.01, "According to the general news and GJP consensus."], [6303, "2016-10-31T01:40:15Z", 0.01, "According to the general news and GJP consensus."], [23006, "2016-10-30T03:55:28Z", 0.0, "http://trade.ec.europa.eu/doclib/docs/2006/september/tradoc_113392.pdf\nhttps://www.wto.org/english/res_e/statis_e/wts2016_e/wts2016_e.pdf"], [4139, "2016-10-29T22:41:54Z", 0.1, "Oil still at glut levels and prices, taking all the steam out of this economy/"], [9755, "2016-10-29T17:04:49Z", 0.05, "Some of The numbers came out yesterday ,\nI only know Irans exported increased , they had slight growth\nBut results should be  similar to last year as it's too early to see the gains due to lifting of sanctions .\nIf the goverment let's the dollar be and open up the  banking system , next year exports will increase and imports from The west will multiply . \nIran has the potential , but policies have to change and the country needs to be open to gradual change of system of governance ."], [6303, "2016-10-24T00:33:17Z", 0.01, "According to the general news and GJP consensus."], [29651, "2016-10-19T09:02:06Z", 0.05, "Iran is facing an unfriendly west world and declining world economy. "], [29469, "2016-10-16T11:32:10Z", 0.01, "The data."], [1023, "2016-10-14T14:54:09Z", 0.15, "surprise info."], [9755, "2016-10-13T00:10:34Z", 0.05, "It does not look like they will exceed 140B ."], [22305, "2016-10-10T14:50:32Z", 0.05, "Not more than $127 billion for 2016. But with a slight trend to break through $150 billion until June of 2017. Long term trend is declining towards round about $100 billion (at the moment, and if the politics/ business of Iran, the middle east does not face significant changes). New Partners in the world could help, but makes it also more complicated for Iran to hold the level of imports too, since other very important partners like eu/germany would decline more significant, while losing its importance.\nGermany plays traditionally a keyrole, since they have very strong ties to iran, also as a multilevel industrial supporter in almost every field."], [6303, "2016-10-10T02:55:25Z", 0.01, "According to the general news and GJP consensus."], [1993, "2016-10-09T22:52:21Z", 0.03, "$51 billion in Q1+Q2. If previous years are any indication, the export number goes down in Q3 and Q4. It's possible that exports pick up this year, but $89 billion would be unprecedented in the past decade."], [368, "2016-10-09T19:20:58Z", 0.75, "Currently at -$935.7M.  (January 2-16)"], [10657, "2016-10-06T20:41:30Z", 0.0, "Wars and rumors of wars will continue to suppress trade."], [6303, "2016-10-03T02:43:08Z", 0.01, "According to the general news and GJP consensus."], [6303, "2016-09-25T17:41:28Z", 0.01, "According to the general news and GJP consensus."], [28531, "2016-09-22T22:28:38Z", 0.03, "Adjusting down from 5% to 3% since Q2 was $27bn (Q1 $24bn)."], [1111, "2016-09-22T20:39:51Z", 0.25, "There is a chance that the Imports and Exports will hit the $140B mark, however, the underlying infrastructure to allow money transfers and the US presidential race still undetermined I believe the exporting countries are cautious in terms of ramping up their trade with Iran until the next president of the US is inaugurated. "], [11133, "2016-09-22T16:26:41Z", 0.85, "With both Boeing and Airbus getting approval for trade, I see things accelerating.  The key here will be the ability to move currency which is still tight, but improving.  I'm pretty confident of a yes on this one!"], [15621, "2016-09-22T16:18:18Z", 0.03, "Going with very unlikely unless some change in accounting method."], [15371, "2016-09-22T14:05:45Z", 0.4, "World economy getting worse. Hostility of us"], [7698, "2016-09-21T16:43:04Z", 0.15, "I think it all depends on who will be President in the USA"], [25544, "2016-09-20T19:54:18Z", 0.02, "Little chance. If I'm not mistaken they didn't even get near that amount in 2015. \nIt didn't get much better the first two quarters in 2016. So I doubt that."], [745, "2016-09-20T17:35:14Z", 0.02, "Oil prices are staying low"], [6303, "2016-09-18T19:52:46Z", 0.01, "According to the general news and GJP consensus."], [601, "2016-09-14T21:46:05Z", 0.0, "Does this number include greenbacks/Ben Franklins exported to North Korea and Hezbollah?"], [28413, "2016-09-14T17:42:55Z", 0.0, "The only time that Iran enjoyed a +$37Bish adjustment in total trade was in 2010, as a dead-cat bounce after the 2009 disaster, and in 2008 in the run-up to that disaster. Not a chance this hits $140B."], [1993, "2016-09-14T05:51:33Z", 0.05, "The import/export numbers have fallen in Q1 2016 from Q1 in the past two years, so I don't expect the total will go up. But will have to check back when Q2 numbers are available."], [28261, "2016-09-13T11:26:29Z", 0.05, "Quarterly trend is flat to with an average under $12Billion."], [6303, "2016-09-12T02:10:04Z", 0.03, "According to the general news and GJP consensus."], [9755, "2016-09-09T20:18:39Z", 0.5, "Please help me understand the question?\nsum of Iranian imports and exports will be higher than 140B that's almost a sure bet , it's already higher.\nShould we consider the high sum of imports and exports that are not reflected officially ?\nIrans trade  through official smugglers is at least 40% of the economy .\nIf Iran makes big changes to its internal banking system and swift , she can easily  surpass the 140B\nBut currently if an entity purchases(imports)  a product from Iran in USD , it's impossible to pay the supplier \nUs banks reject payments to Iran in USD .  All USD transfers go through NY.  Iran's USD transactions from and to any country  are  non existent or impossible . \nIran's banking system is not yet ready to connect to the world banking system.\nBig portion of the economy and many Banks are in the hands of a military organization , if and when that changes \nIrans economy could flourish ."], [28531, "2016-09-09T10:48:12Z", 0.05, "$25bn in Q1 2016 and $105.9bn for 2015 against a backdrop of low oil prices. Even if oil prices recovered significantly in Q4 2016 (they haven't in Q2-Q3), we might expect at most something similar to 2012 for the last quarter (say $41bn). Adding this to a generous $25bn + $30bn +$30bn = $85bn, would give $126bn, so still far off. "], [28091, "2016-09-07T14:59:27Z", 0.03, "The overwhelming reason that I do not believe this will happen is the low 25billion Q1. It is simply too much ground to make up. "], [19801, "2016-09-07T03:48:51Z", 0.0, "According to the WTO data available in August 2016, the "], [21800, "2016-09-07T01:51:43Z", 0.06, "A quick assessment. Tend to agree with @BrianAhlborn on the oil prices being the crucial factor for this question. Don't see much scope for its appreciation in the time frame of this question. Initiating at 6%."], [22833, "2016-09-06T19:33:43Z", 0.05, "Low oil prices will continue to drag on the Iranian economy.  Much of the economic benefit due to the nuclear deal will take some time to blossom. "]]}