{"question_id": 482, "title": "Before 1 January 2018, will two of the three major credit rating agencies adjust the long-term issuer credit rating of Venezuela or the PDVSA to indicate default? ", "correct_answer": "Yes", "crowd_forecast": 0.75, "preds": [[83, "2017-11-19T04:02:52Z", 0.0, "Back to 0, suspect the outcome will be 3 agencies have indicated default (not 2) before Jan.1."], [83, "2017-11-19T03:47:46Z", 1.0, "Might have it right this time. "], [83, "2017-11-19T03:34:55Z", 0.0, "Comment deleted on Nov 19, 2017 04:03AM UTC"], [83, "2017-11-19T03:26:23Z", 1.0, "Forcast flipped with later post."], [691, "2017-11-18T20:28:33Z", 0.99, "It is true that downrating doesn't automatically follow a declared default, but it's also true that the wording of this Q, \"to indicate default,\" may not require a default to have occurred at all.  It doesn't say \"as a result of a default,\" so if the ratings are hurt because of heightened risk of default, that might count:  If I put up a sign that says \"Moose Crossing\"--or depending on where you live, \"Elephant Crossing\" or \"Camel Crossing\"--no moose or moose equivalent need actually be crossing just then, or to have crossed lately; the sign is still meant to \"indicate\" the danger of a nasty collision.  "], [37379, "2017-11-17T15:42:15Z", 1.0, "So what might the scorers of this question decide? Did they default, or didn't they? In the past, major credit rating agencies have walked back default ratings.  So what happens if only a temporary default was declared?"], [19801, "2017-11-17T10:54:46Z", 1.0, "The International Swaps and Derivatives Association (ISDA) committee’s unanimous decision that the delays constitute a “credit event” triggers limited payouts on credit default swaps (CDS). \nhttps://www.reuters.com/article/us-venezuela-debt-isda/venezuela-ruled-in-default-by-trade-group-after-bond-payment-delays-idUSKBN1DG37J?il=0"], [4634, "2017-11-16T07:14:02Z", 1.0, "So, the country did not default, but the rating agencies (temporarily) say they did. \nhttps://www.forbes.com/sites/kenrapoza/2017/11/15/venezuela-did-not-default-but-risks-remain/#4f97800c4919\nhttp://www.theborneopost.com/2017/11/16/venezuela-selective-default-declared-govt-insists-it-is-paying-up/"], [31450, "2017-11-15T22:33:38Z", 0.99, "Shooting way up as Venezuela has been declared in selective default by S&P and restricted default by Fitch and we still have another six weeks or so in the year."], [691, "2017-11-15T22:26:21Z", 1.0, "Moody and Fitch have already done this, or are about to."], [1333, "2017-11-15T13:50:22Z", 1.0, "S&P Global declared Tuesday that Venezuela had defaulted"], [19801, "2017-11-15T13:14:29Z", 1.0, "The USA has imposed sanctions on renegotiating terms of payment for creditors."], [35636, "2017-11-15T10:39:57Z", 1.0, "They're done"], [1993, "2017-11-15T08:05:06Z", 1.0, "They may reverse, but question criteria has been satisfied by Fitch and S&P."], [691, "2017-11-14T22:38:21Z", 0.41, "http://www.reuters.com/article/us-venezuela-bonds/venezuela-to-meet-creditors-in-bid-to-dodge-default-idUSKBN1DD0IG"], [40733, "2017-11-14T17:43:05Z", 1.0, "S&P: In Default (Though they said they can reverse this, but I assume this qualifies)\nFitch: Restricted Default (I assume this qualifies)\nhttps://www.wsj.com/articles/s-p-rules-venezuela-in-default-on-interest-payment-1510632714?mg=prod/accounts-wsj"], [32258, "2017-11-14T17:18:43Z", 1.0, "ouch"], [37379, "2017-11-14T17:18:03Z", 1.0, "Dateline 11-14-2017 International credit ratings agency Standard & Poor's has declared Venezuela to be in \"selective default\".\nThe ratings agency said the South American nation had failed to make $200m (Â£153m) in repayments on its foreign debt.\nVenezuela's state-run oil company PDVSA has also been declared in default by rating agencies Fitch and Moody's.  -- http://www.bbc.com/news/world-latin-america-41982069"], [22833, "2017-11-14T15:49:31Z", 1.0, "http://www.bbc.com/news/world-latin-america-41982069\n"], [21884, "2017-11-14T13:03:37Z", 0.85, "Comment deleted on Nov 14, 2017 01:29PM UTC"], [2965, "2017-11-14T13:00:15Z", 1.0, "I think that is all\nhttps://tradingeconomics.com/venezuela/rating\nhttps://www.fitchratings.com/site/pr/1032258\nplus\nhappening now\npurge\nwww.bloomberglaw.com\n Nov 13 2017 17:45:08\nBy Fabiola Zerpa"], [41389, "2017-11-14T12:29:29Z", 0.88, "S&P just said it considers it in default via bloomberg, and there are rapid ratings downgrades across the board https://tradingeconomics.com/venezuela/rating"], [23234, "2017-11-14T08:23:27Z", 0.75, "don't see Fitch...?\nhttps://www.fitchratings.com/site/search?content=research&request=venezuela\nnevermind:\nhttps://www.fitchratings.com/site/pr/1032258"], [23234, "2017-11-14T06:54:51Z", 0.19, "https://www.reuters.com/article/venezuela-bonds-isda/isda-to-reconvene-to-discuss-venezuelas-pdvsa-bond-on-tuesday-idUSL1N1NJ18W\nhttps://dc.isda.org/documents/2017/11/pdvsa-pt2-dc-decision-nov-7.pdf"], [73, "2017-11-14T02:19:06Z", 0.0, "http://www.reuters.com/article/us-venezuela-bonds/venezuela-offers-chocolates-but-little-else-to-creditors-idUSKBN1DD0IG?il=0"], [40584, "2017-11-13T23:26:00Z", 0.5, "Again, i think the decision by the ISDA to postpone a decision indicates that there are powerful interests on all sides pushing to delay or prevent default. If this keeps up for a few more days I'll be back to ~20%."], [23234, "2017-11-13T02:29:12Z", 0.2, "lol/scary.\n\"Geopolitics? I have generally ignored these risks, primarily as I do not have a model to understand or project them. When they do become market relevant, they typically hit us so fast that is too late to do much about them.\"\nhttp://www.zerohedge.com/news/2017-11-12/how-forecast-markets-departing-top-jpmorgan-strategist-reveals-what-he-learned-after\nWas this guy successful during his 30-year career?"], [28414, "2017-11-12T22:56:36Z", 0.0, "Never say never but how about 50 days?!\nhttp://www.reuters.com/article/us-venezuela-bonds/venezuelas-maduro-dismisses-default-possibility-on-eve-of-debt-talks-idUSKBN1DC117?il=0\nCARACAS (Reuters) - Venezuelan President Nicolas Maduro said on Sunday the country would never default on its debt, a day before debt talks with creditors that will be overseen by two officials under sanction by the United States."], [1646, "2017-11-12T17:10:25Z", 0.05, "This is happening tomorrow. They will serve beverages."], [2965, "2017-11-12T12:39:08Z", 1.0, "\"Venezuela’s debt payments this year anticipate projections for payment of around US$8 billion in 2018 which will now be restructured."], [23234, "2017-11-11T16:18:11Z", 0.26, "https://www.ft.com/content/7f60d576-dd6b-3327-8a1a-c11f5587c255\nthe FT says bondholders don't want default ruling and CDS-holders do and characterizes this as bizarre. don't understand why it would be unless you were assuming people only bought CDS if they had bonds they wanted to insure. but i thought people bought CDS to make bets. i dunno how this stuff works."], [40584, "2017-11-11T04:18:46Z", 0.6, "It's tough for me to figure out a good mental framework for estimating this probability, but here goes: \nFirst, the probability of default in the 5 year timeframe is effectively 100%. I'll call it 98% to recognize the theoretical possibility that something crazy could happen to prevent it. "], [2965, "2017-11-11T00:21:02Z", 1.0, "just happened @Gibson back to law\nHere ĉomeß ISDA\nnext\na north carolina bank\ndid them in today\nMy Network\nResearch MarketPlace"], [2965, "2017-11-10T23:25:16Z", 1.0, "\"A Venezuelan state enterprise allegedly defaulted this week, after months of speculation the government in Caracas could struggle to make debt repayments.\nState-owned energy utility Corpoelec has allegedly defaulted on a bond interest payment worth more than US$650 million, according to Reuters. The news agency cited a statement from the bond’s trustee, Wilmington Trust.\n“The issuer’s failure to pay interest on the notes when due on October 10, 2017 constitutes a default under the indenture,” Wilmington reportedly stated in notice posted on the Luxembourg stock exchange.\nWilmington didn’t provide further details, while Corpoelec has denied it has defaulted. The company stated it made the payment on November 8, a day before it was due.\nPresident Nicolas Maduro had previously announced plans to restructure some of his government’s debt, with talks with investors set to take place on Monday.\nIf confirmed, the default won’t automatically trigger further defaults, and according to experts any lawsuit stemming from the payment failure would likely be directed at Corpoelec – not the government itself.\nMaduro has long dismissed speculation his government could itself be facing default.\nVenezuela’s government and state enterprises like PDVSA collectively owe around US$143 billion in foreign debt, according to financial thinktank Torino Capital. PDVSA alone has around US1.6 billion in debt payments due by the end of the year, and another US$9 billion on bond servicing set to fall in 2018.\"\nits a swamp see @dsarin This is disputed.https://venezuelanalysis.com/news/13498\nNow we here from Maduro\nhttps://venezuelanalysis.com/news/13498\nhe banned naked women in defäúlt\nfunny man\nthe last refuge of sĉoundréls\n is moräls\nthis shoúld resolvé it\nthänks @Gibson\n@Wildwood2000\n@dsarin"], [1639, "2017-11-10T22:49:16Z", 0.8, "\nVenezuela state power company defaults on $650m bond: trustee (Reuters)"], [1333, "2017-11-10T20:27:05Z", 0.75, "i'M THINKING THAT WHAT EVER iNDIAN OFFICIAL IT WAS THAT CAME UP WITH DEAL. is on Modi short list to be dropped about 20 castes down."], [23234, "2017-11-10T07:39:50Z", 0.5, "going up through tomorrow (seriously this time!), maybe through Monday...\nWant to see how the meeting goes.\n\"“I’m here doing cartwheels,” said Ray Zucaro, the chief investment officer at Miami-based RVX Asset Management, who owns PDVSA’s 2017 bonds. “After these last two weeks, I think I’m going to take a break and deal with less stressful names like Zimbabwe, Angola and Ukraine.”\""], [23234, "2017-11-10T02:56:50Z", 0.02, "lots of interesting stuff in this article:\nhttp://www.reuters.com/article/us-venezuela-bonds/venezuela-creditors-skeptical-despite-pledges-on-caracas-meeting-idUSKBN1D9291\nmaybe they just needed some more helpful explanation about how the sanctions they're under work (and some adjustments including new sanctions). principal payment received. "], [73, "2017-11-09T22:29:56Z", 0.21, "https://m.investing.com/news/stock-market-news/derivatives-group-isda-to-meet-friday-over-venezuelas-pdvsa-credit-event-841302.  It's always possible they'll need more time indeed."], [1333, "2017-11-09T21:59:34Z", 0.95, "https://worldview.stratfor.com/situation-report/venezuela-creditor-requests-default-ruling-bond-payments?utm_source=Twitter&utm_medium=social&utm_campaign=article"], [23234, "2017-11-09T20:34:32Z", 0.11, "basically i'm of the same mind as @cdob64 (minus being able to put it as pithily as he does) [*]\n (& i'm raising from 3% to his forecast because i trust [edit:/ @Anneinak 's & @sevedb 's &] his judgment as to the probability more than mine...)"], [1333, "2017-11-09T20:21:56Z", 0.85, "A default determination has been requested by a stake holder in court."], [691, "2017-11-09T19:56:07Z", 0.11, "http://www.reuters.com/article/us-venezuela-india-oil-exclusive/exclusive-venezuelas-pdvsa-misses-debt-payments-to-indias-top-oil-producer-idUSKBN1D90L4"], [1639, "2017-11-09T17:19:50Z", 0.1, "(Reuters) - Venezuelan state oil-firm PDVSA has not made debt payments to India's top oil producer ONGC (ONGC.NS) for six months, and has previously used a Russian state-owned bank and another Indian energy company as intermediaries to make payments, two sources familiar with the transactions said on Wednesday."], [37379, "2017-11-09T14:07:41Z", 0.05, "Holy cow, it's Putin to the rescue yet again. Cheaper than propping up Assad."], [2965, "2017-11-09T11:59:38Z", 1.0, "www.bloomberg.com and  www.reuters.com\nVenezuelan state oil-firm PDVSA has not made debt payments to India’s ONGC for six months,\n Reuters reports, citing 2 unidentified people familiar.http://www.reuters.com/article/us-venezuela-india-oil-exclusive/exclusive-venezuelas-pdvsa-misses-debt-payments-to-indias-top-oil-producer-idUSKBN1D90L4SDN Entry updated on 11/01/2017\nOffice of Foreign Assets Control (OFAC) \nSpecially Designated National (SDN)\nCarlos Erik Malpica Flores\nFormer National Treasurer of Venezuela; Former Vice President of Finance for Petroleos de Venezuela, S.A. (PDVSA); Former Presidential Commissioner for Economic and Financ"], [38, "2017-11-09T07:51:55Z", 0.11, "It looks like Putin has saved Maduro, once again."], [19801, "2017-11-09T06:38:18Z", 0.0, "Venezuela creditors recoil at proposed Caracas bondholder meeting\nhttps://www.reuters.com/article/us-venezuela-bonds-advisers/venezuela-creditors-recoil-at-proposed-caracas-bondholder-meeting-idUSKBN1D8343?il=0"], [23234, "2017-11-09T03:32:40Z", 0.03, "recent FT article seems to indicate actual default standard is more lenient than CDS-event-declaration standard."], [73, "2017-11-09T02:31:05Z", 0.23, "https://sg.news.yahoo.com/moscow-says-venezuela-agrees-debt-restructuring-terms-150909530.html"], [23234, "2017-11-09T01:47:18Z", 0.2, "how i feel bout this q (gif not analysis):\nhttp://gph.to/2zunGUL"], [1993, "2017-11-09T01:12:58Z", 0.55, "They made the payment, right? Or is this just rumor?"], [23234, "2017-11-08T19:05:38Z", 0.1, "@dsarin has it ever happened that ISDA found a default event occurred and ratings agencies did not bother declaring default?"], [37379, "2017-11-08T15:18:32Z", 0.05, "Dateline 11-8-2017 https://www.reuters.com/article/venezuela-bonds/venezuelas-pdvsa-makes-most-of-2017n-bond-payment-sources-say-idUSL1N1NE0UZ\nI guess this means Putin isn't going to let Maduro get strung up from a lamppost this year."], [1639, "2017-11-08T13:38:25Z", 0.1, "CHICAGO -- Fitch Ratings has downgraded Petroleos de Venezuela S.A.'s (PDVSA) Long-Term Foreign Currency Issuer Default Rating (IDR) to 'C' from 'CC' and affirmed the company's Local Currency IDR at 'CC' and National scale at 'CCC(ven)'. The rating action affects all of PDVSA's international senior unsecured and secured debt issuances, which have been downgraded to 'C'/'RR4' from 'CC'/'RR4'. A full list of rating actions follows at the end of this rating action commentary."], [4634, "2017-11-08T06:34:30Z", 0.12, "PDVSA might just have defaulted:"], [23234, "2017-11-08T04:44:22Z", 0.01, "https://www.reuters.com/article/us-venezuela-bonds-oilservices/u-s-oil-service-firms-face-hit-from-venezuela-debt-restructuring-idUSKBN1D72RC\nU.S. oil service companies face hard decisions in the coming weeks on whether to continue working for Venezuela’s state-run oil company PDVSA, and the prospect of hundreds of millions of dollars in write-offs for overdue bills... “They have sacrificed the company’s operations to pay bondholders,” the PDVSA source said."], [37379, "2017-11-07T22:59:27Z", 0.35, "Today, another downgrade by Fitch, on the brink of junk now. Yet @dsarin, whose judgment and knowledge I respect, still is at 0%. I agree with him, Maduro's ally in the Kremlin isn't going to desert him now. Or is he?  OK, maybe I'm not so sure now. Raising probability."], [40584, "2017-11-07T21:25:09Z", 0.75, "Well, it seems that they may have missed the payment after all. Tuesday afternoon and still no cash received by the bondholders. Swap rates jumping: https://www.bloomberg.com/news/articles/2017-11-07/pdvsa-credit-default-swaps-hit-record-as-time-runs-out-to-pay"], [12605, "2017-11-07T19:19:11Z", 0.45, "Would somebody please collect for both entities the credit ratings? I'm confused where they stand."], [1639, "2017-11-07T15:02:05Z", 0.45, "State-owned Petroleos de Venezuela SA, keeper of the world’s largest oil reserves, has seen output drop to a 14-year low, beset by the country’s economic collapse, a global plunge in crude prices and U.S. sanctions. As American refineries, once PDVSA’s top customers, have bought less, China and Russia have stepped in. The two countries have loaned more than USD60 billion to boost production there, prepaying for more than a billion barrels."], [1639, "2017-11-07T14:54:36Z", 0.8, "Fitch Ratings said Venezuela's debt default is probable late Friday, and it downgraded the country's long-term foreign currency debt rating deeper into distressed territory."], [23234, "2017-11-07T12:27:34Z", 0.01, "http://www.zerohedge.com/news/2017-11-06/goldman%E2%80%99s-asset-harm-takes-big-hit-venezuelan-bond"], [28414, "2017-11-07T11:32:42Z", 0.0, "Moody's downgrades PDVSA's ratings to Ca\nhttps://www.moodys.com/research/Moodys-downgrades-PDVSAs-ratings-to-Ca-negative-outlook--PR_375008\n\"The rating actions were triggered by the payment default on November 2nd, when PDVSA was expected to pay USD1,169 million in principal related to 2017 notes, and by the company's significant financial stress, which is derived from its limited ability to generate cash to meet short-term obligations and fund sufficient capital investments to sustain production and asset quality\", said Nymia Almeida"], [1993, "2017-11-06T21:23:07Z", 0.55, "Moody's Caa3 (negative)(2 grades from default)\nFitch C (one grade from default)\nS&P CC (on grade from default)"], [23234, "2017-11-06T06:25:18Z", 0.03, "Thought about it some more. I dunno, I think they can make it through Dec. 1."], [21884, "2017-11-06T02:26:45Z", 0.05, "Pro\n1) Maduro announced refinancing and restructuring\n2) There were delays\n3) US sanctions (prohibition of new debts and restrictions with old debts)\n4) Possibility of Maduro's regime change\nCon\n1) Payments in past years were paid and this year they paid debts, despite the much lower price of oil\n2) Venezuela has the largest oil reserves. China and Russia are interested in their crude oil inventory (strategy in long period of time)\n3) Russia does not give up halfway\n4) Maduro in any case need to pay debts (or a change Maduro)\n5) After Thursday's payment, Venezuela has no foreign bond maturities until the second half of 2018"], [23234, "2017-11-06T01:30:38Z", 0.15, "inching up some more. \nThe FT thinks renegotiation with bondholders is \"doomed\" but a bailout by Russia is possible. I'm not totally convinced this is the case and Venezuela's options are narrowed to a dilemma between default and payment, but I have no idea how any of this works in practice. Interesting though. "], [40584, "2017-11-05T23:57:05Z", 0.08, "My thinking is that although default seems highly likely (like 90% kind of numbers) in the 1-2 year timeframe, the main players involved all have strong short-term reasons to want to avoid or at least delay default. "], [37379, "2017-11-05T22:45:16Z", 0.05, "Lowering forecast on the basis of base rate data brought to my attention by @dsarin at http://www.gjopen.com/comments/comments/609402"], [38, "2017-11-05T19:14:52Z", 0.5, "There's a gigantic payment of $1B-plus due.  I thought it was covered, but things I'm reading suggest that maybe it's not.  Uh-oh."], [2965, "2017-11-05T10:00:54Z", 1.0, "1.Russian reluctance to buy into OPEC's fair price dreams may yet undermine the remarkable cohesion among the countries seeking to re-balance the oil market. \nhttps://www.bloomberg.com/gadfly/articles/2017-11-05/opec-is-already-thinking-about-70-oil\n2. 2X Being all costs all imputs VZ oil\n3.X being all costs all imputs Rosneft Exxon barrel\n4 R2.being all refining costs  of Vz barrel\n5.R being all refining costs of Exxon Rosneft barrel\n6.T = all transportation\n7.2T being new tranport costs.\n8 2c being all currenĉy charges to pay any amoūnts to convert bolivarians to rubles to dollars\n9.B = bunkering\nThis is much more costly to Russia than Afghanistan\nplus Syria and UKR.\nnot sustainable.\nS&P Moodys and Fitch\nwe have seen perestroika (restructuring)\ndid not take.\nputin wänts to hang on for 4 more yeärs\nhe will figure this out very soon and \nthe cost of VZ crude is like sickeningly high\n\"The risk is that OPEC's rediscovered optimism encourages members to pursue ever-higher prices again, justifying each increase as a move toward that magical \"fair price\". It's starting to happen already. At the end of October, Qatar's oil minister said prices were moving in the \"right direction\" toward fair levels, even as Brent passed $60. What that new fair level is, he didn't specify, but his Venezuelan counterpart last year pegged it as $70 a barrel, while Iraq suggested $70-80.\""], [1034, "2017-11-05T05:45:27Z", 1.0, "600,000 Bpd At Risk As Venezuela Delays The Inevitable"], [37379, "2017-11-05T02:39:29Z", 0.15, "O, me of little faith. Yesterday I jumped from 0 to 50% on news of restructuring talks. Then just now I read what @dsarin reported, with emphasis on the comparison class of the last time one of the Big Three rated default and then upgraded out of default within days. http://www.gjopen.com/comments/comments/607908"], [40584, "2017-11-05T00:40:02Z", 0.05, "Having made their major payments for the year, it's hard to imagine that they would default on the small payments in Dec. "], [754, "2017-11-05T00:19:16Z", 0.66, "Getting back on the bus :)"], [1639, "2017-11-04T19:55:13Z", 0.8, "Venezuela’s admission its debt load has become unsustainable sent Petroleos de Venezuela SA’s bonds slumping toward 20 cents on the dollar in London trading. Obligations of the state-owned company suffered a sharper decline than notes issued by the government after President Nicolas Maduro said he will seek to restructure the nation’s global debt including bonds of PDVSA\nhttps://www.bloomberg.com/amp/news/articles/2017-11-03/pdvsa-bonds-slump-after-venezuela-calls-for-restructuring-chart"], [1034, "2017-11-04T19:46:15Z", 1.0, "Unversed in debt details, Venezuelans desperate for any relief"], [2965, "2017-11-04T12:00:22Z", 1.0, "this is nightmare \nvery diffiĉúlt by 11 10 17 \n\"sanctions imposed by U.S. President Donald Trump, meant to punish Maduro’s crackdown on his political opposition, helped drive down exports to the U.S. by 35 percent from August to October. Over the same period, daily shipments to China doubled while cargoes to Russia’s state-owned oil company Rosneft PJSC more than tripled, according to U.S. Customs data and a shipping report compiled by Bloomberg. But income from those sales are limited because they’re repayments for previous loans."], [2965, "2017-11-04T09:36:01Z", 1.0, "http://www.barrons.com/articles/its-your-default-not-mine-maduros-doublespeak-in-venezuela-1509721529?mod=yahoobarrons&ru=yahoo&yptr=yahoo"], [23234, "2017-11-04T08:05:57Z", 0.1, "https://www.nytimes.com/2017/11/03/business/venezuela-debt.html this raises the question of how does a renegotiation work demanded to be led by the american-sanctioned vice president. in bond markets like this, "], [2965, "2017-11-04T02:22:41Z", 1.0, "Market value equals 30\nX face value  = 100.\nThe Tversky Kahneman herd  forecast \nIs 70 per cent chance of default."], [1034, "2017-11-04T02:02:11Z", 1.0, "Venezuela s Debt Negotiator Calls Meeting and Adds to Confusion"], [12605, "2017-11-03T22:36:47Z", 0.28, "Comment deleted on Nov 05, 2017 11:57PM UTC"], [29145, "2017-11-03T22:01:39Z", 0.45, "https://www.bloomberg.com/news/articles/2017-11-03/venezuela-cut-deeper-into-junk-by-fitch-amid-high-default-odds"], [9755, "2017-11-03T21:44:08Z", 1.0, "Venezuela owes 65Bs  usd and only have 10B. They are broke ."], [1993, "2017-11-03T19:59:57Z", 0.55, "I don't think Venezuela will default by end of year, but the question is whether two of the credit agencies will rate them as in default. Not far to go for Moody's or Fitch."], [1034, "2017-11-03T19:25:38Z", 1.0, "Venezuelan Bond Prices Slide as Nicolás Maduro Seeks to Restructure Debt"], [23234, "2017-11-03T19:20:17Z", 0.05, "back down. though I have to say I'm glad the only skin in the game I have re Venezuela's debt is feedback from GJO (as opposed to owning bonds or living in Venezuela's economy)... "], [28414, "2017-11-03T14:19:12Z", 0.0, "\"The CreditWatch placement reflects the uncertainty about the company's ability \nto pay its upcoming debt maturity on its 2020 senior unsecured notes scheduled \nto be covered on Oct. 27, 2017 for about $1.0 billion and the maturity of its \n2017 senior unsecured notes scheduled to be covered on Nov. 2, 2017 for about \n$1.2 billion, given PDVSA's current sanctions and its already pressured \nliquidity position."], [1333, "2017-11-03T14:16:10Z", 0.95, "https://www.bloomberg.com/news/articles/2017-11-03/venezuela-is-seeking-debt-relief-and-confusing-its-bondholders?utm_source=yahoo&utm_medium=bd&utm_campaign=headline&cmpId=yhoo.headline&yptr=yahoo\nBlaming the financial sanctions imposed by the U.S. government -- and its “lackeys” in the Venezuelan opposition who lobbied for such measures -- Maduro said that a $1.1 billion principal payment on bonds from state-run oil company PDVSA that was due Thursday will be the last one made before the country begins negotiations with creditors."], [37379, "2017-11-03T11:36:47Z", 0.5, "https://www.bloomberg.com/news/articles/2017-11-02/venezuela-will-seek-to-restructure-debt-as-sanctions-take-hold"], [2965, "2017-11-03T09:03:46Z", 1.0, "They are out of money.\nDefault is inevitable.\nThe debt load is so high that it cannot be refinanced\n140-billion \n \"might have taken longer than some market players expected, but Venezuela finally announced this week it will seek to restructure its global debt; one estimate puts the overseas debt owed by the government and state entities at about $143 billion, including some $52 billion in bonds. The Latin American country had long struggled to avoid default. The local economist who had urged President Nicolas Maduro to default is now concerned that any restructuring will be very painful, and may do little to help the country as a whole. The government did say that state-run oil company PDVSA was making payments that fell due late October, which may relieve some traders. The saga left Mark Mobius happy he had stayed away ever since Hugo Chavez came to power in 1999.\"\nwww.bloomberg.com/markets\nSupporting link..www.nytimes.com\nciting eurasia group analysts"], [23234, "2017-11-03T05:51:20Z", 0.3, "can't make up my mind... "], [1034, "2017-11-03T04:45:21Z", 1.0, "Cash-Strapped Venezuela Seeks to Restructure Debt"], [23234, "2017-11-03T04:38:25Z", 0.2, "edit: if anyone has links describing with particularity (e.g., probably from a site with bond data or something rather than a news site) the remaining bonds for this year that are listed in the far right column of the table in the zerohedge article linked below, I'd be interested. sorry in advance if this has already been posted. [/edit.]"], [2965, "2017-11-03T02:10:01Z", 1.0, "VENEZUELA'S MADURO SAYS TO MAKE \"HISTORIC ANNOUNCEMENT ON DEBT\"\nNov 02 2017 17:41:56\nBy Patricia Laya"], [12605, "2017-11-02T22:56:53Z", 0.25, "Comment deleted on Nov 05, 2017 11:58PM UTC"], [28414, "2017-11-02T22:20:22Z", 0.0, "How long can Venezuela avoid default? “I don’t think the party is over yet.”\nhttps://www.economist.com/news/americas/21730895-south-americas-insolvent-left-wing-champion-has-been-star-sovereign-bond-markets-how-long"], [1034, "2017-11-02T05:23:56Z", 0.9, "\nSome bondholders have received late PDVSA bond payment: sources"], [40584, "2017-11-02T05:02:18Z", 0.12, "Given PDVSA’s payment of the first installment, I think default became much less likely. Cut my estimate in about half. 25% to 12%"], [2965, "2017-11-02T02:19:33Z", 1.0, " -- Venezuela appeared to have made a crucial bond repayment in the nick of time on Wednesday but the chaos surrounding the instalment stirred nervousness that the .....www.ft.com\nand these credit rating agencies located and regulated by US will doẃngrade\nthats enough for a credit event and downgrade\n"], [73, "2017-11-01T23:48:43Z", 0.0, "http://www.reuters.com/article/us-venezuela-bonds/some-bondholders-have-received-late-pdvsa-bond-payment-sources-idUSKBN1D15Y1?il=0"], [1034, "2017-11-01T19:17:15Z", 0.9, "Venezuela in Crisis: Investors Brace for Default"], [754, "2017-11-01T14:58:18Z", 0.33, "Recent news events last few days and the likes of some of my GJP peers are bringing me back to my belief a default is likely. I wavered for a few weeks from a very bold 100% bet and have been hedging... I am now returning to the fray :) "], [1034, "2017-11-01T05:27:34Z", 0.9, "\nVenezuela PDVSA Bondholders to Receive Late Payment by Thursday: Sources"], [2965, "2017-10-31T23:14:09Z", 1.0, "the\nbond trustee for Venezuela’s state oil company is keeping investors in the dark about the status of a critical payment that was due Oct. 27."], [28414, "2017-10-31T21:45:12Z", 0.0, "\"From our point of view, it would not make sense for the government to have made the P2020 payment if it did not intend to make the P2017 payment. Therefore, we believe that the probability of default for this bond or any other PDVSA obligation is low, \"said the investment bank.\nhttp://www.ultimasnoticias.com.ve/noticias/economia/torino-capital-iniciaron-transferencia-pagar-842-millones-bono-pdvsa-2020/"], [73, "2017-10-31T20:49:48Z", 0.0, "http://www.reuters.com/article/us-venezuela-bonds-payment/holders-of-pdvsa-2020-bond-to-receive-late-payment-on-thursday-sources-idUSKBN1D02U1?il=0"], [1034, "2017-10-31T19:56:23Z", 0.9, "Oil revenue crisis: Can Venezuela avoid default?"], [1639, "2017-10-31T18:52:43Z", 0.6, "While PDVSA said on the due date that the $842 million payment had been sent, capping days of speculation about whether the oil producer would default, investors haven’t seen the money in their accounts. There’s been no communication on the part of company or government officials since they said last week that they made the payment “despite the illegal and illegitimate sanctions” imposed on the country by the U.S. In August, the Trump administration blocked the purchase of new debt or equity issued by Venezuela and PDVSA, but there are no current restrictions on the trading of almost all existing debt\nhttps://www.bloomberg.com/news/articles/2017-10-31/venezuela-bond-holders-in-the-dark-as-to-status-of-pdvsa-payment\n"], [2965, "2017-10-30T17:07:37Z", 1.0, "😊 i agree with\n@Wildwood2000 default inevitable \ntechical"], [1639, "2017-10-28T18:49:02Z", 0.5, "\n***\nPDVSA, as the company is known, said it was processing $841 million in principal due Friday on a bond that was backed by Citgo. For bondholders, the statement capped a tense week as the company remained radio silent about the payment\nhttps://www.cnbc.com/2017/10/27/venezuela-oil-giant-pdvsa-avoids-catastrophic-debt-default.html\n***\nMany experts who follow Venezuela's economy see a government default as inevitable. The consequences of that would be severe for a nation of 30 million people that's already running out of food and medicine."], [1034, "2017-10-28T15:48:45Z", 0.9, "Pressure Builds on Venezuela With Big Payments Due This Week"], [1034, "2017-10-27T19:49:33Z", 0.9, "Venezuela State Oil Company Says It Made Vital Bond Payment"], [754, "2017-10-27T18:24:33Z", 0.0, "FRESH NEWS "], [28414, "2017-10-27T13:38:34Z", 0.0, "@Wildwood2000 why would PDV pay 1 billion today just to default on the payment due next Friday? When they clear the payment next week they are free from huge peyouts for two years. \n\"Venezuela's state oil company PDVSA is paying 2020 bonds due Friday\"\nhttps://www.cnbc.com/2017/10/27/venezuelas-state-oil-company-pdvsa-is-paying-2020-bonds-due-friday.html"], [40584, "2017-10-26T23:57:52Z", 0.25, "Slightly bumping up the odds (16% to 25%) on the basis of no press release today on the expected payment tomorrow. "], [1034, "2017-10-26T06:13:11Z", 0.9, "Fears of Venezuela default ease . . . for now"], [31450, "2017-10-26T00:38:38Z", 0.7, "Venezuela has to make $3.5 billion in bond payments this year, with a mix of grace periods and no grace periods. Unless the Chinese and Russian governments step in with a ton of cash this year I don't see where the money to pay these debts comes from. Going to keep an eye on this, apparently the government and PDVSA have the funds for their next payments but have still more this year, unless a lot of money appears I am going higher and staying there."], [28414, "2017-10-24T20:29:41Z", 0.0, "Venezuela's state oil giant has made good on two missed debt payments and has approved funds for a critical $984 million payment due on Friday, Ecoanalitica reported\nBond prices jumped on the report, analysts said.\nhttps://www.cnbc.com/2017/10/24/venezuelan-bond-prices-jump-on-report-state-oil-giant-will-avoid-default.html"], [33917, "2017-10-23T19:29:04Z", 0.9, "Venezuela missed five coupon payments totaling nearly $350 million tied to the debt of PDVSA, the government and the utility Electricidad de Caracas in mid-October. "], [11057, "2017-10-23T14:39:09Z", 0.72, "1)  The upcoming (Oct 27 & Nov 2) debt payments do not have any associated grace periods as the other bond payments did. "], [1333, "2017-10-23T10:48:07Z", 0.35, "Creeping up daily , waiting to see if Maduro crashes the economy and uses default as his excuse to nationalize anyone who hasn't had the good sense to remove their assets yet."], [1034, "2017-10-22T22:41:25Z", 0.0, "Top Venezuela refineries at 34 percent of capacity: union, documents"], [29145, "2017-10-22T17:02:56Z", 0.0, "Those recent news has made me twitch once or twice :P"], [1993, "2017-10-22T03:11:54Z", 0.1, "Not two out of three within two months' time."], [1034, "2017-10-21T20:01:38Z", 0.0, "Venezuela is blowing debt payments ahead of a huge, make-or-break bill"], [40584, "2017-10-20T19:52:33Z", 0.16, "Just making a note to myself: Despite the new of the missed interest payment, I'm deciding to leave my prediction mostly unchanged (reducing it a few percent). My bottom line reasoning is that defaulting isn't good for Maduro or Russia (Right?). The market is pricing the probabiliby at around 15% according to a published report I just read (https://www.cnbc.com/2017/10/20/venezuela-is-blowing-debt-payments-ahead-of-a-huge-make-or-break-bill.html). The main reasons I see why venezuela might default are: (Probabilities are likelihood that this item is THE PRIMARY cause of default): \n1) 8% does Venezuela have the money to pay? \n2) 5% will the US sanctions make it impossible for Venezuela to pay despite having the money to do so? \n3) 2% Is there some advantage to Russia of default that I'm not weighing properly (like uncertainty in the oil market causing oil prices to rise); or \n4) 1% will Maduro and Russia be unable to get an agreement done despite both having a desire to do so? "], [12605, "2017-10-19T23:46:53Z", 0.0, "Comment deleted on Oct 31, 2017 01:45PM UTC"], [2965, "2017-10-19T22:44:32Z", 0.0, "Bloomberg.com report from Morgan Stanley\n\"Stronger-than-expected import compression and a more confident regime mean we expect upcoming payments to be made,\" strategists including Simon Waever write in report."], [2965, "2017-10-18T00:45:43Z", 1.0, "@Wildwood2000"], [2965, "2017-10-16T14:30:18Z", 0.89, "-11 @dsarin"], [2965, "2017-10-15T17:22:07Z", 1.0, "\"The payment of $121 million in interest on debt owed by Venezuela’s state-owned oil company PDVSA [PDVSA.UL], which had been scheduled for Oct. 12, has been delayed, four investors told Reuters on Friday."], [83, "2017-10-14T23:30:32Z", 0.04, "Russia reports an outline agreement on debt restructure:\nhttp://www.reuters.com/article/us-russia-venezuela-debt/russia-reaches-outline-debt-restructuring-agreement-with-venezuela-ria-idUSKBN1CJ0IN?il=0"], [754, "2017-10-14T17:30:38Z", 0.0, "stepping down and catching up... :) "], [28414, "2017-10-11T20:58:38Z", 0.0, "Fears of a Big Venezuela Default Subside\nhttps://www.bloomberg.com/news/articles/2017-10-11/venezuela-default-fears-subside-as-shortest-pdvsa-bonds-climb\n\"Notes from the state oil company that mature in November climbed to 94.5 cents on the dollar Wednesday, a three-year high, while amortizing bonds due in 2020 rose to their highest price since they were issued last year. \""], [40584, "2017-10-10T03:49:35Z", 0.18, "I'm not writing this to influence anyone else's vote, but more to clarify my thinking for myself: China appears to have stepped out of this fray. The US-based companies are out. So that pretty much leaves Russia making a play."], [31836, "2017-10-08T05:04:51Z", 0.15, "Resetting the forecast down from 30% earlier (in June) to 15% now - to reflect the fact that just 3 months now remain in the year. In the past few months, price of oil (Brent) has crossed $50 and is close to a 2 year high. The worst in oil price was in early 2016, when Brent was ~$30/barrel. The higher price of oil should ideally give some added breathing space to the government. "], [40584, "2017-10-07T17:19:19Z", 0.16, "Updating my forecast to reflect my rough estimate of the implied probability of default in the next 3 months based on Venezuelan govt bond yeilds. However I need to research more. There are several key assumptions and I need to make sure I'm calculating it correct.\n"], [40584, "2017-10-07T13:39:05Z", 0.05, "Approximate Implied chance of default from current issuers. "], [37379, "2017-10-03T15:52:12Z", 0.0, "Here's why: https://www.youtube.com/watch?v=_aJ69YgvpDo\nAlso: https://www.gjopen.com/comments/comments/587969"], [1639, "2017-10-03T12:24:59Z", 0.0, "Changing my score on this thanks to @dsarin nice argumentation\nhttps://www.gjopen.com/comments/comments/582336\nAfter all there is much more to be gained in rescuing Venezuela than rescuing Syria/Assad. "], [28414, "2017-10-03T09:11:29Z", 0.0, "Maduro back in Moscow, hat in hand\nhttp://www.argusmedia.com/news/article/?id=1545263\nPdV says it has sufficient funds in hand to honor the debt payments. \n\"Rosneft will never leave Venezuela,\" the company's chief executive Igor Sechin said earlier this year."], [1034, "2017-10-02T06:17:22Z", 1.0, "Holding on until November reserves are known after the payments"], [23006, "2017-10-01T18:41:48Z", 0.49, "this is one of those questions  where the reality of the situation belies the rational actions of the rating agencies. they should have done this already based on V's benchmark numbers"], [754, "2017-10-01T15:53:00Z", 0.65, "Hedging a little.  \nBeen at 100% since beginning... digging hard for next few days to confirm my position"], [37379, "2017-09-29T02:49:55Z", 0.0, "Hanging in at 0%.\nPower players analysis. Venezuela is far too big a prize for Putin to let it go. Putin can afford to keep bailing out Maduro. For an entertaining and IMHO accurate reading of stakes with which the power players are playing, see @Dsarin's posts https://www.gjopen.com/comments/comments/582336\nComparison class: this is far less painful than rescuing Assad.\nDog that hasn't barked: so far, no defaults on payments, and price of one of Venezuela's sovereign bonds is going up.  -- https://www.bloomberg.com/news/articles/2017-09-20/venezuela-said-to-be-late-on-185-million-sovereign-bond-payment"], [12605, "2017-09-28T20:38:06Z", 0.23, "Comment deleted on Oct 31, 2017 01:46PM UTC"], [31450, "2017-09-28T14:25:50Z", 0.65, "Shifting down given Russian and Chinese investment in the country."], [11057, "2017-09-28T13:28:03Z", 0.32, "Massive recalibration..."], [37740, "2017-09-28T10:24:25Z", 0.65, "Depends on oil deals, they can sell that cheaply to keep going but longer term panic income is bad business. The authoritarian government will cling to power and sell the future. China and Russia et al standing by for the deal of the century. "], [2965, "2017-09-27T03:56:15Z", 1.0, "The mayor of San Juan\nneed all 82nd airborne and\nwater purifiers biocide for mold\nthere will be diseases and death\nget vulnerable out of hospitals with USAF transport\nor we will have another Mariel boatlift\nTELL POTUS NOT GOOD\nFEMA overloaded with Texas AND Florida\nNO nore bullets\nnow its a DOD issue\nas no one else functions\nin PR\nairport open now\n San Juan Airport\nNow San Juan AFB \nhas mil comms in place\nwww.msnbc.com 8:55 PDT"], [2965, "2017-09-26T23:43:33Z", 1.0, "today's data dump\nReaffirm see @Wildwood2000 all forecasts here on this IFP and all these links  cannot post Bloomberg law to twitter \nand RTT News: VENEZUELA: Country And China To Increase Oil Production By 200,000 Bpd\nSource - NS1 (Web Content - US) Time - 2017-09-26 17:11:26\nOil & Gas News: PDVSA credit woes spread.\nSource - NS8 (Web Content - Africa-Mideast) Time - 2017-09-26 12:04:43\nOil Prices Power 11% MTD Bond Return\nSource - BFW (Bloomberg First Word) Time - 2017-09-26 09:18:48\nGlobal Times: Venezuela seeks dollar freedom by pricing oil in yuan\nSource - NS6 (Web Content - Asia-Pac. exJapan) Time - 2017-09-26 08:25:00\nSOUTHAM DAYBOOK: Argentina Repo Rate; Peru Negative Inflation\nSource - BFW (Bloomberg First Word) Time - 2017-09-26 07:51:33\nOIL DAYBOOK AMERICAS: ‘Lower-for-Longer’ Seen in Past: API Data\nSource - BFW (Bloomberg First Word) Time - 2017-09-26 07:19:08\nMorningstar: The Case for Venezuelan Bonds\nSource - MSA (Morningstar (Web)) Time - 2017-09-26 06:58:28\nVietnam News: Dung Quat oil refinery upgrade lacks capital\nSource - NS6 (Web Content - Asia-Pac. exJapan) Time - 2017-09-26 05:45:09\nOIL DAYBOOK EUROPE: Turkey Threatens Kurds; API Inventory\nSource - BFW (Bloomberg First Word) Time - 2017-09-26 01:47:25\nAl Jazeera: Venezuela crisis: All the latest updates\nSource - AJZ (Al Jazeera Web Content) Time - 2017-09-25 22:47:49\nPDVSA, CNPC Seek to Boost Venezuela Output 200k B/D Short Term\nSource - BFW (Bloomberg First Word) Time - 2017-09-25 20:38:15\nSundance Energy: Sep 25, 2017 Corporate Presentation September 2017 Presentation   \nSource - CO6 (Company Web Content - Asia Pacific) Time - 2017-09-25 19:27:21\nArent Fox Llp: President Trump’s 'New' Venezuelan Sanctions: Russian Sectoral Sanctions Déjà Vu\nSource - CO1 (Company Web Content - US) Time - 2017-09-25 19:10:36\nChem Week [Reg]: Report: Braskem terminates supply contract with PDVSA\nSource - NS1 (Web Content - US) Time - 2017-09-25 19:02:10\nOilPrice: Russia And Saudi Arabia Are Becoming Unlikely Allies\nSource - NS3 (Web Content - UK) Time - 2017-09-25 18:27:59\nZero Hedge: An Insider's View Of The Bitcoinization Of Venezuela\nSource - BLG (Blogs Web Content) Time - 2017-09-24 15:01:23\non the one hand;\nSept 25 2017 (Oil & Gas News) (Bloomberg law (c)"], [2965, "2017-09-26T12:22:03Z", 1.0, " Bloomberg link below\nThe USN is at station at VI and Puerto Rico working with FEMA.\nhttps://news.usni.org/2017/09/25/navy-marine-corps-providing-around-clock-hurricane-maria-relief?utm_source=USNI+News&utm_campaign=9f6a4b1075-USNI_NEWS_DAILY&utm_med\nMy mistake USN is there 24 X 7 X 365 and everywhere\nalways-since 1797"], [2965, "2017-09-26T03:43:30Z", 1.0, "this is no hedgehawg legal default inevitable as hypothesized: due to Bloomberg law paywall I must reprint entire link on these"], [28414, "2017-09-25T12:54:31Z", 0.0, "Maduro will get emergency supplies, debt restructuring and more $ \n\"Russia's Putin may meet Venezuela's Maduro: Kremlin\"\nhttps://www.reuters.com/article/us-venezuela-russia-visit/russias-putin-may-meet-venezuelas-maduro-kremlin-idUSKCN1C016U"], [2965, "2017-09-23T23:44:04Z", 1.0, "Maduro is broke and people are starving. Lets assume for the sake of argument that Russia and China under imposition of US Treasury sanctions wish to put $100-billion into Venezuela, fantastic maybe somehow in the bizarro Venezuelan economy propped up for 2 years, in the event the food goes to all wonderful people.great.\nThanks for Russia and China  being so generous.\nHowever  I suspect the PRC can do it but won't\nbut it has many interests and investments along the Silk Road that are critical in its near abroad. Whether a port gets built  India, Pakistan, and in Somalia or one is maintained in Sri Lanka at a big loss, is a fundamental part of Chinese going out policy, not VZ\nFor Russia, simply cannot afford with 2 wars ongoing Ukraine and Syria and I don';t think russia people would take kindly to the aid\nand the necessary troops to prop Maduro up. Russian people do vote afterall-how much does Putin want to risk his approval rating on maduro-not at all"], [2965, "2017-09-23T12:47:17Z", 1.0, "Puebla, Mexico, September 22, 2017 (venezuelanalysis.com) – US Ambassador to the United Nations Nikki Haley warned Thursday Washington hadn’t ruled out an oil embargo on Venezuela, among other possible measures.\n“It’s not off the table, I can tell you that,” she said when asked if an oil embargo was possible.\n“There’s a lot of support in Latin America to see Venezuela start to respect its people and go back to the democracy it’s supposed to be,” she told reporters. “If things don’t improve, all those options are always there,” she said.\"\nAn oil embargo could inflict deeper strain on Venezuela’s economy. Oil exports account for the single largest source of revenue for the Venezuelan\nhttps://venezuelanalysis.com/news/13382"], [37379, "2017-09-20T18:04:17Z", 0.0, "The news reports that Venezuela is five days late on paying on one of its bonds is concerning. OTOH, Venezuela often delays paying its bills. In this case, it still has 25 days before nonpayment would triggering an event of default on the notes. Indeed, as noted in the source below (Bloomberg), the value of those bonds has risen since the 15th. So I'm going to follow the market for those bonds and for now hold steady on my forecast."], [2965, "2017-09-20T04:37:06Z", 1.0, "no PRC soon no Ru\ndefault will occur\ndoes not mean maduro gone\nSeehttps://www.cnbc.com/2017/09/19/reuters-america-update-1-u-s-senators-seek-review-of-potential-russian-control-of-citgo.html"], [2965, "2017-09-18T22:37:42Z", 1.0, "ep 18 2017 16:49:18\nBy  Amy Stillman"], [11057, "2017-09-18T14:32:49Z", 0.88, "Raising based on the following:"], [1034, "2017-09-18T05:10:11Z", 1.0, "Venezuela Owes Bond Lords Over $180 Million On Friday"], [2965, "2017-09-17T14:42:15Z", 1.0, "Maduro announced that rabbit has to be part of the peoples menu.\nshort of raising about 100 billion from PRC and or RU,\nmy gut tells me that neither PRC or RU can or will add 100\nbillion to a state in decline at terminal velocity\n "], [1643, "2017-09-16T14:23:03Z", 0.05, "Decreasing probability because:\n1) Russia and China continue to help Venezuela out:\nhttp://theglobalamericans.org/2017/09/china-russia-increase-leverage-venezuela-amid-crisis/"], [37379, "2017-09-15T21:21:26Z", 0.0, "I don't normally use any \"news\" from Zerohedge because they may well be a Russian propaganda front. However, in this case, with Russia being Maduro's ally, I expect Zero Hedge to carry Putin's water, er, oil. Currently, Zero Hedge is continuing to assert that that there is no default looming before the forecast horizon.  In addition, financial news sites have been carrying headlines warning of default since practically forever, so I'm seeing little boy who cried wolf syndrome. Indeed, the base rate for Venezuela default is essentially zero, with the last default in 1982, 35 years ago. Therefore the base rate of one in 35 years turns into ~0.6% between now and the forecast horizon. Therefore, I'm holding at zero probability. (And if I blow it, IMHO, better to be hanged for a sheep as a lamb.)"], [11057, "2017-09-13T13:48:41Z", 0.77, ""], [2965, "2017-09-10T22:26:44Z", 1.0, "@stonegiant\nand @Wildwood2000\nnew bloomberg data base\nbehind big paywall https://www.bloomberglaw.com/product/blaw/document/OVRMTYSYF01S?bc=W1siU2VhcmNoIFJlc3VsdHMiLCIvcHJvZHVjdC9ibGF3L3NlYXJjaC9yZXN1bHRzLzg3YjljYWI3NDU4ZGI4MmQxMmQxNWQ3ZmQ0YzgyZGEyIl1d--0b21224ceb8d77c9a3ed64bed71dabb198b57e85&bestStory=true&headlineOnly=false&highlight=PDVSA\n(Bloomberg) --\n“PDVSA is most likely to default on its debt in the coming months. Though Rosneft will likely expand its role in the Venezuelan sector, it will be unable to provide sufficient funds to cover PDVSA’s mounting debts”, says BMI Research in an emailed note to clients."], [31238, "2017-09-07T18:27:44Z", 0.2, "Don't think it will happen but I'm going to be a bit more risk adverse than my last forecast."], [38540, "2017-09-06T17:42:51Z", 1.0, "S&P and Moody have already cut their ratings."], [2965, "2017-09-06T15:17:38Z", 0.97, "#Wildwood2000 reasoning ,links,and narrative. "], [1993, "2017-09-06T06:04:32Z", 0.7, "Coming in slightly under consensus. Analysts seem to be of two minds, not knowing if the deal with Rosneft will take Venezuela through the end of the year."], [1034, "2017-09-05T06:34:21Z", 1.0, "\nDebt, sanctions and disrepair: Venezuela's oil sector in agony"], [368, "2017-09-03T20:43:22Z", 0.0, "Comment deleted on Sep 03, 2017 08:50PM UTC"], [1034, "2017-09-03T07:00:44Z", 1.0, "When Should Multinationals Move Back into Venezuela?"], [1034, "2017-09-02T07:24:41Z", 1.0, "Washington ready to block potential Russian takeover of U.S. oil firm"], [1034, "2017-09-01T05:36:29Z", 1.0, "Venezuela’s path to a debt restructuring grows more treacherous"], [1034, "2017-08-31T10:27:50Z", 1.0, "One step closer C: Near default A default or default-like process has begun, or the issuer is in standstill, or for a closed funding vehicle, payment capacity is irrevocably impaired. Conditions that are indicative of a 'C' category rating for an issuer include: Page 19"], [1034, "2017-08-30T06:13:23Z", 1.0, "Maduro Now Owns Venezuela’s Economy—and Its Collapse"], [12605, "2017-08-29T20:04:21Z", 0.18, "Comment deleted on Nov 06, 2017 12:01AM UTC"], [37379, "2017-08-29T18:08:15Z", 0.0, "Today, Rosneft to the rescue! It just inked a deal with Venezuela to buy enough oil at a good enough price with the right cash flow to make debt payments through the forecast horizon.  "], [13377, "2017-08-29T17:43:16Z", 0.0, "Lowering forecast on the basis of a discussion outside this platform."], [1034, "2017-08-28T05:14:55Z", 1.0, "Venezuela says US sanctions will lead to halt in oil exports"], [691, "2017-08-26T11:59:04Z", 0.21, "http://www.reuters.com/article/us-usa-venezuela-sanctions-idUSKCN1B5216\nMaduro has once again said there won't be any default, even though they don't have any money.  The Chinese may well bail them out just to remind all the world's tinpot dictators that they have a reliable buddy in Beijing, or Maduro may just let some more of his people starve to scrape up the money.  In a real pinch he might ask some of his cronies to cut back temporarily on looting the treasury and PDVSA.  Some combination of these measures  will get him through this calendar year.  The President of the US will blame this on CNN or Senator Corker."], [13377, "2017-08-25T18:33:45Z", 0.4, "The Trump administration barred trade of new debt issued by the Venezuelan government and its state oil company as well as blocked dealing in some existing bonds owned by the country’s public sector to further clamp down on President Nicolas Maduro’s regime. -- https://www.bloomberg.com/news/articles/2017-08-25/trump-targets-new-venezuelan-debt-in-latest-round-of-sanctions"], [31238, "2017-08-25T15:51:47Z", 0.4, "40% for now, as the U.S. backs away from Venezuela there's a good opportunity for Russia and China to come bail them out. Will likely adjust as I look more into it down the road."], [1034, "2017-08-25T06:33:49Z", 1.0, "\nVenezuela's Oil Minister and State Oil Firm Chief to Switch Roles, Maduro Says"], [1034, "2017-08-24T06:15:32Z", 1.0, "U.S. weighs ban on trade in Venezuela debt: U.S. official"], [1034, "2017-08-23T06:01:24Z", 1.0, "Venezuela central bank has $2 billion cash to pay 2017 debt: report"], [38421, "2017-08-21T02:37:37Z", 0.55, "Going off PDVSA implied default probability for Nov. '17 bonds, and adding a little."], [1034, "2017-08-15T06:35:06Z", 1.0, "\nOil prices steady after overnight tumble"], [1034, "2017-08-14T05:36:53Z", 1.0, "\nColombia's Santos: No LatAm Leader will Accept US Military Force in Venezuela"], [1034, "2017-08-12T08:22:05Z", 1.0, "Special Report: Vladimir's Venezuela - Leveraging loans to Caracas, Moscow snaps up oil assets"], [1034, "2017-08-11T07:21:18Z", 1.0, "Oil Pulls Back After Topping $50 a Barrel"], [1034, "2017-08-10T07:36:01Z", 1.0, "Venezuela inches closer to default"], [1034, "2017-08-08T06:01:25Z", 1.0, "Specter of coup, surge in violence haunt Venezuela"], [1034, "2017-08-07T04:02:54Z", 1.0, "\nVenezuela says crushes anti-government attack on military base"], [11057, "2017-08-06T15:24:30Z", 0.67, "A default could be very disorderly.\nhttp://www.economist.com/node/3715779"], [1034, "2017-08-06T09:03:40Z", 1.0, "Venezuela constitutional assembly removes chief prosecutor"], [1034, "2017-08-05T07:17:50Z", 1.0, "Head of Venezuela's super assembly vows to target opponents"], [1034, "2017-08-04T08:45:48Z", 1.0, "Oil Price Forecasts Again Cut by Banks"], [14253, "2017-08-03T16:25:57Z", 0.77, "Back to consensus with no with no good reason to deviate much for the moment. Breaking this down into much simpler short term questions isn't helping much right now given how volatile things seem to be. "], [1034, "2017-08-03T08:05:14Z", 1.0, "Venezuelan Default Fears Rise With Billions in Debt Coming Due Soon"], [31450, "2017-08-03T00:08:45Z", 0.9, "Maybe I was harsh saying 100%."], [29469, "2017-08-02T12:40:37Z", 0.95, "https://www.bloomberg.com/news/articles/2017-08-02/venezuela-bondholders-spooked-as-sanctions-spur-default-fears"], [1034, "2017-08-02T06:30:05Z", 1.0, "Oil down one percent on surprise rise in U.S. inventories, high OPEC output"], [691, "2017-08-01T12:24:02Z", 0.36, "I've been reading this question wrong, I think.  It's about an actual default, not high risk of one.  They probably have enough loose change to avoid default this calendar year, but are likely to run out some time in 2018 Q1.  Full disclosure:  There is an excellent chance that I am wrong about this."], [1034, "2017-08-01T05:34:49Z", 1.0, "Venezuela’s Opposition, Riding High Not Long Ago, Suffers a Crippling Blow"], [1034, "2017-07-31T05:41:34Z", 1.0, "OPEC Has a Crippling Problem: Its Members Can’t Stop Pumping\nPrice per barrel needed by OPEC members to balance national budgets.\nVenezuela = $117.50 "], [1034, "2017-07-30T08:47:31Z", 1.0, "Venezuelan protesting violinist arrested, beaten: rights group"], [691, "2017-07-28T20:57:01Z", 0.93, "This not a question about Venezuela's crediworthiness; they haven't any.  This is a question about the integrity of the rating agencies; they haven't much.  Still holding high on this one, but not as optimistic as my number might suggest."], [1034, "2017-07-28T08:01:40Z", 1.0, "U.S. orders Venezuela embassy families out, crisis deepens"], [4423, "2017-07-28T01:31:43Z", 0.65, "Strikes taking place"], [23006, "2017-07-27T17:57:21Z", 0.85, "https://www.gjopen.com/comments/comments/541936\n"], [1034, "2017-07-27T07:32:54Z", 1.0, "Why record U.S. oil exports are poised for even more growth"], [1034, "2017-07-25T05:53:02Z", 1.0, "Buy Venezuela Bonds As Regime Change & Sanctions Risk Rises?"], [13377, "2017-07-23T09:08:08Z", 0.76, "Venezuelan bonds have crashed to distressed levels, with five-year debt yielding 36 percent.\nhttps://www.bloomberg.com/gadfly/articles/2017-07-21/venezuela-oil-storm-may-be-about-to-hit-the-market"], [1034, "2017-07-23T07:52:28Z", 1.0, "Venezuelan's opposition calls new strike, violence flares"], [1034, "2017-07-22T07:05:42Z", 1.0, "After false dawn, Big Oil to double down on cost cuts"], [1034, "2017-07-20T06:36:53Z", 1.0, "The Manhattan of Venezuela Parties Against a Backdrop of Crisis"], [1034, "2017-07-19T06:08:12Z", 1.0, "\nWho did Lose Most from U.S. Ban on Venezuela Crude? QuickTake Q&A"], [29680, "2017-07-19T05:07:53Z", 0.6, "Reducing to 60% from 100% on soft-bailout from Goldman Sachs."], [1034, "2017-07-18T05:48:06Z", 1.0, "Venezuela’s Opposition Plans Parallel Government"], [1034, "2017-07-17T07:18:16Z", 1.0, "The Clock Is Ticking On Venezuela"], [1034, "2017-07-16T08:45:19Z", 1.0, "Venezuela opposition holds unofficial plebiscite to defy Maduro"], [11057, "2017-07-15T14:35:54Z", 0.59, "Sorry, no analysis.  Put the pieces together yourself."], [1034, "2017-07-15T07:45:09Z", 1.0, "Venezuela’s crisis drains its foreign reserves"], [12605, "2017-07-14T19:32:00Z", 0.24, "Comment deleted on Nov 06, 2017 12:02AM UTC"], [1034, "2017-07-14T06:56:17Z", 1.0, "Venezuela's PDVSA guarantees investor security amid uncertainty"], [1639, "2017-07-13T04:59:05Z", 1.0, "S&P cuts Venezuela debt ratings, sees risk of default (AFP)\nS&P Global Ratings said today it has lowered Venezuela's sovereign debt ratings, warning of the risk of default as economic conditions in the oil-rich country worsen and political tensions rise. S&P said it had lowered \"long-term foreign and local currency sovereign credit ratings on the Bolivarian Republic of Venezuela to 'CCC-' from 'CCC.'\" The downgrade \"reflects continued deterioration in economic conditions, rising political tensions, including within the Chavista government base, and the government's worsening liquidity position. \"Economic policy continues to be erratic, in a context of very high inflation; severe fiscal, monetary, and exchange-rate rigidities; and draconian controls on imports.\""], [1034, "2017-07-12T07:37:12Z", 1.0, "Venezuela Cut Deeper into Junk by S&P"], [1034, "2017-07-11T06:15:37Z", 1.0, "Inside Venezuela’s economic collapse"], [34535, "2017-07-11T05:03:25Z", 0.4, "PDVSA has large debt payments coming due due in October and November. There is real risk that either Venezuela or PDVSA misses a payment, but I think that 75% is too high. "], [14327, "2017-07-09T02:36:06Z", 0.5, "Venezuela is spiraling, however it has been in a state of \"stable junk\" for a while. Its reserves are not large, however they should be large enough to hold Venezuela through the beginning of 2018. "], [1034, "2017-07-08T05:25:02Z", 1.0, "Exclusive: Cash-strapped Venezuela offers India's ONGC oil stake – sources"], [12605, "2017-07-06T23:44:19Z", 0.18, "S&P, Moody's, Fitch and DBRS are going to publish sovereign bond ratings only between 8pm--10pm (GMT on Fridays\nhttp://mobile.reuters.com/article/idUSKBN19Q1N2"], [5386, "2017-07-05T22:26:09Z", 0.45, "Interesting article by Bloomberg:\nVenezuela's Default Risk Is Rising\nhttps://bloom.bg/2thgARK\n"], [1034, "2017-07-03T06:03:59Z", 1.0, "Oil Enters Bear Market as Investors Lose Faith in OPEC’s Cuts"], [1034, "2017-06-29T07:01:55Z", 1.0, "Chopper Flight Leaves Venezuelans Mystified"], [14253, "2017-06-29T03:32:24Z", 0.7, "Last forecast was in error. "], [14253, "2017-06-29T03:29:30Z", 0.76, "@Resonancia Thanks for alerting me to the WSJ article a couple of days ago. I should warn you that I was worse than average on the last two questions concerning Venezuelan debt obligations. I am flattered by your confidence but you might want to consider aligning your prediction with someone else on this one. The Bloomberg and Townhall stories in particular give me pause. There is just so little reliable data available to the general public. Those who have it and are trading on it certainly won't share it. I am dropping from 76 to 70 but really feel in over my head on this question.  "], [1034, "2017-06-28T05:26:40Z", 1.0, "Helicopter attacks Venezuela court, Maduro denounces coup bid"], [1034, "2017-06-27T06:01:30Z", 1.0, "Pressure mounts on Venezuela's Maduro\nHuet (2017) June 25, states that:"], [1034, "2017-06-26T06:54:34Z", 1.0, "OPEC Looks Totally Bewildered by the Oil Market"], [13377, "2017-06-24T18:16:42Z", 0.76, "https://www.wsj.com/articles/the-last-battle-for-democracy-in-venezuela-1498240335 and following @Iainhen99\n"], [1034, "2017-06-24T06:56:59Z", 1.0, "Ramírez and Aponte (2017) Fri Jun 23, states that:"], [1034, "2017-06-22T05:57:23Z", 1.0, "Brent Joins US Crude in Bear Market Amid Oversupply Anxiety"], [1034, "2017-06-21T06:09:02Z", 1.0, "Oil slump spooks investors; China stocks underwhelmed by MSCI"], [1034, "2017-06-11T07:08:10Z", 1.0, "Capital suggestion: Venezuela’s debt"], [3363, "2017-06-08T23:55:34Z", 0.83, "Moving up on news the govt missed payments to Russia and CAF. "], [4634, "2017-06-08T12:31:26Z", 0.45, "And other news: http://www.marketwatch.com/story/venezuela-looks-to-sell-discounted-5b-in-bonds-2017-06-05"], [4634, "2017-06-08T12:31:14Z", 0.3, "Something going on with payments to Russia:"], [29469, "2017-06-08T10:52:48Z", 0.95, "Investors (e.g. GS) buying Venezuelan debt fully expect there to be a \"credit event\", but as they are buying bonds with longer maturities, this is not a problem. In case the debt is restructured, the conditions of the bonds (coupon, maturity) might become less attractive, however the overall price of the bonds could rise substantially from the lows of 30-40c/$."], [1034, "2017-06-08T05:51:25Z", 1.0, "Violence engulfs Venezuelan capital, teenage protester dies"], [35374, "2017-06-08T03:31:22Z", 0.9, "Given reports on current Nigerian output and potential overproduction from various OPEC nations after a long period of cuts, the rebound of crude looks slim to none.  Downgrade is inevitable."], [35010, "2017-06-08T01:41:59Z", 0.8, "Oil prices are on a downturn following a weak OPEC"], [1034, "2017-06-06T06:21:27Z", 1.0, "Wall St. slightly lower as fall in oil weighs"], [31836, "2017-06-04T10:01:14Z", 0.3, "The yield on 12-month bonds of Venezuela is almost 50% - which means the bonds are currently trading at 66 cents on face price of $1. A bit simplistic, but we can use this to say that in a 12-month period, bond-holders expect default risk at 33%. \nhttps://www.investing.com/rates-bonds/venezuela-government-bonds"], [1643, "2017-06-03T15:03:17Z", 0.1, "Decreasing dramatically because:\n1) Goldman debt traders thought buying the bonds were a good choice:\nhttps://www.wsj.com/articles/goldmans-venezuela-bond-trade-wasnt-reviewed-by-top-executives-1496411586"], [35889, "2017-06-02T04:29:17Z", 0.75, "Economic turmoil, food shortages, rioting, oil price."], [19801, "2017-06-01T07:37:44Z", 0.0, "Good guys Goldman Sachs have come through. So much for the USA's fond hopes for regime change."], [1034, "2017-06-01T06:28:50Z", 1.0, "Goldman Sachs Just Ignited the Venezuela ‘Hunger Bonds’ Movement"], [1034, "2017-05-31T06:04:41Z", 1.0, "Venezuelan opposition condemns Goldman for $2.8 billion bond deal"], [13377, "2017-05-30T17:15:17Z", 0.82, "https://www.wsj.com/articles/goldman-sachs-under-fire-for-venezuela-bond-deal-1496100583"], [35686, "2017-05-30T10:05:14Z", 0.85, "Read a German article on Venezuela today: http://www.spiegel.de/wirtschaft/venezuela-droht-der-kollaps-a-1149662.html"], [5386, "2017-05-30T06:28:40Z", 0.15, "Goldman Sachs bought $2.8bn in Venezuelan bonds for .33 on the dollar. Whether one likes GS or not, one has to concede that these are some of the brightest and best-informed minds on the world. If they bet their money on the bonds, then I see this as a strong indicator that there will not be a default."], [1034, "2017-05-30T06:01:07Z", 1.0, "Venezuela opposition leaders wounded in anti-government march"], [1034, "2017-05-29T06:25:07Z", 1.0, "Goldman Sachs Bought Venezuela’s State Oil Company’s Bonds Last Week"], [35686, "2017-05-26T13:56:17Z", 0.82, "Three initial thoughts:"], [16778, "2017-05-25T14:54:53Z", 0.9, "Government employees, including the military and police forces, are increasingly turning on the government because it can no longer buy their support. They are suffering from hunger, poverty, and poor health almost as much as civilians. Soldiers are now confined to barracks instead of given breaks due to desertion. The only possibility that Venezuela may avoid default is if it ramps up oil production, despite its recent pledge to OPEC."], [35425, "2017-05-22T15:30:06Z", 0.85, "It's highly unlikely the political situation in Venezuela will change at all before the next payments are due. And being that they're so close together for the payments due there seems no viable way to believe they will not default on one or both of the payments. Add to that we can't imagine there will be any major changes in oil prices or production to change the possibility of new income to the country"], [1034, "2017-05-22T06:35:23Z", 1.0, "Venezuela's Maduro attacks 'fascist' protesters for setting man alight"], [35697, "2017-05-22T00:36:28Z", 0.8, "Protests "], [1034, "2017-05-21T07:01:45Z", 1.0, "Venezuela anti-government unrest marks 50th day with huge marches"], [35315, "2017-05-18T21:09:16Z", 0.91, "Increasing probability of default due to significant decrease in oil production in April 2017 from 2,235K barrels per day in March to 2,194 barrels per day in April. According to OPEC, oil accounts for 95% of total exports. As the rest of the economy collapses, the debt burden will become greater."], [1639, "2017-05-18T20:59:57Z", 1.0, "The implied probability of nonpayment in the next 12 months surged to 56 percent in March from 40 percent in February, according to credit-default swaps data compiled by Bloomberg. That’s the biggest jump in the perceived risk of a short-term default since November, when cash-strapped Petroleos de Venezuela SA missed coupon payments due on its bonds and had to use a 30-day grace period as the opposition called for a national strike and protests\nIf PDVSA manages to pay its debt on April 12 [which they did], the company and Venezuela will get some breathing room before facing payments of $3.5 billion in October and November. The odds of a credit event over the next five years is 92 percent, according to CDS data."], [31450, "2017-05-18T20:07:22Z", 1.0, "both Venezuela and the PDSVA are so broke I'm amazed the made payments in April. I can't imagine both organizations make it the rest of the year. But for fun lets actually look at what the agencies are saying.\nMoody's: Caa3 with a negative outlook. Caa3 means a default imminent with little prospect for recovery and that they are trending downward\nS&P: CCC with a negative outlook. CCC means they are extremely speculative and getting worse but aren't in imminent default.\nFitch: CCC and no outlook. Same meaning as S&P but without the negative outlook"], [12573, "2017-05-17T17:37:57Z", 0.99, "I don't see a way they could honestly avoid doing so. Unless they just avoid any ratings of PDVSA debt."], [35636, "2017-05-16T18:04:53Z", 0.95, "Would oil have to rocket to $250 for them to be saved? "], [35605, "2017-05-16T03:32:18Z", 0.92, "“Given our research and all the tells -- especially that they were already so broke that PDVSA was two weeks late and in technical default in November -- and that Venezuela and PDVSA must pay $3.7 billion over the next two months, I would not have my money in this credit at the moment. And I would certainly not be in the maturing PDVSA 17 where you risk 95 cents to make 5. Even Vegas gives you better odds than that!” -- Russ Dallen, managing partner at Caracas Capital"], [7124, "2017-05-16T02:53:29Z", 0.25, "The failed Bolivarian Revolution has led to chaos, but credit agencies may just ride out the storm"], [35616, "2017-05-16T01:07:28Z", 0.87, " The countries ecomony has been indecine for the last couple of years, members of the government have access to far better exchange rates on their currency than their citizens meaning most people can't even buy food. S&P recently down graded Africa to BB+ status after Pravin Gordhan was dismissed as Finance Minister. Moodys may hold off out of the 3, but doubtful. "], [14133, "2017-05-15T19:49:23Z", 0.85, "Assuming there is no change in government and, thus, patience and grace afforded it."], [35588, "2017-05-15T01:57:25Z", 0.9, "Several years in a row of low oil prices (their main source of government revenue and foreign exchange earnings) have led to a country on the verge of economic (and political) collapse."], [35374, "2017-05-14T14:12:35Z", 0.25, "Basing my forecast upon the likelihood of Opec continuing their current production cut to reign in the oil glut and upon recent rising future rates.  Opec's goal of pushing shale producers out of the market has largely been achieved (to the highest degree possible) and they seek to influence prices back upward.  "], [5078, "2017-05-14T13:13:10Z", 0.88, "Credit agencies are usually behind the times on these things, but events should be pushing them toward a default rating. The government has a fair probability of being overturned by a coup d'etat (66%) before rating agencies could change ratings..  "], [31082, "2017-05-13T10:28:10Z", 0.4, "Scary as the situation might be in Venezuela, PDVSA is so far honoring its debts with its suppliers; it is the general population that is suffering. Credit ratings value the risk of default towards creditors, not whether the population is starving for lack of basic supplies, and Venezuela is still one of the richest countries in terms of oil reserves, they just do not know to administer it. Credit rating of PDVSA is directly linked to the rating of the country, and once the country is downgraded a downgrade for PDVSA will be automatic. \nIn case Maduro will come down, no one would like to bury the hope for a change by a downgrade (except Putin and the Arabian oil producers, maybe), and given the history with Venezuela, which lingers since a couple of years, it does not look like credit rating will be used to force Maduro out of office.\nTime: seven months to go. Greece did not fail because it could sell the country's assets, Venezuela still can do the same. These will be scary months for Venezuela, but not enough for default.\nLess than likely, say 40%.\nCurrent Fitch rating: CC (https://www.fitchratings.com/site/pr/1016024 - Dec 2016). Subsequent Fitch comment: https://www.fitchratings.com/site/pr/1018357 - Jan 2017). Question then is: if Fitch expects a default of PDVSA, why didn't they adjust their rating?"], [35531, "2017-05-13T09:56:02Z", 0.01, "Things are so bad no one will be willing to do anything and the world will watch and let it run its course (if there is any long term adjustment it will only postpone the inevitable) theres more money and power to be had posing as aid from out side help and that a strong arm tactics to push the credit agencies not to do anything and looking like heros (saving the day) after the storms calm "], [20156, "2017-05-13T07:36:20Z", 0.8, "From this February: \"S&P Global warned late Tuesday that Venezuela's default risk is real in 2017...\""], [1034, "2017-05-13T07:17:03Z", 1.0, "Venezuela Tries Protesters in Military Court ‘Like We Are in a War’"], [1639, "2017-05-12T19:28:32Z", 0.85, "Situation in Venezuela [the world’s most miserable country]:"], [35405, "2017-05-12T18:02:42Z", 0.96, "PDVSA exploits the largest reserves in the world so slowly as to render them worthless. PDVSA owes 10 bil. in interest and principal payments and reportedly only has $2 bil in cash reserves. If the government decided to bail PDVSA out of default, it would almost  wipe out their total reserves. PDVSA/Venezuela has no choice but to default. "], [29469, "2017-05-12T16:24:05Z", 0.95, "Current ratings are two notches above default, with S&P and Moody's having a negative outlook http://www.tradingeconomics.com/country-list/rating. Since 1826 Venezuela has defaulted 9 times on its debt, most recently in 2004 https://en.wikipedia.org/wiki/List_of_sovereign_debt_crises. At that time only S&P had a default rating for the country however. PDVSA seems a likelier candidate, and the Venezuelan government might prefer the company to go bust rather than the state. Oil prices show no signs of gains, although a slight rally could be seen by the end of the year. S&P had an \"SD\" rating for the company in October 2016. Moody's has also stated that a PDVSA default is \"more likely than not\" https://www.bloomberg.com/news/articles/2016-06-20/venezuela-2016-default-likely-pdvsa-may-go-first-moody-s-says."], [20135, "2017-05-12T11:29:04Z", 0.9, "If the company executes on an exchange offer in which they don't get repaid in full, the ratings agencies will attribute a \"Selective Default\" rating."], [35459, "2017-05-12T07:15:33Z", 0.75, "This country is in a state of utter disarray. Will they have the funds to pay such a payment yes, they aren't solvent yet. If the social climate worsens, as it probably most definatly will. This country will crumble, and will by the end of this year will be trying to form a government and rebuild. Therefore all funds will be used for this purpose, not for debt payment."], [35315, "2017-05-12T03:39:20Z", 0.85, "Default is common outcome historically in socialist central and south American countries, especially where prices and/or wages are fixed.  The government has demonstrated a commitment to service its debt, but Venezuela's ability to do so going forward is highly questionable as it faces extreme levels of civil unrest.  Debt denominated in other nation's currency will be increasingly difficult to pay.  Falling oil prices and lack of meaningful economic activity will generate large deficits and drive hyperinflation. IMF could bail the country out, but Maduro has lost respect of many international leaders and institutions."], [35378, "2017-05-12T00:31:46Z", 0.85, "Venezuela is a failed state. While it may have temporarily funded this round of payments the country is in dire straits on many economic and social fronts.  Maduro may survive through 2017, however, how will he juggle the demands of a starving populace, and a \"one legged\" economy dependent on the price of oil?  China and Russia could continue their investment in Venezuela, however I give that only a 15% chance with regime change in the winds."], [35377, "2017-05-12T00:18:40Z", 0.67, "Venezuelan news sources, IMF reports. Financial times"], [1034, "2017-05-11T06:16:01Z", 1.0, "Russia resumes oil shipments to Cuba, helps fill Venezuelan breach"], [19801, "2017-05-11T04:36:22Z", 0.0, "This question has been asked on Good Judgement repeatedly. And every single time Venezuela has made the payments on time."], [706, "2017-05-10T19:05:49Z", 0.85, "Most likely will default even before October!"], [1034, "2017-05-10T05:33:06Z", 1.0, "Venezuela's long-term rating affirmed with negative outlook - S&P"], [1643, "2017-05-09T21:41:49Z", 0.5, "Starting with the 50%  implied by credit-default swaps on May 3.\n( https://www.bloomberg.com/news/articles/2017-05-03/caracas-burns-traders-buy-big-venezuelan-credit-dashboard ).\n"], [5386, "2017-05-09T19:53:56Z", 0.4, "To start, let's look at the current ratings:"], [22833, "2017-05-09T18:42:23Z", 0.9, "The downward pressure on oil prices, due to ample supply and increased pressure from other energy sources, will not bode well for Venezuela's financial situation or its debt repayment schedule."], [691, "2017-05-09T17:13:07Z", 0.48, "First cut, almost but not quite a random number.  Sooner or later the Venezuelans will not meet a deadline, and if one rating agency drops them down, at least one other will also.  "]]}