{"question_id": 39, "title": "Will Hillary Clinton win New Hampshire's Democratic primary?", "correct_answer": "No", "crowd_forecast": 0.44, "preds": [[18518, "2016-02-10T05:56:20Z", 0.35, "Given her extensive history as a politician, Hillary does indeed stand a decent chance in winning the Democratic primary. She primarily appeals to women voters and is very popular among democrats. However, Hillary has received continuous backlash with her past statements and actions as well as her current standing under the Benghazi issue. Sanders is accumulating votes left and right for his strong integrity as well as appeal to the younger generation. All in all Sanders should be favored over Clinton."], [15122, "2016-02-10T05:05:42Z", 0.01, "Vermont is next to New Hampshire and the voters are very similar. "], [19630, "2016-02-10T04:53:09Z", 0.35, "Polls have her trailing badly"], [19630, "2016-02-10T04:51:08Z", 0.35, "Polls have her trailing badly"], [19611, "2016-02-10T04:14:25Z", 0.0, "Don't know if it's too late to throw my hat in here or not as media outlets have predicted Sanders by a significant amount. I am going to go out on a limb here and risk a big failure if I'm wrong and there are impregnated chads in the mix."], [10924, "2016-02-10T04:09:02Z", 0.65, "Bernie Sanders wins NH, congratulations to him but not good for me!"], [12605, "2016-02-10T03:58:39Z", 0.0, "Okay, folks. Most were right about this, but who can justifiably explain what happened--------and show that he or she knew beforehand?"], [17093, "2016-02-10T03:11:43Z", 0.01, "She's at a disadvantage, since Bernie Sanders is very popular in this state."], [1395, "2016-02-10T02:43:38Z", 0.0, "adjusting previous forecast"], [18595, "2016-02-10T02:19:23Z", 0.49, "Probably"], [306, "2016-02-10T02:14:53Z", 0.0, "DO all of you feel the Bern?"], [16160, "2016-02-10T01:28:05Z", 0.0, "Bernie won. "], [17875, "2016-02-10T01:17:58Z", 0.0, "I'm kinda surprised this question didn't close early this morning or late last night : )"], [15261, "2016-02-10T00:58:11Z", 0.01, "Hilary is doing poorly in the exit polls. Nate Silver gave Hilary a 4% chance before the primary. At this point, I'd say she doesn't look like she's going to upset. "], [15425, "2016-02-10T00:42:37Z", 0.0, "Exit polls suggest this is as close to a certainty as you will get."], [783, "2016-02-09T23:50:13Z", 0.0, "The exit polls appear to dim her upset over Mr. Sanders as he was a previous underdog in the state."], [2, "2016-02-09T23:45:29Z", 0.03, "High turnout.  Lowering already low probability"], [755, "2016-02-09T23:43:04Z", 0.35, "NYT, February 9, Strong turnout despite weather, bodes well for Sanders, 'New Hampshire Primary: Officials Expect Strong Turnout': http://www.nytimes.com/2016/02/10/us/politics/new-hampshire-primary.html\nABC News, February 9, 'Live New Hampshire Primary Exit Poll Analysis: Big Independent Turnout:': http://abcnews.go.com/PollingUnit/voted-live-hampshire-primary-exit-poll-analysis/story?id=36805930\nClip from ABC News article:\n'DEM CONTEST:\nHonesty and trustworthiness is the most important candidate attribute, selected by more than three in 10 voters in preliminary exit poll results. Next are “someone who cares about people like me” and experience, at just more than a quarter each. Only about one in 10 are choosing “electability” as the top attribute. In Iowa, Sanders won with honesty and empathy voters, Clinton on experience and electability.\nFar more New Hampshire voters see Sanders as honest and trustworthy than Clinton, and they feel he shares their values more so than she does.\nNearly seven in 10 voters in the Democratic primary describe themselves as liberals, including a quarter who say they’re very liberal, both up from 2008, when 56 percent identified as liberal and 20 percent said they were very liberal. If they hold, those would be new highs in exit polls back to 1980.'\nEarly assessment says NH will go strongly for Sanders. Adjusting accordingly."], [19610, "2016-02-09T22:56:48Z", 0.05, "Sanders will wipe the floor with her here."], [8036, "2016-02-09T22:26:17Z", 0.0, "Sanders polls have been consistently high. "], [19599, "2016-02-09T22:14:35Z", 0.37, "Clinton is behind by double digits in the polls. That said, The polls are often wildly off the mark in primaries, including Clinton's come from nowhere win in 2008 in New Hampshire. Sanders is certainly the favorite and benefits from being a neighboring senator and an electorate amenable to his candidacy, but it would be unwise to completely count out Clinton."], [19600, "2016-02-09T22:13:53Z", 0.15, "Polling averages, New Hampshire Demographics are good for Bernie (lots of white liberals."], [19587, "2016-02-09T21:44:30Z", 0.25, "A Clinton win in New Hampshire is highly unlikely, but I think the polls underestimate her organization. I'll think she'll lose, but she'll acquit herself better than expected."], [17875, "2016-02-09T20:56:24Z", 0.0, "Why aren't more people at 100% on this question?    Hillary has resources and surprises are possible...."], [16025, "2016-02-09T20:46:52Z", 0.42, "Sanders is leading in polls\nthis is a very liberal state and in close proximity to his home state of vermont\nHowever, we must watch for a late push from hillary because she has vastly more resources to spend in her campaign"], [19575, "2016-02-09T18:57:08Z", 0.0, "Not possible."], [14531, "2016-02-09T17:50:08Z", 0.02, "Okay, I'll make one more tweak to my forecast since even the most recent polls* heavily favor Sanders over HRC in NH and expected to get about twice as many votes** as she does. In a 2-person contest that looks pretty decisive.  "], [18759, "2016-02-09T17:48:47Z", 0.05, "She's trailed in every poll for a long time. There hasn't been any post-Iowa bounce. As a side note. It appears( from the comments) that people are misinterpreting the question as \"percent vote-share\" instead of \"percent chance of winning\"."], [15352, "2016-02-09T17:17:08Z", 0.2, "I have fluctuated a lot on this question.\nIt seems that there is a low probability that HRC will win, however, I searched for dis-confirming evidence.  There isn't much out there.  \nThe way that HRC could win, is if the independents choose to vote GOP.  \nThis is an interesting article http://www.alternet.org/election-2016/could-trump-save-hillary-new-hampshire-electoral-primary-scenario-could-defy-polls\nIt states that HRC has a big lead on Sanders with registered democrats.\nSo, in theory, all HRC needs is for Trump to be outrageous, now that seems a strong possibility.\n"], [16457, "2016-02-09T17:00:49Z", 0.43, "No, She will get 43% of the votes"], [12605, "2016-02-09T15:31:57Z", 0.1, "Campaign staff re-organization looming "], [17977, "2016-02-09T15:11:23Z", 0.42, "I think Sanders comes out with 58%."], [241, "2016-02-09T14:36:44Z", 0.02, "Prediction of vote %: Sanders 59%, Clinton 41%"], [12605, "2016-02-09T13:13:48Z", 0.63, "UPDATE (17 GMT) http://postimg.org/image/8jql9pexb/ ---- new format\nUPDATE (16 GMT) http://postimg.org/image/g9ss13rv3/"], [691, "2016-02-09T12:29:27Z", 0.59, "@ts2m has been very helpful in returning me to the fold at the last minute.  The charts didn't show Concord, which is usually also a high-turnout party-regular burg as are Nashua and Manchester.  If you win big in those towns, every college student and professor in New Hampshire cannot help your opponent.  Also true that in the larger towns, it is much easier to get people to the polls, just because you don't have to drive twenty miles through the snow to get to the house of one voter.  Clinton has the money and staff to organize This Sort of Thing, so I've gone back to betting against the polls.  "], [14812, "2016-02-09T11:48:50Z", 0.2, "Readjusted with latest polls."], [14812, "2016-02-09T11:48:07Z", 0.4, "I'm sticking with the latest polls.  Though, Sanders has a 16 point lead the latest polls show he is dropping and Clinton is rising."], [68, "2016-02-09T11:35:27Z", 0.0, "All the way on the last day. Though I'll be interested to see how @ts2m fares with the Google Search Trends and voter turnout approach, I'm playing safe and sticking to fivethirtyeight.com, which currently has <1% for Hillary."], [12605, "2016-02-09T09:04:39Z", 0.6, "@cdob63 @argon1 @dowser @Khalid Check out the Google Search Trends from this morning (GMT) ------ http://postimg.org/image/s4om2dsvj/ See the gap? That's where Nashua and Manchester are, with high turnout per square kilometer."], [14761, "2016-02-09T08:36:23Z", 0.08, "Gotta go with the polls."], [12605, "2016-02-09T07:55:10Z", 0.35, "Feb 9, first 7 hours on Google Search Trends in New Hampshire http://postimg.org/image/evthz3mr3/"], [10898, "2016-02-09T07:14:02Z", 0.0, "Five thirty eight's models say so: \nhttp://projects.fivethirtyeight.com/election-2016/primary-forecast/new-hampshire-democratic/#polls-only"], [13891, "2016-02-09T06:43:29Z", 0.05, "Based on Polls"], [15108, "2016-02-09T06:27:34Z", 0.27, "New Hampshire is feeling the Bern, he has a massive lead over Hillary. Although I predict a close race, I think Bernie will come out victorious in NH after a standout performance in the recent debate. "], [18595, "2016-02-09T06:15:08Z", 0.49, "Possibly"], [17190, "2016-02-09T06:08:45Z", 1.0, "Of course she will win"], [60, "2016-02-09T06:00:24Z", 0.0, "Alright. I'm gonna go ahead and follow the wisdom of 538 on this one (http://projects.fivethirtyeight.com/election-2016/primary-forecast/new-hampshire-democratic/). They're giving Sanders a *greater* than 99% chance of winning the NH primary. "], [18431, "2016-02-09T05:58:37Z", 0.47, "I anticipate that hillary's win in Iowa will carry through to New Hampshires Primary"], [18504, "2016-02-09T05:55:28Z", 0.25, "UT:SPB829\nBernie will take this W. "], [17633, "2016-02-09T05:51:52Z", 0.35, "UT: sdg994"], [18358, "2016-02-09T05:42:53Z", 0.1, "Bernie Sanders will have the home advantage so close to his people in Vermont."], [18688, "2016-02-09T05:39:43Z", 0.63, "Proper momentum"], [12416, "2016-02-09T05:28:43Z", 0.55, "Won there before."], [17750, "2016-02-09T04:57:09Z", 0.15, "I believe she has a 15 percent chance of winning because Bernie Sanders has been more active in his ground work at New Hampshire."], [8036, "2016-02-09T04:46:21Z", 0.05, "Sanders poll numbers look very good, although I should have learned a lesson about polls in Iowa."], [19530, "2016-02-09T04:41:42Z", 0.2, "I'd say she has at most a 20% percent chance of winning because Bernie Sanders is the clear favorite and will most likely be the winner. "], [6303, "2016-02-09T03:43:06Z", 0.0, "CNN and all of the other polls predict a 99% chance of Bernie Sanders winning the Democratic Primary in NH."], [6978, "2016-02-09T03:38:24Z", 0.05, "Both 538 NH models have Sanders > 99% from Feb 4th."], [16025, "2016-02-09T03:16:47Z", 0.4, "Sanders has been leading in New Hampshire since November. "], [17427, "2016-02-09T03:05:01Z", 0.1, "I think Bern's going to take this one. He barely lost to Hilary on Iowa Spectacular Day (still mad about the coin tosses). However, I think people were shocked to see Sanders gain almost as much support as Clinton. I think this, plus the open primary of NH will yield a win for Bernie. #FeeltheBern2K16"], [19519, "2016-02-09T02:55:28Z", 0.67, "New Hampshire is often a slightly more conservative state fiscally than it is liberal. Hillary swings more toward the center than Sanders, despite their similar social outlook."], [17564, "2016-02-09T01:54:43Z", 0.05, "Likelihood prediction"], [17142, "2016-02-09T01:09:52Z", 0.4, "Feel the Bern."], [55, "2016-02-09T00:00:41Z", 0.25, "Still wonder where the independents vote and whether their centrist tendencies will help her. "], [94, "2016-02-08T23:52:21Z", 0.03, "http://predictwise.com/politics/2016-president-primaries"], [767, "2016-02-08T23:27:10Z", 0.25, "I think Bill Clinton's attacks on Sanders this past weekend will backfire in New Hampshire.  He seems to be using the same tone and strategy that rested many voters from Hillary in '08.  Likewise, the approach Madeline Allbright and Gloria Steinem used to help Hillary get the women vote might backfire with younger women.  Doesn't look like many polls since November have given Hillary the lead in NH and given that this week hasn't gone as well as they expected, I see her chances dwindling there. "], [19509, "2016-02-08T23:19:52Z", 0.36, "Sanders was up 15-20% before Iowa, she has cut the lead by a significant amount though still not enough"], [17209, "2016-02-08T23:17:13Z", 0.35, "Sanders has a decent lead in the polls."], [18466, "2016-02-08T22:30:03Z", 0.48, "she will lock up the older voters "], [15425, "2016-02-08T22:29:58Z", 0.02, "Betting markets suggest that a Sanders win is almost a certainty. "], [17587, "2016-02-08T22:24:40Z", 0.48, "UT: DMC3634\nI feel as though Hillary will not have an advantage in New Hampshire as though she did in Iowa with campaigning early, thus allowing Bernie to take majority of the votes in New Hampshire."], [18551, "2016-02-08T22:05:52Z", 0.3, "Feel the Bern"], [18227, "2016-02-08T21:56:47Z", 0.4, "Sanders has been consistently doing better in the polls."], [19505, "2016-02-08T21:56:39Z", 0.65, "Honestly, I just think that the she has be best chance of the candidates. All scandals aside she is in my opinion the front runner"], [17365, "2016-02-08T21:53:20Z", 0.0, "I think Bernie Sanders will come out just a few points ahead of her; people who like Bernie are more inclined to vote for him now because they see that their vote actually can make a difference in terms of closeness in points. "], [18669, "2016-02-08T21:53:03Z", 0.54, "She has a dynasty name and has stronger campaigning ability than Sanders.  Furthermore, many people are opposed to Sanders' radicalism as well as his socialist policies."], [18513, "2016-02-08T21:51:06Z", 0.52, "She won by a very slim margin in the Iowa Caucus, so she is likely to win again, but not by much. "], [19504, "2016-02-08T21:50:45Z", 0.32, "Sanders is leading the polls currently"], [17247, "2016-02-08T21:48:53Z", 0.48, "I have a feeling it will come close, however, Bernie Sanders will win the New Hampshire primaries. "], [17372, "2016-02-08T21:46:50Z", 0.07, "I think it would be a really big upset if Hillary won, but with how many undecided voters there are in NH, there is still an outside possibility."], [17460, "2016-02-08T21:46:14Z", 0.4, "There are too many legal matters involving her up in the air."], [17660, "2016-02-08T21:44:47Z", 0.25, "yes"], [18804, "2016-02-08T21:44:45Z", 0.35, "PICKLES"], [17197, "2016-02-08T21:44:37Z", 0.44, "There is a possibility, but most likely, Bernie Sanders will win. "], [15353, "2016-02-08T21:35:08Z", 0.01, "538.com model is very compelling and puts >99% for Bernie"], [16301, "2016-02-08T21:32:03Z", 0.02, "Bernie is winning in the polls here by quite a lot, and she'd have to outperform the polls in record-breaking ways in order to win. It just doesn't seem likely. Also, this state neighbours his home state of Vermont, and is one of the states most open to a socialist message."], [20, "2016-02-08T21:25:28Z", 0.0, "538.com has this at 99% for Bern. I imagine this has already been posted here, but for some reason the mean is around 45%! Maybe Nate isn't the \"Great\"? I still think he's fantastic. Zero time. http://projects.fivethirtyeight.com/election-2016/primary-forecast/new-hampshire-democratic/"], [19218, "2016-02-08T21:15:30Z", 0.01, "Fivethirtyeight has Sanders at 99% likely.  I see no reason to discount their model."], [17792, "2016-02-08T21:13:44Z", 0.25, "This is a Bernie state and is predicted that he will win because he is very popular here."], [17114, "2016-02-08T21:07:48Z", 0.45, "UT EID: Kmg3529"], [51, "2016-02-08T20:55:14Z", 0.0, "Lowering to zero.  "], [18405, "2016-02-08T20:54:47Z", 0.45, "I think she will win. Though the Iowa Caucuses were close, she has a lot of mainstream backing."], [17567, "2016-02-08T20:50:18Z", 0.45, "yes"], [18640, "2016-02-08T20:49:16Z", 0.55, "I think she will"], [17937, "2016-02-08T20:47:19Z", 0.65, "Maybe, shes kinda crazy though."], [17621, "2016-02-08T20:45:50Z", 0.55, "It will be close like Iowa. "], [18578, "2016-02-08T20:44:54Z", 0.51, "She has a narrow lead on Sanders."], [17567, "2016-02-08T20:44:14Z", 0.45, "yes"], [18543, "2016-02-08T20:44:08Z", 0.45, "She will most likely lose by a small margin to Bernie Sanders, due to his popularity in the state\nbev372"], [19496, "2016-02-08T20:43:24Z", 0.98, "Yes"], [17113, "2016-02-08T20:32:12Z", 0.2, "No"], [18543, "2016-02-08T20:30:00Z", 0.45, "bev372\nShe is going to lose but by a small margin, due to Sanders' popularity with New Hampshire voters"], [2, "2016-02-08T20:29:35Z", 0.05, "According to 538, Hillary only has a 1% chance to win New Hampshire.  Massively lowering."], [17189, "2016-02-08T20:28:53Z", 0.57, "Bernie is too liberal"], [18734, "2016-02-08T20:28:12Z", 0.68, "She is a very popular candidate, However, Sanders has been catching up additionally. But it seems like New Hampshire would prefer Hillary. "], [17552, "2016-02-08T20:25:15Z", 0.85, "she is already ahead and winning Iowa will help to snowball her advantage\n"], [17801, "2016-02-08T20:24:45Z", 0.38, "Idk do people even really like her tbh?"], [18403, "2016-02-08T20:23:43Z", 0.55, "She has had a lot of support from this state."], [18119, "2016-02-08T20:18:12Z", 0.35, "I think that Sanders will pull ahead of Clinton during the New Hampshire primary.\n"], [17074, "2016-02-08T20:18:05Z", 0.44, "yes"], [18286, "2016-02-08T20:17:08Z", 0.36, "No. I feel that the recent news involving fraud in the Iowa caucuses hurts her chance of really winning. This is Bernie's game."], [18745, "2016-02-08T20:13:37Z", 0.25, "NO"], [18420, "2016-02-08T20:13:05Z", 0.8, "But it will be a very close race with Bernie and she can easily lose"], [18663, "2016-02-08T20:11:27Z", 0.45, "I think Hilary has a decent chance to win. "], [17466, "2016-02-08T20:11:03Z", 0.45, "Bernie Sanders is more geographically attached to NH. Iowa was so close that I think Bernie has this one."], [17354, "2016-02-08T20:09:15Z", 0.25, "I think Bernie has even more motivation now to win NH. But it will definitely be a close call. "], [17734, "2016-02-08T20:02:38Z", 0.48, "I think Hillary continues to have a slight edge over Bernie Sanders"], [17313, "2016-02-08T20:02:17Z", 0.25, "No, Bernie Sanders bounces back after Iowa and gets a clutch win in New Hampshire."], [16403, "2016-02-08T19:55:17Z", 1.0, "I am going out on a limb here but I think her core supporters are going to show up regardless of the weather. A slim majority are going to have second thoughts about Bernie and his single topic issue and decide Hillary has the best chance of winning the general."], [17461, "2016-02-08T19:41:07Z", 0.55, "I think she will win because she has a better ground game and her supporters are older and more likely to show up to vote"], [17186, "2016-02-08T19:35:22Z", 0.45, "Yes, she has been receiving more and more positive support lately. "], [19486, "2016-02-08T19:26:12Z", 0.05, "Fivethirtyeight says bernie has 99% chance of winning."], [1064, "2016-02-08T19:19:03Z", 0.01, "Put a fork in her - she is done for the New Hampshire Primary"], [17307, "2016-02-08T19:14:32Z", 0.5, "The race between her and Sanders are extremely close, so it is always a gamble in my opinion. "], [17421, "2016-02-08T19:14:20Z", 0.46, "After Iowa, she will want to push hard at New Hampshire to ensure a win. Using her mass amounts of resources, she will reach out to the public to gain support. However, the growing support for Bernie will give hope to those who doubted he could win before. These logical people may switch from Hillary to Bernie if they believe that he can win, and after Iowa, he showed that there are more supporters for his campaign than anyone believed. It will be close once again."], [1232, "2016-02-08T19:13:33Z", 0.01, "Going with 538 here. They're pretty definitive.\nhttp://projects.fivethirtyeight.com/election-2016/primary-forecast/new-hampshire-democratic/"], [17565, "2016-02-08T19:12:24Z", 0.55, "Because New Hampshire's demographic is similar to Iowa, I think Hilary and Bernie will be pretty even with the vote but I think Hilary will slightly win again."], [18538, "2016-02-08T19:08:53Z", 0.35, "Yes"], [18698, "2016-02-08T19:02:14Z", 0.43, "I think it will be close but I'm betting on Sanders winning. It was super close in Iowa and Sanders was less known there whereas northern states more greatly support Sanders. My money is on Sanders. "], [17059, "2016-02-08T19:00:10Z", 0.48, "I think it'll be another close one!"], [17415, "2016-02-08T18:59:28Z", 0.65, "She barely won the Iowa caucuses, so there's still a chance for Bernie Sanders to pull the win in New Hampshire. I do think that Hillary Clinton has a better chance though."], [17883, "2016-02-08T18:43:15Z", 0.25, "Current polling indicates that Hillary has a near-zero chance of winning NH. However, late voters are a factor, so there is a chance that enough Hillary supporters will come out last minute to support her. In addition to that, some Bernie supporters may assume he will win NH and not come out to vote. Those two factors combined may be enough for Hillary to overtake Bernie in NH."], [17541, "2016-02-08T18:41:16Z", 0.25, "She deserves to be indicted"], [18765, "2016-02-08T18:34:19Z", 0.6, "Bill Clinton is behind her. Ppr267"], [17322, "2016-02-08T18:25:02Z", 0.42, "Bernie will take NH because it is the sister state to Vermont, Bernie's home state. "], [18525, "2016-02-08T18:17:37Z", 0.45, "UT Austin: Bernie Sanders has a better reputation with people in the north when it comes to small family owned farms. They feel he will stand up to large corporations and fight for their rights."], [14318, "2016-02-08T18:17:15Z", 0.4, "Reducing to 40% based on recent polls that still show Sanders with a commanding lead.  I still think Clinton could pull off a surprise...but it would be a surprise at this point."], [18032, "2016-02-08T18:14:32Z", 0.35, "The Iowa Caucus was super close, and going with Iowa vs NH candidate trends, Sanders has a much better chance of winning, and the race can belong to pretty much either of them."], [18750, "2016-02-08T18:10:19Z", 0.45, "The democratic race is anyone's game at this point. "], [17277, "2016-02-08T18:08:27Z", 0.4, "UT Austin: I am basing this off of the Iowa Caucus that pretty much proved that it is anyones' game at this point in the race. However, the fervent surge in Sander's supporters might be a trend that will continue to rise, therefore, I cannot predict a precise 50-50 chance."], [18614, "2016-02-08T17:43:40Z", 0.25, "I think Iowa was too close to predict that she would have great advantage for New Hampshire. I think Bernie has a real good chance of winning this one."], [14531, "2016-02-08T17:39:53Z", 0.03, "Sanders continues to be up about 20 points in the NH polls, making a victory very, very likely. "], [18465, "2016-02-08T17:38:21Z", 0.5, "I think Bernie is equally likely to take New Hampshire considering the results of the Iowa caucus"], [17107, "2016-02-08T17:37:21Z", 0.45, "I feel like typically, Iowa and New Hampshire differ in their winners however I think it will still be a close call like Iowa "], [17387, "2016-02-08T17:36:17Z", 0.55, "She is rising in the polls.\n"], [18382, "2016-02-08T17:35:08Z", 0.49, "I feel like Bernie will slightly win. "], [17478, "2016-02-08T17:32:19Z", 0.0, "I hope Bernie wins, no Hilary"], [4497, "2016-02-08T17:27:43Z", 0.4, "While it seems Hillary did get a bounce from her cliffhanging experience in Iowa, it doesn't seem enough to overcome Sanders' home-region advantage. Plus her speeches after Iowa weren't targeted enough to take maximum advantage of her position. http://election.princeton.edu/2016/02/06/the-post-iowa-bounce-goes-to-hillary-clinton/"], [18533, "2016-02-08T17:26:43Z", 0.65, "Hillary"], [18636, "2016-02-08T17:20:34Z", 0.59, "Bernie is giving her a run for her money."], [484, "2016-02-08T16:57:00Z", 0.0, "(no change) Does anyone know how Democrat superdelegate preferences are reported in the NH primary?"], [12605, "2016-02-08T16:39:56Z", 0.0, "\"On February 5, 2016 Secretary Gardner announced his \nturnout prediction for the 2016 Presidential Primary Election as follows:\nRepublican Ballots Cast: 282,000   \nDemocratic Ballots Cast: 268,000\"--------http://sos.nh.gov/2016ElecInfo.aspx"], [17525, "2016-02-08T16:39:03Z", 0.52, "Even with the close Iowa race, I still think Clinton will manage to ever so slightly edge Sanders out."], [14327, "2016-02-08T16:38:09Z", 0.0, "Clinton plateau seen in recent polls. She's not going to go much higher than that, methinks. "], [17121, "2016-02-08T16:35:07Z", 0.49, "I think Bernie will overtake her in NH"], [18457, "2016-02-08T16:33:51Z", 0.5, "No"], [17519, "2016-02-08T16:28:09Z", 0.99, "I don't think Bernie can beat Hillary. "], [18492, "2016-02-08T16:28:08Z", 0.55, "Gap is extremely close between Bernie and herself. She has a decent chance but it's not set in stone that she will win. "], [17780, "2016-02-08T16:27:34Z", 0.5, "I say there is only a 50/50 chance she will win. I think the loss for Bernie will possibly motivate him and push him to take NH"], [19462, "2016-02-08T16:18:32Z", 0.05, "gap has been narrowing, but remains too large given timeframe. probably something like Sanders + 8/10pp."], [18298, "2016-02-08T16:02:25Z", 0.55, "UT: ag58444"], [16578, "2016-02-08T15:50:03Z", 0.0, "She seems to be narrowing Sander's lead but Sanders is more likely to win (neighboring state advantage)."], [11950, "2016-02-08T15:28:49Z", 0.0, "Given aggregate of odds given across different platforms and time until polling takes place."], [18360, "2016-02-08T15:28:03Z", 0.25, "Bernie has been ahead in NH for a long time"], [18375, "2016-02-08T14:56:38Z", 0.95, "She has a very large following and many supporters, which I believe will help her to win New Hampshire's democratic primary"], [18398, "2016-02-08T14:16:41Z", 0.46, "I think this one will be close just like Iowa but ultimately Clinton will end up losing by 4% "], [17496, "2016-02-08T14:16:29Z", 0.18, "That dude Bernie will win! He has home field advantage and the Millennials on his side! FEEL THE BERN!"], [17626, "2016-02-08T14:13:57Z", 0.49, "The momentum behind her win in Iowa is probable in helping her in New Hampshire also. However, the differences between the voters in the states of Iowa and New Hampshire means theres a good chance Sanders wins, especially considering how close Iowa was."], [14866, "2016-02-08T14:10:15Z", 0.1, "The prediction at fivethirtyeight has Hillary with a less than 1% chance of winning. But I think Hillary really needs this (and I think she thinks she needs this), and may be able be to pull something together. "], [12605, "2016-02-08T13:45:20Z", 0.63, "\"whether she could win the Granite State’s Feb. 9 primary — which polls heavily favor her to lose — Clinton answered grimly. “I don’t know. I don’t know. I’m just going to work as hard as I can,” she said on CNN’s “State of the Union.”\"-------http://www.nydailynews.com/news/politics/clinton-sees-hope-new-hampshire-primary-win-article-1.2523251"], [18485, "2016-02-08T13:31:17Z", 0.35, "Sanders lives in vermont."], [17274, "2016-02-08T13:16:35Z", 0.2, "New Hampshire appears to be in favor of Vermont Senator Bernie Sanders. Add the fact that he virtually tied with Hillary in Iowa, and you've got a recipe for a caucus that's going to Feel the Bern."], [17234, "2016-02-08T13:05:27Z", 0.49, "I think that after Hillary won by a slim margin more bandwagon Bernie Sanders fans will go out to the primary and vote for him."], [6186, "2016-02-08T13:02:44Z", 0.25, "Hillary has not been polling well in NH. Bernie is well-known and trusted to represent the interests of the working classes."], [18038, "2016-02-08T12:26:53Z", 0.5, "I think it's neck and neck between Hillary and Bernie "], [17098, "2016-02-08T12:12:38Z", 0.55, "Hillary has a little steam from Iowa, however, it's not enough to give her a clear-shot victory. I'd still say her chances are pretty close to 50/50"], [10916, "2016-02-08T12:00:15Z", 0.05, "Increasing slightly due to small poll movement in Hillary's favour over last couple of days. Still think she is generally very overvalued by most forecasters on here. Sanders is still 13 points ahead, and has been leading solidly since early December. Iowa didn't do anything to suggest the polling is massively out, or that he is over-rated by polling. NH is a very good fit for him in terms of voters, plenty of white liberals, very few minorities. He's also from nearby Vermont, and New England candidates have historically done well here. This may well be one of the very few states he wins, however, and a huge victory would be necessary to give him enough momentum to go anywhere."], [18438, "2016-02-08T11:16:07Z", 0.99, "tjm3366"], [18648, "2016-02-08T10:45:23Z", 0.44, "EID: cp33472"], [18547, "2016-02-08T09:55:22Z", 0.55, "yes "], [17221, "2016-02-08T09:43:50Z", 0.35, "Bernie Sanders has polled extremely favorable in New Hampshire. Vermont as a neighboring state helps his cause for victory in New Hampshire. "], [17083, "2016-02-08T09:36:12Z", 0.57, "UT EID: vrj263"], [18052, "2016-02-08T08:56:09Z", 0.6, "yes"], [17002, "2016-02-08T08:42:03Z", 0.12, "Update catalyst (8 Feb): NH debate. Past: BS good showing in IA. "], [17587, "2016-02-08T08:27:53Z", 0.47, "I feel as though Hillary will not have an advantage in New Hampshire as though she did in Iowa with campaigning early."], [18611, "2016-02-08T07:46:22Z", 0.55, "She originally won the Iowa Caucus and she's still leading the polls so I think she'll win New Hampshire"], [17933, "2016-02-08T07:35:46Z", 0.05, "I give her 5% because she won the Iowa Caucus but she also only won because of a coin toss so thats also why I'm only giving her 5% "], [18413, "2016-02-08T07:29:27Z", 0.1, "Hilary's win in Iowa was less than 1%, even when most polls showed she was much farther ahead. Bernie is shown much farther ahead in NH, so I expect it will be very hard for Clinton to win."], [17348, "2016-02-08T07:24:34Z", 0.0, "No"], [16187, "2016-02-08T07:20:04Z", 0.2, "Since the razor thin victory at Iowa Hillary Clinton has failed to gain the momentum. Her debate with Bernie where she accused him of smear campaign and protective stance on releasing the transcript of lectures makes her less dear to the state which is already in Bernie's reach"], [17875, "2016-02-08T07:08:14Z", 0.0, "I love this question. The idea the polls plus give Sanders a 99% chance of winning and people think that means a 50% probability is nice"], [17659, "2016-02-08T07:04:07Z", 0.55, "Yes"], [17370, "2016-02-08T07:03:38Z", 0.35, "Yes"], [18007, "2016-02-08T07:02:19Z", 0.2, "Bernie Sanders might gain more support in New Hampshire."], [18560, "2016-02-08T07:01:52Z", 0.3, "Bernie will have a strong showing in his home area. "], [17600, "2016-02-08T06:54:14Z", 0.49, "I believe Clinton's campaign has been progressing much faster than her competitors. "], [18609, "2016-02-08T06:51:50Z", 0.47, "Overall, Hillary has a 47% chance of winning whereas Bernie Sanders has 53% and will win New Hampshire's primary because he speaks better to the independent voters in the state."], [18688, "2016-02-08T06:36:23Z", 0.63, "I think Clinton has more momentum at the moment, sanders will fall short but i doubt that it will be my much. "], [17350, "2016-02-08T06:32:46Z", 0.52, "I think it will be a close race again."], [18545, "2016-02-08T06:30:47Z", 0.46, "Bernie Sanders was just featured on this weekend's Saturday Night Live. That must have given him a competitive edge."], [18613, "2016-02-08T06:28:02Z", 0.7, "UT: jvr437\nI think that when Hilary's political momentum is taken into account, it's easy to see why she would win the Democratic primary in New Hampshire. However, Sanders has a large following and stands a good chance"], [17280, "2016-02-08T06:22:48Z", 0.9, "I believe Sanders is a strong opponent to be running against; however, I believe that Clinton will still end up winning New Hampshire's primary."], [17663, "2016-02-08T06:20:13Z", 0.45, "Bernie has been leading in the polls here for while and after the close loss in Iowa, his supporters seem to be growing in enthusiasm. However, I gave Hilary a relatively large chance of winning based on the slowly decreasing lead that Bernie holds. Surprisingly the recent updates about her email scandal don't seem to have fazed voters."], [18260, "2016-02-08T06:14:32Z", 0.39, "Although Sander's edge is pretty strong in NH, Clinton isn't in such a disadvantageous position as other Republicans (excluding Trump)."], [18584, "2016-02-08T06:13:30Z", 0.47, "I think Bernie will get more support, and it will be close. "], [17097, "2016-02-08T06:13:20Z", 0.48, "Close ties "], [18383, "2016-02-08T06:09:22Z", 0.55, "I think there is a possibility of a tie again like in Iowa"], [17272, "2016-02-08T06:01:55Z", 0.0, "No she will not win. Bernie Sanders will receive more support than Clinton and win the primary."], [18746, "2016-02-08T05:55:36Z", 0.51, "yes"], [17622, "2016-02-08T05:47:22Z", 0.59, "I do believe that Hillary will win the New Hampshire Primary because she won Iowa and that makes her more appealing to people who are going in to vote. "], [17079, "2016-02-08T05:45:54Z", 0.0, "She has consistently won the New Hampshire primary against Obama, however, Bernie Sanders appeals to college students and the socialist democrats of New Hampshire."], [17575, "2016-02-08T05:43:05Z", 0.75, "Yes, I believe there is a very good chance that Hillary will win New Hampshire's Democratic Primary due to her win in the Iowa Caucus. Even though her win was by a very marginal amount, this still proves helpful in the eyes of the media and public to have her win such a big event. "], [18225, "2016-02-08T05:40:42Z", 0.25, "Bernie Sanders will win "], [17134, "2016-02-08T05:36:44Z", 0.3, "According to recent polls and predictions, Sanders is a large amount ahead of Hillary Clinton in New Hampshire, and I think this will carry over into what actually happens, and I think he will win the Democratic primary."], [18746, "2016-02-08T05:34:50Z", 0.51, "Yes, I think she will win but not by much. Now that she has a win under her belt I feel it will be fuel to her campaign."], [17363, "2016-02-08T05:32:21Z", 0.31, "Bernie is more likely to win because he spent more time in New Hampshire. "], [17125, "2016-02-08T05:23:45Z", 0.43, "Yes"], [18231, "2016-02-08T05:18:11Z", 0.55, "I think that there is a good chance she might beat bernie sanders."], [17592, "2016-02-08T05:17:23Z", 0.6, "She barely beat Bernie Sanders in the Iowa caucuses so i'm sure this one is going to be equally close as well. "], [18774, "2016-02-08T05:16:37Z", 0.8, "She has experience behind her and people love that they feel safe"], [18656, "2016-02-08T05:13:59Z", 0.51, "She'll win again by a slight margin. "], [18661, "2016-02-08T05:08:24Z", 0.53, "Hillary runs a strong race in polls and will continue to keep the lead once again.  Bernie will be close behind once again and still be in the running but will lose out.  Bernie's ground game is better than Hillary's but New Hampshire will be determined by the debates which will be stiff competition. Hillary will keep her electorate and gain ground in the debates."], [17868, "2016-02-08T05:07:55Z", 0.55, "Yes"], [17112, "2016-02-08T05:07:48Z", 0.6, "Though Hillary did win Iowa. It was by an extremely small margin. I think that her odds of winning here are not certain or very much confirmed but she has  a slight lead"], [18418, "2016-02-08T04:59:22Z", 0.45, "I think it will be a close battle like Iowa, because of the fact that it was so close. Bernie made a statement in Iowa."], [18653, "2016-02-08T04:58:03Z", 0.4, "Bernie is up in the polls, and with New Hampshire being so close to his home state of Vermont it seems he should be victorious here."], [17261, "2016-02-08T04:56:59Z", 0.2, "Bernie will win"], [17178, "2016-02-08T04:55:49Z", 0.52, "I think that Hilary Clinton will win, but will win by a very small margin when compared to Sanders. This is because she won in New Hampshire in 2008 which shows she has history there, but the slight win also shows that Sanders has proven to have gained a lot of ground in recent weeks, especially after his close finish in the Iowa caucus. "], [18720, "2016-02-08T04:55:44Z", 0.45, "I think Clinton will use the win in Iowa to leverage her win here. "], [17818, "2016-02-08T04:50:27Z", 0.45, "Both candidates have a good chance, I just feel Sanders will take New Hampshire. "], [18637, "2016-02-08T04:49:04Z", 0.65, "I believe she will because she won at the Iowa caucus and so she has momentum on her side at this point in the race."], [18763, "2016-02-08T04:43:20Z", 0.38, "Bernie Sanders, from Vermont, has an edge in this state against Hillary, I believe. "], [17957, "2016-02-08T04:42:54Z", 0.4, "no"], [18674, "2016-02-08T04:33:37Z", 0.44, "UTEID: cbr695"], [18741, "2016-02-08T04:33:32Z", 0.47, "They've talked about Sanders ties to New Hampshire, but it will probably still be fairly close."], [18778, "2016-02-08T04:33:18Z", 0.55, "She is a strong democratic candidate who can stand up to the pressure, has experience, and can persuade the nation."], [18559, "2016-02-08T04:30:44Z", 0.5, "New Hampshire has a tendency to mimic what happens in Iowa"], [18137, "2016-02-08T04:27:34Z", 0.55, "Yea from the looks of it she has a pretty fair chance unless a ton of young people decide to vote and vote for Sanders."], [17086, "2016-02-08T04:25:45Z", 0.36, "Hillary has a 36% chance of winning due to the fact that she won Iowa and has some momentum from that victory. I do believe that her opponent, Bernie Sanders, has a much better chance of winning New Hampshire due to the fact that his home state is Vermont. "], [18425, "2016-02-08T04:24:46Z", 0.7, "she has more mainstream appeal."], [18623, "2016-02-08T04:19:21Z", 0.5, "I feel like it will be really close between her and Bernie but I it could go either way. "], [18152, "2016-02-08T04:12:15Z", 0.54, "Yes"], [17384, "2016-02-08T04:04:41Z", 0.85, "The small victory in Iowa should only get greater here in NH\n"], [18359, "2016-02-08T03:59:59Z", 0.85, "I believe that Hillary will win the New Hampshire Democratic primary. Reason being she has such a huge support system behind her and the amount of support she is gaining from the win in Iowa will only build more support for her in New Hampshire. "], [12107, "2016-02-08T03:55:04Z", 0.1, "Highly unlikely"], [19439, "2016-02-08T03:40:07Z", 0.45, "Still a close but loosing race"], [17260, "2016-02-08T03:36:15Z", 0.5, "Nothing can be really sure right now, I mean Clinton won by only a hair, so really the game can be up for anyone to win. Bernie might make a big come back in New Hampshire. "], [18561, "2016-02-08T03:32:39Z", 0.45, "Bernie was so close to winning the Iowa Caucus, I think he takes New Hampshire from Hillary."], [18684, "2016-02-08T03:30:41Z", 0.55, "It could go either way, but the odds are slightly more in her favor."], [17362, "2016-02-08T03:30:06Z", 0.45, "Current polls show Sander's up by more."], [18770, "2016-02-08T03:29:31Z", 0.8, "UTEID: pdh659"], [18402, "2016-02-08T03:21:14Z", 0.4, "UT: sns2659"], [18080, "2016-02-08T03:21:02Z", 0.3, "Those New Hampshire wackos will pick crazy Bernie."], [17338, "2016-02-08T03:20:00Z", 0.3, "Sanders has a strong lead in the polls for New Hampshire. While it's possible that Clinton could pull ahead, I highly doubt it."], [18624, "2016-02-08T03:19:46Z", 0.51, "Hillary might win because she already won Iowa and people might vote for her just because she won it . However, I wouldn't be surprised if Sanders takes it because he has been getting alot of publicity since Iowa."], [18441, "2016-02-08T03:14:24Z", 0.45, "I think Bernie Sanders will pull out ahead of her for this primary."], [17988, "2016-02-08T03:10:53Z", 0.45, "She was real close with Sanders. I think now that people see the power that Sanders actually has hell have more people head the day off and vote."], [17422, "2016-02-08T03:08:16Z", 0.25, "Vermont is Sander's home state with New Hampshire bordering it, making Sanders have the significant advantage."], [17607, "2016-02-08T03:06:18Z", 0.44, "UT: pab2688"], [17507, "2016-02-08T03:03:26Z", 0.45, "Bernie Sanders is way ahead in polling; however, I think Clinton will do better than anticipated. I do not think she will win though. "], [17495, "2016-02-08T02:54:05Z", 0.39, "FEEL THE BERN"], [17104, "2016-02-08T02:41:36Z", 0.5, "I do not think Clinton will win in New Hampshire but the poll thinks I do. We'll see!"], [18612, "2016-02-08T02:38:23Z", 0.98, "I believe that Clinton is in lead for the democratic primary in New Hampshire because Sanders's support seems to be lacking in relation to Clinton's. Although they did have close results in the Iowa caucus, I believe that Clinton has a higher chance of winning in the New Hampshire Democratic primary."], [17296, "2016-02-08T02:34:20Z", 0.45, "NO SHE WON'T \nI REALLY HOPE SHE WON'T"], [18428, "2016-02-08T02:25:22Z", 0.4, "After the Iowa caucus, Hillary lost momentum and Bernie gained it."], [17506, "2016-02-08T02:22:33Z", 0.05, "I've read that Sanders will win. "], [17128, "2016-02-08T02:19:33Z", 0.0, "No"], [17723, "2016-02-08T02:17:22Z", 0.4, "I think Bernie is more well-liked in New Hampshire, also given Iowa's close results he is clearly still in well in the game and Hillary is losing momentum."], [18512, "2016-02-08T02:07:11Z", 0.5, "Based upon the Iowa caucus and everything I have read regarding the race between her and Bernie Sanders, I can honestly say its about a 50/50 chance she will win. It is a very close race between the two of them and although Hillary won Iowa, I do not think anyone really has the upper hand at this point."], [17138, "2016-02-08T02:06:35Z", 0.45, "Bernie Sanders has been catching up very close to Clinton and I think this will be the point where he finally overtakes her. "], [17180, "2016-02-08T02:02:34Z", 0.45, "Bernie will mobilize young voters"], [18162, "2016-02-08T01:58:05Z", 0.47, "Bernie Sanders will win this time!"], [17490, "2016-02-08T01:55:35Z", 0.51, "Hillary may win by a small margin, but Sanders may very well come close or even beat her after his performance in Iowa."], [6705, "2016-02-08T01:51:08Z", 0.95, "SHE WILL WIN THE MAJORITY OF PRIMARY ELECTIONS AFTER NEW HAMPSHIRE. SHE HAS A STATISTICAL CONSISTENCY IN HER PERFORMANCE TO WIN DELGATES AND WILL BEAT SANDERS.  SHE IS NOW CREATING AN ALTERATIVE PLATFORM TO BRING IN MILLENNIAL ISSUES. THIS WILL ALLOW HER TO NEUTRALIZE BERNIE SANDERS APPEAL TO THE MILLENNIALS."], [17690, "2016-02-08T01:45:11Z", 1.0, "Yes she will win because she won Iowa. "], [17166, "2016-02-08T01:40:15Z", 0.35, "She is in the lead but the amount of gap-closing that Sanders did in Iowa will bring support to his campaign."], [18419, "2016-02-08T01:40:10Z", 0.32, "Current trends suggest that Clinton's probability of victory are low, but not impossible. "], [18680, "2016-02-08T01:38:14Z", 0.4, "Bernie Sanders has a strong support network in New Hampshire."], [18969, "2016-02-08T01:34:58Z", 0.0, "Taking it to the bridge..."], [19106, "2016-02-08T01:24:52Z", 0.01, "Bernie is polling 16+ points over Hillary, and trending upward still - he has a lot of momentum behind him after a near win in Iowa. The NH demographics are very favourable to Bernie as well. For Hillary to reverse a 16 pt average advantage at this point look nearly impossible"], [17385, "2016-02-08T01:18:31Z", 0.5, "Hillary has a good shot of winning but it looks like Bernie is trailing right behind her so at this point anything is possible. "], [17300, "2016-02-08T01:13:36Z", 0.31, "no."], [17300, "2016-02-08T01:12:44Z", 0.0, "no."], [18572, "2016-02-08T01:07:48Z", 0.47, "I think Hilary has lost some support over the last month or so."], [17542, "2016-02-08T01:07:37Z", 0.5, "I think Hilary has a equal chance between winning and loosing "], [17953, "2016-02-08T00:59:15Z", 0.4, "I think Bernie will pull more votes in NH."], [17605, "2016-02-08T00:52:55Z", 0.48, "I feel like she will not just because of all the bad buzz with the media throughout the election and her reputation has sort of gone down the drain.  She has lost the respect of most of the voters. "], [18385, "2016-02-08T00:43:59Z", 0.48, "Sanders has a better grip in NH according to polls, given his political origins from New England (where he was a senator for Vermont)."], [17641, "2016-02-08T00:39:45Z", 0.45, "Yes"], [16109, "2016-02-08T00:35:52Z", 0.25, "Nobody really likes her"], [17922, "2016-02-08T00:26:35Z", 0.45, "I think Bernie will win NH!"], [18101, "2016-02-08T00:19:01Z", 0.42, "Bernie is from Vermont, therefore stronger ties to NH. "], [17105, "2016-02-08T00:15:52Z", 0.49, "I feel like although Hillary won in Iowa, Bernie will be able to barely pull ahead here"], [10686, "2016-02-08T00:12:40Z", 0.5, "Very uncertain. so 50:50"], [17133, "2016-02-08T00:07:50Z", 0.6, "I think that people can get behind Hillary, she will rally the votes."], [18761, "2016-02-08T00:03:59Z", 0.55, "Hillary will probably just barely take New Hampshire due to the fact that she is a lot more aggressive than Bernie Sanders, and unfortunately, her willingness to slam her fellow nominee will result in her getting the vote."], [18421, "2016-02-07T23:58:55Z", 0.0, "No I think Bernie will  win because New Hampshire tends to be more liberal and its close to his home state."], [18232, "2016-02-07T23:54:23Z", 0.95, "Her media clout and being a household name with older voters will give her an edge over Sanders. "], [17884, "2016-02-07T23:51:30Z", 0.35, "Sanders has a bigger following here"], [17544, "2016-02-07T23:45:42Z", 0.49, "She has a 1/64 chance of being a good president. "], [18452, "2016-02-07T23:43:59Z", 0.15, "I think she'll make a dent, but Sanders will take it."], [8888, "2016-02-07T23:43:50Z", 0.05, "No, expect Sanders showing in the polls to be real and people in NH are not fooled by the Clinton lies and machine"], [15750, "2016-02-07T23:42:48Z", 0.3, "Sanders is too well known here and Clinton is too much establishment."], [16356, "2016-02-07T23:42:05Z", 0.0, "Sanders has a built in advantage in NH. A true test will come in SC."], [17227, "2016-02-07T23:37:17Z", 0.51, "She has a more logical plan that will appeal to the older, voting generation"], [6628, "2016-02-07T23:31:07Z", 0.4, "Bernie should win it, he's way ahead in the polls."], [17902, "2016-02-07T23:16:20Z", 0.55, "New Hampshire tends to have a slightly older demographic and therefore Bernie Sanders will not appeal to voters as much."], [17420, "2016-02-07T23:13:20Z", 0.55, "UT: MAJ3355\nHillary will most likely win this election by more than she did the last because of the awareness in New Hampshire. There aren't as many Sander's supporters as they are in other place. "], [18728, "2016-02-07T23:07:20Z", 0.45, "She seems to be a very strong candidate thus far so I think the chances of her winning the New Hampshire Democratic primary are pretty high "], [11157, "2016-02-07T23:05:10Z", 0.01, "Sen. Sanders has led in every poll since early January 2016.  The latest Monmouth University poll has him leading by 10% with a couple of days to go. http://www.realclearpolitics.com/epolls/2016/president/nh/new_hampshire_democratic_presidential_primary-3351.html"], [18072, "2016-02-07T23:01:45Z", 0.45, "Hillary might be the popular one, but Sanders has got himself a strong following."], [18604, "2016-02-07T23:00:00Z", 0.33, "Polls show Bernie with higher approval ratings."], [17085, "2016-02-07T22:45:56Z", 0.35, "Polls show Bernie Sanders with higher approval ratings in NH"], [18142, "2016-02-07T22:35:24Z", 0.45, "I believe Clinton will not win New Hampshire and will be slightly edged by Bernie Sanders. I say this mostly due to their expectations. Clinton had the expectation to win in Iowa and she did but I feel that people expected her to beat Sanders by more than .3%, which has given Sanders a good amount of media attention that will ultimately help him in New Hampshire and perhaps give him an edge over his democratic rival."], [18381, "2016-02-07T22:30:47Z", 0.75, "Hillary Clinton has the name recognition and the political backing from every major democratic donor in America. Although Bernie Sanders has name recognition from the neighboring state of Vermont, Clinton has been in the political arena far too long to not have just as much name recognition in New Hampshire. She has also campaigned there and done well there in her 2008 run against a more electable candidate. "], [18384, "2016-02-07T22:30:07Z", 0.38, "I believe that Bernie Sanders can relate to the college students in New Hampshire and has a better chance of winning the New Hampshire primary.Furthermore, if one takes into account the Iowa Caucus, Sanders came in a close second, but I believe New Hampshire's demographic will side with Bernie Sanders rather then Hillary Clinton."], [19424, "2016-02-07T22:30:06Z", 0.44, "I think that Bernie has enough momentum to win the New Hampshire primary, but it's not a sure shot"], [18411, "2016-02-07T22:26:00Z", 0.44, "I don't think she will win. The polls have Sanders ahead of Clinton and she barely won the Iowa Caucus "], [6303, "2016-02-07T22:21:26Z", 0.01, "Bernie Sanders performed in a funny skit on Saturday Night Live yesterday which was well received by young voters, and Hillary Clinton is having difficulty explaining her relationships with investment bankers like Goldman Sachs."], [18380, "2016-02-07T22:14:40Z", 0.3, "There are more college students in new hampshire than iowa and since the Iowa caucus was a virtual tie and there aren't many college students Bernie has a higher possibility of winning New Hampshire"], [17758, "2016-02-07T22:10:59Z", 0.45, "Sanders' campaign has the momentum and following to overshadow Clinton's"], [18462, "2016-02-07T22:04:07Z", 0.54, "Since Hillary Clinton barely won in Iowa, I believe that Bernie Sanders can give a good fight but since Clinton won Iowa, I believe the circumstances of Iowa will help edge Clinton over Sanders. "], [17157, "2016-02-07T22:01:59Z", 0.35, "Bernie has a higher standing in NH and the results of the Iowa caucuses will surely impact his voter turnout. Likely for the better."], [17164, "2016-02-07T21:51:19Z", 0.35, "I think more people will vote for Bernie after what happened at the Iowa Caucus"], [17412, "2016-02-07T21:45:12Z", 0.55, "Probably. She won the Iowa Caucus and is running a pretty good campaign. Her platform is far more appeal-able to the masses as well compared to Bernie's socialist ideals. "], [18429, "2016-02-07T21:41:28Z", 0.45, "no, This is Bernie's time to shine "], [17204, "2016-02-07T21:40:45Z", 0.35, "I think she will dip a little, because Bernie Sanders is the favorite to win, with a solid lead in the national polls right now, and he exceeded expectation in Iowa, where he was not favored to come out on top, virtually tying Mrs. Clinton. Therefore, I believe Bernie Sanders will win the NH Primary."], [17716, "2016-02-07T21:38:54Z", 0.51, "I think is going to be similar to Iowa Caucus, she will win for a small percentage of votes compared to Bernie Sanders."], [17223, "2016-02-07T21:35:16Z", 0.99, "I believe she will because NH has primarily gone toward the more experienced candidate (politically)."], [3577, "2016-02-07T21:33:41Z", 0.05, "Even though I believe Hillary will win the nomination the polls indicate Sanders as the favourite in NH."], [14307, "2016-02-07T21:32:18Z", 0.39, "Moving closer to consensus because Clinton's narrow win in Iowa means that the New Hampshire primary will be getting closer scrutiny, and therefore she is more likely to invest in it , if for no other reason than to not-get-trounced. Polling data is showing what might be the results of increased attention by the Clinton campaign in NH, and she still has five more days to go. So, I'll still go with Sanders as the more likely candidate, but with less conviction than I had before. "], [1211, "2016-02-07T21:29:16Z", 0.01, "No, I don't think she has any chance of winning New Hampshire."], [18377, "2016-02-07T21:22:44Z", 0.55, "Yes"], [17070, "2016-02-07T21:18:50Z", 0.45, "Has a good chance coming off of her win in Iowa, but I feel like Sanders is more likely to win due to a more fitting demographic."], [17661, "2016-02-07T21:10:28Z", 0.4, "Bernie has the better demographic here"], [18458, "2016-02-07T21:05:43Z", 1.0, "She won the democratic primary for Iowa"], [17214, "2016-02-07T20:56:28Z", 0.46, "I think Bernie Sanders will win New Hampshire because he appeals to their demographics more than Hillary does and he was close to winning Iowa, so he can take on New Hampshire and win by a little. "], [17692, "2016-02-07T20:52:45Z", 0.55, "Hillary has a good chance of winning the NH Primary considering she won the Iowa Caucus for the Democratic Party "], [16775, "2016-02-07T20:50:58Z", 0.45, "Bad weather may keep older voters at home. They seem to be where Hillary is strongest. Bernies army younger more likely to vote"], [17102, "2016-02-07T20:50:39Z", 0.46, "Bernie Sanders and her were neck and neck at Iowa so we shall see..."], [17627, "2016-02-07T20:38:09Z", 0.48, "The Iowa Caucus results were close and in favor of Clinton, but Bernie Sanders has been closing the gap between himself and Clinton in the polls recently and I think he will finally beat out Clinton in this primary."], [17235, "2016-02-07T20:34:39Z", 0.48, "Fairly uncertain. Race should be quite close "], [17581, "2016-02-07T20:24:00Z", 0.48, "Hillary Clinton won at the New Hampshire primaries back in to 2008 making her an obvious favorite in New Hampshire. However, Bernie Sanders is already leading in New Hampshire as his dislike of Wall Street and big corporations resonates with the small business owners that New Hampshire is mainly comprised of.  "], [17599, "2016-02-07T20:23:36Z", 0.65, "I think Hillary Clinton has a good chance of winning New Hampshire's democratic primary due to her excellent performance and winning of votes at the Iowa Caucus."], [17310, "2016-02-07T20:11:48Z", 0.45, "Hilary Clinton will win New Hampshire's Democratic primary because of her higher experience in politics over Bernie Sanders. "], [18766, "2016-02-07T20:09:54Z", 0.33, "Based on the public knowledge of the last poll where Clinton won 6 coin tosses, I believe that people will be more inclined to vote for Bernie Sanders. "], [17285, "2016-02-07T20:05:37Z", 0.45, "I feel like more of the younger age group will show up for this primary, and this group primarily favors Bernie Sanders."], [17200, "2016-02-07T20:02:52Z", 0.52, "She gained momentum after her victory last week."], [18540, "2016-02-07T19:59:54Z", 0.48, "Yes"], [17425, "2016-02-07T19:57:18Z", 0.29, "Iowa was a very close second for Bernie and I believe New Hampshire is feeling the Bern.  "], [19412, "2016-02-07T19:48:57Z", 0.19, "Polling looks very bad for Hillary in a very favorable Sanders environment."], [17185, "2016-02-07T19:47:33Z", 0.48, "After coming in as a close second for Iowa, I believe Bernie has the fire to beat Hillary in the NH primary."], [17640, "2016-02-07T19:45:12Z", 0.65, "I believe she will due to the fact that she is experienced in campaigning and knows how to win over a crowd."], [17897, "2016-02-07T19:38:50Z", 0.4, "Bernie know it is crucial to win NH to continue to have a strong democratic presence in the presidential election"], [18471, "2016-02-07T19:14:59Z", 0.45, "Bernie really pulled through in the Iowan caucuses. I think we have enough momentum for him to win New Hampshire"], [17312, "2016-02-07T19:13:39Z", 0.02, "Bernie Sanders will win"], [17748, "2016-02-07T18:55:59Z", 0.4, "Even though Hillary barely won Iowa, Bernie should have the edge in NH."], [17956, "2016-02-07T18:38:59Z", 0.53, "Although Bernie has led in the polls in NH, his loss in Iowa will set a precedent for their primaries."], [19230, "2016-02-07T18:34:11Z", 0.01, "Bernie has led many polls in this state. FiveThirtyEight has Bernie at 99% as well."], [17100, "2016-02-07T18:31:27Z", 0.5, "Maybe because of how close her and Sanders ended up during the Iowa Caucuses "], [19311, "2016-02-07T18:25:47Z", 0.0, "I was too guarded yesterday, I don't think fivethirtyeight.com ever missed that much... But I may revisit this just before primaries"], [17560, "2016-02-07T18:13:27Z", 0.66, "Hillary Clinton and Bernie Sanders are definitely the top two candidates for the Democratic party, so I believe it will be a close race between them two."], [17366, "2016-02-07T18:00:50Z", 0.53, "I believe that Hillary Clinton and Bernie Sanders are very head-to-head in this presidential election. However, because of Hillary's very slight edge on Sanders with the win in Iowa, I think that her win will give her more success in her next caucus. "], [17163, "2016-02-07T18:00:23Z", 0.3, "she is fighting an uphill battle in a state so close to vermont."], [17488, "2016-02-07T17:57:49Z", 0.47, "No Bern will win"], [1639, "2016-02-07T17:10:36Z", 0.2, "Going with consensus"], [17392, "2016-02-07T17:00:01Z", 0.42, "She will be close. But I question her ethics."], [2965, "2016-02-07T16:54:47Z", 0.0, "http://www.realclearpolitics.com/epolls/latest_polls/president/"], [51, "2016-02-07T16:51:36Z", 0.1, "Primary polls are unreliable, but Sanders does seem to have a major lead.  \nhttp://www.realclearpolitics.com/epolls/2016/president/nh/new_hampshire_democratic_presidential_primary-3351.html"], [17116, "2016-02-07T16:22:15Z", 0.53, "I think Hillary Clinton is better known and a stronger/more realistic candidate."], [14237, "2016-02-07T14:20:08Z", 0.67, "After Iowa (both Trump and Sanders), there appears to be significant error in the polls."], [17492, "2016-02-07T08:05:36Z", 0.65, "Clinton won the Iowa caucus and it was an extremely close victory. I predict that she will also win New Hampshire and that it will also be a close victory. "], [17159, "2016-02-07T07:11:01Z", 0.6, "I believe Hillary Clinton will win because I don't think Bernie's main support system (the youth) will represent the majority of voters at the ballots."], [18292, "2016-02-07T05:51:00Z", 0.47, "Yes"], [18083, "2016-02-07T05:07:55Z", 0.4, "Although she won Iowa, this state is largely leaning toward Sanders. Although Clinton won Iowa, the result was so close between them, it isn't enough momentum to bring Clinton even further. The support that Sanders received was more than expected so I believe his a lot of momentum going into New Hampshire. "], [17376, "2016-02-07T04:49:00Z", 0.55, "She is more popular in New Hampshire, and is very good at riling up a crowd."], [17325, "2016-02-07T04:45:58Z", 0.33, "Hillary is not as popular in New Hampshire compared to Bernie."], [17515, "2016-02-07T04:31:33Z", 0.25, "no"], [6303, "2016-02-07T04:28:06Z", 0.01, "Bernie Sanders just barely lost last week in Iowa, and he is gaining momentum in New Hampshire which is adjacent to his home state of Vermont."], [17680, "2016-02-07T04:26:33Z", 0.47, "It will be an extremely close race, but I think Bernie will pull the win in the end."], [17064, "2016-02-07T03:55:31Z", 0.3, "Based off the polls and her narrow win in Iowa, which was expected to be close, I think Bernie Sander will take the New Hampshire Primary."], [17787, "2016-02-07T03:24:29Z", 0.35, "Bernie Sanders was really close to her and I think he is the stronger candidate. "], [18348, "2016-02-07T03:21:26Z", 0.55, "It is kinda of hard to say Clinton will win for sure, because reports say that Sanders is stepping up spending and adverting so he can come up too.  But Clinton's win in Iowa might make people change their mind about her and they might vote for her."], [18353, "2016-02-07T03:20:23Z", 0.9, "Hillary won in Iowa, which I believe is the push she needed to create a strong momentum that will continue in New Hampshire."], [14531, "2016-02-07T03:02:01Z", 0.04, "HRC's poll numbers aren't moving in NH, so a Sanders' victory is looking more and more likely. Oddly, the consensus forecast is moving in the other direction last time I checked. "], [17394, "2016-02-07T02:00:16Z", 0.47, "She made a decent performance in the Iowa caucus but according to polls she looks she will lose NH "], [17066, "2016-02-07T01:47:29Z", 0.5, "Because Clinton and Sanders were so close in Iowa, I think they both have a 50% chance of winning New Hampshire's Democratic primary. "], [17323, "2016-02-07T01:42:37Z", 0.54, "It's going to be another tight race like Iowa but I think Hilary takes this one outright without any coin flips."], [18712, "2016-02-07T01:42:06Z", 0.1, "Adjusting the probability. Clinton will almost certainly lose NH."], [17539, "2016-02-07T01:21:00Z", 0.5, "I believe it is challenging for Clinton that Sanders has received around the same amount of votes as her."], [17118, "2016-02-07T01:19:07Z", 0.6, "I believe that she will win NH because she also won Iowa. I think this gives people on the bubble between Hillary and Bernie what they need to go ahead and vote for Hillary. "], [17273, "2016-02-07T00:45:56Z", 0.0, "No, I believe that Bernie will win NH."], [18269, "2016-02-07T00:14:27Z", 0.65, "I think Hillary may win over majority of the population but I think the other competitors will be not far behind."], [18480, "2016-02-06T23:57:12Z", 0.0, "NO because Barry will take this one. "], [18480, "2016-02-06T23:56:42Z", 0.45, "No because Barry will take this one. "], [17809, "2016-02-06T23:50:40Z", 0.55, "Because she won Iowa I think she will carry that momentum with her to win New Hampshire.  "], [18237, "2016-02-06T23:41:07Z", 0.42, "Although Clinton \"won\" the Iowa Caucuses in a virtual tie, I believe that this was more of a victory for Sanders since  he has manged to rise enough in popularity in just a few months to equal a seasoned presidential candidate with loyal followers for years. Therefore, I believe this victory is more probable for Sanders."], [18477, "2016-02-06T23:23:31Z", 0.45, "No, I don't think so, nor do I want her to."], [18888, "2016-02-06T23:17:32Z", 0.0, "Down to <1% on 538, both polls-plus and polls-only."], [18133, "2016-02-06T22:56:27Z", 0.52, "Yes because she won Iowa. "], [67, "2016-02-06T22:51:03Z", 0.0, "538"], [17788, "2016-02-06T22:43:51Z", 0.58, "She is the most qualified democrat in my opinion and already won Iowa."], [17601, "2016-02-06T22:22:22Z", 0.4, "No I don't think Hilary will win New Hampshire. She has been going down in the polls for NH and Sanders has been going up. "], [18445, "2016-02-06T22:06:03Z", 0.75, "New Hampshire tends to be a more radical state, so I believe that they will lean more towards Bernie Sanders."], [17591, "2016-02-06T22:01:47Z", 0.65, "I think she has a strong chance, because most of Sanders voters are younger and may not vote. "], [17351, "2016-02-06T22:01:42Z", 0.26, "Judging by how well Sanders fared in Iowa, and his chumminess with the state of New Hampshire, I expect him to win the primaries there."], [18969, "2016-02-06T21:59:03Z", 0.02, "No reason not to lower given consistent 538.com prediction. "], [17211, "2016-02-06T21:45:16Z", 0.25, "Sander's performance in Iowa could carry momentum into NH."], [18040, "2016-02-06T21:45:09Z", 0.51, "It was a toss up between her and Bernie Sanders in Iowa but her win, which was hyped up by the media will benefit her in New Hampshire. "], [17875, "2016-02-06T21:43:48Z", 0.0, "Remember when Bill Clinton came back from such a deficit and won New Hampshire in 1992, calling himself the \"come back kid\"?"], [17096, "2016-02-06T21:40:23Z", 0.45, "I think she will not win the New Hampshire primary because Bernie Sanders has a lead in that state and he is from neighboring Vermont which is cause more people to vote for him."], [17282, "2016-02-06T21:39:45Z", 0.52, "She will win NH by a small percentage."], [17137, "2016-02-06T21:08:03Z", 0.42, "I think that there is a chance that Bernie Sanders will win because the race was so close in Iowa. I believe there are a lot of hidden Sanders supporters that will show up eventually. "], [18406, "2016-02-06T20:58:09Z", 0.49, "Bernie has a stronger lead in New Hampshire."], [17119, "2016-02-06T20:50:28Z", 0.45, "I think it will be very close, just like in Iowa. Also, the percentages don't really matter as much as how many delegates each candidate gets. Even though Hillary won Iowa by just 0.03%, she got 2 more delegates than Sanders did. "], [17502, "2016-02-06T20:44:08Z", 0.55, "I think ultimately Hilary will but that Bernie will shock everyone again and it will be close."], [17960, "2016-02-06T20:40:10Z", 0.51, "I think because Clinton is ahead in polls and liked by New Hampshire, she will probably win the the Democratic primary, but I don't think it will be a big win. I think Bernie will come in very close again."], [18109, "2016-02-06T19:45:17Z", 0.55, "Due to Hillary having great representation in New Hampshire and being favored in the polls, as well as spending extensive amounts of time in New Hampshire, I believe that Hillary will win the New Hampshire primary. "], [18141, "2016-02-06T19:36:40Z", 0.45, "Bernie Sanders is polling quite well in NH, but we all know how accurate pre-primary polling can be--I'm looking at you, Donald Trump!"], [755, "2016-02-06T19:10:20Z", 0.45, "\"The man who moves a mountain begins by carrying away small stones\" - Confucius\nI watched highlights of the last Democratic debate and it still looked like a draw, although I thought Hillary got a couple of good licks in. \nDreamer vs. Realist\nWith this contest, I am reminded of Martin Luther King, Jr. (The Dreamer), who was the catalyst for one of the greatest progressive movement in USA history and President Lyndon Johnson (The Realist) who, with the stroke of his pen, realized it with the Civil Rights Act of 1964.\nIn the final contest, the mainstream USA electorate will nominate the candidate that is: 1) more or less centrist. 2) electable.\nThe current poll #s coming out of NH look pretty bad for Clinton, although snow showers are expected for Election Day and that may work in her favor. If she loses the state, I don't believe it will be by much. Incremental adjustment up."], [17681, "2016-02-06T18:51:26Z", 0.2, "I think that Sanders solid lead will result in a win for him in New Hampshire, however Hilary always has a shot of winning after her narrow win in Iowa."], [11157, "2016-02-06T18:47:13Z", 0.02, "Remaining skeptical of Sec. Clinton's chances in NH.  Her debate performance did not move the needle in her favor, even though she scored some points.\nhttp://www.bloomberg.com/politics/articles/2016-02-05/who-will-win-new-hampshire-here-are-eight-credible-predictions"], [17618, "2016-02-06T18:19:48Z", 0.43, "Despite Sanders and his growing support, many people might not feel all that confident in voting for such a person, and might instead turn towards the safer and less risky choice: In this case, Clinton."], [17810, "2016-02-06T18:17:48Z", 0.2, "ut eid: jmk3823"], [17409, "2016-02-06T17:25:09Z", 0.68, "Because she seems to have more experience than the others, which kind of makes the public trust her more. "], [18775, "2016-02-06T16:37:49Z", 0.95, "Because she won't be as extreme as Bernie Sanders. Bernie has good intentions and good ideas, but America is too scared to go for someone radical, they don't want to take a chance anymore. Just like they would not go for Donald Trump."], [17865, "2016-02-06T16:31:08Z", 0.33, "Bernie Sanders has a better chance in New Hampshire since he is from the Northeast and is very involved in the region"], [17434, "2016-02-06T16:24:08Z", 0.49, "xcdcj"], [19311, "2016-02-06T13:14:43Z", 0.25, "Her polls numbers are now quite bad and if the Iowa caucus was surprising, then definitely in opposite direction. Something very surprising would need to happen before primaries."], [19310, "2016-02-06T12:40:54Z", 0.05, "Sanders' lead is too big, he is more of an ideological fit there, and Hillary isn't focusing much on NH."], [12605, "2016-02-06T11:52:54Z", 0.59, "I remember the most unlikely election story, ever (New York state school board election)"], [17710, "2016-02-06T09:35:56Z", 0.37, "I believe Bernie Sanders will instead be the one who wins the Democratic Primary, since younger voters are more attracted to him than Hillary."], [17065, "2016-02-06T08:45:20Z", 0.38, "I don't think Clinton will win since a third of the pool of voters are young people who will most likely vote for Sanders. New Hampshire has consistently turned out young voters. "], [17065, "2016-02-06T08:42:31Z", 0.38, "I predict that Clinton won't win the New Hampshire primary since most young voters will vote for Sanders, and New Hampshire is known for consistently turning out young people. They make up a third of the voting pool. "], [1639, "2016-02-06T08:38:34Z", 0.51, "She has a bit of advantage in NH, her recent win, though small, gives her momentum. Sanders is a tougher adversary that she first thought, he will do well too.\nSo, I think she will again win by a little margin."], [17625, "2016-02-06T07:29:15Z", 0.52, "Based on the Iowa Caucus and her strong campaign efforts thus far, I think Hilary will win the New Hampshire Democratic primary. However, Bernie's extreme left  views are raising his numbers in the polls, making him a tough competitor for Hilary. Therefore, I predict Hilary will win, but not by much."], [17067, "2016-02-06T06:59:54Z", 0.65, "Clinton won over Iowa and I believe it may continue even though in recent prediction they see Sanders raising above. "], [19096, "2016-02-06T06:32:51Z", 0.08, "Most recent polls have Sanders ahead +9% to +30%. Hilary does better among older, more wealthy voters, and NH's median income is 7th in the nation (2008), but I doubt it will be enough."], [17165, "2016-02-06T06:14:10Z", 0.7, " She won the Iowa caucus and is so far ahead that I am positive she will also do very well in New Hampshire. Not only is she a strong contestant in the race but she has such great experience that she knows what she is doing and how to get the job done."], [17665, "2016-02-06T06:08:48Z", 0.69, "She won the Iowa caucus and is already ahead so those numbers will influence New Hampshire."], [19291, "2016-02-06T05:58:10Z", 0.27, "Bernie Sanders has a strong lead in the polls for NH (latest poll today gives him a 30% lead).  Furthermore, based on today's polls, 64% of the voters have already definitely decided what they are going to vote, meaning that there is about a 35% part of the voting base that has not decided yet.  Even giving 2/3 of that to Hillary Clinton does not seem enough to give her the win. So she only has approximately 27% chance of winning the NH primary."], [18328, "2016-02-06T05:37:55Z", 0.45, "The recent tie between Sanders and Clinton has made the Democratic race especially tight. It is hard to predict with certainty that another tie will not occur. "], [18020, "2016-02-06T05:31:11Z", 0.6, "Yes, I believe that she will win. She has more experience going into this field, and even though Sanders has gained a lot of votes and attention, I don't think that he will win against Hillary. It might be a close call, but I believe that Hillary will win. "], [17483, "2016-02-06T05:23:49Z", 0.45, "No "], [18539, "2016-02-06T05:12:25Z", 0.45, "She's very high up in the polls, but Bernie Sanders is winning over a lot of Democrats so she might slightly be lower than him."], [17556, "2016-02-06T04:18:25Z", 0.0, "UT: dhl456"], [17875, "2016-02-06T04:07:48Z", 0.0, "Thinking I was too optimistic a couple days ago at 1% chance  (i.e. Sander's could have a heart attack)."], [17405, "2016-02-06T03:27:54Z", 0.4, "Polling data for Sanders is up in New Hampshire. Sanders is also from Vermont which is nearby. Hillary won't win this primary. "], [18296, "2016-02-06T03:19:25Z", 0.6, "Yes"], [19285, "2016-02-06T03:15:05Z", 0.55, "Hillary has lot of supporters and she knows what she is doing."], [18039, "2016-02-06T02:53:27Z", 0.45, "Sanders is much better known than Hilary despite her strong support."], [18969, "2016-02-06T02:34:33Z", 0.04, "Consistent 538.com prediction, reduce by 5%."], [17457, "2016-02-06T02:24:38Z", 0.44, "I think Bernie will take this one"], [18216, "2016-02-06T02:05:28Z", 0.45, "I believe it will go same as Iowa, she will be tied with Bernie Sanders, but she will be the overall winner. "], [18118, "2016-02-06T01:48:27Z", 0.5, "Because of how the Iowa caucuses went, I think they both have an equal probability of winning the NH primaries."], [18022, "2016-02-06T01:27:16Z", 0.4, "I believe Sanders has a higher chance of winning now that America has seen how he did at the Iowa caucuses. "], [17140, "2016-02-06T01:13:39Z", 0.4, "She was ahead in Iowa, but New Hampshire in Sanders' turf"], [17284, "2016-02-06T00:55:09Z", 0.45, "I think Bernie Sanders will have the edge in New Hampshire as Hillary's popularity has been decreasing."], [17514, "2016-02-06T00:36:32Z", 0.41, "Bernie Sanders has the momentum from the Iowa caucus so he might beat Hillary this time "], [17719, "2016-02-06T00:12:21Z", 0.15, "I do not think that she will win at all because she is not liked in New Hampshire as much as Sanders. Sanders has held a strong lead on New Hampshire the entire campaign, so I do not think that will change any time soon. "], [17218, "2016-02-05T23:59:51Z", 0.42, "Sanders defied expectations in Iowa, and New Hampshire is right next door to his home state. Clinton is still a strong contender but I think the edge goes to Sanders in NH."], [18245, "2016-02-05T23:30:28Z", 0.53, "UT: lp24923"], [19261, "2016-02-05T22:47:36Z", 0.05, "Hillary is down in all the polls by 9% or more, and its Bernies neighbor state"], [17342, "2016-02-05T22:42:44Z", 0.42, "YES"], [17766, "2016-02-05T22:29:10Z", 0.75, "She has a great chance of winning but I think Bernie Sanders is still someone to look out for."], [17291, "2016-02-05T22:18:39Z", 0.41, "O Malley's followers will vote for Sanders not Clinton. "], [12763, "2016-02-05T21:59:34Z", 0.03, "Dropping this from 10 to 3.  She's waaaayyy behind in the polls and that she planning on leaving NH Sunday (pre-primary) to go to Michigan, seems to be tell-tale sign that she believes her chances of a comeback are slim here.  538 has this at 1% chance, but I give her a little more hope than that since I do believe she has loyal followers, but in the end I don't think NH is her cards.  "], [17340, "2016-02-05T21:50:23Z", 0.4, "Way behind in the polls, and almost could have lost Iowa (were she was supposedly leading) at the hand of a couple of coin tosses. "], [17539, "2016-02-05T21:42:25Z", 0.5, "Clinton and Sanders go neck and neck so I think Clinton has a 50% chance"], [17806, "2016-02-05T21:41:54Z", 0.46, "I believe Hilary Clinton will win New Hampshire's Democratic Primary because she has shown that she is the strongest contender thus far. Also, the amount of media coverage, in addition to the results of Iowa, could influence first time voters."], [17334, "2016-02-05T21:34:29Z", 0.34, "I don't think Hillary Clinton will win New Hampshire because she is losing her national lead to Bernie Sanders."], [17916, "2016-02-05T21:25:16Z", 0.42, "no, bernie has a huge lead with the young people and hopefully that will be shown in NH "], [17381, "2016-02-05T21:21:19Z", 0.55, "I feel her experience in politics and participation with the Obama administration will give her a small edge over Sanders"], [53, "2016-02-05T21:01:11Z", 0.2, "This article: http://www.motherjones.com/politics/2016/02/new-hampshire-voters-sanders-clinton\ndoes a good job of noting the inconsistencies with historical record in NH which bother me."], [17158, "2016-02-05T20:58:18Z", 0.45, "I think that Sanders will actually take New Hampshire. Hillary seemed to be stronger with the older population and Bernie with the younger. In New Hampshire, Bernie will succeed because of his male and young demographic over Hillary\nUT EID: em36989\n"], [16428, "2016-02-05T20:53:17Z", 0.1, "Sanders has a large polling lead moving into New Hampshire, and given the fact that he exceeded expectations in Iowa by essentially tying Clinton will give him a small amount of momentum.  Meanwhile Clinton will begin to eat into his large polling lead by sheer fact that notoriously late-deciding NH voters will start joining her camp.  However, Sanders will maintain his advantages in the polling lead, demographics, underdog status, and regional stature.  He will win by something like 55% to Clinton's 45%."], [18676, "2016-02-05T20:44:02Z", 0.53, "UT eid: pgg378"], [17811, "2016-02-05T20:35:28Z", 0.75, "I think so because she won the Iowa caucus. It is historically proven that candidates who have won the Iowa caucus are more likely to win New Hampshire's Primary."], [17187, "2016-02-05T20:25:37Z", 0.0, "Colonel Sander's lead in New Hampshire is insurmountable at this stage"], [19244, "2016-02-05T20:17:20Z", 0.48, "UT EID: snk563"], [17286, "2016-02-05T19:58:18Z", 0.67, "She will be able to win over the people in New Hampshire."], [17316, "2016-02-05T19:56:53Z", 0.48, "I think that this time around Bernie Sanders will be able to clinch a win since there were many ties between himself and Clinton in Iowa. They were resolved through coin flips and Hilary won 6 of them. Thus, I believe that the primary will give a more accurate readout in the favor of Sanders when compared to the caucuses in Iowa. "], [17347, "2016-02-05T19:54:27Z", 0.52, "I think that Hilary will carry the motivation from Iowa and take NH."], [17161, "2016-02-05T19:51:20Z", 0.48, "I believe because of the narrow margin that Hilary won by has really brought Bernie into the spotlight. I feel like the media buzz around the Iowa Caucus has really been focusing not on how Hilary won, but on how it was the closest margin that the Democratic Iowa Caucus has ever had. This buzz around Bernie will bring him to the forefront and will have him overall win in the New Hampshire primaries, but again by a very close margin. "], [17491, "2016-02-05T19:47:03Z", 0.45, "I think Sanders will carry with him some momentum and beat out Hilary. "], [18506, "2016-02-05T19:40:21Z", 0.52, "Its going to be close, but I think Hilary Clinton had a good debate with showing Sanders issue with foreign policy. "], [17487, "2016-02-05T19:38:01Z", 0.6, "After winning the Iowa caucus, Hillary is going to be funded and supported even more. However, Bernie has much support since he's from Vermont so it'll be interesting to see the outcome."], [19234, "2016-02-05T19:35:38Z", 0.54, "Feel the bern 54%"], [17688, "2016-02-05T19:33:01Z", 0.35, "Hillary did well in Iowa, but the email stuff popping up again is making her slide in the polls. "], [17266, "2016-02-05T19:26:56Z", 0.02, "I feel that Bernie is going to take this. Iowa was so close, which is good for ol Bernie, but not so good for Hillary. "], [17924, "2016-02-05T19:25:17Z", 0.4, "Hillary Clinton barely won Iowa, when she was predicted to win by a landslide. I think Bernie Sanders will come out victorious in New Hampshire. "], [19229, "2016-02-05T19:14:39Z", 0.2, "It's New England, which I think Sanders has a pretty strong hold on due to him being from Vermont. Iowa was so incredibly close, I could imagine that even if this WASN'T New Hampshire, Bernie could still win. "], [19223, "2016-02-05T19:04:51Z", 0.05, "Sanders has a very large lead in NH with most voters being decided."], [18494, "2016-02-05T19:03:50Z", 0.25, "Since she won by such a small margin in Iowa and this is an individual vote rather than a caucus i think Bernie will pull ahead"], [17706, "2016-02-05T18:56:10Z", 0.77, "Hillary won the Iowa Caucus, but apparently, Bernie Sanders has more support in New Hampshire! "], [18160, "2016-02-05T18:55:54Z", 0.0, "Hillary barely beat Bernie in Iowa where he was said to not have as strong a backing. In New Hampshire, sanders has a huge lead in resent polls. Finally had just 1-2 of the coin toss decisions gone in favor for Bernie, Hillary would have for sure lost Iowa."], [17596, "2016-02-05T18:52:15Z", 0.72, "52"], [17279, "2016-02-05T18:47:20Z", 0.55, "Even though the Iowa Caucuses results were very close, Hillary led the race. "], [17408, "2016-02-05T18:44:28Z", 0.75, "She is one of the most funded candidates. In addition, she references Obama in most everything she does, as if she is going to follow in his footsteps. This could be portrayed as a possible predecessor for Obama, who is very popular among many of Americans, further enhancing her chances to win."], [18654, "2016-02-05T18:42:13Z", 0.56, "She's doing pretty good so far "], [17594, "2016-02-05T18:33:26Z", 0.4, "While Hillary did win in Iowa, it was very, very close and considering New Hampshire is Bernie's neighboring state, I think he stands a good chance of winning this one. With that being said, it wouldn't be that shocking if she managed to pull another win. "], [17201, "2016-02-05T18:25:53Z", 0.36, "Bernie came in a real close second in the Iowa Caucus and showed that he is a strong opponent. With the publicity of the caucus results, more of his supporters will be motivated to vote and create a stronger force to bring Bernie ahead of Hillary."], [17619, "2016-02-05T18:14:04Z", 0.32, "After the results of the Iowa Caucus, more and more individuals are starting to recognize Bernie Sanders as a viable candidate. For instance, before people assumed that Hillary Clinton would be the obvious winner, however, Bernie Sanders proved as a formidable opponent. Also, New Hampshire is an area where Bernie Sanders has much favor."], [15766, "2016-02-05T18:11:33Z", 0.05, "Adjusted for latest polls. FiveThirtyEight has Clinton at less than 1%. http://projects.fivethirtyeight.com/election-2016/primary-forecast/new-hampshire-democratic/"], [18657, "2016-02-05T18:10:46Z", 0.46, "UT: ojh269\nBernie exceeded expectations in Iowa, which will prove that he is an electable candidate and also will motive the younger voters to participate because they feel they have a chance."], [18416, "2016-02-05T18:10:12Z", 0.0, "Bernie has consistently held a lead in New Hampshire during the polls, and is strongly predicted to win the state. Also, feel the Bern."], [14531, "2016-02-05T18:02:56Z", 0.05, "The polls now _radically_ favor Sanders in NH and put HRC's chances at 1%*. I feel like something might have gone wrong here. But the betting market gives HRC only slightly better odds**. Contrast that with the 40% consensus probability on this site! "], [17553, "2016-02-05T17:55:27Z", 0.42, "Sanders will win by a pretty large margin because of the close proximity to his home state. All polls have Sanders significantly ahead of Clinton. "], [17458, "2016-02-05T17:50:51Z", 0.43, "Hillary will win because of how she did in Iowa and due to her strong campaign and fan base within the democrat community. "], [17744, "2016-02-05T17:50:12Z", 0.39, "According to CNN's latest poll report, Bernie's support over Hillary is at 61%. http://www.cnn.com/2016/02/04/politics/new-hampshire-poll-bernie-sanders-hillary-clinton/ "], [17217, "2016-02-05T17:48:56Z", 0.35, "Yes. She has a good fan base and Iowa will help influence this decision. "], [17369, "2016-02-05T17:48:20Z", 0.3, "I believe that Hilary will lose in New Hampshire based on the fact that Bernie is much more well known in New Hampshire due to the proximity to his home state, Vermont. I believe that his supporters will overwhelm Hilary's campaign in this particular caucus."], [17580, "2016-02-05T17:47:11Z", 0.45, "Bernie was so close in Iowa & I think that he will take NH. "], [17494, "2016-02-05T17:46:33Z", 0.65, " I believe Hillary will win because she won in Iowa Caucus. She is also a strong woman leader, and has a strong support among women voters. "], [17634, "2016-02-05T17:45:50Z", 0.15, "HIlary is a good speaker"], [17739, "2016-02-05T17:43:33Z", 0.53, "I predict a narrow margin, whatever the actual results. "], [17367, "2016-02-05T17:43:30Z", 0.7, "I believe Hilary will win because she is leading the polls and won in 2008 back then during her campaign. She also has a strong support among female voters and a female governor who will probably show her a lot of support.\n"], [17821, "2016-02-05T17:43:05Z", 0.55, "Yes"], [18436, "2016-02-05T17:41:42Z", 0.5, "She just barely won last time, this one will probably also be very close"], [17458, "2016-02-05T17:32:52Z", 0.43, "Yes. "], [17430, "2016-02-05T17:31:23Z", 0.43, "It can go either ways, but Sanders will probably pull the lead since Iowa as so close."], [17094, "2016-02-05T17:27:48Z", 0.43, "Iowa was absurdly close, but I think Sanders has the momentum. Sanders is also polling much higher in NH because it is next to his home state of Vermont."], [17171, "2016-02-05T17:27:09Z", 0.5, "She seems to be neck to neck with Bernie Sanders"], [17110, "2016-02-05T17:22:31Z", 0.55, "I think that since she won Iowa, people will be more amped up about her and vote for her. "], [17181, "2016-02-05T17:22:29Z", 0.25, "I think with Sanders being less than a tenth away from Clinton, its going to be even closer in NH or Sanders will come out ahead this time."], [17311, "2016-02-05T17:21:09Z", 0.35, "Bernie Sanders has a strong campaign that appeals to New Hampshire. The current polls delineate voters' interests, and the results of the Iowa Caucus will promote his success. "], [17747, "2016-02-05T17:16:56Z", 0.47, "no"], [17613, "2016-02-05T17:16:47Z", 0.55, "Due to Iowa Caucus win"], [17099, "2016-02-05T17:16:19Z", 0.52, "Hilary has taken victory in Iowa and this will likely positively impact her campaign budget and image. "], [17247, "2016-02-05T17:15:43Z", 0.48, "Iowa was a close call for Clinton and Sanders. Since then, both have been going non-stop with appearances, debates and just plain campaigning. I think once again it will be a close call, and maybe even favor Sanders. "], [17149, "2016-02-05T17:13:20Z", 0.0, "Bernie has been showing in polls that he has a strong lead in NH "], [17793, "2016-02-05T17:12:27Z", 0.4, "Sanders' contention in Iowa, although a loss, makes him the most well-known Democratic contender heading into New Hampshire where the popular candidates tend to shine."], [17170, "2016-02-05T17:12:21Z", 0.43, "I don't think she will, but it won't let me change the yes to no?"], [18621, "2016-02-05T17:10:39Z", 0.42, "After the Iowa caucus it was pretty clear to see that Hilary has a very strong campaign. I believe she will win or come really close to winning."], [16160, "2016-02-05T17:09:52Z", 0.05, "Bernie Sanders has a strong lead in NH-according to the Huffington Post Pollster."], [17446, "2016-02-05T17:09:34Z", 0.25, "Bernie Sanders is creating a better margin than her and seems like the victory will go to her."], [17503, "2016-02-05T17:09:33Z", 0.01, "Hilary Clinton will not win the New Hampshire Democratic primary because Bernie Sanders has the votes of the young and liberals. New Hampshire being in the East Coast (more liberals) will have more votes, the select votes he needed in Iowa to win."], [16933, "2016-02-05T16:01:56Z", 0.13, "Sanders expanding his lead"], [14624, "2016-02-05T15:27:22Z", 0.04, "The lead Bernie has opened in NH Polls is virtually insurmountable right now. "], [15471, "2016-02-05T14:40:31Z", 0.01, "Sanders 15+ points up, and a good organized campaign to translate this into votes"], [29, "2016-02-05T13:41:45Z", 0.3, "She is not polling well in New Hampshire, and Bernie did much better than expected in Iowa. "], [142, "2016-02-05T12:57:14Z", 0.1, "Updating for passage of time and events.  Clinton sounds and looks increasingly desperate to take down Sanders but his donations have exceeded her's recently and he's leading by 20 points in NH."], [18833, "2016-02-05T09:22:34Z", 0.01, "Revising estimate in line with polling data."], [19098, "2016-02-05T08:38:03Z", 0.05, "Polling is far too strongly against her. It would be a freak event if it happened."], [17332, "2016-02-05T08:34:55Z", 0.45, "I don't think she will win in New Hampshire, I'm leaning towards Bernie Sanders"], [19096, "2016-02-05T08:10:32Z", 0.1, "Bernie's home state of Vermont is right next door, and the fact that Iowa ended in a dead heat will energize Bernie's supporters. It's possible Clinton's ground game might be stronger than anticipated, but Clinton knows she polls better with blacks & Latinos, and will be more likely to spend her resources elsewhere. I suspect Clinton's goal will be to make a respectable showing, but I don't see New Hampshire as all that important in the scheme of things. Bernie takes NH."], [19078, "2016-02-05T06:16:57Z", 0.1, "Sanders nearly took the cake in Iowa. New Hampshire is likely more liberal than Iowa."], [53, "2016-02-05T05:58:45Z", 0.15, "So, I'm really low here at present due to polling and betting markets.  But I don't feel entirely easy about it...\n- Sanders support is highest in the younger age group, which I don't think predominates in NH\n- Sanders also has high support among lower-income -> this could help in NH, but ....I'm not sure.... the southern, more populated & liberal, counties are also higher income. And NH isn't poor by per capita household income standards. \n- think NH voters do care about foreign policy too."], [14327, "2016-02-05T05:19:54Z", 0.0, "Even after blunting Sanders' momentum in Iowa, her polling average continues to go down in New Hampshire. "], [8036, "2016-02-05T04:34:00Z", 0.1, "Sanders has a commanding lead at this point.  I'll reduce Clinton's forecast unless something significant occurs beforehand. "], [20, "2016-02-05T04:28:46Z", 0.11, "She was a killer in today's debate, not that debates matter. She has an uphill battle to beat the 'favourite son's neighbour'. Even if the polls are off, they won't be off enough for her to win here. "], [18793, "2016-02-05T04:17:43Z", 0.02, "Too far behind in the polls too close to the election"], [15429, "2016-02-05T03:38:33Z", 0.05, "I'm downgrading my original forecast based on continually strong polling for Sanders. Again, the demographics of this make no sense. If anything Clinton and Sanders SHOULD be polling close based on the Iowa entrance polls and 2008 New Hampshire exit polls breakdown of voter attitudes toward their political orientation (very liberal, somewhat liberal, moderate, etc.). Historically, NH has almost always voted for the moderate candidate as well, with the exception of Paul Tsongas in 1992. Given that Tsongas was from Massachusetts, it may simply be the regional unity of New England trumps the politics of any given candidate. Certainly, there is a lot of evidence that New England bucks political identity - one need only look at Sanders own election as an independent socialist as well as the litany of interesting candidates out of Maine including Susan Collins, Olympia Snowe and Paul LePage that don't fit the national party's mold. I'll downgrade Clinton's changes for that reason, but if there's any sign of upward movement, I may upgrade her yet."], [17746, "2016-02-05T02:59:51Z", 0.25, "I think that Bernie Sanders still do really well because although he lost in Iowa, he had much more success than most people thought and I think voters will take him more seriously. He has also been campaigning a lot in New Hampshire and he has been saying that voters in New Hampshire will choose who will fight for them and I think this campaigning technique will work well for him. At the same time, I think Hillary Clinton's success will push her to winning the New Hampshire Primary, just not by a substantial amount. "], [17598, "2016-02-05T02:22:52Z", 0.55, "She won Iowa and believe that she will win New Hampshire as well."], [16793, "2016-02-05T02:20:35Z", 0.0, "It's a virtual certainty now, even the lowest estimates have Sanders over 50%.  Unless there's a HUGE Sanders scandal, Clinton has no shot at winning NH."], [18879, "2016-02-05T02:05:10Z", 0.27, "Adjusting my previous forecast (31-->27) due to Bernie's gain in CNN's most recent poll. http://www.cnn.com/2016/02/04/politics/new-hampshire-poll-bernie-sanders-hillary-clinton/index.html"], [18969, "2016-02-05T01:38:15Z", 0.09, "Reduction of 5% due to updated fivethirtyeight.com prediction (>99% Sanders, <1% Clinton) - 2/4/16."], [13361, "2016-02-05T01:18:44Z", 0.15, "My previous answer was what percent of the vote I thought HRC would get. Polls show Sanders ahead by a lot. "], [534, "2016-02-04T23:40:50Z", 0.05, "Here is fivethirtyeight.com's analysis: http://projects.fivethirtyeight.com/election-2016/primary-forecast/south-carolina-democratic/"], [17287, "2016-02-04T23:34:54Z", 0.4, ""], [12302, "2016-02-04T23:21:00Z", 0.0, "painful learning process. trusting the polls on this one; compensating earlier high forecasts."], [14487, "2016-02-04T23:00:00Z", 0.0, "Nate Silver's weighted polling forecast has Clinton a 0%: http://projects.fivethirtyeight.com/election-2016/primary-forecast/new-hampshire-democratic/#polls-only"], [18888, "2016-02-04T21:29:20Z", 0.03, "Based on 538's polls-plus and polling-only percentages: http://projects.fivethirtyeight.com/election-2016/primary-forecast/new-hampshire-democratic/"], [16775, "2016-02-04T21:22:49Z", 0.15, "Snowy weather predicted. Bernies crew are young and won't mind so will vote. I don't think Hillary\"s will turn out"], [13884, "2016-02-04T21:22:10Z", 0.15, "http://projects.fivethirtyeight.com/election-2016/primary-forecast/new-hampshire-democratic/"], [13884, "2016-02-04T21:21:52Z", 0.92, "http://projects.fivethirtyeight.com/election-2016/primary-forecast/new-hampshire-democratic/"], [16023, "2016-02-04T21:07:53Z", 0.05, "Updating for new polling data. "], [915, "2016-02-04T20:47:44Z", 0.0, "this photo-shop, from who knows where, succinctly sets forth Hillary's problem:"], [17963, "2016-02-04T20:29:27Z", 0.85, "Hillary's success in Iowa will put her over the edge further for winning in NH. I think Bernie's success in Iowa was out of the ordinary with a larger than expected turnout in young Iowans. \nUT: mag7944"], [15348, "2016-02-04T20:20:58Z", 0.35, "bumping up from 20% based on this poll: http://www.nytimes.com/interactive/2016/01/21/us/elections/iowa-new-hampshire-presidential-election-polls-clinton-trump-sanders-cruz.html"], [16160, "2016-02-04T20:17:23Z", 0.2, "Bernie seems to be taking NH home!  Nothing shows Hillary will be surprising him!  "], [15350, "2016-02-04T19:23:31Z", 0.04, "Sanders has held his ground in New Hampshire even with his quasi-defeat in Iowa's caucus (FiveThirtyEight weighted polling). Therefore, I see a Sanders victory as highly likely. "], [3434, "2016-02-04T19:23:18Z", 0.0, "Bernie has the Home Field advantage"], [17634, "2016-02-04T19:18:12Z", 0.15, "No, Bernie is a stronger candidate."], [20, "2016-02-04T19:15:15Z", 0.11, "HRC had a great townhall last night. I doubt it will matter, she's so far behind already and such things usually aren't deciders anyway. The polls are largely unchanged since Iowa. "], [19022, "2016-02-04T19:04:45Z", 0.15, "Bernie is polling too well/too close to his territory "], [17629, "2016-02-04T19:03:25Z", 0.55, "UT: sd32534"], [9913, "2016-02-04T18:00:26Z", 0.0, "Revised.  Nate Silver today projects Bernie Sanders will win with 96% confidence.  That's too big to ignore.  It's his backyard and it looks like the Clinton campaign may have been a part of voter fraud in Iowa... all of that combined -- I now adjust to 0% win for Clinton."], [484, "2016-02-04T17:29:15Z", 0.0, "Going to zero. Like @alistaircookie suggestion of tactical Democrat voting."], [15749, "2016-02-04T16:48:26Z", 0.63, "Housewife programmes on television could rouse voting people the inclination to vote for Clinton"], [939, "2016-02-04T15:59:36Z", 0.05, "Splitting the difference between 538 (4%) and betting odds (6%)."], [18879, "2016-02-04T15:12:38Z", 0.31, "After viewing last night's Town Hall, I believe that Bernie only strengthened his lead in New Hampshire. I'm still not discounting Hilary as it seemed clear that she had many supporters in the crowd and received more applause on a consistent basis."], [90, "2016-02-04T14:35:44Z", 0.02, "Bringing down the prediction -- Bernie has momentum."], [476, "2016-02-04T12:10:48Z", 0.25, "This CNN format and its previously discredited and now rehabilitated moderator, Cooper, favored Clinton since she got the \"last word\" in the \"conversations.\"   Heavily spun, redacted and data mined, what happens in the days prior to the vote will provide team Clinton with new options in her road to the White House as the candidate of the Democratic Party. But as she says, she is in Bernie's \"backyard.\"  And in this contest, and the lap dog \"town meeting\" she still is on the defensive.  Somebody needs to get through the softball questioning and aks who Clinton will choose as her VP running mate?"], [915, "2016-02-04T11:43:51Z", 0.0, "Betting Clinton will markedly under-perform among men and under 50-women.  "], [15766, "2016-02-04T09:53:09Z", 0.09, "Updated after Iowa. All recent polls have Sanders firmly in the lead and his recent showing in Iowa indicates his poll numbers are more than fantom support. "], [17875, "2016-02-04T04:16:19Z", 0.01, "This is simply a contrarian guess masquerading as a forecast given fivethirtyeight polls-plus says 91% chance Sanders wins and this is somewhere near 40% Clinton. "], [18981, "2016-02-04T03:58:06Z", 0.0, "Bernie's leading by more than 20 points. No chance it changes so dramatically within one week"], [18981, "2016-02-04T03:40:49Z", 0.99, "whoops read the question wrong"], [6978, "2016-02-04T03:21:04Z", 0.1, "538 models show Sanders continuing to pull away.."], [15429, "2016-02-04T02:17:38Z", 0.12, "This forecast is really difficult for me - not because I have any particular allegiance but because the polls and the historic data are somewhat at odds. However, it's very difficult to say Clinton's chances in NH are good. Some points of reasoning to show my inner conflict:"], [17583, "2016-02-04T01:52:04Z", 0.48, "The Bern is coming."], [17002, "2016-02-04T01:42:25Z", 0.18, "2 Feb: MM drops out of race. BS good showing in IA. "], [17002, "2016-02-04T01:38:37Z", 0.3, "2 Feb: MM drops out of race. BS good showing in IA. "], [18969, "2016-02-04T00:32:53Z", 0.14, "FiveThirtyEight forecast as of 2/3/16, abundance of polls in favor of Sanders.  538 forecast shows 9% chance of Clinton win today, but I expect a 5% bounce back correction to this extreme condition."], [17629, "2016-02-03T22:38:22Z", 0.55, "UT: sd32534"], [691, "2016-02-03T20:42:01Z", 0.51, "The question comes down to Organization vs. Enthusiasm.  Polls are very funky in New Hampshire, largely because of the difficulty of drawing a realistic sample.  (This is caused by not only the state's small population, but also the ability of unaffiliated voters to pick a primary on the day.)  Still looking for Clinton to win, but with the same sort of sad majority she mustered in Iowa. No matter how this turns out, Bernie will get clobbered almost everywhere else from now on.  One does hope he will stay in the Senate forever, though--he is valuable there.  "], [94, "2016-02-03T18:40:26Z", 0.06, "http://predictwise.com/politics/2016-president-primaries"], [15352, "2016-02-03T17:57:22Z", 0.37, "http://elections.huffingtonpost.com/pollster/2016-new-hampshire-presidential-democratic-primary\nAggregate polls show Hilary at 37% "], [534, "2016-02-03T17:03:17Z", 0.2, "Fivethirtyeight.com puts the odds at only about 10%, as Bernie's lead is still very solid:\nhttp://projects.fivethirtyeight.com/election-2016/primary-forecast/new-hampshire-democratic/"], [8036, "2016-02-03T16:03:45Z", 0.4, "Considering Sanders' gains in Iowa and his popularity in New Hampshire, his chances have greatly improved relative to Clinton's."], [12763, "2016-02-03T15:19:29Z", 0.1, "We've learned that polls can't be trusted completely, but Sanders has a huge lead her in the polls, and New Hampshire is very close to Sanders home state."], [14531, "2016-02-03T15:02:31Z", 0.07, "Small shifts in recents polls favor Sanders even more."], [51, "2016-02-03T14:36:31Z", 0.2, "I think the polls speak for themselves.  What's more, Sanders exceeded expectations in Iowa.  I think that will effective win will put some wind in his sails.  "], [18833, "2016-02-03T12:03:36Z", 0.06, "Update due to price stability. "], [10783, "2016-02-03T03:39:11Z", 1.0, "I think that New Hampshire's Democrats are slightly less Liberal than Iowa's. Furthermore, Mr. Sanders outspent her on campaign ads in the state yet Hillary was able to hold the line.\nIt looks very counter intuitive considering that Mr. Sanders has an 18 point lead in the polls. \nHowever, Obama had lost New Hampshire in 2008 even though he had an 8 point lead in the polls. \nThe CNN debate on February 3rd will consolidate her lead. \n"], [12605, "2016-02-03T01:51:33Z", 0.53, "Dropping by 30% despite her winning Iowa."], [64, "2016-02-03T01:26:34Z", 0.0, "The N.H.  pro-Bernie voter probably realizes he'll be knocked out soon. But, if they're demotivated by this, the same is true for Clinton supporters who believe she's the inevitable candidate. If Iowa is a basis, it seems that the (younger) pro-Bernie voter might actually come out, even if it is to make a statement. I'm going all-in for Bernie."], [18879, "2016-02-03T00:17:39Z", 0.39, "Bernie's popularity among youthful voters will have a greater impact in New Hampshire than did Iowa. Given the 50/50 result of Iowa, I believe this gives Bernie a distinct probabilistic advantage to win in New Hampshire."], [15299, "2016-02-03T00:16:35Z", 0.2, "She has an outside shot at winning in NH; however, it's unlikely that the results in Iowa have fundamentally altered the state of play in NH. Sanders has led comfortably in all public polls. Some tightening is possible but given the liberal profile of voters in the Democratic Primary in the Granite State, a repeat of Clinton's unexpected 2008 win is unlikely."], [1395, "2016-02-02T23:41:45Z", 0.18, "Safe to assume that Bernie is going to have a significant turnout in the New England region. I'd also expect a significant bump after Iowa that will carry over to next week."], [18327, "2016-02-02T23:05:20Z", 0.37, "few updates for my previous 42% fcst:\n- in prior fcst i was \"double counting\" some variables. My arguments about NH electing women democracts in leadership positions and NEA endorsement are already partly baked in major pools, so I'm discounting those here\n- HC did win IOWA albeit by a very small margin. I'm still counting this as a win but when considering this factor I'm using a weight of less than 1\n- OM is out. i have no idea nor a view of whether that is good for HC or BS so splitting whatever i assigned to OM before to both candidates\n- new polls shows a bigger margin for BS"], [939, "2016-02-02T22:58:58Z", 0.08, "Splitting the difference between 538 (9%) and betting odds (7%)."], [15425, "2016-02-02T22:19:29Z", 0.06, "Updated post Iowa"], [783, "2016-02-02T22:15:20Z", 0.05, "News broke that she affirmed the writings and articles emailed to her by her pseudo advisor Blumenthal and by Blumenthal's kids, which leaned towards the PLO and Hamas and related pro-terrorist fellow travelers. There were others who proposed stirring the Palestinians up to pressure Israel. This could undermine her stance that she is strong against terror within and outside of the Middle East, or is a Nixonian hybrid .  To what extent, the perception gains more mileage whether or not one is pro-this and anti-that, but calls into question what she says and means."], [691, "2016-02-02T21:08:00Z", 0.48, "Primaries are not caucuses and New Hampshire is not Iowa; there is a tendency to forget this among entirely too many people, sometimes including me. "], [16529, "2016-02-02T20:58:51Z", 0.06, "Not enough coin flips to save her in this primary. "], [13341, "2016-02-02T19:31:41Z", 0.25, "Updating for polling data, and her anemic \"victory\" in Iowa."], [14531, "2016-02-02T19:00:23Z", 0.08, "FiveThirtyEight's polls-plus numbers were a little closer than its polls-only numbers in Iowa (the details are tedious). So I'm now taking a weighted average (0.4 * polls-only + 0.6 * polls-plus) as my sanity check. I'll check this again after we have the NH voting data. At the moment, Sanders looks like the overwhelming favorite in NH, regardless of how one comes at the data. "], [4824, "2016-02-02T18:38:18Z", 0.25, "New Hampshire is in Sanders' neighborhood and his strong performance in Iowa will bolster his appeal there."], [17948, "2016-02-02T18:36:07Z", 0.4, "Recent polls have Sanders in the lead, and some projections (FiveThirtyEight, for example) have Sanders in a landslide. Yet, despite media reports suggesting a more progressive-than-average democratic base, there is little historical evidence that New Hampshire favors the more progressive democratic candidate in the primary, with past winners being: 08-Hillary (+3% over Obama), 04-Kerry (+13% over Dean), 00-Gore (+4% over Bradley). It is difficult to ignore the polls, which I weigh higher than past precedent. In addition, Vermont's proximity and the demographics of NH (mostly white, which gives Sanders a small edge) nudge the projection in his direction."], [546, "2016-02-02T17:41:36Z", 0.55, "She has the momentum going forward.   Iowa was a tough one for her, but she managed to eek it out. "], [12605, "2016-02-02T17:38:27Z", 0.83, "The last bastion of O'Malley voters could have virtually tilted Clinton to lose Iowa."], [1639, "2016-02-02T16:07:40Z", 0.45, "The Vermont senator expects to keep Clinton on her toes through New Hampshire. He holds a commanding lead in the polls there, and a win would help propel his campaign further while raising questions about Clinton’s general election viability."], [14327, "2016-02-02T16:03:33Z", 0.0, "Going for zero for scoring purposes. "], [18833, "2016-02-02T15:58:02Z", 0.07, "Mean between exchange prices, polls (538) & polls plus forecasts (538). Misread."], [18833, "2016-02-02T15:56:23Z", 0.93, "misread."], [1298, "2016-02-02T15:53:50Z", 0.1, "Following Iowa, I believe Sanders will receive a boost as teetering supporters are emboldened by his ability to go toe-to-toe with Clinton. This translates into a decisive victory in a state he was already tipped to carry. "], [1262, "2016-02-02T14:43:13Z", 0.1, "lowered based on Iowa results"], [15766, "2016-02-02T13:12:28Z", 0.25, "Adjusted for latest polls and Sanders showing in Iowa."], [20, "2016-02-02T13:02:25Z", 0.18, "Bern has 'misfortune' of a too-big lead. He won't likely win by as much as polls now say. Hillary only has to cut his big lead to claim victory, enough to carry her onto SC. Bern's demographic disadvantage with blacks and browns is inexplicable.  The electorate isn't paying attention yet. That helps HRC, but not against a 'favourite son'."], [11710, "2016-02-02T12:50:10Z", 0.0, "I no longer think Hillary wins.  Bernie wins but not by as much as polls suggest. "], [18828, "2016-02-02T10:07:57Z", 0.5, "Bernie is catching onto her lead"], [16326, "2016-02-02T09:53:12Z", 0.4, "A tie in Iowa between Hillary and Bernie \nNew Hampshire next to Vermont\nBut still: Bernie is to far away from the mainstream of the democratic party  "], [2965, "2016-02-02T06:56:17Z", 0.08, "Iowa and polls"], [17002, "2016-02-02T06:37:53Z", 0.45, "2 Feb: MM drops out of race. HC and BS 'virtual tie' in IA"], [7272, "2016-02-02T04:46:26Z", 0.0, "She will not win New Hampshire period.  Nevada and south Carolina, yes, she will take them."], [64, "2016-02-02T04:08:24Z", 0.1, "I think Sanders' Iowa performance will encourage New Hampshire voters even if he does not win. Nobody who supports him can have any illusions that his chances are bleak after the first two states. So, a good fight in Iowa where he loses by 1% would not dissuade most of these supporters. Obviously I will change if the polls start to say differently."], [2, "2016-02-02T03:13:23Z", 0.2, "Moving Bernie up.  He's close enough to call it a victory, even if he doesn't actually win.  If anything a close loss might make his supporters work harder."], [15108, "2016-02-02T02:23:18Z", 0.6, "Hillary wins by narrow margins"], [2, "2016-02-02T01:45:37Z", 0.27, "Hillary/Bernie in IA will be very close.  By entrance polls, 91% of 18-25 year olds going for Bernie.  Ouch!  "], [6303, "2016-02-02T01:34:17Z", 0.13, "My updated prediction based on 538.com"], [15350, "2016-02-01T22:46:36Z", 0.12, "Sanders still remains strongly in the lead in this highly left-leaning state, with the weighted average of polls projecting a 17-point advantage. "], [11002, "2016-02-01T20:16:06Z", 0.3, "http://projects.fivethirtyeight.com/election-2016/primary-forecast/new-hampshire-democratic/  Should have updated this two weeks ago. "], [55, "2016-02-01T19:28:48Z", 0.15, "She continues to struggle with the usual Clinton issues and thi is Sanders' backyard."], [409, "2016-02-01T16:38:23Z", 0.0, "Not in Bernie Sanders' backyard..."], [18712, "2016-02-01T16:00:43Z", 0.2, "Clinton might get a boost from the Iowa caucus, but it is probably not enough to beat Sanders "], [14327, "2016-02-01T15:47:19Z", 0.25, "Raising my forecast slightly due to anticipated Iowa outcome."], [16793, "2016-02-01T15:29:48Z", 0.06, "Downgrading based on recent polling and 538 data."], [12605, "2016-02-01T15:10:55Z", 0.8, "90% confidence intervall: 53% to 100%"], [17745, "2016-02-01T14:33:39Z", 0.5, "Bernie also has strong support"], [6303, "2016-02-01T03:52:32Z", 0.18, "My updated prediction based on 538.com"], [17522, "2016-02-01T03:32:12Z", 0.55, "Hilary Clinton has been wanting to be president for a very long time. America knows she has the passion and determination to get things done."], [17208, "2016-02-01T03:06:50Z", 0.0, "She is a hypocrite"], [133, "2016-02-01T01:08:44Z", 0.39, "Question of FBI investigations are hanging over her and Bernie is from the neighboring state and will win"], [939, "2016-02-01T00:23:51Z", 0.16, "So, a week ago, betting odds said 18% and 538 had 32%.  Guess where 538 is now? (18%).  A week late and a dollar short.  I'll go with 16% -- the latest betting odds."], [15766, "2016-01-31T21:33:28Z", 0.4, "Updated for latest polls, adjusted from 43 to 40."], [17002, "2016-01-31T17:05:48Z", 0.42, "Good analysis from GJOpen participant: https://www.gjopen.com/comments/comments/113640\nSignposts: Iowa caucus (1 Feb, ++if poor showing from BS)"], [18327, "2016-01-31T16:04:00Z", 0.42, "starting point: 49% (I'm assigning a random/non-assessed 2% probability OM wins)\nassumptions:\n- major pools indicate BS as the most probable winner of NH by a margin of 8pp.\nThis forms the base forecast, tweaked with the following:\n- how often are pools wrong?\n- how often are pools wrong by a margin bigger than 8pp?\nmy new base forecast is 28%. then tweaked by the following:\n- NH elected women in key leadership positions in the past. in fact, 2 NH democratic governors have been women (2%)\n- NEA endorsement of the current NH governor was said to have been a key step in her election. NEA endorsed HC but this happened months ago and with some controversy (1%)\n- the consensus is HC wins IOWA. 60% of the last 10 NH caucuses were won by the candidate winning the IOWA caucus. But, HC hasnt yet won IOWA, so this is only a probability (60% * 60% = 36%)\n- is this race different than 1980s? (-1%)\n- HC won NH in 2008 (1%)"], [12605, "2016-01-31T15:40:05Z", 0.87, "The baseline for Clinton's campaign strategy was in the 70-100 range to begin with, they picked the right locations, the right positions, those that had worked in this state. With big endorsements by the NY Times and Boston Globe, I think even those who like to shirk should get the message. I mean, if this campaign cannot drag New Hampshire ... my god, how stubborn or susceptible are people in NH?"], [53, "2016-01-31T05:38:22Z", 0.4, "correct for over-reaction"], [2, "2016-01-31T04:40:32Z", 0.3, "As I move up HRC's chances in IA, I'm moving her up slightly in NH too."], [4497, "2016-01-31T04:34:20Z", 0.5, "This will very much depend on how she shows in Iowa AND how she behaves afterward."], [8036, "2016-01-31T04:19:20Z", 0.85, "She's winning the popularity contest -- and that's what this is."], [17351, "2016-01-30T22:21:16Z", 0.3, "Sanders is heavily entrenched in New Hampshire so it's unlikely Hillary will win."], [18221, "2016-01-30T19:17:51Z", 0.15, "Two reasons: Bernie's good neighbor status but, way more importantly, Bernie's surge of late."], [11157, "2016-01-30T14:26:07Z", 0.08, "Reducing odds 2% on latest email news: TS-SCI emails re SAP is quite serious. At same time, most voters have already made up their minds on relative seriousness of this issue. 538 continues to point to Sanders. Will reassess after Iowa."], [43, "2016-01-30T11:15:24Z", 0.23, "Check out @AndrewSabisky's column in the International Business Times."], [498, "2016-01-30T10:45:03Z", 0.05, "State Department Declares 22 Clinton Emails 'Top Secret'\nhttp://www.nytimes.com/aponline/2016/01/30/us/politics/ap-us-clinton-emails.html"], [15331, "2016-01-30T02:17:10Z", 0.35, "Probably not. \"Check after caucus\"?"], [18167, "2016-01-30T02:04:58Z", 0.2, "Performance in 2008\nPoll lead for Sanders"], [18156, "2016-01-30T00:55:14Z", 0.45, "Untrustworthy \nSanders backyard\nShifting momentum"], [18159, "2016-01-30T00:49:13Z", 0.3, "New Hampshire is very near the home state of Bernie Sanders, is mostly white, and has a strong following in the Sanders camp. For these reasons, Hillary will likely be defeated by a margin of 5-10 points, probably closer to 5 due to voter turnout. However, I give Hillary a 30% chance of winning because the polls have been so in favor of Sanders, that her camp might be more motivated and his not, thus narrowing and perhaps reversing the margin as a result of voter turnout. Again, I see this as a more unlikely, but still relevant, scenario."], [485, "2016-01-30T00:09:42Z", 0.0, "News today that her emails contained very sensitive top secret information: https://www.washingtonpost.com/news/post-politics/wp/2016/01/29/the-state-department-concludes-there-is-top-secret-material-in-hillary-clintons-email-correspondence-from-her-time-as-secretary-of-state/ As a result, I'm lowering probability she will win NH to zero."], [484, "2016-01-29T23:03:40Z", 0.05, "(no change) Optics about emails will not help."], [14841, "2016-01-29T23:03:13Z", 0.33, "As I study the polls and the likelihood, in my opinion that Hillary will win Iowa, I give her a 1 in 3 chance to win."], [755, "2016-01-29T21:24:20Z", 0.4, "Following @cmeinel's lead on this development: AP, January 29, 'APNewsBreak: US declares 22 Clinton emails 'top secret'': http://bigstory.ap.org/article/e19abf78b6fe43e7b7719f059901630d/apnewsbreak-govt-finds-top-secret-info-clinton-emails\nThis is going to be a big distraction (an understatement). Good strategy by GOP media goon-squad to bleed her early. Still, we'll see how Hillary holds up to this, she may surprise. Affirming forecast.  "], [43, "2016-01-29T21:02:17Z", 0.23, "Oh oh, her emails are turning radioactive. The official result is that \"The State Department has concluded there is 'top secret' material in Hillary Clinton's email correspondence from the time she was secretary of state, indicating that some of her emails will never be released, even in heavily redacted form, because they are too sensitive for the public to view.\" I may be biased, given that I used to hold a clearance. If this was a Trump scandal, it probably wouldn't affect his support. But Ms. Clinton is less Tefloned than The Donald. "], [18114, "2016-01-29T19:11:43Z", 0.2, "New Hampshire's proximity to Vermont might throw the majority of Democratic primary voters to the Sanders camp.  However, New Hampshire seems to have a more moderate political landscape than Vermont which would favor Clinton."], [17140, "2016-01-29T18:50:49Z", 0.85, "She's one of two strong democratic candidates, and the fact that she is a woman will spur many voters in her favor for no reason other than gender, along with various other novelties."], [14531, "2016-01-29T17:48:07Z", 0.16, "The most recent polls suggest HRC's chances continue to diminish in NH (where she beat Obama in 2008), even as her lead in national polls remains significant. "], [17362, "2016-01-28T19:49:02Z", 0.2, "This is Bernie's home state, so of course he's most likely to win here."], [493, "2016-01-28T18:51:10Z", 0.35, "I think HRC has privately written off NH as Bernie territory and is concentrating on later races like SC."], [17913, "2016-01-28T18:42:48Z", 0.35, "Bernie Sanders is slowly catching up to her and poses as significant threat to her chance of winning. "], [14531, "2016-01-28T17:34:39Z", 0.19, "HRC continues to slides against Sanders in NH. What does this mean for the nomination process as a whole? Very little, I think. Sanders has many advantages in NH (esp. the fact that he's a fairly popular senator from a neighboring state) that he won't have elsewhere. And HRC is doing about as well nationally vs. Sanders today (53.3% vs. 34%) as she was in October of last year*. Moreover, polls at this point have little predictive power**, however much fun the might be to play around with."], [783, "2016-01-28T16:38:55Z", 0.05, "Mr Sanders is leading in double digits in a state next to where he is senator. This is rather like the EuroVisiion pattern of voting for a band that resides in an  adjacent nation. "], [17025, "2016-01-28T16:12:10Z", 0.09, "Sanders is leading in the New Hampshire polls.  After reading the details of a few of the recent polls, the polls putting Clinton and Sanders closer together were using landlines only, whereas the polls putting them further apart were using cell phones as well (making them more accurate).  Sanders has also been gaining momentum.  Also, Sanders home-state, Vermont, is adjacent to New Hampshire.  However, I believe there is still the possibility something could go wrong for Sanders, or some unforeseen event occurs, that significantly alters the results - although unlikely.  Clinton: 10% for polls - 1 for Sander's momentum (there's only a week and a half to go, so he can only gain so much more momentum) = 9%"], [142, "2016-01-28T14:15:19Z", 0.25, "Passage of time."], [15471, "2016-01-28T13:11:53Z", 0.15, "Slight reduction since last forecast. Mostly due to polling, I still don't completely count her out"], [68, "2016-01-28T08:01:54Z", 0.05, "Going further down from last week's 20. "], [484, "2016-01-28T03:51:06Z", 0.05, "(no change) Which party primary will independents vote in?"], [17033, "2016-01-28T03:32:47Z", 0.0, "No. It's Bernie's backyard. A meaningless contest for Democrats. "], [1064, "2016-01-28T02:49:16Z", 0.05, "Reaffirming.  Even with a win in Iowa she will not have enough momentum to recover the spread within a week.\nMy gut says Bernie has momentum.\nhttp://projects.fivethirtyeight.com/election-2016/primary-forecast/new-hampshire-democratic/\nhttp://www.realclearpolitics.com/epolls/2016/president/nh/new_hampshire_democratic_presidential_primary-3351.html"], [17712, "2016-01-28T02:34:45Z", 0.23, "New Hampshire is close to Bernie's home state of Vermont and recent polls show him ahead of Hillary in New Hampshire."], [14761, "2016-01-28T01:19:27Z", 0.22, "I think that Democrat voters, seeing Donald Trump, a dark horse candidate, most likely winning for the Republicans will seek to establish their non-establishment bona fides by voting for Sanders."], [15999, "2016-01-28T00:42:29Z", 0.23, "Hillary's perceived weakness in NJH is demonstrated by her request for an additional debate, on top of a widening spread in poll numbers"], [3895, "2016-01-28T00:04:09Z", 0.13, "Sanders soaring ahead in the RCP spread and it really does look as though he might win Iowa now also. http://www.realclearpolitics.com/epolls/2016/president/nh/new_hampshire_democratic_presidential_primary-3351.html"], [17236, "2016-01-27T22:18:32Z", 0.56, "It seems likely"], [691, "2016-01-27T21:05:23Z", 0.52, "Polls may understate Sanders' support, since telephone surveys are spotty in their coverage of mobile phones, which more belong to younger folks, who tend to be Berners.  These also tend to congregate in the southern counties, which are already more populous.  Still betting on Clinton's organization, but my resolve is weakening."], [15350, "2016-01-27T18:34:08Z", 0.2, "In its Democratic primaries, New Hampshire has a tendency to vote for the candidate more on the left. Additionally, New Hampshire constituents know Bernie Sanders well and tend to support him. The most recent polls indicate that Bernie Sanders has a comfortable lead -- some by close to 20 points -- over Hillary Clinton. Bernie should expect to win comfortably over Hillary, as long as turnout by his supporters is strong, which it should be. "], [17008, "2016-01-27T16:27:50Z", 0.1, "Bernie Sanders has had a relatively consistent lead in New Hampshire for months.  He has broad appeal in areas where people have known him for many years."], [17002, "2016-01-27T14:47:07Z", 0.38, "-BS lead at 55%\n-NH votes underdog to make a point <--verify\n+Polls underestimate HC support/actual votes"], [15961, "2016-01-27T00:38:36Z", 0.03, "Sanders is leading by a large margin in the polls.  55% to 39%.\nhttp://www.cnn.com/2016/01/26/politics/new-hampshire-gop-poll-boston-herald/index.html\n"], [16948, "2016-01-26T20:30:17Z", 0.45, "Sanders will win in a close race."], [14327, "2016-01-26T18:05:32Z", 0.05, "@Anneinak - Great analysis "], [159, "2016-01-26T16:49:19Z", 0.05, "She gets weaker as Bernie gets stronger."], [12605, "2016-01-26T13:28:29Z", 0.86, "@aaseawaf15 "], [16793, "2016-01-26T04:09:10Z", 0.27, "New polls out"], [14531, "2016-01-26T03:25:30Z", 0.21, "The polls-only data now has Sanders at 90% likelihood of winning NH, sharply up from a few days ago*. However, the polls-plus numbers are much lower, and if HRC wins Iowa (I estimate about a 74% likelihood at present), then she'll probably get a favorable tailwind in NH."], [16658, "2016-01-26T01:11:51Z", 0.2, "Interpolation of current trend lines at Nate Silvers.  Candidates will higher likability and less recognition tend to rise. "], [755, "2016-01-26T00:42:03Z", 0.4, "Sanders still leads by double-digits. See @cmeinel's January 25 post and provided Boston Herald link. \nGoldman Sachs and '13 Hours' may cause the faithful to rethink (or just stay home)..... \nWashington Post, January 23, 'Why Bernie Sanders should talk A LOT more about Hillary Clinton and Goldman Sachs': https://www.washingtonpost.com/news/the-fix/wp/2016/01/25/heres-bernie-sanders-best-closing-argument-against-hillary-clinton-in-iowa/\nThe Daily Beast, January 25, 'John Krasinski Criticizes Politicians for Exploiting ‘13 Hours’: http://www.thedailybeast.com/articles/2016/01/25/john-krasinski-criticizes-politicians-for-exploiting-13-hours-i-think-it-s-pretty-disgusting.html\nAs much as I like what Bernie has to say, I give him low probability on getting to the WH (same as the Trumpster).  \nFor Hillary, will this be 2008 (won NH, lost the nomination to Obama), or like hubby Bill in 1992 (lost NH, but won the nomination and became President)? I'm leaning to the latter. \nAdjusting down on continued Sanders strong poll #s."], [16025, "2016-01-25T23:46:47Z", 0.32, "Bernie Sanders represents the interests of New Hampshire residents, who also tend to lean very left."], [43, "2016-01-25T23:30:52Z", 0.25, "Sanders widens his lead, 55 percent to 39 percent. Although his voters tend to be less likely to vote, his lead has become compelling."], [14375, "2016-01-25T23:28:23Z", 0.2, "Anything could happen. But Sanders is far ahead and she's practically written off the state. She'll focus on Iowa"], [939, "2016-01-25T23:24:28Z", 0.25, "I estimated 18% based on betting odds, but 538 has her at 32%.  I'll split the difference and land on 25%."], [939, "2016-01-25T23:20:36Z", 0.18, "She has slipped further in betting odds."], [16856, "2016-01-25T22:41:57Z", 0.62, "young people "], [15766, "2016-01-25T22:04:42Z", 0.43, "New poll puts Sanders ahead, again. Clinton is reduced 2pp."], [14268, "2016-01-25T21:23:08Z", 0.35, "Polls! She's as much as 27% down and as little as 10%. Very tough gap to close. "], [12605, "2016-01-25T20:11:56Z", 0.86, "2.5 weeks to go, the machinery gets into gears ... "], [16826, "2016-01-25T19:56:41Z", 0.85, "Clinton has been having a tough race with many voting issues and investigative issues from the past still surfacing.  The support from President Obama has strengthened her platform.  Although it seems that Sanders is a tough opponent, my opinion is that O'Malley is far more of a strategic opponent and if we do not here further from him in 2016 we should be looking to see him again in 2020."], [16529, "2016-01-25T19:41:07Z", 0.15, "With Sanders hailing from Vermont next door and his populist appeal he will defeat HRC in the first primary in the nation.  He has been tied or leading in nearly every poll since August 2015 and that will not change in the coming weeks.  Even if HRC gets momentum from a win in Iowa that will only result in a close loss."], [16832, "2016-01-25T19:37:59Z", 0.3, "It's the Bern's backyard. If he can't win here, he can't win anywhere. But he will."], [15686, "2016-01-25T18:31:45Z", 0.35, "Bernie Sanders seems to have New Hampshire in the bag, but Hillary is a strong contender"], [13652, "2016-01-25T15:19:44Z", 0.3, "feel the bern"], [16785, "2016-01-25T15:05:00Z", 0.15, "Sanders is polling extremely strong in NH and NH tends to lean more liberally than most states."], [14531, "2016-01-25T15:02:48Z", 0.27, "Just a _slight_ adjustment (downward) since my last forecast because of the recent poll numbers for Clinton in NH."], [12268, "2016-01-25T14:31:42Z", 0.05, "Polling trend strongly against it"], [16776, "2016-01-25T13:12:18Z", 0.75, "Name recognition & lack of other viable candidates (except Bernie's anti-establishment push, hence the low rating)"], [14841, "2016-01-25T12:42:21Z", 0.46, "Newspaper endorsements help!"], [16761, "2016-01-25T06:53:37Z", 0.0, "Too much support for Bernie in his \"back yard\" state. "], [4746, "2016-01-25T03:45:59Z", 0.36, "Easy to vote in NH vs IA. White demographics, near VT. All benefit BS."], [7111, "2016-01-25T03:38:24Z", 0.0, "Sanders has too much of a lead at this point, even if she wins Iowa NH is already gone."], [1056, "2016-01-25T02:47:05Z", 0.05, "It looks to me like the undecideds from the last few months are breaking for Sanders, as I thought they would. I never thought she would win in Bernie's backyard. Nothing's impossible, so a 5% chance."], [11962, "2016-01-25T01:07:51Z", 0.45, "NH may be about as goo as it gets for Bernie"], [6978, "2016-01-24T23:33:42Z", 0.26, "Sanders really pulling away in the polls, if he wins anything it'll be NH!"], [16516, "2016-01-24T23:02:29Z", 0.42, "Sanders is favored and Hillary has a lot of baggage. "], [12659, "2016-01-24T22:21:18Z", 0.47, "Sanders from neighboring state "], [2770, "2016-01-24T22:02:01Z", 0.1, "Long shot.  Sanders is close to home turf and appeals to the New Hampshire political ideology.  NH voters will see through  Mrs. Clinton's pandering and embrace Sanders' sincerity."], [1262, "2016-01-24T20:57:09Z", 0.15, "Sanders has a significant lead in the polls "], [10924, "2016-01-24T20:10:04Z", 0.65, "Latest polls showing Sanders leading, Hillary can bounce back"], [8036, "2016-01-24T05:10:16Z", 0.24, "Sanders has been getting significant positive press in New Hampshire."], [306, "2016-01-24T04:43:17Z", 0.2, "Feel the Bern"], [14253, "2016-01-24T04:28:18Z", 0.0, "No point pretending. Going down to 0% from 5% based on polls and momentum."], [16662, "2016-01-24T01:59:15Z", 0.4, "New Hampshire is prime territory for the Sanders message, and recent polls show him leading by quite a bit and carrying the momentum."], [1562, "2016-01-23T22:20:17Z", 0.45, "Bernie gaining steam."], [3577, "2016-01-23T19:32:56Z", 0.1, "+7 due to Hillary's massive establishment support:\nhttps://www.washingtonpost.com/politics/top-democrats-and-a-little-bit-of-hollywood-are-rushing-to-iowa-to-save-hillary-clinton/2016/01/22/29c4970a-c113-11e5-9443-7074c3645405_story.html"], [1526, "2016-01-23T18:55:55Z", 0.05, "Hillary will not win. "], [11181, "2016-01-23T17:12:22Z", 0.52, "Lowered my estimate as polls keep going against her"], [14531, "2016-01-23T17:00:32Z", 0.29, "The average of FiveThirtyEight's polls-only and polls-plus forecasts* give Sanders a 71% of winning New Hampshire, so I'm taking this as my initial prior. I suspect the most significant update will be based on the results of the Iowa caucus. That said, a Clinton victory is New Hampshire would go a long way to putting a stake through the heart of Sanders' campaign, so she might poll out all of the stops, in the way that @cmeinel describes. That too is worth keeping a close eye on."], [43, "2016-01-23T14:53:01Z", 0.45, "Will people caucus because Hollywood stars tell them to do it? Watching closely."], [16587, "2016-01-23T06:50:47Z", 0.0, "Sanders is neighbor and NH will want him to stay in the race"], [13997, "2016-01-23T05:25:52Z", 0.1, "The margin is too big for her to close now."], [16568, "2016-01-23T04:30:10Z", 0.3, "Bernie Sanders is more in tune with New England Democrats then Hilary.  Given there are no debates between now and the election, Bernie just needs to avoid a major gaff in order to win."], [1791, "2016-01-22T23:16:18Z", 0.23, "Bernie is on a roll"], [16428, "2016-01-22T22:58:36Z", 0.33, "It's more likely that Sanders wins in New Hampshire, but if he his unable to win in Iowa and manage expectations in New Hampshire, Clinton could pull an upset."], [16502, "2016-01-22T21:42:19Z", 0.35, "Fivethrityeight.com states that she has 15% chance per the state polls, and 43% by adding national polls and endorsements. I think it will be clearer after Iowa caucus on Feb. 1 (if she wins Iowa, it will be closer to 43%, but if she loses, then it will be closer to the 15%). It looks like the probability she will win Iowa (75% to 85% chance). Yes, it will be close."], [534, "2016-01-22T21:23:05Z", 0.4, "Here is the latest from fivethirtyeight.com. I'm leaning a bit more in favor of the Bern because I think turnout will be stronger for Bernie than expected by most of the pollsters (they tend to be conservative on those estimates in general and I think enthusiasm for Bernie will indeed beat the odds).\nhttp://projects.fivethirtyeight.com/election-2016/primary-forecast/new-hampshire-democratic/"], [16483, "2016-01-22T20:40:14Z", 0.5, "Depends on Iowa outcome. "], [16473, "2016-01-22T20:28:33Z", 0.5, "Sanders has a solid lead in NH, but HRC will likely have momentum coming off an Iowa win."], [16464, "2016-01-22T20:02:16Z", 0.52, "Sanders ahead in polls, but many undecided voters. "], [254, "2016-01-22T19:27:13Z", 0.35, "Bernie has a lead and a home court advantage in NH."], [16453, "2016-01-22T19:04:34Z", 0.12, "I just don't see the voters of NH being impressed by Hillary. New Hampshire is mostly white, a demographic that Bernie does very well with. Also, NH is very close to Vermont, a state whose constituency is endeared to Bernie Sanders."], [16429, "2016-01-22T18:58:14Z", 0.54, "Yes"], [16441, "2016-01-22T18:48:07Z", 0.48, "If Hillary wins Iowa, she will have the momentum going into New Hampshire and may be able to pull off an upset."], [9613, "2016-01-22T18:07:49Z", 0.15, "http://www.realclearpolitics.com/epolls/2016/president/nh/new_hampshire_democratic_presidential_primary-3351.html"], [11312, "2016-01-22T18:05:32Z", 0.25, "Completely flipping my view on New Hampshire....due to polls and rethinking the home-field advantage Bernie holds here...this is likely to play a bigger factor then I originally thought. \"No neighboring-state Democrat has lost the primary in the last 30 years, except when former Gov. Howard Dean of Vermont finished second to Senator John Kerry of Massachusetts in 2004.\""], [16437, "2016-01-22T18:02:15Z", 0.25, "Only if Bernie supporters are complacent."], [16411, "2016-01-22T16:39:19Z", 0.45, "I'm willing to give the edge to Sanders on New Hampshire: the demographics are more in his favor here compared to Iowa (though both are good for him). Still not believing it to be an absolute lopsided probability though."], [16406, "2016-01-22T16:34:06Z", 0.4, "I definitely don't think it is impossible, especially if she is able to win in Iowa. She was also able to win in a surprising come-from-behind in 2008. That being said, she's going against the native son, who is wildly popular in New Hampshire, and is polling well ahead. Also, as a counterpoint, if Hillary *does* win in Iowa, then Bernie's campaign is going to do everything in its power to win here, which could hamper her efforts for a second win. New Hampshire is a hard state to pin down, but I am comfortable predicting a Bernie win regardless of what happens in Iowa and over the next few weeks."], [16389, "2016-01-22T15:48:29Z", 0.7, "New Hampshire saved her bacon in 2008 and may do the same in 2016"], [110, "2016-01-22T15:01:49Z", 0.05, "Looks like Bernie will win NH."], [16376, "2016-01-22T14:56:18Z", 0.42, "Sanders surge, his territory, going to be an eye opener for the Clinton campaign. NH kind of does it own thing. Everyone I know who lives in NH moved to the Sanders camp within the past 4 -6 weeks."], [6303, "2016-01-22T13:56:36Z", 0.41, "My updated prediction according to the polls on 538.com, but notoriously inaccurate this far in advance of the election!"], [2965, "2016-01-22T13:55:39Z", 0.2, "Sanders  has what appears to be a commanding lead in NH, unless HRC loses Iowa.\nRCP polling. Momentum"], [29, "2016-01-22T13:26:17Z", 0.55, "The NYTimes upshot article, http://www.nytimes.com/interactive/2016/01/21/us/elections/iowa-new-hampshire-presidential-election-polls-clinton-trump-sanders-cruz.html , notes that the polls haven't been accurate in the past. If the Democrats want to win the general election, their only viable candidate is Hillary. I think NH residents may well come to that conclusion as well."], [43, "2016-01-22T04:18:00Z", 0.15, "Dateline 1-21-16 http://www.nytimes.com/interactive/2016/01/21/us/elections/iowa-new-hampshire-presidential-election-polls-clinton-trump-sanders-cruz.html\nDateline 1-21-16 http://thehill.com/blogs/ballot-box/polls/266640-poll-sanders-overtakes-clinton-in-iowa"], [15425, "2016-01-22T04:08:00Z", 0.25, "Market odds"], [438, "2016-01-22T01:13:39Z", 0.52, "Though challenged, HC remains the most institutional candidate among Democrats. BSanders is too much on the left side for another term after 8 years of Obama policies. "], [3225, "2016-01-21T22:20:13Z", 0.35, "Based on FiveThirtyEight's latest forecast and extremized a bit."], [12605, "2016-01-21T19:55:17Z", 0.81, "Look at the fundamentals of political reality, Rockingham and South New Hampshire base voters! They are richer, older, and they go to the polls even in winter."], [11312, "2016-01-21T19:01:21Z", 0.75, "lowering odds a little only due to polls"], [15097, "2016-01-21T17:03:48Z", 0.45, "Current polls have Sanders in a commanding lead (could change in Clinton's favor if she wins Iowa).  "], [915, "2016-01-21T15:44:54Z", 0.0, "joining this WaPo tourney."], [16236, "2016-01-21T14:59:55Z", 0.23, "Polls give Bernie a strong edge, but Hillary is likely to receive a boost from her likely (75%+) Iowa caucus win. If Bernie wins any states besides VT, it's going to be NH, and his supporters are enthusiastic and organized enough to pull it off. "], [15249, "2016-01-21T14:31:36Z", 0.4, "NH has consistently favored Bernie. I think that Clinton will get a surge of votes with the media making it clear that those who want her need to vote. But, I think she will not get enough votes to win."], [1646, "2016-01-21T13:00:09Z", 0.02, "@REGallahue"], [734, "2016-01-21T12:41:22Z", 0.02, "Overcompensating."], [29, "2016-01-21T12:26:19Z", 0.4, "Recent polls show her way behind in the NH. Bernie is very appealing to the left-side of the Democrats, while Hilliary has long had high negatives balancing her positives. My sense is that having Bernie on the ticket might well result in a terrible Electoral College loss for the Democrats (think Dukakis), and that Democrats will see this and go with a more mainstream candidate. But Bernie is popular in New England, and may well take the New Hampshire primary. "], [16218, "2016-01-21T12:12:18Z", 0.38, "She is very weak in NH. Polls have been predicting overwhelming victory for Sanders in NH since August. Most national media outlets report national polls and have ignored local polling. Clinton will get hammered in NH. There is nothing new going on. Sanders is reportedly 'surging' in NH but the surge happened months ago. The real question is what happens in Iowa. Sanders ground game, passionate supporters, strong anti corruption message is resonating. Although ignored by the national press, Sanders rise and popularity outdistances Trump by far. Trump has expertly manipulated the media by daily providing an entertaining show that national media starving for ratings have been gobbling up; not just Fox but also CNN and MSNBC. Chris Matthews of MSNBC has all but turned over his evening show 'Hardball' to Trump on a nightly basis.  Matthews and his fellow ratings junkies have been journalistically incompetent as the real political story this season is about Sanders."], [484, "2016-01-21T05:56:02Z", 0.05, "Down another 30%. Capitulating and trying to compensate somewhat for earlier higher forecast."], [485, "2016-01-21T04:06:39Z", 0.05, "Latest polls show Sanders quite far ahead of Clinton in NH: http://abcnews.go.com/Politics/bernie-sanders-opens-60-33-lead-hillary-clinton/story?id=36383793 As a result, I'm further lowering my probability estimate Clinton could win NH."], [915, "2016-01-20T23:24:30Z", 0.0, "i guess this is Team Clinton's idea of unleashing the kraken?  was at least expecting rallies in high school field houses."], [8170, "2016-01-20T19:10:18Z", 0.35, "Clinton has seemingly lost voters as the primary nears, counter to my expectations. Betting markets are beginning to price a Sanders victory. My 35% allows a chance for her to regain momentum with a strong win in Iowa, where she is running ahead in polls and betting markets."], [110, "2016-01-20T18:34:02Z", 0.05, "Sanders is dominating in current NH polls."], [15766, "2016-01-20T18:11:16Z", 0.45, "New poll put Sanders in a 27pp lead. That is just one poll but Clinton has only been in the lead in 1 of 7 January polls and Sanders is given a significant lead in most others. Adjusted Clinton down from 50% to 45% as all other factors than polls still favour her (including Iowa caucuses pools)."], [53, "2016-01-20T17:49:22Z", 0.3, "I suppose I should just capitulate and go along with the crowd.\nStill think that this has potential to shift, esp post-Iowa, which HRC is likely to win. That last week of primary season in NH can see large changes.  "], [68, "2016-01-20T16:08:04Z", 0.2, "I was at 20% for a while back in October before it seemed she had regained control of the race. Judging by the latest polls, I should have stayed low."], [4749, "2016-01-20T15:21:34Z", 0.35, "downgrading since October.....alot has happened in those short months.........reminds me of what Obama campaigned on the  first time around.  Change you can believe in :-)  Only it's happening within the old guards of both parties!  "], [755, "2016-01-20T14:59:24Z", 0.45, "CNN, January 19, Old Guy trounces Old Lady in most recent poll, 'CNN/WMUR Poll: Sanders trouncing Clinton in New Hampshire': http://www.cnn.com/2016/01/19/politics/new-hampshire-cnn-wmur-poll-democrats/\nEverything hinges on whether Sanders supporters show up to vote:\n'the Vermont senator's support rests heavily on groups whose participation in New Hampshire primaries is less reliable -- notably younger voters and those who aren't registered Democrats.'"], [12622, "2016-01-20T14:30:25Z", 0.33, "Women's issue will be an issue into NH.  Sanders too far away in polls"], [15579, "2016-01-20T08:09:08Z", 0.85, "News story about emails from Politico make me change from 95%->85%"], [13276, "2016-01-20T06:57:29Z", 0.3, "Odds are moving in favor of Bernie, not going to fight the wave. An interesting election year."], [15692, "2016-01-20T06:43:00Z", 0.35, "Going to go with FiveThirtyEight."], [12348, "2016-01-20T03:42:24Z", 0.2, "Polling trends still seem to favor Sanders two weeks out. The trends, with the exception of post San Bernardino, have been trending mainly favorably to Sanders. Finally, some very recent polling shows the undecided voters are starting to gel around Sanders; If a majority of the undecided voter go to Sanders it's very hard to see a path for Clinton. "], [14318, "2016-01-20T03:39:40Z", 0.55, "Sanders strengthening. Fivethirtyeight.com now gives the edge to Sanders in both its \"polls only\" and \"polls plus\" calculations. http://projects.fivethirtyeight.com/election-2016/primary-forecast/new-hampshire-democratic/\n"], [5001, "2016-01-20T03:30:51Z", 0.15, "Holly-molly, that CNN poll, while clearly an outlier, is still very telling. "], [484, "2016-01-20T03:17:02Z", 0.35, "Down 5% on polling."], [43, "2016-01-20T03:14:29Z", 0.15, "Thank you, @AndrewSabisky, good call. https://www.gjopen.com/comments/comments/97321"], [1056, "2016-01-20T02:39:02Z", 0.1, "Bernie's gonna happen."], [734, "2016-01-20T00:17:42Z", 0.18, "Is it getting hot in here? Or am I feelin' the Bern...."], [52, "2016-01-20T00:13:58Z", 0.05, "Dammit!  Bernie vs Trump.  We are all gonna die. "], [20, "2016-01-19T23:24:22Z", 0.25, "Bern surging http://www.realclearpolitics.com/epolls/latest_polls/"], [40, "2016-01-19T23:12:42Z", 0.0, "Whoops - I've been on the wrong side of this for a while"], [532, "2016-01-19T23:11:08Z", 0.22, "Polling trend."], [9913, "2016-01-19T23:02:24Z", 0.3, "New polling data suggest Sanders to be up by 27% in one poll. "], [2, "2016-01-19T22:43:51Z", 0.2, "Getting bolder with my Bernie call.  Per many other forecaster's comments. #FeeltheBern"], [1064, "2016-01-19T22:29:52Z", 0.05, "Bad news from the polls.  http://www.wmur.com/politics/wmur-poll-sanders-soars-to-commanding-lead-over-clinton-in-new-hampshire/37513446"], [3895, "2016-01-19T22:10:25Z", 0.17, "Dropping right down, this is a HUGE Sanders lead in the latest poll http://edition.cnn.com/2016/01/19/politics/new-hampshire-cnn-wmur-poll-democrats/index.html"], [485, "2016-01-19T22:05:48Z", 0.1, "Poll shows Sanders widening his lead in New Hampshire: http://talkingpointsmemo.com/polltracker/arg-jan-poll-nh-dems This, along with Sanders' momentum in Iowa, means I'm lowering my probability estimate Clinton will win NH."], [14327, "2016-01-19T19:04:40Z", 0.1, "http://www.realclearpolitics.com/epolls/2016/president/nh/new_hampshire_democratic_presidential_primary-3351.html"], [241, "2016-01-19T18:49:41Z", 0.1, "If Sanders can't win New Hampshire, he can't win anywhere (except Vermont). The only wildcard is the state's partially open primary: Unaffiliated voters can vote in the Democratic or Republican primary. My sense is this rule helps Sanders."], [15999, "2016-01-19T18:44:34Z", 0.38, "More favorable voting demographics of NH for Sanders, plus the influence of Sanders being from neighboring VT and his recently accelerating national recognition"], [939, "2016-01-19T16:29:54Z", 0.32, "She seems to have slipped in betting odds."], [2, "2016-01-19T12:06:57Z", 0.3, "Dropping slightly (35-30), on this NYT piece officially preparing for failure and providing cover.  Pre-spin! "], [1064, "2016-01-19T06:28:24Z", 0.15, "The polls are just looking worse and worse for her.  If she loses in Iowa that will cost her momentum in NH where she is on close to tied."], [14818, "2016-01-19T05:09:09Z", 0.6, "She will win the nomination. But Sanders is strong in New Hampshire. Slightly trailing in polls, but I expect she will take this home. Bill can pull votes, she has ground game and will garner momentum as the machine keeps on trucking going forward. "], [73, "2016-01-19T03:01:40Z", 0.16, "@Dima-K "], [51, "2016-01-19T02:31:19Z", 0.3, "The polls are definitely going against HRC, and the trendlines are not pretty at all.  "], [5001, "2016-01-19T02:20:56Z", 0.19, "Dropping one symbolic point on Hillary's poor performance at the debates. "], [14208, "2016-01-19T00:58:12Z", 0.19, "I Looked at the recent New Hampshire chart of polling data from the year time frame.  I then assessed the chart as if the candidates were stocks.  Hill has been making lower highs and lower lows.  Sanders has been making higher highs and higher lows.  Hill is overbought.  Sanders has momentum.  Going down 2 more points based on the technical picture."], [11430, "2016-01-18T21:48:36Z", 0.9, "Hill has the machine and the volunteers."], [43, "2016-01-18T19:00:44Z", 0.25, "Washington Post's Cillizza and New York Times' Kristof both say Ms. Clinton lost the debate to Sanders."], [755, "2016-01-18T18:31:59Z", 0.5, "I just watched highlights of the Democratic debate between Bernie and Hillary. A terrific debate, but I'd call it another draw.\nCheck out this opinion piece. It gave me thoughts to consider going into the early-primaries: CSM, January 17, Whites are the angriest group in America, 'Why Hillary Clinton is in trouble in Iowa and New Hampshire': http://www.csmonitor.com/USA/Politics/2016/0117/Why-Hillary-Clinton-is-in-trouble-in-Iowa-and-New-Hampshire-video\nSo far, Bernie has been able to tap into this anger more effectively. Still, there's 3 weeks left to go. Affirming forecast. "], [142, "2016-01-18T18:07:22Z", 0.35, "The ship is sinking, just like last time. Only this cycle it is happening earlier,"], [6978, "2016-01-18T17:53:12Z", 0.5, "Projection of Clinton downtrend puts her chances at ~50% come February: http://projects.fivethirtyeight.com/election-2016/primary-forecast/new-hampshire-democratic/"], [15766, "2016-01-18T12:11:42Z", 0.5, "Hard to call. Iowa should give some more info. At the moment Sanders is pooling well ahead of Clinton but all other factors point to Clinton taking it. This is a forecast that will need frequent revisiting. "], [6303, "2016-01-18T02:16:47Z", 0.43, "My updated prediction according to the polls on RealClearPolitics.com, but notoriously inaccurate this far in advance of the election!"], [43, "2016-01-18T00:27:59Z", 0.25, "Bernie's popularity is surging. "], [15548, "2016-01-17T18:39:20Z", 0.28, "fivethirtyeight (polls only )"], [14327, "2016-01-17T18:18:01Z", 0.25, "Moving down. "], [3225, "2016-01-17T17:21:29Z", 0.65, "Following FiveThirtyEight's 57%, but going to extremize my forecast a bit. "], [3225, "2016-01-17T16:55:58Z", 0.57, "FiveThirtyEight's forecast."], [14969, "2016-01-17T16:41:09Z", 0.45, "Bernie territory"], [15726, "2016-01-17T15:12:19Z", 0.21, "New Hampshire voters value consistency, outsiders, and maverick thinking. Hillary Clinton is a moderate, pragmatic, and mainstream politician. I expect the Democrats in New Hampshire to get behind Bernie Sanders."], [915, "2016-01-17T13:21:21Z", 0.0, "Pro-Sanders comments are literally 100-1*, which is quite an accomplishment as often on politics-related articles the NYT comments section is plastered with postings that smell like spam astroturfed by some policy group."], [485, "2016-01-17T00:32:58Z", 0.15, "As Sanders is now virtually tied in polls with Clinton in Iowa, this seems to raise his standing among New Hampshire voters. He is now a fully credible and competitive candidate. Doubts about Clinton persist and possibly increase ... Benghazi movie opens, Trump's comments about Bill Clinton's sexual behavior, Clinton's cozy relationship with Wall Street. As a result, I'm significantly lowering my probability estimate that Clinton will win NH Dem primary."], [15579, "2016-01-16T20:49:05Z", 0.95, "Low voter turnout for the youth vote, no momentum for Sanders "], [691, "2016-01-16T12:45:20Z", 0.64, "University towns (Keene, Hanover, Durham, maybe Plymouth) are likely to go for Bernie; Concord probably goes for Clinton, as do Manchester (narrowly), Nashua (comfortably), and the more conservative reaches of the North Country.  Seacoast may be up for grabs, but probably leans Clinton by enough for her to win overall.  This link has some of this in more detail:"], [14327, "2016-01-15T16:23:23Z", 0.3, "Clinton lost New Hampshire in 2008 and Obama wasn't even from the region. "], [12605, "2016-01-15T15:29:41Z", 0.8, "What an evil ploy! Traditionally less well-off voters can meet President Clinton as he campaigns in the West. The devlish ploy is that President Clinton was the outsider candidate in 1992, like Bernie Sanders today, in the very same regions where Bernie Sanders is getting his popular votes---from Hanover etc. (Pres. Clinton campaigned the same regions and lost New Hampshire in 1992.)"], [15477, "2016-01-15T15:19:00Z", 0.15, "Bernie Sanders has a huge groundswell of support"], [755, "2016-01-15T06:40:08Z", 0.5, "NYT, January 12, Sanders support among key Democratic blocs broadening, 'Bernie Sanders Has Edge in Iowa and Widens New Hampshire Lead, Polls Find': http://www.nytimes.com/politics/first-draft/2016/01/12/bernie-sanders-widens-lead-over-hillary-clinton-in-new-hampshire-poll-finds/\nDang, this dude is going to town. Of course, another domestic terrorist attack occurring in the next week or so could easily swing the numbers in Clinton's favor. Incremental adjustment down based on the continued strength of Sander's campaign. \n"], [83, "2016-01-15T01:50:50Z", 0.05, "1) BS strong in polls. "], [10898, "2016-01-15T00:14:33Z", 0.42, "http://projects.fivethirtyeight.com/election-2016/primary-forecast/new-hampshire-democratic/#polls-only\naveraging the polls-plus and polls-only forecasts\n"], [15174, "2016-01-14T20:44:45Z", 0.22, "No one has ever won a New Hampshire primary against a candidate from New Hampshire or a neighboring state (exception When two were running against each other)"], [15342, "2016-01-14T20:43:46Z", 0.35, "Polls show Hillary down by a decent margin at this point in time "], [15314, "2016-01-14T20:42:27Z", 0.3, "http://www.realclearpolitics.com/epolls/2016/president/nh/new_hampshire_democratic_presidential_primary-3351.html"], [12516, "2016-01-14T20:41:56Z", 0.65, "She has the advantage but she has been losing ground in NH very quickly to Sanders."], [12605, "2016-01-14T18:12:21Z", 0.77, "Check out page 6 http://www.suffolk.edu/documents/SUPRC/2008-1-8-democrattables.pdf "], [484, "2016-01-14T17:07:41Z", 0.4, "Down another 5% until the HRC campaign shows more momentum."], [530, "2016-01-14T17:06:27Z", 0.35, "http://www.realclearpolitics.com/epolls/2016/president/nh/new_hampshire_democratic_presidential_primary-3351.html\n"], [2, "2016-01-14T15:17:18Z", 0.35, "I had been moving down Hillary before the new year, but it looks like Bernie is heating up as the primary gets closer.  Moving down Hillary a little more."], [5001, "2016-01-14T15:03:45Z", 0.2, "@austerity's link - http://www.gjopen.com/comments/comments/91707"], [136, "2016-01-14T13:02:15Z", 0.1, "http://thehill.com/homenews/campaign/265839-chelsea-goes-on-the-attack-dems-ask-why\n\"Chelsea Clinton is stepping onto the 2016 battlefield against Sen. Bernie Sanders (I-Vt.), a shift that some Democrats are interpreting as a sign of trouble for her mother’s presidential campaign.\n...\nThe thing that tells you as much as anything about [the Clinton campaign’s] current state of mind is Chelsea going on the attack. It tells you everything you need to know,” said one Democratic strategist. “That this [challenge from Sanders] is real and they’ve got to be freaking out.”\nThe attack caught many Democrats, including Sanders and his supporters, by surprise.\n...\nMany Democrats are puzzled that the Clinton campaign would open up a front against Sanders on healthcare, arguing that the questions the campaign is raising over how he intends to pay for his plan resemble Republican talking points.\nFurthermore, Sanders’s desire for a single-payer system is wildly popular among the grassroots liberals who are key in the early-voting states.\""], [15074, "2016-01-14T04:59:52Z", 0.2, "http://www.cbsnews.com/news/nh-poll-bernie-sanders-leads-every-major-voting-bloc/\nI based my decision basically on this poll result that shows Sanders 14 p.p. ahead of Hillary in the state."], [1337, "2016-01-14T03:58:27Z", 0.53, "I am matching whatever 538 says. https://fivethirtyeight.com/features/whos-winning-iowa-and-new-hampshire/"], [102, "2016-01-14T03:44:33Z", 0.0, "It doesn't get any better than this:  https://www.washingtonpost.com/politics/clinton-attacks-produce-windfall-of-campaign-cash-for-sanders/2016/01/13/d95b3d38-ba27-11e5-99f3-184bc379b12d_story.html"], [1064, "2016-01-14T01:01:39Z", 0.2, "She is continually losing in the polls.  Things are just getting worse for her.  Without a clear win in Iowa her number will just get worse."], [9755, "2016-01-13T23:15:31Z", 0.65, "What is happening with Clinton campaign ? She is seem to be running behind sanders tv time?\nI have made a bet on Clinton, please advise me if she is not going to make it!"], [3577, "2016-01-13T16:09:09Z", 0.03, "-2 due to latest Monmouth poll showing Sanders at 53, no less than 14 points ahead of the evil one! Furthermore you can't run for president while you're indicted, but that's a matter for the Attorney General Loretta Lynch. "], [5863, "2016-01-13T14:40:23Z", 0.05, "her campaign is flailing like a drowning swimmer"], [12268, "2016-01-13T12:05:04Z", 0.42, "Revising downward based on latest polls from Jan 6-10"], [14253, "2016-01-13T07:19:25Z", 0.05, "Amazing new poll in Iowa! Bernie up 14 in NH! All the momentum with Bernie. Forget caution. I'm getting out of the way of the Bernie steamroller in the north east."], [14327, "2016-01-13T05:21:30Z", 0.4, "Downgrading prediction. "], [15032, "2016-01-13T02:20:46Z", 0.43, "Recent polls indicate Bernie is ahead; consensus probability does not yet reflect this change in state of affairs, perhaps due to lack of recent forecasts. "], [15111, "2016-01-13T00:43:07Z", 0.55, "Current polling suggests a Sanders surge, but a Clinton win in Iowa could boost her momentum. \nhttp://projects.fivethirtyeight.com/election-2016/primary-forecast/new-hampshire-democratic/"], [64, "2016-01-12T22:34:12Z", 0.35, "Sanders seems to be holding his own in New Hampshire"], [10898, "2016-01-12T21:33:02Z", 0.3, "Latest polls indicating a Sanders \"surge\""], [5863, "2016-01-12T21:19:58Z", 0.3, "Reducing her chances because many supported will vote on the R side in order to deflate Trump, allowing Bernie an open lane in NH"], [13884, "2016-01-12T21:07:28Z", 0.53, "New hampshire's polls are going further in bernie's direction: 49.8 to 44.3 so I should revise down a little\nFivethirtyeight steped in and put their forecast to 53% Hillary... this feels like cheating but I'll take that."], [368, "2016-01-12T20:19:57Z", 0.55, "The difference in recent polling between Clinton and Sanders (46.2, 42.4) is within a reasonable margin of error.  Whether democrats trend toward Clinton in Iowa will depend in considerable political machine in the state and how much the perception of Sanders as a socialist affects caucusing for his positions.  Socialism (viewed from an American perspective among the electorate) has always been a negative in any electoral race.  States such as New Hampshire and Vermont, and possibly in Seattle, Washington has gain considerable traction among left of center democratic voters.  However, I doubt that this traction among democratic and independent voters can overcome the influence of 'ethnic voters'.  The recent trending in deportation proceedings and removal of illegal/undocumented 'aliens' within the country could potentially spell disaster for democrats.  The question of how much it influences the ethnic vote (particularly among hispanic voters) along with recent immigrants who identify religiously as Muslim shift the outcome in New Hampshire in either direction.  However, Clinton in my view holds the advantages of a strong political infrastructure; this however does not necessarily translate into a win.  Sanders does hold advantage as a known within the region among the electorate that simply want a different institutional manifestation of its politics."], [1056, "2016-01-12T19:55:55Z", 0.1, "Biden offers some self-interested plaudits for Sanders, and damns Hillary with faint praise:"], [1526, "2016-01-12T18:31:36Z", 0.0, "I'm not changing my percentage."], [3895, "2016-01-12T17:19:57Z", 0.34, "alright, Bernie, you got me to bend. Well done sir!"], [484, "2016-01-12T16:59:54Z", 0.45, "Down 10% for scoring purposes. Believe HRC likely to win, but have been too high above consensus."], [1800, "2016-01-12T08:08:48Z", 0.25, "Revising down as Sanders continues to poll strongly going into the primary (now leads in 3/4 polls with a 4.3 percentage point lead overall)."], [14208, "2016-01-12T01:47:53Z", 0.33, "Laura Ingram said on Fox News Sunday (11 Jan 2016) that people inside the FBI have a problem regarding the Clinton emails but can't talk.  Although Bill Clinton sex scandals did not impact ratings in the 90's the culture today in America regarding sexual assault has changed as well.  The Clintons are trying to get a new generation of voters that were still in grade school in the 90's.  the Bill Clinton sex scandals will hurt Sec Clinton run for pres.  downgrading my forecast a bit."], [15026, "2016-01-12T01:04:48Z", 0.45, "Trying to keep my preferences from influencing my guess. I am an absentee voter in the NH primary."], [102, "2016-01-12T00:52:51Z", 0.0, "Brier score be damned."], [14253, "2016-01-12T00:19:18Z", 0.41, "Bringing it down two points based on the fact that Bernie has drawn neck and neck with Hillary in Iowa...Still wondering how much the fact that I want Bernie to win the nomination is influencing me."], [94, "2016-01-11T23:00:18Z", 0.3, "Lowering odds for Clinton further, in line with betting markets [1].  It is really strange how the consensus here is still so bullish on Clinton."], [601, "2016-01-11T21:19:16Z", 0.51, "Sanders doing pretty well of late, and Hil's legal challenges could come to a head around the time of the NH primary.  "], [14327, "2016-01-11T20:44:30Z", 0.45, "It's still neck-and-neck out there but Clinton has not significantly out-performed Sanders in NH in many months now and isn't likely to. \nhttp://www.realclearpolitics.com/epolls/2016/president/nh/new_hampshire_democratic_presidential_primary-3351.html"], [14318, "2016-01-11T19:51:25Z", 0.65, "Reducing to 65% in light of Sanders' consistent strength in state polls. I still think Clinton is likely to win, but Sanders' persistent strength is impressive. "], [1526, "2016-01-11T15:34:29Z", 0.0, "Gotta go with the trends."], [102, "2016-01-11T14:35:15Z", 0.35, "Oohhhhhhh.....le cauchemar Bernoise commence.....  "], [1800, "2016-01-11T07:21:34Z", 0.35, "Of three polls I have seen the Fox (R) poll shows Sanders well in the lead, the PPP (D) poll shows Clinton with a slight edge, and the WSJ (ind.) poll shows Sanders with a slight edge. Based on this I estimate about a 1/3 chance that Clinton will win the primary. I round up to 35% since \"incumbents\" often underperform in polls relative to \"upstarts\"."], [485, "2016-01-11T01:13:59Z", 0.35, "I'm raising my probability estimate slightly that Hillary could win NH only because the recent polls show her so close to Sanders. If Sanders does particularly well in Iowa, Dems in NH may be emboldened to vote for him. Also, other polls show that Sanders does better against Repub opponents in the general election than Clinton."], [734, "2016-01-11T01:09:23Z", 0.28, "Been all over the place on this one, but am returning to my previous probability prediction. Discounting recent poll result from Fox, but will buy the Marist result. Still believe Bernie has NH, Clinton has IA."], [484, "2016-01-10T18:27:44Z", 0.55, "(no change) Because of the voting process in NH I continue to believe no one can tell until after the Iowa caucuses send some message (perhaps) regarding the Republican field. Lots of possible paths, but for example, if DT appears on a roll will Independents and Democrats risk damaging HC to send a message?"], [961, "2016-01-10T18:25:56Z", 0.59, "Still think it will be Hillary, But lowering with Latest polls"], [2965, "2016-01-10T15:28:31Z", 0.25, "Sanders wins New Hampshire. \nHillary loses no more than 1 of first three.\nRCP polling\nHistory \nRCP polls in Iowa"], [5001, "2016-01-10T03:43:45Z", 0.28, "Lowering further on this curious RCP aggregation: \nNew Hampshire: Trump vs. Sanders - Sanders +16.6\nNew Hampshire: Trump vs. Clinton - Clinton +8.0\nNew Hampshire: Rubio vs. Clinton - Rubio +1.0 \nNew Hampshire: Rubio vs. Sanders - Sanders +8"], [38, "2016-01-09T20:36:27Z", 0.0, "\"Live free or die\" New Hampshire voters prefer Bernie's gun stance to Hillary/Obama's."], [14327, "2016-01-09T07:15:39Z", 0.7, "Adjusting up. "], [476, "2016-01-09T07:06:08Z", 0.11, "Time to flip-flop. People have forgotten the hacking situation, which is now a non starter when contrasted with Mrs. Clinton's e-mails and Benhazi foibles. Recent Fox polling indicates that Bernie is way ahead and that 60 percent of Hillary supporters would vote for him if he was candidate.   http://www.politico.com/story/2016/01/poll-sanders-clinton-new-hampshire-217531"], [8036, "2016-01-09T06:03:30Z", 0.25, "New Hampshire is a Sanders stronghold."], [6303, "2016-01-09T04:33:10Z", 0.47, "My updated prediction according to the Huff Post, but notoriously inaccurate this far in advance of the election!"], [755, "2016-01-09T01:49:53Z", 0.55, "Wow, the shit is really flying now..... speaking fees, guns, family leave, Bill...... !\nBenghazi and emails are making fresh rounds in the media....\nNYT, January 8, 'Donald Trump and Bernie Sanders Hold Big Leads in New Hampshire Poll': http://www.nytimes.com/politics/first-draft/2016/01/08/bernie-sanders-holds-strong-lead-in-new-hampshire-poll/?_r=0\nClip from article:\n'Meanwhile, in the Democratic contest, Senator Bernie Sanders of Vermont has a 13-percentage point lead over Hillary Clinton, 50 percent to her 37 percent. Mr. Sanders’s lead has grown since a one-point lead in a similar poll in November. Martin O’Malley, the third candidate in the race, is at 3 percent.\nThat poll has a margin of sampling error of plus or minus five percentage points.'\nWhile not counting Hillary out yet, this is gotta be hurting. Incremental adjustment down. "], [734, "2016-01-08T01:17:18Z", 0.65, "Updating to reflect recent polling."], [10783, "2016-01-08T00:19:07Z", 0.7, "Sherfinski, David. \"Hillary Clinton lead Bernie Sanders by 3 points in New Hampshire: poll.\" Washington Times. N.p., 7 Jan. 2016. Web. 7 Jan. 2016. <http://www.washingtontimes.com/news/2016/jan/7/hillary-clinton-lead-bernie-sanders-3-points-new-h/."], [14208, "2016-01-07T20:57:04Z", 0.43, "up on @AndrewSabisky  post"], [484, "2016-01-07T17:43:38Z", 0.55, "(no change) Any thoughts about how Sanders support (or lack thereof) of President Obama's initiatives on gun control will play out with NH Democrats?"], [14737, "2016-01-07T15:46:36Z", 0.47, "With Clintons mere 3% lead over Sanders in (landline) polls it is a toss-up. It may come down to weather conditions: Those who truly feel the Bern could well make the difference."], [102, "2016-01-07T14:34:17Z", 0.4, "https://www.washingtonpost.com/politics/the-bill-clinton-scandal-machine-revs-up-and-takes-aim-at-his-wife/2016/01/06/a08cf550-b4be-11e5-a76a-0b5145e8679a_story.html"], [14617, "2016-01-07T13:50:28Z", 0.3, "This area of the country is Bernie territory plus the fact that I believe that the DOJ will ultimately go after Hillary which will swing borderline voters away from her."], [3895, "2016-01-07T11:02:56Z", 0.56, "Latest poll has Hillary slightly ahead, plus I am becoming increasingly convinced that her supporters are more likely to vote."], [14208, "2016-01-06T17:37:25Z", 0.31, "downgrade based on Gonzo link"], [1526, "2016-01-06T16:53:50Z", 0.0, "I'm downgrading to 0. I finally found some information why Clinton is ahead in polls and not everywhere else in my observations.  "], [484, "2016-01-06T04:27:16Z", 0.55, "Down 30%. Think Clinton will win, but want to be closer to consensus."], [14327, "2016-01-06T03:55:46Z", 0.55, "Scaling back. Clinton is now within the margin of error in terms of polling. "], [64, "2016-01-06T03:51:31Z", 0.5, "Some polls give Hillary a small lead while others still show Bernie ahead. I'm going to say that the odds are really even at this point."], [14307, "2016-01-06T03:08:25Z", 0.28, "fivethirtyeight thinks that Clinton will lose New Hampshire. http://fivethirtyeight.com/features/one-reason-hillary-clinton-might-underperform-in-the-early-states/"], [10783, "2016-01-05T17:48:02Z", 0.66, "I'm making the assumption that Hillary Clinton will be the Democratic nominee. \nIn the past 10 New Hampshire primary's, 7/10 of the Democratic nominees won New Hampshire. "], [2965, "2016-01-05T15:11:16Z", 0.45, "One day in New Hampshire by President Clinton. I up her to 45.\n40 days to go.\nShe loses Iowa her chances drop considerably."], [14307, "2016-01-05T03:18:26Z", 0.39, "I'm not sure that it makes sense for Clinton to invest in NH, and it seems like unnamed sources from her campaign agree with me (http://www.politico.com/story/2015/10/hillary-clinton-new-hampshire-214460)"], [534, "2016-01-04T17:13:42Z", 0.45, "For the moment, it appears Bernie is ahead in the polls, and his staff are working assiduously on Get Out The Vote. Bernie is reasonably well known in NH. It's probably his best opportunity for a victory. After that, his odds will probably fall."], [915, "2016-01-04T14:38:45Z", 0.0, "Bill Clinton, with gop help, repealed glass-steagall.  still think Hillary will be the nominee."], [12622, "2016-01-04T14:22:16Z", 0.71, "Bernie Sanders rising in polls causes me to lower prediction, but still above consensus as Bill Clinton will increase appeal as he begins campaigning "], [485, "2016-01-04T06:40:35Z", 0.25, "Trump's use of Bill Clinton's sexual activities could hurt Hillary's chances in New Hampshire, and elsewhere. Fair or not, it brings up what appears to be some dysfunction in their marriage and in Bill's judgment. Sanders is taking the high ground saying Bill's sexual behavior doesn't matter ... yet, Sanders  might be helped by Trump reminding voters of Monica Lewinsky in the Oval Office. I'm slightly lowering my probability estimate that Hillary will win NH primary."], [10783, "2016-01-04T01:21:34Z", 0.75, "I'm making the assumption that Hillary Clinton will be the Democratic nominee. With that, about 70% of the Democratic nominees won New Hampshire. (I do understand that some of those Democratic Nominees were also incumbent Presidents but I am not taking this into account.) My base rate is 70%."], [2648, "2016-01-03T20:39:37Z", 0.95, "There is a rumor that the entire Democratic party nomination process this year has been staged to suggest an actual competition when no actual competition is in place - it is simply a coronation for HRC.  The more I see the coverage, the fact that her only challenger is a declared socialist, and the absolute lack of penetration by Martin O'Malley, a more mainstream democrat, it appears this rumor is the truth.  In that light, HRC will win New Hampshire.  "], [68, "2016-01-03T16:19:50Z", 0.35, "Down from 45. She needs some heavy hitters to barnstorm NH for the next few weeks. However, with the nomination looking almost locked up, she may be resigned to a loss here."], [43, "2016-01-02T21:25:21Z", 0.35, "Lowering on the basis of http://www.realclearpolitics.com/epolls/2016/president/nh/new_hampshire_democratic_presidential_primary-3351.html plus the likelihood that Sanders supporters may be more motivated to vote."], [14327, "2016-01-02T19:30:06Z", 0.65, "It definitely won't be a coronation in Iowa for Clinton, but right now, she has a sizable lead and has a strong network from which to build support. "], [13884, "2016-01-02T11:48:53Z", 0.57, "editing down my previous forecast because I used information on iowa not new hampshire\n1. New hampshire's polls has the Bern at 48.4 and hillary at 46.4\n2. Betting markets actually has hillary's odds at 5:6 -> 6/11 = .54545... "], [13884, "2016-01-02T11:38:08Z", 0.9, "Reasons:\n  1: Hillary has the most endorsements in history\n  2: And she is leading in polls \n  3: And the betting market has her odds as 1/5 (interpreted as 5 times out of 6 she'll win)\n Sources:\n  1: http://projects.fivethirtyeight.com/2016-endorsement-primary/\n  2: http://elections.huffingtonpost.com/pollster/2016-national-democratic-primary\n  3: http://www.paddypower.com/bet/politics/other-politics/us-politics?ev_oc_grp_ids=2043930"], [14439, "2016-01-02T11:28:26Z", 0.5, "Given that she has learned from her last campaign for the Democratic Party nomination in 2008, she is not leaving matters to chance. She has invested in New Hampshire a good amount of resources, but given the lingering negative stigma that her public image has (e.g. \"likeability\") and the strong effort made by the Sanders campaign, I would place the odds at 50-50."], [10783, "2016-01-02T05:53:08Z", 0.7, "I'm making the assumption that Hillary Clinton will be the Democratic nominee.\nWith that, about 70% of the Democratic nominees won New Hampshire (https://en.wikipedia.org/wiki/New_Hampshire_primary). I do understand that some of those Democratic Nominees were also incumbent Presidents but I am not taking this into account. \nThe New Hampshire Democratic Primary Polling Data for 2008 suggested that Barack Obama would win New Hampshire's Democratic primary. At that time, Obama was ahead by 8.3 points (http://www.realclearpolitics.com/epolls/2008/president/nh/new_hampshire_democratic_primary-194.html). Currently, Bernie Sanders has 4.3 point lead (http://www.realclearpolitics.com/epolls/2016/president/nh/new_hampshire_democratic_presidential_primary-3351.html).\nVeterans of President Obamaâ€™s winning campaigns have joined Clinton however they may be concentrating more in South Carolina. (http://www.economist.com/news/united-states/21669954-democratic-front-runner-has-commanding-not-insuperable-advantage-not-quite)\nI feel strongly about Clinton winning the primary and will not change my base rate despite the evidence of Bernie Sanders current lead."], [14307, "2016-01-02T05:03:36Z", 0.6, "Adjusting my forecast down after looking at solid data: http://www.realclearpolitics.com/epolls/2016/president/nh/new_hampshire_democratic_presidential_primary-3351.html"], [14307, "2016-01-02T04:59:41Z", 0.88, "I think that the DNC is fairly united in support of Clinton, and that the other primary contenders are there almost as foils that allow Clinton to have airtime during the primary season. Sanders from Vermont might have some appeal because his home state is so similar to New Hampshire, and Clinton might prioritize other states, but the symbolic importance of New Hampshire is (probably) too important for that to happen, and I think that Clinton has the weight to claim NH if she wants it."], [6303, "2016-01-02T00:01:59Z", 0.46, "Prediction according to the Huffington Post, but notoriously inaccurate this far in advance of the election!"], [11862, "2016-01-01T16:26:02Z", 0.83, "Rocky times ahead in politics"], [12605, "2015-12-31T14:41:12Z", 0.77, "Let's talk endorsements: Both Wikipedia pages on Hillary show less than TEN new \"entries\" for this December (snippets with December-specific links and references), while Bernie Sanders' endorsement page alone show around 70, and about another 100 on the equivalent other page---with many celebrity Twitter endorsements. Clearly, the online campaign on Sanders is much much more attuned to Twitter etc. [Method: Just search for \"December\" and count.]"], [14318, "2015-12-30T23:08:03Z", 0.75, "Sanders, from a neighboring state, may make a good showing in NH, and could conceivably even with there, though that's very unlikely. "], [14317, "2015-12-30T22:44:39Z", 0.95, "The Dems will be looking for a sure thing against any of the most implausible Republican candidates."], [142, "2015-12-30T14:05:17Z", 0.5, "This is a reduction.  Sanders showing continuing strength in NH."], [3363, "2015-12-30T12:06:00Z", 0.34, "Clinton staffers are currently setting expectations with journalists that NH will be a survivable loss, one of Sanders's few victories."], [2965, "2015-12-29T22:26:25Z", 0.33, "Clinton admits both Iowa and NH in play. lets go future couterfactual. If Hillary wins Iowa, Sanders can probably count on NH. Bluest state with VT, CA  Vermont and Mass,\nIF Sanders wins Iowa, he wins NH. The excitement for acolytes will be high, he will take New Hampshire\nSo I am saying Sanders 2/1 and although RCP shows him ahead or tied, its not a lock.\nHillary starts to run the table in SEC, Florida, and no way the race will not be over before CA  in June."], [939, "2015-12-29T21:48:19Z", 0.43, "Had 51 based on paddypower odds;  But Betfair may be a more liquid market.  Changing to 43 based on Betfair."], [485, "2015-12-29T18:15:09Z", 0.28, "Donald Trump's recent vow to use Bill Clinton's sexual history in the campaign could remind New Hampshire voters what they (and the country) will be getting with Hillary Clinton. http://www.cnn.com/2015/12/29/politics/donald-trump-monica-lewinsky-paula-jones/. Trump's approach on this could help Sanders. The Clinton team says Bill will start campaigning in January ... but could that backfire now that Trump says he will bring up Monica Lewinsky and others? https://www.washingtonpost.com/news/post-politics/wp/2015/12/28/bill-clinton-hillarys-not-so-secret-weapon-will-hit-the-campaign-trail-in-new-hampshire/. I'm slightly lowering my already-low  probability estimate that Hillary will win NH, in part based on these new developments."], [755, "2015-12-29T06:11:38Z", 0.6, "Rutland Herald (VT), December 28, 'Poll shows Sanders gaining on Clinton': http://www.rutlandherald.com/article/20151228/NEWS03/151229549/0/1011\nBernie closing the gap both nationally and in NH.\nLA Times, December 28, 'Bill Clinton will travel to New Hampshire to campaign for his wife': http://www.latimes.com/nation/politics/trailguide/la-na-trailguide-12282015-htmlstory.html\nBig gun. Good for Hillary, but also shows concern by her campaign. Incremental adjustment down."], [13997, "2015-12-29T04:31:51Z", 0.9, "More mainstream message, will get support of women, better ground organization."], [2965, "2015-12-28T17:37:06Z", 0.38, "http://www.realclearpolitics.com/epolls/2016/president/nh/new_hampshire_democratic_presidential_primary-3351.html\nlosing and beyond the margin of error in 3/4 polls"], [2965, "2015-12-28T17:33:49Z", 0.4, "http://www.washingtontimes.com/news/2015/dec/28/clinton-cautions-followers-possible-iowa-nh-losses/\nhot off the presses. Tweeted 1 minute ago."], [4139, "2015-12-28T17:28:46Z", 0.95, "She has this primary rigged from state to state."], [2965, "2015-12-28T16:32:08Z", 0.5, "New Hampshire is admittedly in play by HRC campaign."], [12605, "2015-12-28T16:16:32Z", 0.8, "December 20th, poll update via http://elections.huffingtonpost.com/pollster/polls/arg-23409"], [4306, "2015-12-28T07:36:01Z", 0.63, "She is strong but will have resistance in Sanders territory"], [13891, "2015-12-28T07:17:50Z", 0.39, "Sanders is leading the Polls as of now"], [43, "2015-12-27T16:43:19Z", 0.46, "@mparrault, thanks for the betfair link. "], [94, "2015-12-27T04:20:07Z", 0.46, "Betting markets [1] give 46% odds.  The crowd seems to be consistently bullish on Clinton."], [11242, "2015-12-27T01:19:11Z", 0.55, "Hillary represents the Democratic Party machine - but Sanders represents a more deeply populist grass-roots vision - he represents the natural entailment of Obama's 'hope' campaign."], [20, "2015-12-26T23:12:50Z", 0.65, "The polls are trending toward a HRC victory. Sanders may please the libs, but they likely know he's a quixotic candidate. I doubt he wins any state. But, if he can win only one, this would be it - outside of his home state. http://www.realclearpolitics.com/epolls/2016/president/nh/new_hampshire_democratic_presidential_primary-3351.html"], [38, "2015-12-26T22:33:21Z", 0.66, "According to the American Research Group poll just out, Hillary leads Bernie by 3%:  46 to 43%"], [485, "2015-12-26T20:05:27Z", 0.3, "L.A. Times article Dec. 24 indicates Clinton still struggling for hearts and minds of NH Dem primary voters: http://www.latimes.com/politics/la-na-democrats-clinton-sanders-new-hampshire-20151224-story.html. Maybe NH Dems will be contrarian and seize their opportunity to truly shape the Dem race by voting for Sanders. I'm slightly lowering my probability estimate that Clinton will win NH primary."], [102, "2015-12-25T16:08:47Z", 0.43, "Back to 43 due to a bit of source analysis on this poll:"], [3577, "2015-12-25T12:51:11Z", 0.05, "I base this mainly on Sanders leading the NH polls. But also on the voters who are tired of the political establishment which Hillary is very much a part of. It's a global rebellion against the powers that be. Rural America vs New York and Washington. Blue collar vs white collar. The lower and middle class vs the rest."], [13863, "2015-12-24T22:29:52Z", 0.85, "The Democratic Party lacks any highly charismatic individual that the democratic 'establishment' can get behind. That being said, Bernie Sanders polls high with the youth, however I do not believe he will have sufficient reaction to upset the Clinton campaign"], [11157, "2015-12-24T17:15:10Z", 0.55, "Sanders' enduring strength in NH polling making me more cautious here despite HRC's strength with the \"Establishment\" http://www.realclearpolitics.com/epolls/2016/president/nh/new_hampshire_democratic_presidential_primary-3351.html"], [8170, "2015-12-24T14:01:08Z", 0.75, "Current betting markets suggest about 55% chance of Hillary winning NH.  I believe her chances will improve as the date approaches and she spends more time within the state."], [13924, "2015-12-24T12:55:55Z", 0.8, "She's been given the tap on the shoulder by the party and has been the front runner for a long time.  The amount of media press focusing on Clinton has been disproportionate and will influence voters at the primary.  Unlike the 2008 election, there are no rapid rising stars, such as Barack Obama was, to throw her out of the ring.  The democratics vote and appoint with particular progressive ideologies in mind.  They voted for the first African American candidate, and along the same lines they will vote for a woman candidate.  "], [12605, "2015-12-24T12:27:23Z", 0.8, "If the internet is populated with \"young\" voters who generally like Bernie Sanders (so much more) ... and this is an internet poll: https://polldaddy.com/poll/9240367/ referred from http://www.necn.com/news/politics/VOTE-Who-Won-the-Democratic-Presidential-Debate-363054711.html (and I don't know what political leaning this network has, maybe you do----but it sounds like a \"liberal\" media bias) ... then why isn't there a huge \"internet-young-voter\" advantage in the result?"], [102, "2015-12-23T22:29:23Z", 0.43, "http://www.realclearpolitics.com/epolls/2016/president/nh/new_hampshire_democratic_presidential_primary-3351.html"], [939, "2015-12-23T17:40:14Z", 0.51, "Based on current betting odds."], [102, "2015-12-23T11:16:20Z", 0.48, "http://www.realclearpolitics.com/epolls/2016/president/nh/new_hampshire_democratic_presidential_primary-3351.html"], [13377, "2015-12-23T04:12:53Z", 0.69, "Following https://larswericson.wordpress.com/2015/12/22/double-median-filter/"], [1993, "2015-12-23T03:56:04Z", 0.4, "New Hampshirites like to do their own thing. And New Hampshire doesn't really matter to Clinton."], [734, "2015-12-23T03:35:51Z", 0.28, "Updating to reflect recent polls that show her falling farther behind Sanders. Could not link, but data as shown in RCP website."], [13737, "2015-12-23T03:34:27Z", 0.39, "Polls"], [12675, "2015-12-23T02:41:38Z", 0.4, "Oops, put the odds the wrong way round.\nhttp://www.realclearpolitics.com/epolls/2016/president/nh/new_hampshire_democratic_presidential_primary-3351.html"], [12675, "2015-12-23T02:40:57Z", 0.6, "Sanders seems to be creeping ahead with momentum, but still close. You'd think he's going all out for this, in an effort to gain momentum, as HC would win a long grind easily."], [5001, "2015-12-23T00:04:34Z", 0.4, "Continued good #s for Bernie: http://www.realclearpolitics.com/epolls/2016/president/nh/new_hampshire_democratic_presidential_primary-3351.html#polls"], [38, "2015-12-22T20:26:01Z", 0.33, "The most recent poll (Yougov 12/17)  has her farther behind Sanders than ever:  Sanders 56, Clinton 42."], [13772, "2015-12-22T14:55:36Z", 0.1, "Bernie Saneres has the local son advantage and way more enthusiasm.   Also, a lot of his most fervent supporters are overlooked by polls because they have never voted in a primary before."], [13643, "2015-12-21T20:59:20Z", 0.75, "HC is the anointed one.  "], [3363, "2015-12-21T19:10:55Z", 0.41, "Sanders maintains a narrow lead in the local polls and is well organized. "], [9613, "2015-12-21T18:57:44Z", 0.25, "http://www.realclearpolitics.com/epolls/2016/president/nh/new_hampshire_democratic_presidential_primary-3351.html"], [12605, "2015-12-21T18:43:17Z", 0.83, "Lowering given Sanders upsurge among \"independents\" (undeclared) and leaning voters in every poll and the media. Wonder whether actual voters are felt compelled by this."], [915, "2015-12-21T18:36:48Z", 0.0, "new polls"], [484, "2015-12-21T17:41:51Z", 0.85, "(no change) Will voters passionate about Sanders collectively send a message or will NH Democrats vote for a \"strong\" candidate to respond to the Republican candidates' message of fear. Leaning toward the latter."], [755, "2015-12-21T05:56:24Z", 0.65, "CBS News, December 20, 'Poll: Clinton leads in Iowa; Sanders leads in NH; Democrats like both': http://www.cbsnews.com/news/clinton-keeps-iowa-lead-sanders-stays-up-in-new-hampshire-democrats-like-both/\nIn the latest [NH] poll, Sanders widens his lead over Clinton by 14 points.\nI watched highlights of the Democratic debate and was duly impressed with all the candidates. Sanders appeared stronger and more confident. His apology and frank honesty about the data breach affair was good crisis management and refreshing. It no doubt further empowered his base. He may have even pick up some undecideds.\nIncremental downgrade due to latest poll."], [102, "2015-12-21T04:11:05Z", 0.15, "Sanders: 56%, Clinton: 42%"], [8369, "2015-12-21T00:26:35Z", 0.85, "It will be close but I think Clinton will win the NH primary"], [476, "2015-12-20T19:48:18Z", 0.9, "Bernie's handling of \"Datagate\" including the fallout from the \"resignations\" is a telltale sign."], [102, "2015-12-20T15:04:59Z", 0.15, "Bernie: 84%, Hillary: 13%, O'Malley: Who?"], [29, "2015-12-19T17:43:28Z", 0.6, "Still think he will probably win, but Bernie is still outpolling her, so I am lowering my estimate for now. "], [102, "2015-12-19T13:55:15Z", 0.25, "This is starting to look like an episode of The Good Wife.  If they weren't running scared, they wouldn't be starting with the dirty tricks (to be clear, I'm talking about DNC, not Bernie).  [1]"], [38, "2015-12-19T04:29:40Z", 0.5, "http://www.washingtontimes.com/news/2015/dec/18/hillary-clinton-cuts-bernie-sanders-lead-nh-poll/"], [1056, "2015-12-19T02:27:04Z", 0.15, "Adjusting down. I think the large number of undecideds will break for Bernie now that it looks like the DNC of trying to punish Bernie by withholding the voter records of the DNC. This will not make undecideds like her. Hillary could come out on Bernie's behalf, and make herself look good, especially since one victory by Sanders will not in the end stop her. But I don't really think magnanimity (even fake magnanimity) is her style. "], [102, "2015-12-19T01:51:13Z", 0.25, "http://www.realclearpolitics.com/epolls/2016/president/nh/new_hampshire_democratic_presidential_primary-3351.html"], [12605, "2015-12-19T00:09:05Z", 0.88, "A new attempt"], [64, "2015-12-18T18:45:32Z", 0.6, "Clinton is still tied with Sanders in the polls, so I'm bringing my estimate down. Sanders is strong in New Hampshire. He could win that one state and nothing else. Let's see what the next poll brings."], [9613, "2015-12-18T16:46:23Z", 0.45, "http://www.realclearpolitics.com/epolls/2016/president/nh/new_hampshire_democratic_presidential_primary-3351.html"], [68, "2015-12-18T06:32:17Z", 0.45, "@000 and https://www.predictit.org/Market/1460/Who-will-win-the-2016-New-Hampshire-Democratic-presidential-primary"], [102, "2015-12-18T04:09:51Z", 0.4, "http://www.realclearpolitics.com/epolls/2016/president/nh/new_hampshire_democratic_presidential_primary-3351.html"], [13341, "2015-12-17T21:07:44Z", 0.45, "S"], [102, "2015-12-17T18:54:22Z", 0.0, "Let me get on the right side of history here.  [1]"], [1526, "2015-12-16T20:30:03Z", 0.05, "Despite her best shots, Sanders is still in the race and it seems Sanders still has a stronger internet presence. I'm going with what I feel really matters and blocking out what the media tells me so. "], [2737, "2015-12-16T17:24:42Z", 0.95, "Front runner;  only alternative sanders policies too socialist"], [484, "2015-12-15T01:32:17Z", 0.85, "(no change) I know it goes without saying, but this is after the Iowa caucuses, so the Republican field has a reasonable chance of being smaller then. Might have an impact on tactical or message voting."], [12675, "2015-12-14T09:00:25Z", 0.5, "I get the impression HC will be able to grind down BS over the long haul. BS's best chance seems to be to go heavy on the early rounds and hope to get momentum. As such I'm going to follow the polling (http://www.realclearpolitics.com/epolls/2016/president/nh/new_hampshire_democratic_presidential_primary-3351.html) for New Hampshire, which could show a surprise, though I remain pretty confident HC has this in the long run. "], [102, "2015-12-14T04:38:12Z", 0.58, "https://larswericson.wordpress.com/2015/12/14/excluding-outliers-in-the-smart-crowd-forecast/"], [102, "2015-12-13T06:21:53Z", 0.49, "https://larswericson.wordpress.com/2015/12/13/saturday-night-is-all-right/"], [755, "2015-12-13T05:13:49Z", 0.7, "Washington Post, December 10, 'Bernie Sanders has 10-point lead over Hillary Clinton in New Hampshire: poll': http://www.washingtontimes.com/news/2015/dec/10/bernie-sanders-has-10-point-lead-over-hillary-clin/\nMasslive, December 12, Clinton picking up more endorsements, 'US Reps. Niki Tsongas, Seth Moulton campaign for Hillary Clinton's presidential bid in New Hampshire': http://www.masslive.com/politics/index.ssf/2015/12/us_reps_niki_tsongas_seth_moul.html\nI give Hillary a slight edge because she has the machine behind her. Still, Bernie is outspending her on ads and putting in more face-time in NH. He's smart and a fighter. He's got moxie. That counts. Adjusting down."], [485, "2015-12-13T00:22:06Z", 0.32, "Recent CNN poll says Sanders up 10 points over Clinton in NH. As the primary draws nearer, NH voters may realize they have a chance to change the trajectory of the race by voting for Sanders. His campaign's recent claims that the corporate news media is not giving him fair coverage (a \"Bernie blackout\"), this might resonate. The Sanders campaign recent stated Sanders, \" ... fares better than Hillary Clinton in general election matchups against Donald Trump and other Republican White House hopefuls.\" This, too, might hit home with NH voters. I'm slightly  lowering my probability estimate Clinton will win NH."], [102, "2015-12-12T13:52:09Z", 0.5, "http://www.realclearpolitics.com/epolls/2016/president/nh/new_hampshire_democratic_presidential_primary-3351.html"], [12605, "2015-12-12T13:37:55Z", 0.91, "FATIGUE x [ [DECIDED x BASE VOTE] + [UNDECIDED x SOFT VOTE] ]"], [38, "2015-12-12T01:47:52Z", 0.44, "CNN and WMUR  Margin of error: Â± 5.1  Sample size: 370"], [94, "2015-12-11T22:42:27Z", 0.5, "PredictIt [1] gives even odds to Clinton+Sanders."], [5, "2015-12-11T17:56:06Z", 0.5, "I have no idea. So many different opinions, polls, trends, etc out there. Sanders is holding on, but there so much assumption out there that he'll fade away. Who knows? Not me. "], [12605, "2015-12-11T11:57:27Z", 0.77, "I felt strong cognitive unease the last two days. I now resolve this by predicting 77."], [10898, "2015-12-11T09:38:15Z", 0.5, "http://www.cnn.com/2015/12/09/politics/bernie-sanders-new-hampshire-poll/index.html"], [485, "2015-12-11T04:17:22Z", 0.35, "I'm slightly lowering my probability estimate Clinton will win New Hampshire. Sanders leading her by 10 points in a recent poll. His favorability rating among NH voters is much higher than for Clinton. He's deemed more honest by voters, according to polls. "], [1056, "2015-12-11T02:15:10Z", 0.2, "Downgrading. Even in polls where Hillary is up by substantial margins, there are large numbers of undecideds. I doubt if they will suddenly decide they're for Hillary on primary day. I think Bernie's strength is seriously under-counted."], [9613, "2015-12-10T17:36:12Z", 0.65, "http://www.realclearpolitics.com/epolls/2016/president/us/2016_democratic_presidential_nomination-3824.html"], [2, "2015-12-10T04:23:30Z", 0.55, "I'm still seeing energy for Bernie.  He's going all out on NH, so I'm going to stay cautious."], [734, "2015-12-10T03:47:39Z", 0.42, "Starting to feel the Bern:\nhttp://thehill.com/blogs/ballot-box/262710-poll-sanders-holds-double-digit-lead-in-new-hampshire\nReturning to a prior forecast probability."], [12605, "2015-12-09T23:41:23Z", 0.42, "December 9, 2015"], [4962, "2015-12-09T22:31:55Z", 0.55, "Strong latest poll for Sanders. Hillary continues to stall. If her name was anything other than \"Clinton\" this would probably be 20-ish percent. "], [12688, "2015-12-09T11:47:31Z", 0.75, "Obama. Trump. Sanders."], [11742, "2015-12-08T18:35:54Z", 0.8, "Sanders will make it close, but with the mess on the R side, the D will rally around Clinton."], [102, "2015-12-08T16:27:52Z", 1.0, "Flippety-flop. [1]"], [12605, "2015-12-08T14:15:39Z", 0.37, "VOTER TURN OUT MAPS"], [1526, "2015-12-08T03:48:13Z", 0.65, "This estimation was way too high. I don't believe the polls. there are too many indicators saying the people prefer Bernie. "], [485, "2015-12-07T23:49:26Z", 0.37, "Two recent articles caused me to lower my probability estimate slightly that Clinton will win New Hampshire: Dec. 1 article on Politico, http://thehill.com/blogs/pundits-blog/presidential-campaign/261634-sanders-can-win-iowa-and-new-hampshire and a Dec. 1 New York Times piece, http://www.nytimes.com/2015/12/01/opinion/campaign-stops/bernie-sanders-your-cool-socialist-grandpa.html?_r=0. The \"enthusiasm gap\" may be significant and Sanders is also emphasizing he voted against the invasion of Iraq while voted for it. Sanders' integrity seems to surpass that of Clinton ... and NH voters may come to realize this."], [11430, "2015-12-07T19:15:35Z", 0.75, "Joe is out, Hill is in."], [7227, "2015-12-07T18:29:20Z", 0.85, "Her opponent has peaked."], [1527, "2015-12-07T15:58:01Z", 0.3, "Although Hilary seems like she'll be a strong contender in other states, NH is in Bernie Sanders stronghold, next to his home state of Vermont. I'd say Clinton has a shot at NH, still, but it's much more likely to go to Sanders."], [1527, "2015-12-07T15:57:59Z", 0.3, "Although Hilary seems like she'll be a strong contender in other states, NH is in Bernie Sanders stronghold, next to his home state of Vermont. I'd say Clinton has a shot at NH, still, but it's much more likely to go to Sanders."], [484, "2015-12-07T00:19:12Z", 0.85, "Worth the listen:"], [8305, "2015-12-07T00:13:11Z", 0.98, "Where is the alternative?"], [11381, "2015-12-06T23:26:10Z", 0.8, "Knowing that most presidents are tall (and all the related system 1 thinking that implies) I think Bernie sanders chance of beating her are very low and there is no credible third candidate"], [8733, "2015-12-06T22:33:06Z", 0.89, "No one else comes close to her following. Bernie Sanders is petering out."], [11740, "2015-12-06T22:32:44Z", 0.1, "Not possible. Thats Bernie Land."], [770, "2015-12-06T22:26:38Z", 0.1, "New Hampshire is Bernie territory. Clinton isn't liberal enough to appeal to the voters."], [10230, "2015-12-06T21:15:27Z", 1.0, "With sanders as her running mate"], [484, "2015-12-06T17:43:40Z", 0.85, "If there is even a prospect for some black swan candidate on the Republican side, will that encourage momentum for HRC? Perhaps instead of tactical voting. (no change)"], [3895, "2015-12-04T13:03:47Z", 0.59, "bumping down a bit, still think Hillary favoured though"], [12268, "2015-12-04T13:00:11Z", 0.6, "Revising downward 5%. Seems NH race between Clinton and Sanders has tightened up according to latest round of polling found on RCP site."], [102, "2015-12-04T02:55:31Z", 0.0, "She still has some tough sledding  [1]  and Bernie is well liked up North, as well as being full of common sense. [2]"], [38, "2015-12-04T02:44:13Z", 0.55, "http://www.wmur.com/politics/new-hampshire-primary-source-for-christie-momentum-brings-scrutiny/36762842"], [1056, "2015-12-03T22:50:29Z", 0.25, "Downgrading Hillary's chances. After looking at the complete list of RCP polls I notice that a great many of them have large margins of undecideds. Not all of these totals would give Sanders a victory if added to his totals, but if after 25 years in public life Hillary has that many people undecided about her, she may be in trouble."], [9613, "2015-12-03T22:05:58Z", 0.5, "http://www.realclearpolitics.com/epolls/2016/president/nh/new_hampshire_democratic_presidential_primary-3351.html"], [1056, "2015-12-03T05:34:02Z", 0.35, "Affirming prior forecast. For all of Hillary's cash, endorsements, and organization, the RCP average has her only 5 points above Sanders. I think a lot of Sanders' support is more or less invisible at this time, but may win him the primary. If Sanders begins to drop precipitately, I'll reconsider."], [1562, "2015-12-02T22:13:54Z", 0.95, "noyhing new to contain her.  Bernie has lost steam,  wildcards (email) is almost a moot point."], [691, "2015-12-02T20:20:04Z", 0.89, "She will not win as big as she'd like--I make it maybe 52/48 as of today--but Bernie will have been sufficiently discounted by then to be no further menace.  He will get eleven votes in South Carolina.  Not percent. Votes."], [12268, "2015-12-02T12:49:49Z", 0.65, "Polling shows she has momentum. Clinton closed the gap on Sanders and now has a slight lead in that state amongst likely primary voters."], [755, "2015-12-02T02:19:00Z", 0.75, "NH Union Leader, November 30, Clinton picks up endorsements, 'Half of NH's mayors endorse Clinton': http://www.unionleader.com/Half_of_NH_mayors_endorse_Clinton\nStill think it's a coin toss. Waiting for Hillary to put more daylight between her and Bernie.\nBlack swan = Sanders is sidelined with a serious medical condition, 'Bernie Sanders has outpatient hernia repair, his campaign says': https://www.washingtonpost.com/news/post-politics/wp/2015/11/30/bernie-sanders-has-outpatient-hernia-repair-his-office-says/\nAffirming forecast."], [12265, "2015-12-01T21:29:11Z", 0.65, "She is the front runner by a mile and has the backing of the Party Elite and the Bank roll"], [11985, "2015-12-01T16:37:42Z", 0.55, "Berni Sanders is deflating, she will win not in a decisive,way"], [915, "2015-11-30T20:30:16Z", 0.09, "going against consensus."], [11862, "2015-11-30T17:29:54Z", 0.93, "While I love Bernie and his left wing Vermont politics, Hillary is the total package."], [38, "2015-11-30T17:25:32Z", 0.5, "http://www.politico.com/story/2015/11/new-hampshire-takes-clinton-sanders-on-wild-polling-ride-216248#ixzz3szqYFq1G"], [833, "2015-11-29T19:35:57Z", 0.9, "I agree with Hammons down below. But Clinton will probably take it, but it won't be a landslide. Would be quite interesting to see what would happen if Bernie takes it though. "], [10924, "2015-11-29T18:33:32Z", 0.7, "Hillary increases her lead relative to other candidates"], [12058, "2015-11-29T18:30:59Z", 0.65, "Clinton leads Sanders in the RCP average, but Sanders still leads in a few polls, e.g. Fox / CBS. "], [485, "2015-11-29T05:31:58Z", 0.4, "Clinton looks to be the inevitable Dem nominee. As a result, maybe some New Hampshire Dems will feel more free to vote their conscience in the NH primary and vote for Sanders. Slightly lowering my probability estimate that Clinton will win NH."], [12139, "2015-11-29T01:36:16Z", 0.9, "Hillary Clinton will win because she still has a huge lead over Sanders and O'Malley and is popular in New Hampshire given her big win over Obama back in 2008.  "], [12134, "2015-11-28T22:49:31Z", 0.85, "New Hampshire women will go strongly for Hillary. She will win in Iowa & grow strongly as New Hampshire comes into view. Foreign policy issues are on the rise -- considered Hillary's strong suit."], [691, "2015-11-28T14:38:20Z", 0.89, "New Hampshire's primary is open, which means you go in on Election Day and ask for a party ballot--you don't have to be registered in that party.  Some number of Rs will vote in the D primary for Bernie in the hope of cutting down Clinton; some number of Ds will vote in the R primary for Trump or another terminally crazy person in the hope of screwing up the R field.  "], [12113, "2015-11-28T07:28:20Z", 0.8, "After she wins Iowa it will be straight down hill"], [64, "2015-11-28T05:31:34Z", 0.85, "Sanders seems past his peak."], [11311, "2015-11-28T03:46:34Z", 0.9, "The desire to elect the first female president."], [1238, "2015-11-27T23:01:12Z", 0.75, "All the coverage focuses on Hillary, including the Republican debates. Many Democrats feel Hillary is the only canidate with a chance."], [8871, "2015-11-27T19:14:43Z", 0.85, "This will depend on Trump's position at the time. If Trump continues to fall out of favor, NH voters will feel more confident in a Bernie vote, but if Trump is still strongly in the game, they will vote for Hilary as the only one who could combat him in the general election."], [12062, "2015-11-27T17:33:48Z", 0.99, "You betcha.  The machine has only started.  Expect the momentum to build, starting at this juncture."], [1526, "2015-11-26T19:49:36Z", 0.95, "This election is rigged. There is no way Sanders could be behind in polls when he has twice as many campaign donors. I can't believe this hasn't occurred to any journalist. "], [3895, "2015-11-26T14:48:35Z", 0.72, "still undecided on this one. Sanders' support doesn't seem to be collapsing and he's genuinely aroused some solid grassroots enthusiasm.  After some reflection, I'm sticking with Hillary because "], [11555, "2015-11-26T14:37:24Z", 0.5, "Sanders has a lot of support in New England, and if Clinton is viewed as an overwhelming national favorite, many people might vote for Sanders as something of a protest vote, knowing that there's no danger of him winning nationally.  That could be enough to give him NH and some momentum, which won't last past south carolina. On the other hand, if they're close in national polls, more people might switch their votes to Clinton in fear that Sanders will have a harder time beating whomever the Republicans put up.\nSo this far ahead of time, it seems pretty even odds to me."], [1526, "2015-11-26T14:04:17Z", 0.75, "Clinton keeps climbing. Interestingly, Sanders has twice as many donors from the public than Hillary, so I don't understand these polling numbers. personally something is fishy about them. The number of campaign donors should reflect poll numbers... "], [160, "2015-11-26T01:03:08Z", 0.75, "At the moment, she doesn't have serious competition."], [39, "2015-11-25T22:45:03Z", 0.85, "Looks likely."], [12011, "2015-11-25T21:00:20Z", 0.85, "I think the closer we get to actually voting, that Democrats will look to electability and endorsements."], [11549, "2015-11-25T20:29:45Z", 0.65, "Although this is the state besides Vermont that Bernie most stands to win, Clinton's ground game is stronger, she appears invincible, and Bernie isn't an ambitious giant killer who can charismatically animate a national movement--he's a nice guy who sticks to the issues. That said, Bernie could pull this one out because it's next to Vermont."], [11973, "2015-11-25T07:39:37Z", 0.85, "No challenger."], [3544, "2015-11-24T23:41:06Z", 0.87, "Hillary Clinton reclaim the lead against Sanders and may win NH primary"], [368, "2015-11-24T22:10:35Z", 0.75, "Market predictions indicate Clinton with a slight edge over Sanders in the NH primary."], [5083, "2015-11-24T13:46:14Z", 0.4, "I think not, though \"Clinton Nostalgia\" fills the air- she's still not Bill"], [11914, "2015-11-24T13:37:55Z", 0.65, "People want Bernie for his more ardent political stance, but Hillary for the \"win\""], [11303, "2015-11-23T23:06:57Z", 0.84, "Beats Bernie on women, minority, foreign affairs issues."], [368, "2015-11-23T20:01:29Z", 0.98, "The latest trading shares on Hilary Clinton's probability of winning the New Hampshire primary is at 60c, while Sanders is at 40c."], [94, "2015-11-23T19:58:07Z", 0.6, "Increasing odds based on crowd here and at PredictIt [1]"], [10924, "2015-11-23T19:54:53Z", 0.65, "Hillary pulling ahead of Bernie, with no other candidate able to offer credible alternatives she is most likely to be the front runner"], [9613, "2015-11-23T19:07:50Z", 0.45, "http://elections.huffingtonpost.com/pollster/polls/cbs-yougov-23212"], [11862, "2015-11-23T18:30:42Z", 0.75, "$"], [241, "2015-11-23T15:34:08Z", 0.5, "Clinton is ahead of Sanders in the RCP average 46% to 38.3% and is leading in 2 of the 3 November polls. See http://www.realclearpolitics.com/epolls/2016/president/nh/new_hampshire_democratic_presidential_primary-3351.html#polls"], [485, "2015-11-23T01:26:55Z", 0.42, "Sanders recently started running major TV ads in New Hampshire and Iowa. If the ads are effective, he might tip the balance just enough to win in NH. Slightly decreasing my probability estimate that Clinton will win in NH."], [755, "2015-11-22T22:02:12Z", 0.75, "Washington Times, November 19, 'Bernie Sanders edges Hillary Clinton in New Hampshire: poll': http://www.washingtontimes.com/news/2015/nov/19/bernie-sanders-edges-hillary-clinton-new-hampshire/\nHe's also up nationally, which means he still has serious Mojo. Looking at this in the cold, sobering light of a Seattle afternoon, if Sander's NH campaign can turn out his key demographic (liberal whites < 50) and sufficient # of independents, he may take the state. Feeling the Bern. Incremental adjustment down."], [7327, "2015-11-22T15:37:07Z", 0.92, "Based on her resources and ground capabilities, I foresee Hillary Clinton cruising to a victory in New Hampshire. Her two opposing candidates are overall rather weak, although Sanders has shown spikes of strength in the polls. My assessment is that Clinton will win handily in Iowa where her RCP Avg. lead is currently around 24 points. With a win in Iowa, I think she will solidify the momentum necessary to take New Hampshire and with it the nomination as we get to more moderate states [in democratic primary terms] like Nevada and South Carolina. "], [11799, "2015-11-22T06:51:30Z", 0.5, "Not betting for or against Bernie in NH"], [11798, "2015-11-22T05:28:12Z", 0.75, "Bernie is losing steam"], [5001, "2015-11-21T23:29:08Z", 0.47, "Some union bosses endorse HRC (http://www.seiu.org) but the same union's NH chapter goes around and endorses Bernie (http://thehill.com/regulation/labor/260852-new-hampshire-seiu-branch-backs-sanders). Now that's not a lot of votes but it may be generally indicative. "], [1056, "2015-11-21T22:48:29Z", 0.35, "The RCP average has Sanders dropping precipitately and Hillary rising, presumably because of Paris. Assuming the terrorist threat remains on the front burner for the next six weeks or so, I think Hillary may pull of a victory. But Sanders' hometown favorite advantage and anti-establishment credentials are not going to go away. I still think that NH voters may be willing to send a message by giving Sanders the win."], [83, "2015-11-21T22:39:51Z", 0.55, "http://elections.huffingtonpost.com/pollster/2016-new-hampshire-presidential-democratic-caucus"], [734, "2015-11-21T15:09:48Z", 0.68, "Up 5 on recent poll results, although they do look a bit noisy:\nhttp://www.realclearpolitics.com/epolls/2016/president/nh/new_hampshire_democratic_presidential_primary-3351.html"], [405, "2015-11-21T09:27:28Z", 0.56, "update\n+5 upgrade HC\nhttp://www.realclearpolitics.com/epolls/2016/president/nh/new_hampshire_democratic_presidential_primary-3351.html\nAssume that, if she takes the lead now, the gap between Sander and her will be difficult to change. The momentum is on her side.\nhttp://www.nytimes.com/interactive/2016/us/elections/presidential-candidates-dashboard.html\nAre the delegates already chosen? If so, whatever the polls, it may be possible that Sander have the lead."], [5001, "2015-11-21T03:37:12Z", 0.45, "My observation is that among core Democrat voters (the kind that would go to a primary) Hillary is not well liked.  So in white-dominated, liberal places I expect a protest vote that will benefit Bernie. New Hampshire as a whole is a mixed bag but its Democratic primary voters strike me as very liberal. (Please correct if this impression is wrong.)"], [556, "2015-11-21T01:28:09Z", 0.8, "I will be watching the polls, but I think Hillary's performance at the Bengazi hearings helped her alot."], [9613, "2015-11-20T22:21:59Z", 0.6, "http://www.realclearpolitics.com/epolls/2016/president/nh/new_hampshire_democratic_presidential_primary-3351.html"], [691, "2015-11-20T22:07:08Z", 0.88, "Everybody likes Bernie, but everybody likes many people they don't think should be their party's presidential nominee. Still looking at about a 55-45 Hillary win. Bernie will not withdraw after that, but he should--if he can't win New Hampshire, he can't win any place. "], [1019, "2015-11-20T14:55:39Z", 0.7, "No real competitiona"], [485, "2015-11-20T14:27:29Z", 0.45, "Polling indicates it is a very close race in New Hampshire. I'm slightly raising probability estimate that Clinton could win, but Sanders may still have very modest edge among NH Dems."], [10924, "2015-11-20T08:58:39Z", 0.55, "Hilary pulling ahead of Bernie in the polls, adjusting my prediction for change in polls."], [68, "2015-11-20T08:08:13Z", 0.55, "Holding to my 22 Oct forecast until more polls are published. The Real Clear Politics average has HRC 7.7% ahead but that's mainly because of a single Gravis poll that drops Sander's support from mid 40 to mid 20 and seems an outlier. See AndrewSabisky post below http://www.realclearpolitics.com/epolls/2016/president/nh/new_hampshire_democratic_presidential_primary-3351.html"], [38, "2015-11-19T23:40:45Z", 0.55, "Sanders is now leading in some polls by 1%"], [10952, "2015-11-19T23:18:54Z", 0.0, "90"], [11710, "2015-11-19T22:18:55Z", 0.58, "Recent emphasis on national security plays to Clinton's strength and allows her to edge past Sander's more popular stance on economic issues. "], [4962, "2015-11-19T21:40:26Z", 0.7, "Polls are still extremely lumpy, but continue to break Hillary's way. Concern over terrorism will not play to Sanders' strength, and he seems wholly disinterested in pressing Hillary on her Wall Street fundraising. "], [987, "2015-11-19T20:11:26Z", 0.6, "Polls put her just a few points above Sanders but it's still early to trust them. This market has her chances in the low 60s, PredictIt in the high 50s. My best guess is essentially averaging these two."], [11678, "2015-11-19T19:16:06Z", 0.7, "Yes, as she also won against Barack and he was a stronger opponent"], [766, "2015-11-19T14:52:07Z", 0.72, "Poll averages moving in her favor... again."], [102, "2015-11-19T14:29:01Z", 0.75, "Following @AndrewSabisky "], [3895, "2015-11-19T13:57:22Z", 0.69, "http://www.realclearpolitics.com/epolls/2016/president/nh/new_hampshire_democratic_presidential_primary-3351.html - RCP average has Clinton up quite substantially now"], [7523, "2015-11-19T01:31:55Z", 0.75, "I can't see Bernie making it happen, he is not tough enough. "], [4532, "2015-11-18T15:11:43Z", 0.77, "Let's look at things like party endorsements and finance for a second. While they're not perfect predictors of political outcomes, the combination of these factors along with what the betting markets are saying all add up to a Clinton win in NH. "], [11533, "2015-11-18T13:58:32Z", 0.85, "She is the least angry candidate and nobody has every won a presidential election with pessimism."], [9913, "2015-11-18T04:28:47Z", 0.9, "After reviewing the latest polling data, not to mention her performances in the debates, I think the undecideds will go her way when push comes to shove. She will be seen as the more electable candidate in a general election. "], [11504, "2015-11-18T02:29:36Z", 0.4, "It's Bernie for New Hampshire as the press, pundits, and even the public underestimates both the ability of the NE States to speak their mind as well as the still under-appreciated impact of The Net."], [11493, "2015-11-17T22:49:23Z", 0.18, "NH - Demographics, political leanings, Bernie Sanders, Debates, Social Media popularity. "], [53, "2015-11-17T21:55:10Z", 0.75, "increasing importance of foreign policy in election + pragmatic NH voters"], [1541, "2015-11-17T20:50:05Z", 0.7, "Going with polling here. Forecast will be updated if Sanders' polling improves. One to watch. "], [102, "2015-11-17T04:40:47Z", 0.1, "If she remembers to show up! [1]  Haha I think I've seen this show before. [2]"], [11449, "2015-11-17T01:02:46Z", 0.8, "Go Hils!"], [64, "2015-11-15T20:30:41Z", 0.65, "The last (Nov 3) Monmouth University poll gives Clinton a small lead among likely Democratic primary voters. \nhttp://www.monmouth.edu/assets/0/32212254770/32212254991/32212254992/32212254994/32212254995/30064771087/ab385337-2d62-493e-b695-f4350bd8f4d1.pdf\nIn the last debate, Sanders did not make particular impression. The passage of time should make a some percentage of Democrat voters realize that Clinton is more electable in the general election. Also, Clinton will win Iowa, and that will probably give a her a few percentage points where people switch to the winner. \nIn summary: not a cake walk yet, but the odds will favor her by the time March rolls around. [The wild card is any smoking gun on Benghazi, but that seems increasingly unlikely.]"], [485, "2015-11-15T17:38:02Z", 0.4, "In the Nov. 14 debate, Sanders made some key points: 1) That Clinton supported the invasion of Iraq while he opposed it, which goes directly to her judgment and her tendency to go whichever way the wind is blowing. 2) That Clinton is probably very beholden to Wall Street and other powers-that-be. These points may eventually sink in for New Hampshire primary voters. If Sanders continues to emphasize these points, he may be able to win NH and maybe other states. I'm slightly lowering my probability estimate that Clinton will win NH."], [530, "2015-11-15T13:59:51Z", 0.7, "Adjusting for the passage of time."], [11181, "2015-11-15T13:21:48Z", 0.66, "Reading the polls confirms my earlier hunch"], [102, "2015-11-15T04:03:21Z", 0.1, "Once again according to live Internet poll, Bernie Sanders won the debate by a landslide. [1] [2]"], [1521, "2015-11-14T22:53:04Z", 0.35, "Sanders is very familiar to NH voters and they are, accordingly,  more comfortable with him.  NH voters are historically independent and may resist getting in lock step with the rest of the Dem party.  "], [10898, "2015-11-14T21:29:10Z", 0.6, "With the terrorist attack in Paris, the focus of the coming debate shifts to a subject that favors Hillary Clinton and her policies. This suggests that she will do better in the debate and very possibly the polls afterward. Adjusting up.  "], [755, "2015-11-14T18:55:34Z", 0.8, "Sanders still strong in NH, with Clinton narrowly ahead. Hillary widens lead nationally and collects ever-important endorsements (with the money and bodies that follow them). NPR, November 13, 'Clinton Has 45-To-1 'Superdelegate' Advantage Over Sanders': http://www.npr.org/2015/11/13/455812702/clinton-has-45-to-1-superdelegate-advantage-over-sanders\nI believe she'll get more overt endorsements from African-American, Latino, labor and women's groups going forward, solidifying her front-runner status. With this momentum, I also believe she'll start to step up her efforts to capture more of the Elizabeth Warren-wing of the Democratic Party. \nAlso remember, Sanders is new to the Party, being an Independent for most of his career; a potential liability: NBC, November 10, 'Sanders' Long Independent Streak has Come Back to Haunt Him': http://www.nbcnews.com/politics/2016-election/sanders-long-independent-streak-has-come-back-haunt-him-n460771\nAffirming forecast."], [705, "2015-11-14T03:45:07Z", 0.85, "interest in Bernie Sanders is fading"], [11181, "2015-11-14T03:37:19Z", 0.53, "Not an expert but something tells me that deep down US women may feel it is time for a first female US president and while Hillary Clinton may not be perfect, she is probably acceptable even to many women on the other side.  "], [11351, "2015-11-14T02:21:00Z", 0.75, "History"], [484, "2015-11-14T01:33:26Z", 0.85, "Terror attacks in France will depress inclination to vote for Sanders (a least in the near term)."], [38, "2015-11-14T00:11:06Z", 1.0, "http://www.outsidethebeltway.com/with-new-poll-it-looks-like-smooth-sailing-ahead-for-hillary-clinton/"], [770, "2015-11-13T00:54:16Z", 0.3, "Too close to Bernie country. He represents New England better than Hillary does."], [5863, "2015-11-13T00:10:05Z", 0.65, "Upgrading Hillary's chances due to Bernie's burn-out:-("], [102, "2015-11-12T14:50:12Z", 0.45, "Go Bernie Go!!!! [1]"], [29, "2015-11-12T13:12:24Z", 0.8, "Confirming my previous prediction. Bernie's plans sound like fantasy land, and could not feasibly be funded in this environment. While he might win because some voters would like to keep him in the conversation, I think most voters will vote for the candidate most likely to take the Democrats to a win in November. And, in my view, that would be Hillary."], [11264, "2015-11-12T01:11:14Z", 0.44, "Bernie's authenticity will convince more voters in the end."], [10924, "2015-11-11T19:38:47Z", 0.5, "Latest polls show Bernie slightly ahead of Hilary, even though Bernie has momentum Hilary is a strong candidate and can pull ahead."], [961, "2015-11-11T19:22:21Z", 0.85, "Improving numbers and nothing Bernie Sanders has done or said has altered result. And no current indicator of a unseen incident."], [485, "2015-11-10T17:58:12Z", 0.45, "The FBI's investigation of Clinton is picking up steam, according to news reports. Some or many New Hampshire voters may prefer the underdog from their own region -- Sanders. The fact that Clinton supported the invasion of Iraq when Sanders opposed it could end up being significant in voters minds, especially if the Sanders team emphasizes it more. I'm slightly lowering my probability estimate that Clinton will win NH."], [10239, "2015-11-10T17:56:41Z", 0.65, "Most recent polls giving Clinton an edge, though still lots of volatility in the numbers"], [11168, "2015-11-09T19:05:11Z", 0.87, "New Hampshire tends to be more libertarian and less socialistic than Bernie Sanders.  His Big Government solutions are antithetical to NH politics."], [484, "2015-11-09T17:22:32Z", 0.75, "Wonder if any group is counting the number of voters (temporarily) switching to Republican so that they can vote tactically? If it were significant, I would guess they would be Clinton supporters, which would obviously lower her count."], [476, "2015-11-09T16:07:33Z", 0.85, "Bernie is toast."], [83, "2015-11-08T23:29:29Z", 0.55, "http://elections.huffingtonpost.com/pollster/2016-new-hampshire-presidential-democratic-caucus\nHRC up in last poll, and 3 of last 4."], [10898, "2015-11-08T22:39:42Z", 0.52, "Using the link from Cmeinel via Raisinville (http://elections.huffingtonpost.com/pollster/2016-new-hampshire-presidential-democratic-caucus), it appears hillary is trending up. I'm still waffling on this one but giving her a slight edge. "], [4918, "2015-11-08T10:28:15Z", 0.6, "Crowd"], [436, "2015-11-08T04:17:14Z", 0.7, "In the face of some very strange opposition from a lot of people who should be his natural fans, can Bernie Sanders hold out? Will he ever overcome HRC's name recognition? Will the very strange Republican primaries steal most of his potential media attention as the primary draws near? "], [755, "2015-11-08T01:40:09Z", 0.8, "Clinton marginally ahead in the polls (which underscores the strength of Sander's campaign). Bernie launches ads and his trash-talk climbs a notch. No doubt Hillary will match, mano a mano. I expect she'll break out in the next few weeks. Because this is her second run for President, I think she's just better at it. Affirming forecast."], [10898, "2015-11-07T23:37:09Z", 0.49, "Hard to tell this early on. On the one hand, New Hampshire is right next to Vermont were Sanders is strongest. On the other hand, the polls http://www.realclearpolitics.com/epolls/2016/president/nh/new_hampshire_democratic_presidential_primary-3351.html seem to indicate a close race (though they are probably not very predictive this far out). I'm waffling on this one "], [43, "2015-11-07T02:23:57Z", 0.75, "Following morrell because she beat me last season:)"], [142, "2015-11-06T13:39:14Z", 0.89, "Clinton now leads the polls in NH. Sanders seems to be fading."], [368, "2015-11-05T19:41:28Z", 0.75, "With Clinton closing the gap is New Hampshire, it is still uncertain how many voters will abandon Sanders prior to the primary;  it is also unclear which factors would like to a greater lead for Clinton in NH.  How key constituencies such as first time voters, black voters, and 'anti-establishment' voters respond to Clinton in the primaries would affect the outcome.  Clinton does however have the majority of constituencies in the electorate voting for her.  Whether Sanders can overcome this advantage she has is an open question.  "], [38, "2015-11-05T17:22:07Z", 1.0, "http://www.politico.com/story/2015/11/poll-democrats-2016-new-hampshire-215473#ixzz3qdf2LXP5"], [734, "2015-11-05T12:07:15Z", 0.63, "Updating on the basis of the recent Monmouth poll. "], [43, "2015-11-04T17:18:40Z", 0.65, "Following morrell, and much thanks for the link to analyses of the quality of various polling organizations."], [43, "2015-11-04T17:17:20Z", 0.65, "Following morrell, and much thanks for the link to analyses of the quality of various polling organizations."], [485, "2015-11-04T16:38:08Z", 0.55, "As of Nov. 3, Clinton gained narrow lead over Sanders in New Hampshire, per news reports. I'm slightly increasing probability estimate  Clinton could win NH primary."], [4962, "2015-11-03T21:30:27Z", 0.65, "New Hampshire polls are stale, varied, and narrow. The latest poll does have Hillary ahead by 3 pts but that's with a MoE of 4.9 pts. Overall the small sample polls there aren't telling us much. However, more broadly she got the biggest bump from the debate, weathered the Benghazi hearing, and has been picking up steam against an opponent who doesn't really want to fight her. My biggest concern is that in a few months 65% will look insanely low. "], [53, "2015-11-03T19:22:13Z", 0.68, "drifting up on latest Monmouth poll and my general inclination re this race."], [43, "2015-11-03T18:50:02Z", 0.4, "Following Raisinville, thanks to his link: http://elections.huffingtonpost.com/pollster/2016-new-hampshire-presidential-democratic-caucus "], [734, "2015-11-03T12:19:47Z", 0.55, "Updating."], [4271, "2015-11-03T08:12:28Z", 0.8, "Superior team and resources will show themselves in the final weeks."], [83, "2015-11-02T22:09:18Z", 0.3, "Dropping 10%, per last post."], [83, "2015-11-02T22:07:14Z", 0.4, "http://elections.huffingtonpost.com/pollster/2016-new-hampshire-presidential-democratic-caucus\nCBS/YouGov poll, first reported post-Biden, has BS up 54% to HRC's 39%. .......Biden listed as 0%."], [5670, "2015-11-02T21:21:47Z", 0.3, "Because...New Hampshire."], [517, "2015-11-02T20:29:19Z", 0.25, "Sanders has surprising strength here, but the better question is does NH really matter."], [532, "2015-11-02T16:55:26Z", 0.45, "http://www.bloomberg.com/politics/articles/2015-11-02/clinton-and-sanders-enter-new-phase-in-battle-for-new-hampshire\n"], [335, "2015-11-02T05:44:49Z", 0.77, "Most probable outcome"], [10626, "2015-11-02T03:02:06Z", 1.0, "Dems have already accepted the fact that she will win. Its hard to win over a candidate who is 'perceived to be the winner'. Voters don't want to vote against them and make their vote irrelevant."], [961, "2015-11-02T03:01:58Z", 0.65, "Clinton will in the end become a likelihood for all by then"], [7413, "2015-11-02T02:41:22Z", 1.0, "Bernie's leftist vision is relegated to dreamers only - bless their good, but impractical, intentions.  The Hilary machine will continue to grind forward and steadily gain momentum."], [5950, "2015-11-02T02:34:07Z", 0.4, "This may be the only state that Bernie wins.  "], [2, "2015-11-01T17:32:43Z", 0.55, "Support consolidating behind Hillary."], [755, "2015-11-01T17:31:00Z", 0.8, "CNBC, October 30: Clinton @ 50% nationally: 'Poll: Hillary Clinton Hits 50 Percent Support': http://www.cnbc.com/2015/10/30/poll-hillary-clinton-hits-50-percent-support.html\nUSA Today, October 31: Sanders still a significant force to reckon with in NH: 'Overflow crowd lines up to hear Bernie Sanders in N.H.: 'http://www.usatoday.com/story/news/politics/2015/10/31/bernie-sanders-new-hampshire/74969452/\nA clip from the USA Today article that I found interesting:\n'I don’t believe in my heart that he could run this country,” said Charles Evan of Newton, Mass., who said he and his wife, Phyllis, were nonetheless supporting the Sanders campaign to keep his ideas in public discussion for as long as possible.'\n'A lot of people we know really like him,\" Phyllis Evan said. \"But then they say he doesn't really have a chance.'\nAffirming forecast."], [64, "2015-11-01T16:44:45Z", 0.6, "Still no traction for Sanders"], [405, "2015-11-01T16:29:41Z", 0.51, "Halo effect of the overall primary on the New Hampshire's one. No positive news from Sanders."], [6583, "2015-11-01T04:10:42Z", 1.0, "Yup. Hate to break it to all the idealistic Bernie fans out there but your perception of reality is a lie and your easily manipulated. I would know, I campaigned for Ron Paul twice. Bernie's run is a sham, and not a very convincing one. Not to mention most of the Bernie fans will be at home smoking pot that night, and that's not an insult! I have a lot of Bernie supporting friends, but I never shy away from telling them their idealism sickens me to the very core of my being "], [53, "2015-11-01T03:16:16Z", 0.65, "Bumping up slightly as just reading NYT article [1] on Sanders & lack of chat with voters.  Think that will be a problem in NH - expectation is for personal interaction there, though baby-kissing less important."], [1850, "2015-10-30T17:10:17Z", 0.25, "With recent missed opportunity from Sanders to keep the pressure on Clinton during the debate and Joe Biden officially bowing out, I am upping the possibility that she can win in New Hampshire.  Still a long way off and may adjust as more information comes out."], [485, "2015-10-30T14:57:18Z", 0.45, "It is starting to seem inevitable that Clinton will get the Dem nomination. NH voters may go with the flow, or be somewhat contrarian and vote for Sanders. However, I'm increasing probability estimate that Clinton could win."], [783, "2015-10-30T08:23:48Z", 0.2, "Secretary Clinton fell behind in Franklin Pierce polls 44% to 37%, but there was a 9% vote for Mr. Biden and they will send their vote to either candidate which may make it closer, It is unknown whether Mr, Sanders will run as an Independent as that is not allowed in New Hampshire"], [10239, "2015-10-29T19:02:49Z", 0.55, "She won there last time vs. Obama (just), and though polls are tight, the impact of Biden 'leaving' the race isn't fully reflected and should help Clinton over Sanders. Clinton also appears to have some momentum. However, polls do currently suggest a slight Sanders lead and in fact a bigger lead for the poll after Biden withdrew. http://www.realclearpolitics.com/epolls/2016/president/nh/new_hampshire_democratic_presidential_primary-3351.html"], [9755, "2015-10-29T00:45:13Z", 0.65, "She will be the next president of USA , first woman president."], [519, "2015-10-28T21:40:58Z", 0.15, "Nope. She will feel the Bern. "], [10237, "2015-10-28T17:37:15Z", 0.55, "Sanders will give her a run for her money but she is running a better campaign now"], [7504, "2015-10-28T13:35:02Z", 0.85, "Clinton's name recognition and credentials make her the front runner. "], [142, "2015-10-28T12:59:14Z", 0.75, "Clinton's fortunes are rising.  She won the debate, defused the Benghazi hearing and appears to be more relaxed. "], [83, "2015-10-28T03:57:51Z", 0.4, "In prt Rote's note concerning BS eligibility for the Democratic primary."], [783, "2015-10-28T03:33:20Z", 0.35, "Forecast.  It is not demographically friendly to Ms. Clinton,  "], [6978, "2015-10-28T01:21:51Z", 0.35, "Huffpo provides an excellent NH poll tracker (http://huff.to/1N6twhj), showing Clinton trending lower despite her post-debate media blitz. Nate Silver's crew at 538 reports that even with an uptick for Clinton in post-debate polling, she and Sanders average a neck and neck ~40%."], [10104, "2015-10-28T01:17:49Z", 0.83, "Bernie is only real competition with Biden not running. He will not be seen as viable candidate. "], [94, "2015-10-28T00:59:26Z", 0.5, "Increasing my odds for Hillary based on betting markets [1] and crowd."], [10069, "2015-10-27T22:50:08Z", 0.15, "New Hampshire is independent minded, Sanders has strong roots there"], [9573, "2015-10-27T20:43:07Z", 0.63, "Give the state of the race, only a massive Clinton mistake can push enough support over to Bernie.  He has plateaued given his base of support."], [691, "2015-10-27T19:42:21Z", 0.68, "In New Hampshire, undeclared (independent) voters can vote in either primary, and party members can switch to either Undeclared or the other party pretty much at will and quite late; at the moment, there are only Ds and Rs. (The link is to the NH Secretary of State, the eminent Bill Gardner, whom I have know since he was just a little baby secretary of state and still had hair, like 35 years ago.)\nhttp://sos.nh.gov/VotePartyPrimFAQ.aspx"], [10026, "2015-10-27T19:41:01Z", 0.05, "sanders home crowd and unexpected youth vote will give sanders a win"], [6398, "2015-10-27T19:32:47Z", 0.65, "Center left position and ground organization + debate performance."], [5332, "2015-10-27T17:18:56Z", 1.0, "..just following popular media....."], [9949, "2015-10-27T13:57:04Z", 0.0, ""], [8567, "2015-10-27T13:09:16Z", 0.77, "Sanders is ahead in most polls, even with Biden now out.  However, with the Bhengazi hearings behind her Clinton has positive momentum.   As the primary date nears, more undecideds will opt for Clinton and some who have sympathised with Sanders in earlier polls will switch to Clinton as the more credible presidential candidate."], [9915, "2015-10-27T06:34:24Z", 0.65, "Think that her campaign continues to gain strenghth as the primaries get closer"], [9902, "2015-10-27T05:27:56Z", 0.8, "Bernie Sanders will fade."], [9865, "2015-10-27T04:32:41Z", 0.6, "With some polls showing around 50+% in support of Clinton and the possibility of picking up half of former Biden supporters from the same polls, currently estimating at 60%"], [9821, "2015-10-27T00:56:08Z", 0.85, "Hillary is unstoppable with Biden out of the race"], [9757, "2015-10-26T23:28:11Z", 1.0, "Hillary is an unstoppable machine with only cogs in her way to the top!"], [9789, "2015-10-26T23:27:18Z", 0.95, "No Biden"], [9782, "2015-10-26T23:25:25Z", 0.65, "As contrarian as they like to be, the NH voters will select the likely Democratic nominee.  The Republican field is extensive and uncertain enough for there to be minimal Republican crossover mischief."], [1042, "2015-10-26T22:41:00Z", 0.01, "\"On Tuesday, his campaign announced that it’s moving his town meeting in Charleston, South Carolina, from a union hall to a high school to accommodate the more than 1,000 people who have signed up online to attend. By contrast, the overflow pen at Clinton’s campaign kickoff remained empty, loudspeakers blaring her speech to an empty patch of Roosevelt Island lawn.\""], [6497, "2015-10-26T20:35:49Z", 0.01, "No \nBc she can and never will be trusted. "], [6643, "2015-10-26T20:28:23Z", 0.33, "New Hampshire voted against Bill Clinton in his first election (1992), but they voted for Hillary in her first election against Obama (2008).  Bernie has a current lead on Hillary now, and by then, they will be the only two democrats competing. "], [9665, "2015-10-26T19:58:15Z", 0.96, "Organization"], [1056, "2015-10-26T19:40:56Z", 0.3, "Downgrading Hillary's chances. Overall, New Hampshire Democrats tend to go for politicians from neighboring states (Kerry, Dukakis, Tsongas, Muskie, Kennedy - although Ted Kennedy lost in 1980) so I think there's a precedent. Sanders' lack of national electability doesn't hurt him, in my opinion, nor does Hillary's shoo-in status for the nomination. I think both factors give New Hampshire Democrats a opportunity to send a message about the direction they want the party and country to move. New Hampshire Democrats can make a liberal/leftist statement without hurting Hillary's chances in November 2016."], [9036, "2015-10-26T19:36:56Z", 0.35, "I think Sanders is positioned to win there."], [9594, "2015-10-26T18:32:20Z", 0.15, "Polls suggest Bernie Sanders of neighboring Vermont will win.  Hillary should concentrate her resources on purple states"], [1257, "2015-10-26T18:05:52Z", 0.6, "Hilary is rising fast in NH."], [9574, "2015-10-26T16:14:20Z", 0.2, "New Hampshire has been moving from a Red State in the 80's and 90's (Sununu/Gregg/Merrill), to a Purple state (Shaheen/Benson), to more of a progressive/liberal state (Lynch/Hassan).   There is a strong libertarian bent in NH, and this will help the more radical candidates (Trump/Sanders/Paul).  Being from a neighboring state, and with a hunting friendly gun stance, Bernie will carry the still very rural Granite State.   "], [1500, "2015-10-26T16:12:20Z", 1.0, "With Joe Biden out, Hillary is the clear choice, so I'm going bold."], [485, "2015-10-26T16:01:50Z", 0.35, "Sanders is now being more assertive in explaining contrasts between him and Clinton. At some point, he will emphasize more strongly that Clinton supported the invasion of Iraq, while he did not. This topic goes to the heart of good judgment. Sanders may also be more hard-hitting on other important differences.  Lowering probability estimate that Clinton will win NH primary."], [9210, "2015-10-26T15:32:53Z", 0.95, "The alternatives are not really there - and the US is not likely to elect a Democratic Socialist anytime soon, hence HC will no doubt with the NH primary."], [5115, "2015-10-26T11:08:08Z", 0.6, "For all the issues dogging her, she is a clear winner ,yet."], [9406, "2015-10-26T07:33:10Z", 0.1, "because she is losing there and Bernie Sanders is from neighboring state."], [9360, "2015-10-26T05:09:33Z", 0.75, "the public will realize by then that Hillary can mount the winning campaign"], [6204, "2015-10-26T03:16:51Z", 0.65, "Democratic voter want a winner so they will choose Hillary Clinton.  These voters also want her to move to the left which she is doing.  However, if Sanders is able to convince voters that Hillary's leftward swing is not sincere or permanent then there is a chance they will want to send her a message and give their delegates to Sanders.  However, I believe she is smart enough to convince voters she has gotten the message and she is sincere."], [51, "2015-10-26T02:59:58Z", 0.8, "Raising probability based on Biden fully out of the race.  Also over-compensating a bit for my prior low probability.  "], [8106, "2015-10-26T02:49:37Z", 0.35, "This is Bernie's territory. They will vote to support him knowing Hillary will get the national vote."], [9104, "2015-10-26T01:43:34Z", 0.0, "70%.  She will win in New Hampshire.  Masterful performance in October.  Sanders is her only opponent.  No smoking guns."], [7465, "2015-10-26T01:11:45Z", 0.3, "She is well connected and would make a solid president, but the American people are hungry for change. More than Hilary is willing to provide. "], [7603, "2015-10-26T00:58:35Z", 0.0, "Too much bagage."], [8326, "2015-10-26T00:32:52Z", 0.78, "She is on a roll in the nick of time.  Unless more negative is revealed about emails, I think she will pull off this primary.  I think people will consider who can win against the republican candidate and I think Hillary's the one."], [8175, "2015-10-26T00:28:12Z", 0.65, "Hillary is coming on pretty strong, and despite very enthusiastic support for Bernie among younger voters, he is just too old and too far left for most Democratic voters.  I think when those voters are facing their ballots, they just won't be able to let their hearts rule their heads."], [7464, "2015-10-26T00:18:47Z", 0.3, "Senator Bernie Sanders is out performing Secretary Clinton in fund raising, addressing the issues, and has a record of supporting what matters to Democratic voters."], [9007, "2015-10-26T00:12:26Z", 0.65, "She is surging and protected by the elites in the DNC, but Sanders has tapped into the vein of populace!"], [8933, "2015-10-25T23:32:32Z", 0.85, "She will close this out very early providing no shocks fro the FBI investigation. Republicans fell far short of their goal. Didn't lay a glove on her despite efforts."], [8921, "2015-10-25T23:06:34Z", 0.9, "Good Benghazi performance, good debate performance"], [8899, "2015-10-25T22:59:32Z", 0.4, "Do not under estimate Bernie"], [8843, "2015-10-25T22:38:26Z", 0.25, "just a gut felling. a lot will happen between now and then."], [6252, "2015-10-25T22:18:52Z", 0.0, "Sanders is sort of a favorite son from a nearby state.\nHillary is not that concerned about Iowa or New Hampshire because she has locked up so many super delegates from other big states."], [6620, "2015-10-25T21:58:31Z", 0.99, " Hillary has the nomination in the bag. "], [8793, "2015-10-25T21:48:26Z", 0.88, "The way that she has handled herself from the Senate Benghazi Inquisition will garner respect for the upcoming primary."], [7345, "2015-10-25T21:46:09Z", 0.95, "Bernie is unelectable"], [8018, "2015-10-25T21:41:34Z", 0.4, "Unlikely, Sanders is a popular figure from an adjacent state. "], [1574, "2015-10-25T20:50:55Z", 0.15, "Lefties get to get their scream in before she rolls over the field after New Hampshire\n"], [8648, "2015-10-25T20:42:50Z", 0.0, "As more attacks weigh on her campaign, Sanders will be the one picking up the pieces. She'll also have the 'Halo' of inevitability and voters will want to remind her she's beholden to them"], [5412, "2015-10-25T20:38:42Z", 0.65, "Sanders has the home state advantage, but now that Clinton has shored up her credibility with the base, there will be a strong desire to unify behind a candidate early. In many respects, the policy gap between Clinton and Sanders are not that large."], [8435, "2015-10-25T20:04:27Z", 0.75, "Biden's drop out has clearly provided Clinton a bump and made it a Clinton - Sanders battle.  Advantage it so Clinton due to funding, name recognition and the current knee jerk reaction of Americans to anyone labelling themselves as \"socialist\".  However, I think Mr. Sanders has a significant opportunity to educate the US voter class to understanding that in the context of post 20007-08 recession America, the \"socialist polices\" he espouses are actually socialism-light, and will increase (not decrease) the chance that the US will face a repeat of the 2007-08 recession."], [8407, "2015-10-25T19:44:56Z", 0.8, "She is experienced and tough. That is the edge she has over other candidates.."], [8331, "2015-10-25T19:38:16Z", 0.65, "With VP Biden not running, I think she stands a good chance of winning New Hampshire's Democratic primary. "], [6690, "2015-10-25T19:30:58Z", 0.5, "Her husband's legacy is under increasingly harsh scrutiny by Democrats themselves: overturning Glass-Steagall, crime bill that tripled black incarceration, failure to arrest Bin Laden when it was offered, and despite good job numbers driven by the Dot Com bubble, NAFTA legislation has proven disastrous for American jobs.  The more Sanders ties her to her husband's fraying legacy, the more trouble she has in store.  "], [8266, "2015-10-25T19:11:22Z", 0.8, "With only Biden and other centrist democrats out, this consolidates Hillaries base of supporters. Bernie was unable to gain any further traction after the debate, by the time of the primary, democrat voters will be starting to rally around the eventual nominee - Hillary. Gradually Bernie's supporters will peel off to support the clear nominee, especially given that she had taken nearly every progressive stance on all major issues."], [8098, "2015-10-25T19:09:59Z", 0.0, "Ms. Clinton will finish second behind Sen Sanders in a close vote.."], [8027, "2015-10-25T18:59:26Z", 0.0, "0% for New Hampshire win, but 100% to be selected as general election candidate by her party."], [8027, "2015-10-25T18:56:47Z", 1.0, "Bernie Saunders will take New Hampshire away from Hillary. However, she will win the nomination of her party and compete in general election - Nov 2016. "], [7959, "2015-10-25T18:54:20Z", 0.66, "1.  Her performance during the Benghazi hearsing will help her.\n2.  With Biden out numbers will change somewhat in Hillary's favor.\n3.  It comes down to whether Biden will endorse Hillary.  Biden did not like the Republicans/Enemy comment.  But, as part of Obama's administration, and if she can have a private conversation with the VP and admit to a gaff (something Biden should certainly understand), she may have his endorsement before the primary.  If so she will win."], [8106, "2015-10-25T18:39:04Z", 0.2, "Bernie's territory."], [7447, "2015-10-25T18:35:40Z", 0.85, "Too obvious!"], [8088, "2015-10-25T18:33:00Z", 0.6, "Clinton is still seen as the \"safe\" candidate among Democrats, and Saunders' self-affixed socialist label will prove a significant negative factor. "], [7408, "2015-10-25T18:08:48Z", 0.0, "NH not as liberal as Sanders"], [7502, "2015-10-25T17:56:50Z", 0.7, "Bernie is a good man.\nHilary is a good politician.\nThis is a contest of politics, not truth-telling."], [7340, "2015-10-25T17:55:23Z", 0.99, "Absent any FBI email related charges, she is a shoe-in on the Democratic ticket."], [7102, "2015-10-25T17:55:00Z", 0.5, "She is very good. But Bernie has the home field advantage. "], [7721, "2015-10-25T17:52:39Z", 1.0, "She will get pass all the road blocks. Americans are ready for a women president. "], [7389, "2015-10-25T17:51:55Z", 0.65, "I think this one is in the bag for Bernie Sanders for now but Hillary will bring it back enough. "], [7465, "2015-10-25T17:50:43Z", 0.3, "Although the Party and the media are in favor of Hilary, Bernie Sander's message resonates with working class and middle class people who make up majority of the American people."], [7767, "2015-10-25T17:50:42Z", 0.9, "Benghazi "], [7336, "2015-10-25T17:46:24Z", 0.8, "Bernie Sanders makes some sense but ultimately voters will not go for his socialist tint. Martin O'Malley is steady and principled but hasn't had enough opportunity to talk about his policies. On the other hand, Hillary Clinton showed remarkable self confidence during the Benghazi inquisition and didn't get rattled. She's in command of the facts on issues, never seems at a loss for an intelligent response. She looks and sounds very Presidential."], [7170, "2015-10-25T17:46:17Z", 0.25, "If the peoples voice is to be heard over the PTB, the winner will be Bernie Sanders.\nThe US needs a leader of the people, rank and file, not the dynastic continuance of failed policies put forth by the institutionalized D/R false dichotomy which have steadily eroded this countries position, from a thriving global leader, to a society existing on the tenuous brink of empirical collapse.\nAmerica cannot continue on it's current path and survive much longer.  The real question is: Do enough people realize the intrinsic need for real and substantial change and will they do anything about it?"], [7471, "2015-10-25T17:45:29Z", 0.0, "After the past week on investigative hearings, I think Hillary will certainly win New Hampshire..  She walked out of the hearings in really great shape and her numbers \nhave certainly reflected that.  I think the hearings have only energized her campaign."], [7572, "2015-10-25T17:45:16Z", 0.0, "She proved how strong she is during the   Benghazi investigation. "], [7591, "2015-10-25T17:44:47Z", 0.65, "Her main opposition's socialist label will revile capitalists and help Clinton win."], [5857, "2015-10-25T17:44:22Z", 0.6, "Her foreign policy knowledge put her in better position with what's happening in the world. "], [5857, "2015-10-25T17:41:59Z", 0.6, "Her foreign policy knowledge and experience make a be"], [7216, "2015-10-25T17:40:29Z", 0.85, "Hillary Clinton has shown her political knowledge and skill the last few weeks and people think she can win the White House."], [7063, "2015-10-25T17:39:30Z", 0.85, "She has momentum now,  I don't think Sanders can catch up."], [7290, "2015-10-25T17:38:02Z", 0.75, "Lack of strong competition, and most bad news already behind her, I don't see any factors that can derail her in the nations first primary.\nAlso NH voters have strong connection with her, having resurrected her flagging campaign in 2007."], [7152, "2015-10-25T17:37:40Z", 0.0, "She had a good week with the news media\n"], [7081, "2015-10-25T17:35:03Z", 0.0, "Too much current momentum and a sympathetic mWinstead media"], [6675, "2015-10-25T17:34:38Z", 0.75, "i think the democrats will end up backing the candidate with the best chance to win"], [6957, "2015-10-25T17:24:30Z", 0.6, "She has won NH in the past."], [5917, "2015-10-25T17:18:27Z", 0.8, "Only Bernie Sanders will be left as a competitor to Hillary. And Bernie's rhetoric will start to fall upon deaf ears."], [6242, "2015-10-25T17:13:55Z", 0.0, "Her performance before congress on the Benghazi investigation will get her more votes. "], [7018, "2015-10-25T17:13:17Z", 0.55, "At the end of the day Democrats in New Hampshire will edge toward wanted to ensure a Dem is in the White House, Hillary's strongest opponent is not able to win the White House."], [6954, "2015-10-25T16:54:34Z", 0.0, "She has serious experience, she is very good at politics, and her top advisor is Bill.  70% yes"], [6970, "2015-10-25T16:54:02Z", 0.8, "She has  had a good week.  She is moving forward and may be leaning to Sanders as her VP.  He brings to the surface what she is lacking in perceived issues of importance to the public."], [6942, "2015-10-25T16:48:49Z", 0.5, "Hillary Clinton is the national ranked favorite. But Bernie Sanders could upset her in the small state with it emphasis on small venue events."], [6923, "2015-10-25T16:46:38Z", 0.0, "Sanders too weak and frankly socialist. "], [6652, "2015-10-25T16:18:42Z", 0.55, "Better organized and NH does not necessaraly follow Vermont"], [6783, "2015-10-25T16:09:06Z", 0.45, "Could happen but Sanders is strong to that part of the country"], [6782, "2015-10-25T15:56:33Z", 0.9, "Just a feeling"], [6542, "2015-10-25T15:51:24Z", 0.75, "Her only true competition is Saunders and he is too \"left\" to be considered. However, if the DOJ finds grounds for a prosecution, that will reduce her chances considerably."], [6572, "2015-10-25T15:48:41Z", 0.85, "Voters will want to back the inevitable nomination winner"], [6508, "2015-10-25T15:46:14Z", 0.65, "New Hampshire historically leans Democratic.  Voters and politicians are just as concerned about being correct as they are about who actually wins. This is due to the desire to maintain their relative importance as an early primary state."], [6229, "2015-10-25T15:45:26Z", 0.0, "My review of the political activities of Hillary Clinton,  Senator Bernie Sanders, and Omalley indicates that the Bern will win the Primary by 5 percent.\nHe is honest and understands the problems of our democracy. \n"], [6171, "2015-10-25T15:18:56Z", 0.85, "New Hampshire had a fling with Bernie, but will wake up to his non-sensical economic policies and find them unpalatable."], [6578, "2015-10-25T15:17:51Z", 0.0, "Recent performance in debate and in front of committee plus withdrawal of Biden"], [6429, "2015-10-25T15:11:26Z", 0.45, "Toss up, but NH is Sanders home turf."], [5635, "2015-10-25T15:08:52Z", 0.25, "This is Bernie Sanders country.  The people's trust in him will outweigh Hillary's."], [6449, "2015-10-25T15:04:33Z", 0.8, "Qualified, has moved sufficiently to the left and more electable in generals"], [5366, "2015-10-25T15:01:48Z", 0.0, "No credible opposition."], [6214, "2015-10-25T15:01:22Z", 0.65, "It could be close, but New Hampshire seems to lean more towards the thinking of Mass/Boston than VT."], [5876, "2015-10-25T14:52:02Z", 0.5, "Toss up between her and sanders"], [5863, "2015-10-25T14:52:01Z", 0.12, "Sanders' appeal too strong in his neighboring state"], [5500, "2015-10-25T14:47:34Z", 0.65, "It will be close. New Hampshire voters are finicky."], [5555, "2015-10-25T14:46:25Z", 0.95, "She is the only credible candidate for the Democrats"], [5872, "2015-10-25T14:46:16Z", 0.45, "Sanders has been reelected in nearby VT with similar demographics as NH and with a similar feeling of anti-establishment contrariness.  The media coverage for VT also has large spill over to NH so he is a well known figure.  Clinton fatigue is an important factor.  "], [5926, "2015-10-25T14:43:17Z", 0.4, "NH will continue to support Saunders, but will trust Clinton to lead Dems"], [5471, "2015-10-25T14:43:05Z", 0.15, "Bernie Sander's message is stonger and a nicer music to the ears of liberal northeasterners."], [5685, "2015-10-25T14:40:06Z", 0.8, "She has performed well in public and at hearings. Bill was comeback kid from NH. Bernie is from neighboring VT but she was Sen. from NY."], [5585, "2015-10-25T14:38:41Z", 0.35, "Bernie Sanders will win in NH. New Hampshire's political climate is moralistic, and Sanders' Democratic Socialism has greater appeal. "], [5548, "2015-10-25T14:38:00Z", 1.0, "Sanders will not do well in Iowa, giving Clinton a strong headwind going into New Hampshire. "], [5632, "2015-10-25T14:36:40Z", 0.0, "Too much baggage"], [5187, "2015-10-25T11:40:46Z", 0.8, "Hillary Clinton should be able to win in Iowa, and that momentum should, at least in terms of national media exposure, carry over to New Hampshire. The organization she has built since 2008 in New Hampshire should be enough to offset populist support for Bernie Sanders."], [3902, "2015-10-25T11:08:05Z", 0.55, "Big bump-up now from my previous prediction, from several factors:\n- Big uptick in the polls for Clinton (http://www.realclearpolitics.com/epolls/2016/president/nh/new_hampshire_democratic_presidential_primary-3351.html)\n- Clinton's universally acclaimed performance in the most recent Benghazi hearing, in which almost all observers held her out as presidential, strong, and competent\n- Joe Biden's decision to pull out of the race: majority of Biden votes should now be expected to go to Hillary."], [5081, "2015-10-25T05:08:18Z", 0.38, "At this point there is no serious contender to Hillary with Bernie having given her a pass in the Las Vegas debate.  Bernie is from neighboring Vermont and this will create some cultural affinity and sympathy.  With Hillary as the heir apparent, there will be no cost to voters selecting another candidate to demonstrate their independent thinking.  They, like Iowans, pride themselves in giving candidates a thorough going over.  I think Bernie Sanders will do better on the hustings in NH; he is a more personable candidate.\nI think there is now only a small probability (<10%) that the Benghazi affair will knock her out.  I also think it unlikely that by January there will be any movement on the servergate issue.  She will likely be in the running and look like a safe candidate.\nI think there is only a small likelihood that Bernie Saunders will drop out.  He will have enough support and money to continue campaigning until New Hampshire.  Although he is older, he seems in good health.  He enjoys the campaign and is in it to make a point not necessarily to win.\nNew Hampshire seems to vote for the ultimate candidate about 50% of the time.  When the candidate seems certain (eg. 1952) they don't mind bucking the establishment.  When they vote against the ultimate candidate, it is often for a candidate from the Northeast.  In this primary, I think these factors weigh against Hillary.\nFinally, there is a \"throw the bums out\" sentiment against establishment politicians on both sides which will play against Hillary."], [4956, "2015-10-25T04:35:11Z", 0.63, "NH has historically gone for mainstream candidates. Bernie and Hilary are roughly even in polls right now, with no other realistic challengers. Hillary's presumably got a large funding advantage, which is likely to kick into higher gear as the election season gets nearer. Furthermore, the email saga will likely become less dampening on her campaign as time goes on, barring any major findings coming to light."], [43, "2015-10-24T22:23:25Z", 0.75, "Following aaseawaf15; i watched part of the hearing and agree, she proved herself to have the right temperament, sharp mind, let the Republicans get caught in their own traps."], [83, "2015-10-24T20:17:19Z", 0.0, "http://elections.huffingtonpost.com/pollster/2016-new-hampshire-presidential-democratic-caucus\nHuffington Post ggregate has BS in the lead.  Interested in seeing how the poll changes over the next few weeks, as Biden supports pick a new candidate."], [5078, "2015-10-24T18:58:39Z", 0.64, "Recent momentum and the relative small number of Sanders supporters could swing the tide to Hilary as Webb and Chafee supporters move in her direction."], [102, "2015-10-24T15:42:56Z", 1.0, "Flipping.  Hardly any Bernie news these days."], [64, "2015-10-24T15:34:32Z", 0.55, "Now that we've seen the \"email hearing\" work in Hillary's favor, that lowers her biggest risk. Meanwhile, Sanders is not exactly beating her up the way Trump and Carson are beating up the GOP establishment. I think Hillary has a better-than-even odds and if Sanders does not revive some excitement Hillary will wrap this up ."], [485, "2015-10-24T07:31:09Z", 0.55, "Recent polls show Clinton ahead of Sanders in NH, and that Clinton is probably picking up former Biden supporters. Significantly increasing probability estimate that Clinton will win NH."], [3578, "2015-10-23T21:44:22Z", 0.7, "The email server investigation seems to be running out of steam and with Biden's announcement that he won't run Clinton should hoover up more supporters who were sitting on the fence pending his decision."], [1056, "2015-10-23T20:49:55Z", 0.4, "Adjusting slightly based on RCP polls. As Biden's numbers go down, Hillary's go up. It may not last, but it's there. Still not counting Sanders out. Or Biden, entirely."], [755, "2015-10-23T20:28:59Z", 0.8, "Most media/analysts/pundits, both Left and Right, say Clinton came out the clear winner in the hearing (I agree after watching some video of her testimony). \nComing off her strong performance, Hillary guns for Bernie: http://www.businessinsider.com/hillary-clinton-bernie-sanders-gun-control\nIn Jimmy Kimmel interview, Sanders deftly sidesteps pointed question about God. I think he gave a great response, but his answer may not sit very well with many devout or center-right Dems: http://www.ibtimes.com/bernie-sanders-jewish-candidate-invokes-spirituality-when-asked-about-god-jimmy-2152474\nBlack swan = FBI email investigation may turn against her and, as a result, Biden enters the race. \nAdjusting up. \n "], [484, "2015-10-23T16:30:17Z", 0.75, "Strong performance in yesterday's hearing."], [1358, "2015-10-23T16:07:51Z", 0.9, "Her coronation begins/continues.\n"], [142, "2015-10-23T15:10:42Z", 0.65, "Clinton won the debate.  Biden has stated he will not run, The Clinton appearance before the House committee passed without damage to Clinton.  She is the front runner again."], [4962, "2015-10-23T01:35:38Z", 0.63, "Resurgent polls, she won it in 2008, and I think NH voters would like their primary reputation back (which has been damaged badly in the 2000s), rather than vote for someone who obviously can't win the nomination. Also tough to imagine much of Biden's 12 points going to Bernie. "], [586, "2015-10-22T08:50:04Z", 0.85, "Clinton has manged to change polls drop and with Biden out she may take most of his supporters."], [68, "2015-10-22T05:39:47Z", 0.55, "Most of the 10-15% of Democratic voters in NH who were inclined towards Biden can now be expected to go to Clinton. Will wait for the next polls to confirm but for now I'm giving HRC the edge. However, Sanders supporters are much more enthusiastic, and there's plenty of time to go."], [734, "2015-10-22T01:45:46Z", 0.42, "Moving up a bit based on RCP polling data; this is getting interesting.\nhttp://www.realclearpolitics.com/epolls/2016/president/nh/new_hampshire_democratic_presidential_primary-3351.html\n"], [73, "2015-10-21T23:25:34Z", 0.75, "Bidens vote seems to have gone to clinton as it dissipated, assume that will carry on. Will adjust as polls tell me otherwise."], [64, "2015-10-21T22:48:23Z", 0.2, "With Biden out and Hillary not being beaten up by Sanders in the debate, I think Sanders has only a small chance."], [1041, "2015-10-21T18:54:09Z", 0.5, "If she can keep her filthy mouth shut long enough - or if the people of NH are \"sheeple\", like the rest of the country--yes."], [755, "2015-10-21T18:45:25Z", 0.75, "Biden announcement should allow national and state Dems to focus their attention. Clinton opens up lead over Sanders in latest poll: http://www.newsweek.com/hillary-clinton-leads-bernie-sanders-new-hampshire-385602\nBlack swan = Clinton blows up in Benghazi hearing. \nAdjusting up.\n "], [405, "2015-10-21T18:14:00Z", 0.47, "update\nupgrade \ni agree with NickLutz. If 2/3 of the support to Biden go to Clinton...\n"], [689, "2015-10-21T17:56:09Z", 0.01, "Comment deleted on May 10, 2016 06:33PM UTC"], [4749, "2015-10-21T17:48:52Z", 0.85, "increasing my percentage based on Biden not running.   Unless she is indited for felony criminal charges on Benghazi or the email fiasco, She will be the Democratic Nomination.  "], [899, "2015-10-21T17:47:38Z", 0.5, "Based simply on the current polling averages."], [53, "2015-10-21T17:08:46Z", 0.62, "Most recent two polls have Clinton up, so bumping up slightly.  (Lol, so I'm following polls rather than using my biased opinion...for now. )"], [4634, "2015-10-21T17:01:27Z", 0.65, "Biden will not run, so adjustment upward for Clinton"], [1591, "2015-10-21T16:56:51Z", 0.57, "Recent polls have them tied. http://www.realclearpolitics.com/epolls/2016/president/nh/new_hampshire_democratic_presidential_primary-3351.html"], [484, "2015-10-21T16:26:23Z", 0.65, "Biden's announcement."], [484, "2015-10-21T03:32:31Z", 0.3, "On supposition that Biden is in the mix."], [167, "2015-10-20T14:58:42Z", 0.25, "Room for a wild card, but I see Bernie winning here.\n"], [961, "2015-10-20T14:25:54Z", 0.45, "Lack of Biden potential increases probability"], [68, "2015-10-20T07:11:00Z", 0.2, "Back down to 20 from 45. I don't think her call for a no-fly zone in Syria is going to help her against Sanders, whether or not Biden enters the race."], [485, "2015-10-20T04:31:26Z", 0.08, "Sanders still leading Clinton in New Hampshire, though the race is very tight at this time according to current polls. if Biden jumps in, it seems he would likely take votes away from Clinton, not Sanders. Slightly decreasing probability estimate that Clinton will win NH Dem primary."], [734, "2015-10-20T00:54:26Z", 0.32, "Bernie proves resilient:\nhttp://www.realclearpolitics.com/epolls/2016/president/nh/new_hampshire_democratic_presidential_primary-3351.html\nMoving down from 38 to 32 percent. "], [405, "2015-10-18T07:28:30Z", 0.27, "Up date\nMaybe, the New Hampshire is not so different from the rest of the U.S.\nWith this poll, i should probably raise more Clinton's expectation.\nWe will see this week about her role in the fatal 2012 attack in Benghazi, Libya, as well as about her exclusive use of a personal email account routed through a private server at her Chappaqua, N.Y.\nhttps://www.bostonglobe.com/metro/2015/10/16/clinton-sanders-tied/5uI3lKwEfib4uifxrOlkPI/story.html"], [1337, "2015-10-18T00:21:32Z", 0.8, "Who else?"], [484, "2015-10-17T16:20:32Z", 0.45, "Anneinak"], [734, "2015-10-17T14:47:31Z", 0.38, "Giving her a bit more than a dead cat bounce. Up 20 points on her debate performance."], [68, "2015-10-17T12:04:45Z", 0.45, "Up from 20 on bounce received by Hillary in the first post-debate poll in NH.  "], [38, "2015-10-17T05:37:12Z", 1.0, "http://www.cnn.com/2015/10/16/politics/bernie-sanders-hillary-clinton-even-new-hampshire/index.html"], [763, "2015-10-17T04:03:32Z", 0.65, "She is smarter than the lot, quicker mind, debater, now showing her mettle, not caving in, and knows foreign policy - excellent memory for recalling past situations. \nShe's \"Not the Good Wife\" but tough enough to stand up to Putin.\n"], [1591, "2015-10-17T00:58:38Z", 0.5, "One post-debate poll had her up.  Still early. "], [53, "2015-10-16T21:52:12Z", 0.6, "first post-debate poll in NH"], [102, "2015-10-16T21:26:32Z", 0.26, "Move up from 0 out of misguided sense of forecaster responsibility. [1]  Plus the new poll.  But not up to 51% where it should be because Biden is going to split HIllary's vote and give the edge back to Sanders.  Go for it Joe!"], [532, "2015-10-16T20:52:08Z", 0.25, "Post-debate poll numbers.  "], [4607, "2015-10-15T20:30:24Z", 0.66, "Hillary should pick up most of Biden's establishment support once he drops out, which now seems more likely. Media narrative on Hillary improving. Sanders could do well in Iowa and NH before petering out. "], [392, "2015-10-15T13:06:15Z", 0.1, "Mainstream media such as CNN was crowning Hillary as the victor of the democratic debates. Hillary's seventh largest donor is Time Warner which owns CNN. And yet Bernie Sanders was the most searched candidate on Google in addition to dominating social media. Interesting...."], [241, "2015-10-15T08:58:03Z", 0.25, "20->25"], [734, "2015-10-15T01:13:44Z", 0.18, "Bernie has quite the following...\nhttp://www.realclearpolitics.com/epolls/2016/president/nh/new_hampshire_democratic_presidential_primary-3351.html"], [476, "2015-10-15T00:47:29Z", 0.61, "The Las Vegas event was broadcast live here in Brazil where I live. Bernie did a mini-meltdown and did not have the look and feel of a social leader. There is an anti-Hillary vote out there but Joe is being Joe. Joe snooze, Joe lose.  Obama Afghan failure devalues the power of his prospective endorsement(s) and the legacy of his presidency. Hilla should start looking for a veep running mate and lighten up on the Clairol.  It's hers in a walk."], [532, "2015-10-14T17:46:20Z", 0.2, "Affirming prior forecast.  "], [484, "2015-10-14T15:06:33Z", 0.25, "Debate performance."], [29, "2015-10-14T14:26:31Z", 0.8, "Moving up, because she did well in the debate."], [691, "2015-10-14T13:32:56Z", 0.54, "The path of wisdom is to wait for fresh NH polls after the debate.  Everybody loves Bernie, but NH primary voters in both parties usually try to pick a winner rather than a heartthrob.  Holding on until I see newer polls."], [64, "2015-10-14T10:16:13Z", 0.46, "Need to see what the post-debate polls show. Meanwhile, I'm lowering a Biden run to 20%. So, the model is:\nModel: \nScenario 1: Chance that Biden will run (assumed 20%) x conditional probability that Hillary will win (assume 30%) = 6% \nScenario 2: Otherwise, Sanders (rest 80%) x Hillary's odds against him (assumed 50 %) = 40% \nAdded together: 46%\n"], [1056, "2015-10-14T04:46:58Z", 0.3, "Upgrading Hillary's chances after tonight's debate. Sanders did well, but I think Hillary pretty much ruled the stage. The fact that all the other candidates consider the email question off-limits helps her too. That said, I still think Bernie Sanders, hometown favorite (or close to it, anyway) will win New Hampshire."], [1562, "2015-10-13T19:51:51Z", 0.15, "debate tonight which maybe the wildcard.  Bernie has pretty good hold on New England."], [4429, "2015-10-13T18:42:12Z", 0.2, "I don't believe her email scandal will help her catch up to Bernie Sanders, so no"], [94, "2015-10-13T18:30:08Z", 0.33, "Increasing odds slightly based on betting markets"], [691, "2015-10-13T12:52:08Z", 0.57, "New Hampshire primary voters are more responsible than most people think. Many will watch the show tonight, and Bernie (beloved of all) will say enough strange-sounding stuff that he will slip some in the polls.  One or more of the minnows will pick up a few points in the polls, probably at the expense of both Hillary and Bernie.  The primary is not tomorrow. Clinton will likely still win, but not by a lot."], [998, "2015-10-13T05:45:59Z", 0.27, "HRC has some serious fly swatting to do with the Benghazi debacle.  If that information gets out?  She'll be on the defensive. Starting at 27%, if Biden jumps in I'm dropping it even lower."], [485, "2015-10-13T02:11:39Z", 0.1, "Sanders still ahead of Clinton in New Hampshire. Where Sanders is known (New England), he is apparently well-liked."], [4429, "2015-10-12T21:59:57Z", 0.9, "Sanders has a lead and if Biden gets in will dilute Hilary's base"], [755, "2015-10-12T03:02:28Z", 0.65, "With Sanders polling strongly in NH, it's only natural to question Clinton's standing. Well, she's a savvy, well-seasoned politician; tweaking her message as needed while preserving the essential. She has the considerable weight and resources of the Democratic machine behind her. I believe she'll do well in this Tuesday's debate. Now, if Biden declares.... \nAffirming forecast."], [53, "2015-10-12T00:09:22Z", 0.55, "Been debating getting into this one for awhile now...think that Clinton's chances in NH are being underestimated fairly consistently here.  Many of the polls and article sources being quoted are conservative leaning, there is still quite a bit of time for things to change in NH, and NH is not Vermont.  Then again, I was surprised that Kerry did as well as he did in NH, since NH has no great love for MA either.  (But, should have known better, many former MA residents move to NH for tax, home price reasons.)  Not as much flow between NH and VT.  "], [484, "2015-10-11T14:08:33Z", 0.15, "Some negative Biden reports are beginning to surface."], [64, "2015-10-10T16:56:17Z", 0.42, "About 2 weeks since my last forecast. I had given Biden a 40% chance of running. I reckon I should reduce that by a few % for each passing week, going to about 0 by year end. Also, giving Hillary a 20% chance against Biden is too low, so I'm making that 30%. So, here's my updated model:\nIf Biden does not run, nobody else has been touted as an option. \nModel: \nScenario 1: Chance that Biden will run (assumed 35%) x conditional probability that Hillary will win (assume 30%) = 10.5% \nScenario 2: Otherwise, Sanders (rest 65%) x Hillary's odds against him (assumed 50 %) = 31% \nAdded together: 42%"], [485, "2015-10-10T03:06:54Z", 0.12, "Reports continue of Clinton team considering whether New Hampshire is a lost cause for her."], [1442, "2015-10-10T00:08:20Z", 0.44, "Rachel Maddow just said on that Bernie would win"], [68, "2015-10-09T07:55:59Z", 0.2, "Adjusting down from my 22 Sep forecast of 35%.  No signs of any improvement in her prospects in New Hampshire."], [484, "2015-10-09T02:54:27Z", 0.1, "A bit of time for things to come un-glued."], [524, "2015-10-08T18:32:40Z", 0.1, "She will suffer a Petraeus."], [4180, "2015-10-08T08:53:06Z", 0.6, "Clinton is still a strong favorite for the overall race and while New Hampshire is swingy, it still breaks toward the leader more often than not. "], [689, "2015-10-08T03:50:39Z", 0.1, "Comment deleted on May 10, 2016 06:07PM UTC"], [1056, "2015-10-08T03:34:10Z", 0.25, "Downgrading Hillary's chances. The Politico article that some others mentioned is the principal reason. I also think that Biden will enter the race and take a bite out of Hillary's numbers. And as always, there's Sanders' home field advantage."], [485, "2015-10-08T01:42:49Z", 0.15, "Sanders seems to be holding a lead in New Hampshire. He still seems to have the home turf advantage there."], [1042, "2015-10-07T21:49:37Z", 0.03, "http://sputniknews.com/us/20151008/1028182640/gadaffi-peace-talks-hillary-clinton.html   With such things being said about her in the news abroad it really appears that this country is not in the mood for her baggage. The Democrats told her no last time she tried to achieve her political aspirations. Why anyone in this country thinks her chances are any better baffles me. There are no reasons to believe that she is the best and/or only candidate for the Democrats.  What has changes for the better in her bid for office? Nothing good as I see it."], [83, "2015-10-07T19:00:17Z", 0.0, "http://www.realclearpolitics.com/epolls/2016/president/nh/new_hampshire_democratic_presidential_primary-3351.html"], [94, "2015-10-07T02:08:57Z", 0.27, "PredictIt now gives Hillary a 27% chance of winning in Iowa [1], which also agrees with the crowd here."], [3320, "2015-10-07T01:20:09Z", 0.36, "It's looking bleaker for her. "], [485, "2015-10-06T21:38:47Z", 0.1, "Sanders seems to be rising and Clinton falling. Article on Politico says some Clinton staff feel New Hampshire is a lost cause. Article: http://www.politico.com/story/2015/10/hillary-clinton-new-hampshire-214460"], [38, "2015-10-06T19:18:32Z", 0.0, "http://www.politico.com/story/2015/10/hillary-clinton-new-hampshire-214460"], [4016, "2015-10-06T12:08:12Z", 0.66, "No strong rivalry"], [38, "2015-10-06T03:59:09Z", 0.1, "http://www.nbcnews.com/meet-the-press/polls-trump-still-leads-ia-nh-loses-ground-n438236"], [1850, "2015-10-05T19:15:44Z", 0.1, "Never say never with the Clintons, but Bernie has been gaining steam and this is his backyard, so I don't see Hillary having much of a chance in NH.  If something happens to derail the Sanders train, then things could change, but nothing on the horizon to suggest it will."], [987, "2015-10-05T17:26:24Z", 0.4, "I'm surprised people are going so low on this one. 1) polls are notoriously unreliable this early; 2) the current consensus forecast is giving her less of a chance than even the polls predict. My method is basically start with the poll but shift directionally based on prediction markets. Yes, prediction markets are measuring chance of winning the election overall, but they have important information: Clinton is the top candidate because she has resources and endorsements. As we get closer to the primary those will come into play. So I'm nudging up her chances from the current polling baseline of 33% (http://www.nytimes.com/interactive/2016/us/elections/presidential-candidates-dashboard.html?rref=upshot) to 40%."], [485, "2015-10-05T17:24:00Z", 0.25, "Sanders may be stronger in New England than Clinton."], [368, "2015-10-05T16:50:29Z", 0.05, "Sanders, 43.6; Clinton 31%.  Poll averages between 02/05 and 10/04, 2015"], [3902, "2015-10-05T12:36:01Z", 0.15, "Polling suggests Sanders has a commanding lead. If Biden enters the race, he will primarily peel off votes from Hillary (as a secondary establishment candidate.)"], [3831, "2015-10-04T19:19:31Z", 0.25, "Bernie is ahead, hes from Vermont. Hilliary email stuff is getting bad. If biden gets in theres little chance hillary wins NH either bernie or biden will. "], [485, "2015-10-04T18:18:38Z", 0.1, "Bernie Sanders is popular in New England. And his message seems to be resonating more and more nationwide. Hillary is slipping and may continue to do so."], [3760, "2015-10-03T21:32:22Z", 0.45, "It will be close, but I don't think Clinton can out-muscle Sanders in the Boston suburb that Southern NH has become."], [368, "2015-10-03T20:31:05Z", 0.1, "Clinton currently lags behind, in an aggregation of several polls;  Clinton 31.8, Sanders 43.4"], [3707, "2015-10-03T11:11:21Z", 0.2, "Like Republicans, Democrats are angry at the establishment and will vent their anger by voting for Sanders."], [561, "2015-10-03T08:49:54Z", 0.2, "The last poll showing Clinton ahead of Sanders in New Hampshire was early in August. Since then, Sanders has been consistently ahead. Biden seems to have gained a small but solid place in the polls at Clinton's expense. Clinton is mired in her email while Sanders is free to make progress toward a win. If Biden enters the race (unlikely) Clinton's chances drop as Biden will pull votes away from her, not so much Sanders, leaving Sanders with the win or a near-win. If Hillary can get back to her message in the debates, she may yet pull it off."], [3619, "2015-10-02T19:13:09Z", 0.0, "Who else is there?"], [1300, "2015-10-02T19:09:00Z", 0.67, "Bernie has outraised Clinton, but I think Clinton still leads with party old timers that will get out a strong vote.  I think Bernie is a bit too far left for a lot of the mainstream, though he has strong grassroots support.\nAlso, Biden skipping the first debate helps clear the way for Hillary."], [521, "2015-10-02T14:21:59Z", 0.89, "Seems unlikely anyone else will enter the Democratic race at this point. Sanders' personality will become more evident during the debates and turn voters off."], [405, "2015-10-01T22:56:20Z", 0.23, "Update: «Despite all of that, her overall haul was negligible. And Sanders' reliance on small-dollar donors means he can hit them up again and again if he needs to. Consider that on Wednesday, Sanders' presidential campaign also hit its one millionth individual donation—the most, by far, of any 2016 candidate. (By contrast, then-Sen. Barack Obama didn't reach 1 million contributions until February 2008.)»\nhttp://www.motherjones.com/mojo/2015/10/bernie-sanders-raising-so-much-money"], [142, "2015-10-01T20:12:41Z", 0.3, "Sanders is even or leading in the NH polls and having equal success with fundraising. He is almost a native son in NH and he is connecting with Democratic voters.  Clinton is fighting against several formidable questions about her judgement and character, without her husband's ability to generate empathy and find an emotional link with voters. Unless Clinton upends perceptions about her character she will lose the NH primary."], [766, "2015-10-01T15:21:28Z", 0.35, "The polls in New Hampshire continue to trend against her."], [241, "2015-10-01T14:40:21Z", 0.2, "Bernie is about even with HIllary in terms of fundraising, but has done it from small donations, only. In addition to having the support of the progressive wing of the party, he has the organization and the money to win in N.H. and some other states. N.H.'s demographics and the fact that he is their next-door neighbor also work in his favor."], [915, "2015-10-01T14:13:04Z", 0.02, "Fuel the Bern.  donors fueling Bernie' campaign with $20 donations.  These are the types of peeps that are going to be at the polling stations at 8:01 am."], [2737, "2015-09-30T21:40:41Z", 0.75, "So far she has the name recognition and support.  Biden has not announced his candidacy and sanders will peter out when the non left people finds out more about his poliicies."], [3430, "2015-09-30T20:37:49Z", 0.2, "Bernie Sanders has a very strong showing and does not appear to be diminishing. "], [3428, "2015-09-30T19:36:51Z", 0.77, "Dems will rally behind her as we get closer to the election."], [1720, "2015-09-30T19:03:41Z", 0.35, "Maybe. In NH, a voter can be registered as a Democrat=a D ballot, a Republican =an R ballot, and my favorite, registered as an Independant who can choose either a Republican or a Democratic ballot. There is a certain amount of tactical voting among these rascally Yankees. If you want a Republican President, you choose a Democratic ballot and vote for Bernie. If you want another Democratic President,  you get a Republican ballot and vote for Trump or Rubio. Some of us  look at the primary as a winnowing down. Then again, Bernie is putting the fear of god into the lobbyists."], [253, "2015-09-30T18:00:29Z", 0.46, "Her position will strengthen as she begins to make clear policy statements."], [51, "2015-09-30T16:35:29Z", 0.2, "Wow, Clinton is sinking like a stone in the polls.  And Biden may loom.  If he runs, I think it would be hard for Clinton to get second place if the current sentiment persists.\nhttp://www.realclearpolitics.com/epolls/2016/president/nh/new_hampshire_democratic_presidential_primary-3351.html"], [3320, "2015-09-30T14:06:07Z", 0.35, "In a primary election (even more than in the general election) the question usually is, \"Who can get their voters to the polls?\"  I'm guessing that Sanders' overall support will peak at about 45% but that his supporters will have more enthusiasm.  "], [1229, "2015-09-30T13:16:38Z", 0.45, "Based on polls putting Sanders with 42% of the vote and Clinton at 35 with no others in for major consideration."], [915, "2015-09-29T21:06:33Z", 0.1, "feel the Bern as Sanders brings in young voters, Reagan Democrats and peeps who didn't vote in 2012.  Single-payer is going to resonate especially since 2016 premium hikes will be fresh in peeps' minds."], [691, "2015-09-29T18:07:21Z", 0.63, "Folks in New Hampshire are much more careful voters than you'd think if you hadn't lived there during a campaign. They like Bernie, but are unlikely to support a lifelong loose cannon, even a neighbor."], [1664, "2015-09-29T17:59:58Z", 0.15, "unlikely given Bernie's popularity\nLatest tracking by Huffington Post shows a  CBS poll (the only one without Biden 10/17-22) with Sanders taking to bulk of Biden supporters, and none claimed by Hillary - Sanders now at 54% to Hillary's 39%.Sticking with my original Sept 29 forecast"], [29, "2015-09-29T12:00:07Z", 0.7, "She's still the strongest candidate in the Democratic party, but that email flack keeps coming back to haunt her. She has high recognition, but also a high \"unfavorable\" rating. Bernie's a wild card, but it is difficult to see how he could do well in a general election.  So voters will probably prefer a potential winner to an almost certain loser."], [484, "2015-09-29T05:14:26Z", 0.2, "I'd expect major swings in polls if the contest becomes perceived as a contest between HC, BS and a strong third person (whether JB or JW) as opposed to a two-way race."], [1300, "2015-09-29T04:54:56Z", 0.56, "Not a big field to compete against, and she has the name recognition and some very loyal followers."], [1028, "2015-09-29T01:24:18Z", 0.3, "Beanies home field."], [51, "2015-09-29T01:12:13Z", 0.95, "The polls clearly show Hillary ahead.  Tough to see how she can be beat by Sanders.  "], [368, "2015-09-28T17:34:04Z", 0.88, "Clinton currently leads (as an average of in all polls) 43.4 to Sanders 31.8%.  In the last poll on 9/24 Clinton 46%, Sanders 30%."], [1098, "2015-09-28T12:55:56Z", 0.1, "No not likely, unless Bernie Sanders drops out."], [2967, "2015-09-28T02:53:25Z", 0.45, "This is a tough call, so I give it slightly lower than even odds. The most affluent areas of NH around Dartmouth College are wearing Bernie Sanders colors, not a good indicator for Hillary. The email scandal and FOIA issue may mire her in a sea of inquiries. Yet she still has name recognition."], [2899, "2015-09-27T23:17:05Z", 0.25, "It sure seems like Sanders will do better in NH than Hillary."], [83, "2015-09-27T22:13:39Z", 0.4, "Giving HRC a slight downgrade, based on Jlnado links."], [405, "2015-09-27T21:01:57Z", 0.25, "September 25, 2015 a poll indicate that \"Among Democrats, New Hampshire voters favor Bernie Sanders over Hillary Clinton by a margin of 16 percentage points. The Vermont senator is up 46 percent to Clinton's 30 percent, with Joe Biden coming in at 14 percent.\" http://elections.huffingtonpost.com/pollster/2016-new-hampshire-presidential-democratic-caucus\nBesides this, the Clinton's seems to have deep roots in this state: we have to remember the \"comeback kid\" and in 2008, Hillary Clinton was shockingly picked over Obama. \nNew Hampshire primary history is filled with insurgents who tried to take on the party’s establishment pick with a passionate liberal base, starting with Gary Hart’s victory in 1984 http://www.bostonglobe.com/news/politics/2015/09/24/sanders-tries-transition-big-crowds-into-organized-operation/fdJS6dsMp4DnUBVdNH3DvN/story.html\nMore than 4 months to go, a lot of things could happen. With a vast experience comes a lot of mistakes, Clinton seems to have more to loose. "], [2864, "2015-09-27T20:56:35Z", 0.1, "Small state......early primaries go to the pie in the sky candidates"], [2791, "2015-09-27T17:21:33Z", 0.01, "She is not as likable as her husband, nor as good at spinning her point of view"], [2185, "2015-09-27T15:56:21Z", 0.55, "While her support has eroded, she is the front runner. Bernie Sanders is a credible candidate but his socialist background will become an issue as the campaign progresses. "], [2004, "2015-09-27T15:23:36Z", 0.0, "It's Bernie's primary to lose - it's next door to his home state, New England people are free thinkers and more critical than most."], [2678, "2015-09-27T14:42:36Z", 0.4, "Too soon to call definitively but the emails aren't making her look any better."], [691, "2015-09-27T14:27:05Z", 0.64, "Most of the ranking Ds I know in New Hampshire are behind Clinton, but everybody really likes Bernie.  Clinton will win, but Sanders will come in with over 40% of the vote. This will have no long-term effect.  (Full disclosure: I am frequently wrong.)"], [42, "2015-09-27T13:08:42Z", 0.35, "Hillary seems to be in  downwrd slide as more is revealed."], [584, "2015-09-27T07:17:32Z", 0.1, "Sanders seems to be the favourite.â€‹"], [2623, "2015-09-27T06:56:51Z", 0.2, "Bernie Sanders is a believer of the principle and policies upon which his campaign is built. This comes through powerfully in his speeches. I agree with maybe 20% of Sanders' policies but find myself none-the-less incapable of closing the YouTube video of one of his speeches. The man is inspiring. The more and longer he speaks, and the more often Clinton has staged appearances to be spontaneous, the greater will grow the advantage that he will have against someone whose politics are built on triangulation. "], [1304, "2015-09-27T06:20:57Z", 0.15, "Not in Sanders' backyard..."], [2598, "2015-09-27T03:23:28Z", 0.0, "She will be tried for treason first."], [2594, "2015-09-27T03:06:07Z", 0.25, "This strikes me as the type of question that forecasters will answer based on their own personal opinions of Clinton. I am trying not to let my feelings toward her bias my response, but I think her odds of winning are fairly low, given that New Hampshire is Sanders country."], [2545, "2015-09-27T00:47:16Z", 0.35, "she is a serial liar"], [2530, "2015-09-26T23:10:44Z", 0.85, "best organization"], [2489, "2015-09-26T21:59:25Z", 0.45, "They want a winner"], [2497, "2015-09-26T21:46:29Z", 0.35, "The candidate from New England will dominate"], [2418, "2015-09-26T19:09:23Z", 0.0, "She will pull out of the race before the NH primary"], [2234, "2015-09-26T18:31:58Z", 0.0, "She will remain the leader "], [2382, "2015-09-26T18:19:47Z", 0.15, "It appears that DMC is actively considering another candidate-one not as worn and with less political baggages.  It is becoming abundantly clear that won't able to carry the party across the finish line."], [2321, "2015-09-26T17:37:01Z", 0.1, "She may not last that long"], [2316, "2015-09-26T16:31:10Z", 0.0, "biden"], [2181, "2015-09-26T15:53:36Z", 0.15, "sanders is to popular in the leftist northeast."], [2147, "2015-09-26T13:11:36Z", 0.23, "NH will likely go to Sanders.  Culturally, Sanders aligns better with the independent voters in NH."], [2045, "2015-09-26T04:22:02Z", 0.25, "Sanders leads in the polls and is well known and well loved in NE."], [1064, "2015-09-26T02:18:45Z", 0.85, "She is the one with the money and the organization.  The media and Party are turning on her but once no one is able to overcome her advantage they will get back in line.  Bernie Sanders will not be allowed to win by the Party Apparatchik due to the need to keep the Wall Street money coming in, even if it means changing the rules. "], [38, "2015-09-26T00:48:02Z", 0.1, "2016blast@politico.com "], [1946, "2015-09-25T21:23:16Z", 0.75, "The current polls include Biden, which splits the establishment vote between he and Clinton. I don't think Biden will run, so Clinton will pick up those votes. "], [1925, "2015-09-25T20:59:37Z", 0.15, "Bernie Sanders has tapped a demographic that greatly helped Obama get the Democratic nod: young, educated voters. Hil-dog's recent controversies and lack of warmth will hurt her in the primaries. "], [1849, "2015-09-25T19:13:19Z", 0.0, "New to Board Vote cast in error"], [1849, "2015-09-25T19:13:04Z", 0.35, "Her email problems continue to grow.  New Hampshire is very much Bernie Sanders country and \"Live free or Die\" are on the licence plates for a reason.  The population is skeptical of the \"establishment\" and Bush and Clinton are the definition of \"establishment "], [1548, "2015-09-25T19:05:10Z", 0.05, "Real Clear Politics graphs. Sanders climbing, Biden climbing, Clinton sinking (and her problems can do nothing but get worse before it gets better. Then, how much better can it get?) *Oh, Ms. Hillary, you were picked on, sorry it went this far. You just pick yourself up, now, brush yourself off and start pressing the flesh*. N.H. is Sanders Country. Biden can't crack that fact.http://www.realclearpolitics.com/epolls/2016/president/nh/new_hampshire_democratic_presidential_primary-3351.html"], [66, "2015-09-25T18:39:00Z", 0.25, "I think the current issues for Clinton will not factor significantly into the New Hampshire primary.  I do think that New Hampshire's general orneriness and Sander's home region advantage make it likely that he could win this primary.  Since there haven't been any debates and polling is of people who aren't paying really close attention yet, I think this prediction will need some updates."], [1638, "2015-09-25T17:42:01Z", 0.15, "Will Not !!!"], [136, "2015-09-25T06:42:28Z", 0.3, "CNN/WMUR poll:\nhttp://edition.cnn.com/2015/09/24/politics/new-hampshire-2016-democratic-primary-hillary-clinton/index.html\n\"Sanders has the backing of nearly half of those who say they plan to vote in the first-in-the-nation Democratic primary next year -- 46% support him -- while just 30% say they back Clinton. Another 14% say they would support Biden...\nThough Clinton picks up more of Biden's supporters than Sanders when they are reallocated to their second choice, Sanders maintains control of the race, holding 49% to Clinton's 36%.\""], [706, "2015-09-25T02:57:37Z", 0.05, "Bernie is the local boy and the Granite Staters cannot abide dissimulation and backtracking."], [1426, "2015-09-25T02:40:16Z", 0.5, "People still remember Bill fondly"], [484, "2015-09-25T00:55:29Z", 0.2, "Was going to list a 538 link that had already been added. Oh well."], [484, "2015-09-25T00:48:57Z", 0.2, "Expecting HC to continue to weaken, even absent blockbuster revelations related to the emails. Also factoring in the likelihood (in my estimation) the VP declaring himself a candidate."], [73, "2015-09-25T00:02:51Z", 0.16, "Polls"], [1257, "2015-09-24T21:56:48Z", 0.2, "Believe Bernie Sanders is ahead now.He is very popular in the liberal N.E.states."], [38, "2015-09-24T21:38:30Z", 0.15, "Pro:\n-I get the impression that New Hampshire-ites take pride in selecting the next president: that pride will give Clinton a boost, since she has the stronger national polling . . . right now.\n-Bernie is leading her in NH.  "], [1056, "2015-09-24T17:03:25Z", 0.3, "Sanders is from Vermont, right next door, and I doubt if the wave of liberals who relocated to New Hampshire in the 1970s and 1980s are all that distinguishable from the ones who went to Vermont (like Bernie Sanders). So I think Sanders is the sentimental favorite. I also think Biden will run, and his candidacy will cut into Hillary's support, rather than Sanders'. Hillary has a chance, but she's hardly a shoo-in. Sanders' strongest showings will be early on, and he has a built-in advantage in New Hampshire."], [64, "2015-09-24T10:34:42Z", 0.38, "If Biden does not run, nobody else has been touted as an option. \nModel: \nScenario 1: Chance that Biden will run (assumed 40%) x conditional probability that Hillary will win (assume 20%)   = 8%\nScenario 2: Otherwise, Sanders             (rest          60%) x Hillary's odds against him                              (assumed 50 %) = 30%\nAdded together: 38%"], [830, "2015-09-24T02:25:01Z", 0.15, "If/When Biden runs he will win nearly every states nod except for maybe NY. No one likes Hillary. She just wants her legacy, portrait on some currency and it has nothing to do with making the US better whether you agree with her or not...everyone in the US knows it. "], [1114, "2015-09-24T01:43:41Z", 0.4, "Bernie Sanders polls most strongly among white liberals, and the Democratic Party in both Iowa and New Hampshire is disproportionately white and liberal. So Sanders has a good shot at winning either or both of these early contests. I'm rating Clinton's chances a bit higher than some others right now, since we still have four months to go until the primaries start, and Clinton could make a comeback in that time. But Sanders seems quite likely to win at least one of these states. And I'll be watching closely whether Joe Biden enters the race, since there is evidence that much of Biden's support would come at Clinton's cost. "], [1546, "2015-09-24T01:14:21Z", 0.35, "Her political problems are finally catching up to her.\nOn the other hand, she has shown surprising resiliency."], [1042, "2015-09-23T21:52:22Z", 0.03, "http://www.huffingtonpost.com/h-a-goodman/like-iowa-and-new-hampshire-bernie-sanders_b_8168818.html\nJust thinking that the fervor of Clinton the wife to match her husband is just not very appealing to the general public. The time she spent as Secretary of State is just an utter failure with the \"Arab Spring.\"  Countries in chaos after her influence--just does not sit well with people that can read between the lines--I believe that the democratic party spoke with a loud voice about seven years ago and told that woman, NO. She must be in the mode of--Hear no, See no, Speak too much--to get the message."], [1042, "2015-09-23T21:51:00Z", 0.97, "whoops!! "], [38, "2015-09-23T20:07:52Z", 0.45, "http://www.washingtontimes.com/news/2015/sep/21/hillary-clintons-free-fall-in-polls-stops-amid-a-c/"], [961, "2015-09-23T19:07:38Z", 0.33, "New Hampshire is an indicator. But, the Clinton campaign are playing the long game. Only a Biden candidacy will change the mix for NH"], [83, "2015-09-23T18:39:43Z", 0.5, "HRC may have support from some groups that the other two candidates will not.  Biden, would be the closest candidate to the current administrations positions.  HRC may have differing views on the use of the military and the current mid-east policies. In the South China Sea HRC may be far more likely to support requests to break the 12 mile zone around China's new islands.  Not saying the policies would be better, just that they may have unique sets of supporters."], [457, "2015-09-23T15:27:46Z", 0.1, "If Sanders wins anywhere in the early states it would be in next door NH.  Hillary has to run strong everywhere else meaning she won't be able to focus too much of her resources here and she's already behind in NH polls."], [500, "2015-09-23T12:41:16Z", 1.0, "Hilari uzalud troši novac\npobedice ali nikada nece postati predsednik amerike\nZato što je oprostila mnogo Klintonu a predsednika amerike ne sme sve da oprosti\nOsim toga opsesivna i nepromišljena tako da americi ne treba ludača sa prstom na atomskom dugmetu\n"], [1753, "2015-09-23T12:06:42Z", 0.25, "Sanders holds the lead and Biden will take Clintons support rather than Sanders."], [1733, "2015-09-23T11:23:59Z", 0.3, "Oddschecker has Hilary at 37% likely to win. I think this overestimates. At this point in the NH Primary race in 2007, Hilary had a 21 point lead over Obama - and she went on to lose. As Malcmur and Aaseawaf15 say, Biden is a potential (if unlikely) entrant, which would hurt her chances. Will update this higher if he officially declines to run."], [755, "2015-09-23T02:52:54Z", 0.65, "Clinton has strong support from mainstream Dems in NH and I think she'll edge out a win: http://www.msnbc.com/msnbc/hillary-clinton-comes-alive-new-hampshire-convention\nAgree with malcmur, if Biden announces a run..... I'm going conservative on my probability for now. \n"], [231, "2015-09-23T01:39:37Z", 0.9, "Unless Biden runs, Sandersmania should hit its peak before NH."], [1739, "2015-09-22T23:25:10Z", 0.99, "Better safe than sorry."], [691, "2015-09-22T21:01:29Z", 0.64, "She will win, but the numbers will not be what she wants--think LBJ vs. McCarthy in '68. Everybody likes Bernie, but NH primary voters are a lot smarter than the national press give them credit for.  NH Democrats are not Vermont ones, and tend to be fairly moderate.  (Unlike LBJ, Clinton will not pull out on the basis of NH primary results.)"], [530, "2015-09-22T18:54:09Z", 0.35, "If Biden ends up not running, I'll edge this up because it will be a two person race at that point. If he decides to run, it will pull votes away from Clinton."], [392, "2015-09-22T18:23:44Z", 0.33, "Sanders is gaining momentum, as he should be. People are actually excited to support him, rather than the other dull \"choices\" we have."], [94, "2015-09-22T17:19:00Z", 0.44, "Betting markets suggest that Hillary has a probability of no more than 47% of winning in Iowa, with a best estimate of 38% [1] (estimate derived from dividing Hillary's implied probability by the sum of implied probabilities for all candidates).  PredictIt says that Hillary has a 42-45% chance of winning in Iowa [2].  I'm going to go with an estimate at the upper range of PredictIt's range, because I think Hillary is a bit of a nadir in terms of support right now."], [586, "2015-09-22T16:36:39Z", 0.4, "It will be difficult for her. Polls give her small chance in NH, but now I see she makes pr push in media. Will it help her in NH? And nationally, can Clinton break this bad news loop?  (last is more important - http://fivethirtyeight.com/features/hillary-clinton-is-in-a-self-reinforcing-funk/ ). This loop is synchronized with her dropping in NH and Iowa poll standings."], [1591, "2015-09-22T15:22:39Z", 0.33, "Sanders is up now by a good 10 points.  http://www.realclearpolitics.com/epolls/2016/president/nh/new_hampshire_democratic_presidential_primary-3351.html"], [996, "2015-09-22T14:40:05Z", 0.1, "Sanders is pretty far up in the polls."], [131, "2015-09-22T13:14:07Z", 0.4, "Going by the polls..."], [1526, "2015-09-22T13:12:41Z", 0.1, "No, she did a poor job as secretary of state and has too many policies that go against the current culture opinion. Policies that will increase the inequality gap, global militarization, corporations over people, etc... All of this will come out soon."], [1343, "2015-09-22T12:59:15Z", 0.45, "She has a definite 'baggage' problem from even the most generous viewpoint. Sanders is on home ground and Biden may just swoop in if the party big wigs start thinking Hilary has become too much of a liability. She's an operator so you can't rule her out."], [68, "2015-09-22T06:24:10Z", 0.35, "She recovered from losing Iowa in 2008 to winning New Hampshire, but New Englander Sanders should have much more \"home\" support compared to Obama. If Biden runs, he's more likely to take votes from Hillary, reducing her chances even further. "], [689, "2015-09-22T05:00:11Z", 0.04, "Comment deleted on May 10, 2016 05:48PM UTC"], [294, "2015-09-22T04:16:32Z", 0.65, "She has the organization, and doesn't (yet) have a viable opposition, although Bernie Sanders is making progress."], [172, "2015-09-22T01:22:54Z", 0.1, "She'll lose NH but win overall because Sanders has zero chance in broader election."], [241, "2015-09-22T01:17:03Z", 0.33, "New Hampshire is a must-win for Sanders. Even though polls in late September do not have much predictive value, I think this primary will be one of the exceptions. So, he should win. At the same time, it would be a mistake to count out Clinton too quickly (see 2008 N.H. primary)."], [102, "2015-09-21T22:32:31Z", 0.0, "I was too generous."], [38, "2015-09-21T22:27:21Z", 0.15, "http://www.cnn.com/2015/09/21/politics/hillary-clinton-leads-bernie-sanders-2016/"], [1245, "2015-09-21T22:24:09Z", 0.7, "Despite all, the nomination is still hers to lose."], [1325, "2015-09-21T22:05:27Z", 0.4, "The proximity to Vermont and the fact that Sanders is polling ahead at the moment by 11 points makes a Clinton victory unlikely at the moment. 5 months out is a long time out though and much could change."], [136, "2015-09-21T20:45:16Z", 0.35, "Already behind Sanders:\nhttp://www.realclearpolitics.com/epolls/2016/president/nh/new_hampshire_democratic_presidential_primary-3351.html\nand if Biden runs, he'll grab a chunk of her vote."], [102, "2015-09-21T20:37:00Z", 0.4, "Not with Joe in the ring."]]}