{"question_id": 680, "title": "In Husted v. A. Philip Randolph Institute, will the Supreme Court rule that Ohio's supplemental process for voter registration list-maintenance is legal?", "correct_answer": "Yes", "crowd_forecast": 0.65, "preds": [[35636, "2018-06-12T07:16:41Z", 1.0, "Just testing what my score will be for jumping in after the fact. "], [43311, "2018-06-11T23:04:55Z", 1.0, "Should have a neg on this. Had it a 100 for a while."], [32258, "2018-06-11T16:59:10Z", 1.0, "http://www.scotusblog.com/2018/06/opinion-analysis-justices-rule-for-ohio-in-voter-registration-dispute/"], [35831, "2018-06-11T16:57:27Z", 1.0, "Already ruled in favor of Ohio."], [31450, "2018-06-07T15:56:21Z", 0.55, "Shifting higher because my track record with the supreme court is pretty terrible and I've decided to just flip my instincts from now on."], [2965, "2018-05-15T10:13:18Z", 1.0, "lets see how many mailing does CA have to make to 24M  voters\n1,2,3, 4, 5\nabsurd result otherwise See Breyer"], [754, "2018-05-12T14:04:29Z", 1.0, "liking Crisp's analysis and dataset/opinion"], [745, "2018-05-03T20:17:27Z", 0.75, "Breyer seemed to support Ohio at argument. The consensus has moved this way as well."], [45153, "2018-04-06T22:52:50Z", 1.0, "Gerrymander by purging"], [57762, "2018-04-06T22:12:16Z", 1.0, "This is gerrymandering."], [41379, "2018-03-29T23:59:36Z", 0.47, "Given the current makeup in the Supreme Court I still think Roberts will uphold the 6th circuit's decision but I'm less sure of it given the legal environment."], [745, "2018-03-25T14:00:12Z", 0.25, "I think they will sustain the 6th Circuit, but I am moved closer to the consensus precisely because it is the consensus.  I will consider the judgment of others, even when I disagree."], [45069, "2018-03-20T16:05:34Z", 0.75, "If it helps Republicans steal OH elections, this SCOTUS will support it."], [1333, "2018-03-16T19:34:56Z", 0.45, "https://ballotpedia.org/Husted_v._Randolph_Institute"], [46762, "2018-03-11T07:34:34Z", 1.0, "Fantasy Scotus rates this 6-3. "], [55743, "2018-03-03T21:37:28Z", 0.7, "The court seemed to focus on the fact that the purge was a multi step process, not purely due to inactivity, which should sway the decision"], [55600, "2018-03-03T05:26:07Z", 0.69, "It's a bit dated, but  \" Supreme Court Reversal Rates:  Evaluating the Federal Courts of Appeals\"  (Roy E. Hofer) indicate at the 6th circuit had 45 reversals + 6 vacate, and 19 affirmed rulings from the Supreme Court from 1999-2008.  Pr=0.73.    Time constraint with note taken of current electoral affect and related anxiety.  Specification that ruling find Ohio's supplemental process is legal.  "], [48709, "2018-03-01T03:57:18Z", 0.85, "time update"], [54625, "2018-02-26T17:51:34Z", 0.8, "The process will be seen to be relatively non-partisan and easily remedied by purged voters."], [53173, "2018-02-24T12:12:15Z", 0.5, "Not enough info"], [53555, "2018-02-20T20:45:41Z", 0.88, "Originally had a much lower prediction, but re-read the transcript and focused on Justice Breyer's concerns with respondents. It does sound like the process will be deemed legal, though maybe the exact \"content of confirmation notices\" will need to be tweaked."], [54145, "2018-02-20T16:33:05Z", 0.05, "The argument that the simple failure to vote is included - as one of many possible reasons for removal from voter registration - means that ALL possible reasons are equally valid and effectively indistinguishable; thus the supplemental process is invalid under the provisions of National Voter Registration Act of 1993 and the Help America Vote Act of 2002."], [53764, "2018-02-17T18:33:12Z", 0.85, "Breyer and the five conservatives expressed concerns about how to otherwise regulate the voting list. 6-3 for Husted."], [53764, "2018-02-17T18:31:12Z", 0.15, "Comment deleted on Feb 17, 2018 06:31PM UTC"], [53659, "2018-02-17T03:52:22Z", 0.9, "Federal law explicitly provides an acceptable method for culling aging voter registration rolls and Ohio is using just that method. The 6th Circuit is over-reaching by effectively ignoring that  intended process under the guise of the limits it imposes preventing any other methods of purging voter rolls. The section they state as having supremacy was a catch-all with the exception being the one method/allowance outlined. It is extremely strange to interpret a law that provides an explicit method/allowance for maintaining updated voter rolls such that later aspects of the law completely nullifying that explicitly stated allowance."], [53582, "2018-02-16T19:21:47Z", 0.9, "Although the intention of Ohio's process is to disenfranchise voters they found a legal way to do it. :("], [53555, "2018-02-16T15:50:18Z", 0.15, "Comment deleted on Feb 20, 2018 08:45PM UTC"], [23006, "2018-02-13T15:25:34Z", 0.5, "likely but need more qualifying factors"], [52824, "2018-02-12T19:52:32Z", 0.75, "States have a reasonable right to protect the integrity of elections."], [52289, "2018-02-12T03:20:57Z", 0.6, "If they take it up this session"], [52242, "2018-02-09T19:02:36Z", 0.3, "I don't think they will take this up in this session. And I think that the states rights to make this decision will prevail."], [51221, "2018-02-05T19:58:22Z", 0.6, "The court will look carefully at the previous decisions in this case and the applicable law, and it will rule narrowly.  Voting roll maintenance is a necessary government function, and there will be an inclination to allow a state to do it in any reasonable way.  I do not have the information needed to decide if this is reasonable."], [49709, "2018-02-05T16:55:27Z", 0.35, "The court will rule unconstitutional citing violations of due process as the effect of Ohio's current methods results in intentional discrimination of non-white and transient populations."], [48151, "2018-02-04T17:14:38Z", 0.65, "6th circuit has been overturned by SCOTUS moor than upheld"], [44022, "2018-02-03T14:42:49Z", 0.05, "use it or lose it\nps are they still alive?"], [50691, "2018-02-02T17:36:17Z", 1.0, "It doesn't violate anyone rights if voter ledgers are cleaned "], [2965, "2018-02-01T22:59:33Z", 0.7, "I benefited from rereading IFP\nThanks @JMR2017"], [13377, "2018-02-01T08:59:11Z", 0.24, "http://www.gjopen.com/comments/comments/680556"], [754, "2018-02-01T06:07:03Z", 0.75, "hoping the good guys win"], [45153, "2018-02-01T00:05:09Z", 0.0, "SCOTUS will uphold the lower court's ruling"], [50059, "2018-01-31T04:18:37Z", 0.9, "This court loves throwing people off voting roles. "], [691, "2018-01-29T21:38:24Z", 0.56, "I think the majority will wish to settle this matter soon, and in a way that disenfranchises as many people as possible.   I would love to be wrong about this."], [44085, "2018-01-29T17:39:30Z", 0.7, "I think they understand the need for clarity in what looks to be a chaotic election year and will choose to vote rather than leave it hanging."], [2965, "2018-01-27T18:14:37Z", 0.7, "Thanks @JMR2017.\nThe oral argument makes me think reversal likely.\nMy earlier forecast of 30% is incorrect."], [2965, "2018-01-26T02:33:02Z", 0.3, "@JMR2017 there are big problems with the statutes.\nOhio does seem to violate based on admissions\nThese voter purge cases are different and\nusually the State wins\n but if i read it correctly\n there is no notice that you have been purged in Ohio.\nthat still leaves me at 30\nthat argument went poorly for Phillip Randolph institute"], [32258, "2018-01-26T00:22:25Z", 0.85, "@lsgold7\nHave been grappling with this one from the beginning. Ohio sounded so reasonable but purging voters is not an innocent practice. Given Kennedy and  Breyer's questions and tone I need to change my forecast closer to where I started in November."], [42162, "2018-01-20T00:08:20Z", 0.77, "Up from 59 %, which I had before the oral argument."], [46458, "2018-01-19T08:22:57Z", 0.1, "Another unlawful process to target the poor and minorities. They didn't maybe purge we White folks from the voters roles."], [754, "2018-01-15T22:28:27Z", 0.66, "following the followers i follow :)"], [48709, "2018-01-14T23:11:45Z", 0.15, "No this won't fly it violates to many rules yet, in the new era who can tell this one up for sale!"], [2965, "2018-01-13T20:40:39Z", 0.3, "Thanks to @JMR2017.\nOral arguments seem to indicate split so adjusting forecast"], [48517, "2018-01-13T16:37:59Z", 0.95, "Getting people's votes not to count is what the party in power does and has done."], [35831, "2018-01-11T23:17:52Z", 0.85, "After reading other interpretations of the court transcript, I increase the odds to 85%. \nJustice Breyers seems to join the Conservative Justices, and the outburst of political speech by Justice Sotomayor seems to aim at Justice Breyers, not the other Justices. "], [35831, "2018-01-11T20:24:58Z", 0.7, "Increase the odds from 50% to 70% after summarily reading the oral argument. This seems to go down the 5-4 split, but I am still unsure of Justice Kennedy and I am trying to figure out the questions from Justice Breyer were to coax the right answer out of the lawyer of PRI, or he too are breaking away from Sotomayor and Kagan. "], [691, "2018-01-11T19:51:42Z", 0.24, "https://www.reuters.com/article/us-usa-court-election/divided-supreme-court-may-allow-ohio-voter-purge-policy-idUSKBN1EZ0FK"], [48224, "2018-01-11T18:05:52Z", 0.15, "Conservatives on the court will protect voter suppression.  "], [41379, "2018-01-10T23:34:01Z", 0.45, "The court seems quite split over this case.  However, I think Roberts and Breyer, Kennedy notwithstanding, will vote the process is illegal which means a majority in the court."], [27345, "2018-01-10T19:57:30Z", 0.8, "https://apnews.com/84b18b8ffab045c0b5da62ccc24bf279/Supreme-Court-appears-sympathetic-to-Ohio-voter-purge-effort?utm_campaign=SocialFlow&utm_source=Twitter&utm_medium=AP_Politics"], [48197, "2018-01-10T18:27:48Z", 0.25, "At the very least, the time-frame will be too short. More likely, without receiving an affirmative notice that a voter is no longer residing at a particular location, the purges will be illegal. "], [47719, "2018-01-09T17:29:29Z", 0.75, "Inactive does not equate with illegal.  Inactive can mean anything from lack of transportation, lack of reading ability, illness, etc. "], [47379, "2018-01-08T00:33:30Z", 0.05, "The State of Ohio's premise is baseless and extreme and violates rights of citizens"], [23006, "2018-01-05T04:17:45Z", 1.0, "Part of authenticating voter rolls requires maintaining an up-to-date list."], [46513, "2018-01-05T03:09:01Z", 0.05, "After the calamity of letting states off the hook (don't know the case), SCOTUS won't make same mistake again. States are frothing at the mouth to restrict voting. John Roberts votes with majority. 6-3"], [172, "2018-01-04T01:43:23Z", 0.2, "Unfortunately free not to vote (as well as vote).  Voting compulsory in Australia - unlikely USA will go that far soon."], [46037, "2018-01-03T19:56:26Z", 0.75, "Within scope of federal activity - federal elections affected."], [44831, "2017-12-31T20:59:26Z", 0.75, " Or all registered voters vote.  Once registered, they should remain active until death or change of residence."], [43099, "2017-12-25T20:41:43Z", 0.05, "Wording requires refinement"], [42608, "2017-12-20T15:47:48Z", 0.65, "Easy way righties to look reasonable."], [42472, "2017-12-16T16:41:02Z", 0.0, "Precedent"], [42162, "2017-12-15T19:12:08Z", 0.59, "A tough one. Surely there should be other ways to fight voter fraud, but why do you guys put the probability so low? @magoo made a good point saying that SCOTUS tends to reverse this Circuit (http://ellisp.github.io/blog/2017/02/26/appeal-circuits). Besides, I read on SCOTUSblog that this case was taken even though there is no \"Circuit split\" on the issue. Makes me guess even higher."], [754, "2017-12-15T14:09:28Z", 0.15, "hewing a little closer to current consensus till I can nail down a better opinion"], [40902, "2017-12-05T17:54:45Z", 0.6, "SC tends to reverse in this district. Several briefs point out that the NVRA:"], [42143, "2017-12-04T23:03:39Z", 0.1, "Little chance."], [38944, "2017-12-03T02:18:55Z", 0.15, "Unless the state can show that these voters need to be removed for a purpose, i don't think it will be ruled as legal"], [37560, "2017-12-02T22:58:29Z", 0.18, "Purging voters from the rolls who don't vote within a 2 or 4 year period and the practical effect that had in Ohio (40,000 voters purged) undermines one of America's fundamental tenants:  the right to vote."], [37580, "2017-11-29T21:39:51Z", 0.79, "Outdated lists invite fraud and Ohio's updating procedures are not unreasonable."], [754, "2017-11-27T00:41:07Z", 0.0, "I'm goin' with Gibson and lsgold7 "], [16778, "2017-11-22T20:33:34Z", 0.1, "Both the 1993 and 2002 federal laws prevent states from removing registered voters if they choose NOT to exercise their right to vote. The Ohio supplemental process uses non-voting as the trigger to begin the process of removing registered citizens from its roles. The federal appellate court reasoned that despite it's condition, the ultimate effect of the law was that voters' removal was triggered solely because they failed to vote. I expect the appellate ruling to stand."], [35831, "2017-11-22T04:03:12Z", 0.5, "Husted v. Randolph is scheduled for oral argument Jan 10, 2018. This is only an opening bid."], [1333, "2017-11-17T16:43:48Z", 0.05, "I'm not sure why this made it to SCOTUS. Politics has become so leveraged that even a matter like this - particularly in Ohio, could swing a national election The less attended issue is state sovereignty and the infringement of the courts on their right to run or rig the elections as they see fit through elected representatives."], [32258, "2017-11-14T16:08:27Z", 0.0, "I believe that the state of the country is upside down.. now investigating Hillary, Roy Moore belligerent, the list of insults is endless. Perhaps the buck stops with the SC. I've got to believe something here.. I've been persuaded by our exchange here... thanks! @lsgold7 @Gibson and all those who offer their reasoning."], [706, "2017-11-14T06:43:13Z", 0.1, "Law is clear, defense is tenuous."], [2965, "2017-11-13T20:16:27Z", 0.0, "dissent linked below truly \nits time to go\nhttps://www.youtube.com/watch?v=khrx-zrG460"], [7370, "2017-11-13T19:42:40Z", 0.77, "They shouldn't but they will"], [373, "2017-11-13T16:08:34Z", 0.1, "Uphold lower court decision"], [2965, "2017-11-13T13:41:32Z", 0.01, "\n\"Therefore, I would affirm the decision of the district court, except insofar as it declined to\nrequire the Secretary to amend its notice to voters who have moved to other States. I would\ngrant relief on that sole issue.\" \nJudge Siler concurred and dissented"], [2965, "2017-11-13T04:00:00Z", 0.55, "i join @JMR2017\nKennedy and Roberts who really knows?\nthe supplemental list gets tossed on statutory grounds\nmy gut view\nis that removal violates statute.\nbut i need to read briefs"], [32258, "2017-11-11T22:12:44Z", 0.55, "Will SC reverse the opinion written by Judge Eric Clay of the 6th Circuit Court of Appeals (appointed by President Bill Clinton)? The case is supposed to be heard in January but no date has been set yet. The advocate for APRI has taken medical leave and another attorney asked to re-schedule in order to get up to speed on the case."], [37115, "2017-11-11T02:42:45Z", 0.2, "I'd like to give it a lower likelihood, because the right to vote should not be taken away so cavalierly. But I'm worried about this court."], [636, "2017-11-10T23:08:06Z", 0.1, "It's a procedural process  designed to make the voter rolls current"], [7375, "2017-11-10T21:15:29Z", 0.05, "Failure to exercise your right to vote should not mean that you lose your right to vote. The individual's right to vote will take precedence over the states right to streamline the polling process..\n"], [691, "2017-11-09T21:51:56Z", 0.16, "The legal arguments are what they are.  The reality is that at this level, decisions like this are virtually always political, with legal considerations used as filler.  Here's the real issue:  The honourable justices must choose between either  perpetuating the process that led to the recent election result or curtailing that process.  if enough of them are horrified, they will start to reverse the voter-suppression trend; if not, they'll let it stand.  "], [31450, "2017-11-09T17:24:59Z", 0.25, "The court has seemed to want to protect voting rights, I think that trend continues based on how they have ruled in past cases such as refusing to hear an appeal against North Carolina's voting laws."], [41307, "2017-11-09T02:51:15Z", 0.4, "There is not too much literature on this case so far, besides summaries of arguments so far. I am fairly uncertain of the outcome of this case. My gut feeling tells me it is more likely to rule against the petitioner. Even if the Sixth Circuit's textual reading of the case was flawed, the consequence of the list-maintenance in actively removing voters, in direct relation to whether they voted seems a bit stark. I'm giving my evaluation here slightly more confidence than the Masterpiece case which has more commentary out there for it. In the Masterpiece religious expression case, a lot of the argumentation from established cases with precedents makes it more likely things fall on partisan lines, which can make the voting a lot closer."], [37210, "2017-11-08T16:22:31Z", 0.65, "Based on Gore v Bush, I expect SCOTUS to uphold the national legislation in this area."], [42, "2017-11-08T01:25:54Z", 0.55, "This could easily go either way"], [11548, "2017-11-05T11:50:07Z", 0.25, "The constitutional right to vote will 'trump' the State's desire to maintain their voting roles; minimize the potential for fraud.  The Court will ask that the State develop a much more proactive & extensive effort to ensure they have taken all reasonable steps to ensure the voting roles accurately reflect those that have the right to vote, regardless of whether they do or don't.  My rationale for a percentage above 0% is due to the current politics of the court"], [38015, "2017-11-04T16:19:20Z", 0.4, "This is a close issue of statutory interpretation of a statute I do not have familiarity with, so my certainty is very low. Still, it appears the 6th Circuit dissent correctly points out that not voting in two consecutive elections is enough to remove a voter from the rolls. Gorsuch is even more of a plain language strict interpretation judge than Scalia."], [20284, "2017-11-04T14:55:26Z", 0.0, "The court will see this as a legal action to keep the voter rolls accurate."], [7809, "2017-11-04T13:46:13Z", 0.4, "The existing provide for states to determine voting eligibility."], [10903, "2017-11-04T09:43:13Z", 0.2, "The National Voter Registration Act and the Help America Vote Act,  both were implemented  to increase the  number of  Registered voters .  Registering to vote affords citizens the opportunity to exercise their voting rights afforded to us  by the Constitution . Their are no specifications  in any statute that requires citizens to be active voters in order to maintain that right. Ohio requiring registered but inactive voters to mail back a form adds an additional requirement to vote. It also violates the spirit and intent of the aforementioned statutes, which is to  make it easier for citizens to vote and increase voter turnout  by removing unnecessary constraints  that would prevent them from registering to vote .  "], [23234, "2017-11-04T02:33:41Z", 0.0, "Note: for questions in the SCOTUS challenge I am only using 0 and 100% as answer choices, which is not my assessment of the actual probabilities."], [38204, "2017-11-03T23:03:48Z", 0.5, "Too partisan"], [37567, "2017-11-03T21:28:10Z", 0.25, "The supreme court will affirm the lower court's ruling "], [12573, "2017-11-03T20:47:06Z", 0.66, "I think this will come down as a 5-4 decision, based upon the make-up of the current court. And with the amount of evidence that supports the assertions of voting fraud specific to Ohio (if that evidence is considered), I expect the court to make the right decision and say that voting integrity is more important than just some extra people voting."], [178, "2017-11-03T19:39:15Z", 0.6, "The Court won't want to interfere with state election laws."], [691, "2017-11-03T18:54:28Z", 0.4, "On the face of it, the Ohio process is blatantly illegal, and it is unlikely that members of the US Supreme Court are unaware of its intent.  Nonetheless, it would be jake with the late Justice Scalia, who never met a voter-suppression law he didn't like.  There is some suspicion that at least the CJ suffers from occasional integrity, and even Nino's successor might if the case is obvious enough.   My wishy-washy number expresses mild hope for the rule of law; stay tuned."], [37029, "2017-11-03T17:28:59Z", 0.5, "This is a difficult case to sort out. The idea of clearing registration roles versus ensuring one-person-one-vote is difficult. Previous arguments seem to have gone back and forth among the court. The wild card is Justice Gorsuch who seems to want to lecture the other scholars on the court. Let's see how conservative he really is (side note: I maintain that the term \"conservative\" has lost its meaning in the current climate of the court; partisanship in the court goes against the concept of judicial conservatism and translates into activism)."]]}