{"question_id": 449, "title": "Between 1 April 2017 and 31 March 2018, will an armed group from Afghanistan engage in a campaign that systematically kills 1,000 or more civilians in Afghanistan?", "correct_answer": "No", "crowd_forecast": 0.2, "preds": [[32723, "2017-06-16T12:01:06Z", 0.88, "VERSUCHE  eines  groÃŸen Anschlag oder einer weltweiten Anschlagsserie .  Also versuche die Niederlage der IS und andere Terrororganisationen  zumindest kurzfristig abzuwenden um sich neu zu strukturieren."], [32723, "2017-06-16T11:53:49Z", 0.88, "Comment deleted on Jun 16, 2017 11:59AM UTC"], [31683, "2017-06-16T00:24:27Z", 0.03, "I continue to find this question interesting mainly because deaths of 1000+ would describe the outbreak of a major conflict. While the Taliban have gained strength and presense in conservative areas of Afghanistan (predominantly in the Pashto speaking areas), they have lacked the large scale deaths that would result in a yes answer so far. ISIL remains a growing threat in Aghanistan, but the US role in degrading and destroying ISIL does include ISIL elements/groups outside of Iraq and Syria and, again, ISIL haven't yet committed large scale deaths that would result in a yes answer. of course, the typical spring and summer offensives that characterise the fighting in Afghanistan may alter the siutation. the size and capability of groups remains a significant barrier and will this will likely continue to be the case. "], [1034, "2017-06-14T05:54:52Z", 0.0, "U.S. 'not winning' in Afghanistan, Defense Secretary tells Congress"], [31450, "2017-06-01T08:18:47Z", 0.2, "Lowering my forecast dramatically because I'm realizing that while a few thousand civilians are dying each year, the situation is more like Yemen where they aren't being targeted specifically. "], [35569, "2017-05-29T01:56:40Z", 0.0, "The most recent genocide in Afghanistan was in the late 1970s during the war between Afghanistan and the Soviet Union.  Although there are constant battles in Afghanistan, they are between Islamic extremist groups.  Historically, Afghanistan is a place countries and Islamic sects want to rule rather than destroy.  That fact is good for the Afghani people because genocide typically takes place in areas the offenders are going to leave after the fact.  Whichever government, sect, or terrorist group ends up in power in Afghanistan will need some cooperation from the people, and genocide would hurt their chance to maintain power.  I believe no Afghani armed group will engage in a campaign that systematically kills 1,000 or more civilians in Afghanistan before April 1, 2018.     "], [16652, "2017-05-24T19:21:23Z", 0.45, "Comment deleted on May 26, 2017 12:37AM UTC"], [29054, "2017-05-23T14:58:43Z", 0.0, "Is there anyone left?"], [35408, "2017-05-14T00:58:10Z", 0.45, "Systematic killings in Afghanistan have been going on for almost two decades, not to mention the war in the eighties and almost no peace in several generations.  It's a miracle there aren't systematic killings in mass daily.  It certainly isn't out of the realm of possibility, but a campaign that kills a thousand probably will not happen.  It could but probably won't.  "], [35401, "2017-05-12T13:21:21Z", 0.99, "If the Taliban begins to regain territory or disrupt the stability of the region suicide bombings will occur.  These bombings will contribute to civilian deaths.   http://www.aljazeera.com/news/2017/02/afghan-civilian-casualties-2016-170206062807210.html\n https://www.theguardian.com/world/2016/feb/27/kabul-explosion-hours-after-kunar-suicide-bombing-afghan"], [35410, "2017-05-12T03:25:57Z", 1.0, "The Taliban currently controls more territory than they have since the invasion. They are currently winning the war there. "], [2124, "2017-05-09T10:57:09Z", 0.15, "1000 people is a very high threshold of violence. Further, the qualifiers of 'systematically' and 'civilians' makes this even less likely. Considering it happened in Pakistan only due to government/military 'help', I think this is quite unlikely. The lack of professionalism and reach outside of major cities for the security forces gives me doubt, but not much."], [35190, "2017-05-06T09:11:39Z", 0.25, "Taliban very active. Trump's focus on other conflicts might embolden them for a larger offensive."], [34630, "2017-04-17T21:49:34Z", 0.1, "Afghanistan is a dangerous place, but most of the intense killing is focusing on combatants (suggesting the Taliban are going for a victory and not just terror) and many of the noncombatant casualties appear to be accidental (particularly UXO). Good luck sorting out a \"campaign\" in this environment..."], [30169, "2017-04-10T22:39:55Z", 0.45, "I'm surprised the percentage isn't much higher for this question. Based on the framing, there's an excellent chance that fighting would lead to 1000 deaths."], [31450, "2017-04-10T00:21:46Z", 0.85, "The Taliban kills thousands of civilians each year and tends to target Shia and other minorities. The same goes for ISIS and they have a growing presence in the country. "], [706, "2017-04-07T04:22:36Z", 0.4, "The volatile Syria situation will reduce pressures on ISIS and the Taliban in Afghanistan."], [23006, "2017-04-05T19:16:00Z", 0.55, "95% of the 5292 deaths in 2015 were attributed to Taliban, country also saw year-over-year increase from 4507 in 2014."], [22245, "2017-04-05T15:33:00Z", 0.2, "If the US pulls out violence will be widespread as various groups vie for control of the country. If the US and allies remain there will still be violence, but not on the level of this question."], [7124, "2017-04-04T05:27:57Z", 0.25, "The Taliban is capable of such atrocities"], [29054, "2017-04-02T14:30:59Z", 0.13, "We are looking at an event that takes place in less than 1.8% of the present 65 active armed conflicts. \nAfghanistan is feeling this pain of missive deaths since the invasion of Russia, here you have a country that has lost the equivalent one fourth of its population since that conflict. Now, due to its high birth-rate the population keeps growing, still imagine having 51.3 years of live expectancy, and a birth rate of 38.1 per 1000 or 300% of the US!  \nSpecifically, looking at the total casualties in Afghanistan we are at: 25 639  for 2016 and consistent with the 2015 pattern, those are recognized deaths due to the conflict, it also relates to the drug trade. It is a fact that becoming a mercenary (anything related to the armed conflict)  or a drug trader are the two most popular employment solutions to earn some decent money with young afghans. \nConsidering that the religious battles at this point are just an excuse to control the drug trade from Kabul, the escalation in the civilian casualties in large scale will evolve from large amount of action and the casualties from small numbers will surmount to the trend.\nIf we are going to see a major event of 1000 plus casualties as a routine, the risk provability will be higher in the areas of Nangarhar, Logar  and Patkia where the illegal trade is higher and the Pasthu power structure collides in many fronts.   \nThe US has allowed the drug lords to continue to control large parts of the central government and allow then to keep their turf as long as they collaborate. I can see the continuation of attacks going forward but none to the size to reach 1000 from a single actor, deaths in Afghanistan will reach well above 19 000 in 2017, this is part of the piss-off game to control heroin and religious retrogrades among the drug-lords.   "], [1080, "2017-04-01T02:53:23Z", 0.04, "The Afgans want peace now "]]}