{"question_id": 66, "title": "Will negotiations on the Regional Comprehensive Economic Partnership (RCEP) be completed before 1 January 2016?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[14253, "2015-12-31T21:05:00Z", 0.0, "11 hours to go and nothing seems to  be imminent. "], [881, "2015-12-30T19:57:16Z", 0.05, "Joint Statement on the RCEP Negotiations\nASEAN\n22 November 2015"], [14253, "2015-12-30T01:33:13Z", 0.0, "There are four more rounds scheduled and they are all in 2016."], [13306, "2015-12-17T13:54:40Z", 0.0, "As of December 17th this looks like cheap scoring.. ;-)"], [10745, "2015-12-17T04:35:58Z", 0.0, "No way, Jose."], [6518, "2015-12-16T22:38:03Z", 0.0, "Recent news reports offer little optimism that this trade agreement will be ratified within the timeframe outlined in this question."], [43, "2015-12-15T15:05:57Z", 0.0, "No news is not good news for completion. Affirming prior prediction."], [12675, "2015-12-15T01:24:18Z", 0.0, "https://www.gjopen.com/comments/comments/62480"], [881, "2015-12-12T16:12:21Z", 0.15, "New Year's resolutions for RCEP negotiators\nNikkei Asian Review\nDecember 8, 2015"], [12285, "2015-12-10T08:24:31Z", 0.0, "Nov 22's RCEP Joint Statement already commented they continue the negotiation in 2016. Quoted below:"], [102, "2015-12-10T06:00:11Z", 0.0, "https://larswericson.wordpress.com/2015/12/10/a-super-long-picky-post/"], [1526, "2015-12-08T17:40:08Z", 0.0, "According to this:"], [102, "2015-12-08T03:18:22Z", 0.03, "https://larswericson.wordpress.com/2015/12/08/updated-super-picker/"], [992, "2015-12-07T18:27:23Z", 0.0, "My latest forecast is based on a news article found by Khalid.  I repeat it here: http://www.channelnewsasia.com/news/asiapacific/rcep-negotiations-still/2283112.html"], [11740, "2015-12-06T22:31:07Z", 0.39, "They just held the 10th round of negotiations in October. Positive outlook."], [992, "2015-12-06T16:12:52Z", 0.2, "Rodney (Admins: to whom I cannot comment: there is no reply button) found this interesting link: http://www.tax-news.com/news/ASEAN_Reinforces_Commitment_to_RCEP____69829.html.  I agree that they would _like_ to complete this according to 2015 schedule, however there are some mitigating circumstances.  First, TPP was putting pressure on ASEAN to complete this agreement.  But, within TPP member countries, TPP seems to be dead in the water.  Additionally, meeting locations have been released for RCEP next year.  (http://economictimes.indiatimes.com/news/international/business/rcep-set-to-miss-2015-deadline-talks-to-spill-over-to-next-year/articleshow/49499225.cms  This link is stale relative to Rodney's, but still ...)  I have increased my probability because I think the RCEP negotiators are watching the reception TPP is going to receive."], [881, "2015-12-05T17:39:09Z", 0.4, "ASEAN Reinforces Commitment to RCEP\nTax-News\n01 December 2015"], [60, "2015-11-29T22:24:39Z", 0.0, "Khalid's comment is the clincher --> https://www.gjopen.com/comments/comments/47206"], [5001, "2015-11-29T22:21:58Z", 0.0, "http://www.gjopen.com/comments/comments/47206"], [38, "2015-11-24T03:28:23Z", 0.0, "http://news.xinhuanet.com/english/2015-11/22/c_134842294.htm"], [9682, "2015-11-23T22:48:10Z", 0.0, "http://www.thestar.com.my/News/Nation/2015/11/23/Time-extended-for-RCEP-talks-One-more-year-needed-to-resolve-technical-issues-says-Mustapa/"], [68, "2015-11-23T03:39:32Z", 0.0, "http://www.channelnewsasia.com/news/asiapacific/rcep-negotiations-still/2283112.html"], [881, "2015-11-21T21:15:37Z", 0.3, "RCEP talks: India submits first round of offers on goods\nThe Hindu Business Line\nNovember 19, 2015"], [992, "2015-11-20T15:26:53Z", 0.05, "There are probably some edge cases where this might occur.  Still don't think it's very probable."], [1635, "2015-11-20T10:51:48Z", 0.0, "Nothing is tied up yet and a month and 10 days won't solve the India-Singapore block nor the rest. "], [9682, "2015-11-19T20:51:45Z", 0.0, "http://www.straitstimes.com/asia/se-asia/china-to-work-with-others-to-finalise-16-nation-trade-pact-early-xi"], [1708, "2015-11-17T19:59:07Z", 0.0, "reaffirming forecast...\nhttp://asia.nikkei.com/Politics-Economy/International-Relations/Talks-stall-on-China-backed-Asia-Pacific-pact-no-deal-in-2015"], [10534, "2015-11-17T18:27:22Z", 0.0, "Until TPP presents a more clearer picture to ASEAN countries China will speculate for some time. China, once closer to completion of building land on South China Sea they will not speed up the process. The negotiations will speed up once TPP is closer to action. "], [992, "2015-11-17T16:39:45Z", 0.0, "TPP has not been ratified yet.  In one sense, this is about China, South Korea and India playing catch-up with TPP.  However, now that the text of TPP has been released, and those outside of the negotiation teams have seen it, there will be push-back on that treaty.  Given the time until question expiration it is unlikely any progress will be made on this RCEP until TPP is more in focus."], [1028, "2015-11-15T23:51:53Z", 0.1, "NOT ENOUGH TIME."], [3442, "2015-11-13T15:16:29Z", 0.01, "Not enough time, not enough will."], [11305, "2015-11-12T22:37:49Z", 0.0, "No clarity or agreement has been achieved yet on what tariffs each country will liberalise, India and Indonesia lagging in proposals. This will take time to work out and is not feasible before end of this year, also because the next RCEP round will only be in February, "], [4739, "2015-11-12T18:52:29Z", 0.05, "time is running out"], [9227, "2015-11-09T20:03:38Z", 0.01, "Does not make any sense for the parties to complete the negotiations before that date."], [10924, "2015-11-09T20:02:35Z", 0.0, "http://economictimes.indiatimes.com/news/international/business/rcep-set-to-miss-2015-deadline-talks-to-spill-over-to-next-year/articleshow/49499225.cms"], [766, "2015-11-09T18:41:22Z", 0.05, "Time is running out..."], [306, "2015-11-08T01:12:46Z", 0.0, "No way in 2 months. Almost makes me think that putting January 1st 2016 was a mistake.  "], [94, "2015-11-05T02:41:13Z", 0.15, "The crowd prediction hasn't changed with more forecasters, so I'm going to lower my forecast."], [1708, "2015-11-04T12:41:53Z", 0.0, "correcting autofill probability value of last prediction"], [1708, "2015-11-04T12:31:24Z", 0.05, "Among other remaining issues, India and Indonesia failed to make offers for tariff liberalization in Busan. Next round of talks agreed to take place in Feb, host country unannounced according to ET. India is a notoriously difficult partner with which to reach trade agreements (WTO, Israel-India FTA etc). \nhttp://economictimes.indiatimes.com/news/international/business/rcep-set-to-miss-2015-deadline-talks-to-spill-over-to-next-year/articleshow/49499225.cms\nhttp://www.livemint.com/Politics/5hNv64auvYDNYBQ31uGSoM/India-may-provide-most-favoured-status-to-RCEP-investors.html"], [5083, "2015-11-04T03:31:33Z", 0.05, "not likely, clock wins this game"], [51, "2015-11-03T22:24:06Z", 0.03, "I agree with Shador13 that the next round of negotiations is in February 2016.  Clearly, we will need at least a round or two more to start hammering out a rough agreement, from what I have read so far.  Yes, we had the trilateral summit, but all it promises is that progress will be made on this issue.  Not resolution.  Lots of talk about favorable inclination, but no agreement yet.  \nhttps://en.wikipedia.org/wiki/Regional_Comprehensive_Economic_Partnership#Round_10:_October_2015_in_South_Korea\n "], [10783, "2015-11-03T19:23:09Z", 0.0, "A recent white paper released in July by China stated that \"the traditional mentality that land outweighs sea must be abandoned.\" In other words, a more confrontational stance towards countries who are part of the Regional Comprehensive Economic Partnership (RCEP) negotiations would make it harder to pass by the end of the year (http://thediplomat.com/2015/06/chinas-white-paper-implications-for-southeast-asia/) .\nFurthermore, an article by the Economist dated October 3, 2015, stated the RCEP is due in 2016 (http://www.economist.com/sites/default/files/20151003_world_econ.pdf).\nWith the exercising of the United States' Freedom of Navigation Operation (FONOP) last week, China has more pressing issues on its table."], [1243, "2015-11-03T16:38:25Z", 0.01, "Too many moving parts to be completed that quickly."], [584, "2015-11-03T12:27:03Z", 0.0, "Too soon, I don't think so."], [1127, "2015-11-03T06:58:52Z", 0.15, "No, it will be later."], [8156, "2015-11-03T01:58:23Z", 0.0, "Too complicated; an election year to boot; no way this gets done soon or even at all. "], [6967, "2015-11-03T01:07:54Z", 0.25, "It will be completed, probably with some adjustments because of the following possibilities:"], [9682, "2015-11-02T21:39:07Z", 0.02, "Nice quick comparison link here on RCEP vs. TPP:\nhttp://www.todayonline.com/world/comparing-rcep-tpp?page=1"], [1562, "2015-11-02T15:56:16Z", 0.0, "time will not permit the completion of negotiations."], [1529, "2015-11-02T12:55:17Z", 0.1, "Everybody else thinks this event is highly unlikely. The crowd is swaying my opinion. I'm lowering prediction. "], [817, "2015-11-02T08:57:37Z", 0.05, "Surely not, next rounds of negotiaition are planned to be made in 2016:\nhttps://en.wikipedia.org/wiki/Regional_Comprehensive_Economic_Partnership#Round_10:_October_2015_in_South_Korea"], [4380, "2015-11-01T22:04:50Z", 0.0, "They just reopened discussions. These things take time"], [368, "2015-11-01T21:04:04Z", 0.0, "Negotiations will not be completed before Jan 1, 2016; scheduled negotiation rounds are scheduled beyond this date."], [7603, "2015-11-01T18:52:32Z", 0.0, "Politics nether party will want to be seen as exporting jobs.  "], [464, "2015-11-01T18:21:24Z", 0.05, "Given international tensions over FTA's negotiations may be intentionally delayed to ensure a more receptive response from the electorates."], [212, "2015-11-01T11:42:01Z", 0.0, "Really? This timeline is way too short.\nIn the ninth round of negotiations held in August this year, \"The Working Group on Electronic Commerce met for the first time. Discussions on telecommunications and financial services commenced and the first meeting of these Sub-Working Groups will commence at the next round (Korea 12-16 October).\"\nhttp://dfat.gov.au/trade/agreements/rcep/pages/regional-comprehensive-economic-partnership.aspx"], [680, "2015-11-01T05:28:29Z", 0.0, "Unlikely within the time frame, especially while ratification of the TPP is pending. "], [10666, "2015-10-31T23:26:28Z", 0.03, "A deadline on this agreement serves no purpose for these negotiators, and as long as China keeps on building land to claim it, there will be no proress. "], [498, "2015-10-31T21:35:03Z", 0.0, "\"still under negotiation\"\nhttp://news.xinhuanet.com/english/2015-10/28/c_134757333.htm"], [7370, "2015-10-31T18:05:17Z", 0.2, "Deadlines are often artificial in nature. Missing them has no real consequence when they are artificial. Even when missing one does result in negative consequences for others, many decision makers  miss them anyway. "], [706, "2015-10-31T03:53:27Z", 0.03, "Ha!  Not as long as China continues to build land and put runways on it.  Also, this will occur too soon after the most recent plenum in China.  "], [1016, "2015-10-30T23:52:58Z", 0.02, "Too much turmoil in world for any agreements/"], [9682, "2015-10-30T21:01:10Z", 0.02, "In light of this article:\nhttp://economictimes.indiatimes.com/news/international/business/rcep-set-to-miss-2015-deadline-talks-to-spill-over-to-next-year/articleshow/49499225.cms"], [532, "2015-10-30T20:16:01Z", 0.05, "I am changing my forecast because the group consensus is so low."], [530, "2015-10-30T12:53:08Z", 0.0, "http://economictimes.indiatimes.com/news/international/business/rcep-set-to-miss-2015-deadline-talks-to-spill-over-to-next-year/articleshow/49499225.cms\n\"NEW DELHI: The Regional Comprehensive Economic Partnership (RCEP), an Asia-Pacific free-trade grouping that includes India, is set to miss its deadline of 2015 even as pressure mounts on the bloc to reach an agreement following the 12-country Trans-Pacific Partnership sealed by developed nations. One cause for the delay is India and Indonesia failing to make offers for tariff liberalisation at talks held in Busan, South Korea, last week. "], [4918, "2015-10-30T11:52:02Z", 0.3, "Revising downwards after learning some trivialities."], [43, "2015-10-30T02:48:24Z", 0.0, "Following Clinton, great link and analysis."], [498, "2015-10-29T21:52:21Z", 0.0, "This is the kind of question where if somebody was sufficiently motivated, they could just simply call the head guy in Malaysia and ask, \"Yo, buddy, what's up with India and Indonesia? Can you sign it without their schedules?\""], [9723, "2015-10-29T20:58:27Z", 0.03, "Initial forecast base rate based on the crowd and info review."], [10443, "2015-10-29T20:05:28Z", 0.0, "Congress will be obstructionist. "], [73, "2015-10-29T19:55:02Z", 0.0, "Believing this at face value: http://economictimes.indiatimes.com/news/international/business/rcep-set-to-miss-2015-deadline-talks-to-spill-over-to-next-year/articleshow/49499225.cms and also this http://www.bangkokpost.com/business/news/743136/full-steam-ahead-for-rcep-trade-deal - which states that 15% of items still need further talks and assuming that will be the Feb meeting referred."], [2895, "2015-10-29T18:49:29Z", 0.05, "The TPP has not been completed. There remains ratification risk in the US, due to presidential campaign politics and poorly functioning legislature. That diminishes pressure on the alternative "], [9613, "2015-10-29T18:00:39Z", 0.05, "Too soon."], [7474, "2015-10-29T17:50:26Z", 0.15, "Offsetting pressure from E.U., U.S. and Trade Partners involved in the negotiations with close ties to both will delay the completion of the RCEP"], [6436, "2015-10-29T15:46:26Z", 0.0, "It's premature."], [532, "2015-10-29T15:39:09Z", 0.35, "At the ASEAN Summit in 2011, the group adopted the Framework for Regional Comprehensive Economic Partnership.  Under “process,” the Framework states: "], [53, "2015-10-29T02:29:11Z", 0.0, "Searching within various countries, have become more convinced that no agreement has yet been reached.\nhttp://pulsenews.co.kr/view.php/view.php?no=1030339&year=2015\nhttp://parlinfo.aph.gov.au/parlInfo/search/display/display.w3p;query=Id%3A%22legislation%2Fems%2Fr5550_ems_2c6c6336-590f-4596-abd1-90305b256f5b%22"], [43, "2015-10-29T01:44:02Z", 0.01, "Following Malcmur, but I'm less afraid of Brier scoring. Good link, thank you."], [231, "2015-10-29T01:33:36Z", 0.04, "http://economictimes.indiatimes.com/news/international/business/rcep-set-to-miss-2015-deadline-talks-to-spill-over-to-next-year/articleshow/49499225.cms"], [10265, "2015-10-28T21:13:07Z", 0.01, "Trade deals take a long time and there is little indication that a 2015 deadline will be met.  Nothing in mid-October suggests that there is any real commitment to a 2015 end date with most saying they \"aim to conclude\" by that time.  Also the next meeting after October 2015 isn't until early 2016."], [452, "2015-10-28T20:55:25Z", 0.0, "No deal from the earlier meeting, next meeting not scheduled till feb 2016"], [4918, "2015-10-28T19:30:48Z", 0.5, "Reducing due to ambiguity in Q wording, not sure if signing the agreement will resolve the question. Negotiations likely to continue into 2016 even if the agreement will be signed in November."], [1591, "2015-10-28T19:06:30Z", 0.1, "Haven't looked into this too much, but it seems like the crowd may be overconfident."], [877, "2015-10-28T14:32:31Z", 0.75, "It will not be as comprehensive as originally intended. A frame work of sorts will be agreed upon. \nThere is lot of distrust among these countries and coming to a consensus is not easy."], [68, "2015-10-28T11:39:46Z", 0.1, "I'm decreasing my initial forecast of 20% made just yesterday because the consensus is so much lower - 2% at the moment. "], [10039, "2015-10-28T11:09:51Z", 0.0, "People tend to fall into planning fallacies. "], [64, "2015-10-28T10:23:32Z", 0.0, "The official communique from the August meetings says:\n\"The Ministers emphasised that the RCEP Trade Negotiating Committee should expedite the negotiations with a view to substantially concluding the negotiations by the end of 2015 with the remaining technical issues to be resolved as soon as possible in 2016.\"\nhttp://www.asean.org/images/2015/August/47th-aem/10%20-%20JMS%20RCEP%203%20MM%20-%20Final%2020150824rev.pdf"], [8143, "2015-10-28T07:19:49Z", 0.55, "The regional and global view of risks, respective mitigation and economic capability to ;project power,attract partnership, deter instigators and sustain security - will determine what committed positions will fit a constantly changing global context.  Both short term and long term strategic thinking will also influence perception of strength from a unified standpoint. The traditional nature of this region makes me inclined to independence of their decision making and outcomes of individual decisions. January is too close but, I only see a delay in the decisions but an eventual agreement in some form."], [1337, "2015-10-28T07:00:36Z", 0.1, "http://www.livemint.com/Politics/5buPF8FCjkl81F85hVNh2J/India-told-to-submit-list-of-commodities-to-RCEP-members-by.html `India must submit a list of its commodities for tariff reduction to other members of the Regional Comprehensive Economic Partnership (RCEP), latest by 15 November, so that they can start analysing offers. India and Indonesia had failed to submit their proposals for tariff cuts at the just concluded RCEP negotiations at Busan, South Korea. “Most countries have exchanged the offers list now. We have been given time till 15 November. Once we exchange the offer via email, every other country can start analysing the offers,” a government official said, speaking under condition of anonymity.` I don't expect a hurried India to come to the rescue of a treaty China holds dear."], [38, "2015-10-28T05:59:39Z", 0.0, "This closes in 2 months!  (I was thinking a year and 2 months.)  No way will this resolve in 2 months.  No wonder so many people have forecast 0.  I'm going there, too."], [38, "2015-10-28T05:51:18Z", 0.09, "http://economictimes.indiatimes.com/articleshow/49499225.cms?"], [10142, "2015-10-28T05:46:13Z", 0.25, "China will dictate or hinder the progress"], [10142, "2015-10-28T05:44:11Z", 0.15, "His goal is to add chaos to anything formal, normal or expected. He wants to be a wild card."], [10142, "2015-10-28T05:41:15Z", 0.0, "He will not do anything to conform. "], [10108, "2015-10-28T01:33:47Z", 0.0, "nothing will get done in next few months because of congress"], [53, "2015-10-28T01:29:19Z", 0.1, "Lowering because everyone has gone so hard over to 0.  \nI hate going to one end or the other on so little/poor info.  \n"], [881, "2015-10-28T00:24:53Z", 0.7, "China-backed trade pact playing catch-up after U.S.-led TPP deal\nReuters\nOct 10, 2015"], [94, "2015-10-28T00:11:20Z", 0.27, "There seem to be contradictory reports about the RCEP; different articles seem to suggest that it will be delayed into the next year or signed in late November at the ASEAN summit.  I don't understand why the crowd is so confident that the deal won't go through; it still seems possible that a deal will be signed that will count for the GJP's purposes.  In the absence of solid evidence, I am going to go with my default 20% estimate (increased for gaming)."], [5390, "2015-10-27T23:18:17Z", 0.0, "This one is a gimmee"], [83, "2015-10-27T22:38:41Z", 0.0, "This update answers a few questions.  \nIndia and Indonesia failed to submit commodity lists at the October Busan SK sessions.  India and Indonesia will not be allowed in the negotiations to view other members commodity offers untill their specific commodity lists are submitted.  India must submit a list by Nov. 15th. Once all lists are received all countries will have access to the lists and are free to analyze and negotiate changes with other members.  This is where the additional scheduled negotiating rounds, scheduled for 2016, are involved.\n...However, there are general agreements that have already been agreed to, but not at detail level. If these count as an agreement, they were agreed before this IFP/Question opened.  Going with the assumption that a fuller agreement is required - which will not happen before 2016.\nUpdate: http://www.livemint.com/Politics/5buPF8FCjkl81F85hVNh2J/India-told-to-submit-list-of-commodities-to-RCEP-members-by.html"], [4918, "2015-10-27T22:24:29Z", 0.75, "Expected to be signed during the Asean summit in Kuala Lumpur, November 18-22."], [102, "2015-10-27T20:57:23Z", 0.0, "OK no."], [1529, "2015-10-27T20:05:40Z", 0.8, "This question is another example of how hard it is to frame a question..........especially if there is a competition involved (GJP). What does completed mean? "], [691, "2015-10-27T19:14:47Z", 0.02, "Far as I can tell, they are not nearly far enough along to meet this deadline. There are negotiation sessions on the official schedule into next Spring.  "], [53, "2015-10-27T18:44:25Z", 0.25, "While there are some reports (thanks Khalid & 000, and adding [1]) that the agreement will be presented and signed at the ASEAN meeting in November, there are also reports that India and Indonesia failed to give required input at the meeting earlier this month.  [2,3]  Not sure how likely it is that those two countries will submit info and everyone else be able to consider it in time.  Plus, as others have noted, there are placeholders for future meetings in 2016 already."], [5332, "2015-10-27T18:39:19Z", 0.0, "officially scheduled into '16..???"], [689, "2015-10-27T18:38:53Z", 0.08, "Comment deleted on May 10, 2016 06:44PM UTC"], [689, "2015-10-27T18:29:18Z", 0.88, "Comment deleted on May 10, 2016 06:44PM UTC"], [8888, "2015-10-27T17:58:43Z", 0.0, "Difficult to get accomplished with the almost all the Presidential candidates against it."], [8888, "2015-10-27T17:57:03Z", 0.2, "Difficult to get accomplished with the almost all the Presidential candidates against it."], [68, "2015-10-27T17:52:51Z", 0.2, "Thanks to 000 for the Bangkok Post link, which is up to date. I'm much more pessimistic, though."], [368, "2015-10-27T17:44:57Z", 0.0, "The 10 members of the ASEAN countries, along with China, Japan, South Korea, India Australia and New Zealand are the 16 RCEP member states.   Ten (10) rounds of negotiations (since November 2011) have been completed with the last in this group held on October 12-16, 2015 in South Korea.  Rounds 11, 12 and 13 have been scheduled with the first in an unknown location and the latter two in Australia and New Zealand.   The latter three rounds are scheduled for 2016 and will not meet the January 1, 2016 deadline.   "], [102, "2015-10-27T17:02:41Z", 0.85, "Full steam ahead! [1]"]]}