{"question_id": 641, "title": "Will ACLED record any civilian fatalities in Tunisia between 15 October 2017 and 31 October 2017?", "correct_answer": "No", "crowd_forecast": 0.01, "preds": [[41009, "2017-10-31T14:36:26Z", 0.28, "corrected MC evaluation"], [41009, "2017-10-31T12:27:32Z", 0.31, "updated MC"], [41009, "2017-10-31T12:09:49Z", 0.36, "Updated with 'Remote violence' rate..."], [41009, "2017-10-31T10:25:55Z", 0.11, "corrected rate..."], [41009, "2017-10-31T10:05:59Z", 1.0, "sure"], [37379, "2017-10-30T19:52:30Z", 0.0, "None so far as of Oct. 29, per ACLED"], [6303, "2017-10-30T03:06:04Z", 0.0, "Based on general news and GJP consensus."], [40940, "2017-10-25T03:16:51Z", 0.9, "I'm not entirely sure as to what, if anything, is happening in Tunisia at the moment but I'd imagine they report at least one civilian fatality through that time period. "], [83, "2017-10-24T22:14:13Z", 0.2, "No report on extent of the injuries or updates on current conditions:"], [14334, "2017-10-23T23:44:58Z", 0.13, "Actually, I'm going to bump this up a bit."], [14334, "2017-10-23T23:15:46Z", 0.1, "Revising downward dramatically due to consensus. But there were three of this kind in September, so I'm not sure why consensus is so low."], [6303, "2017-10-23T02:14:10Z", 0.01, "Based on general news and GJP consensus."], [1667, "2017-10-22T23:16:18Z", 0.5, "In September 3 fatalities of this sort were recorded, suggesting maybe 1 a week is possible."], [29646, "2017-10-22T03:21:25Z", 0.0, "No news of conflict violence. At all.\nAdjusting downward."], [1336, "2017-10-18T02:03:06Z", 0.05, "Violence has leveled off significantly from ACLED 2016 data.  Either this is the new baseline, or ACLED just isn't recording data from Tunisia anymore.  Given that this is just a two week period of time, I am estimating 5%"], [368, "2017-10-17T19:11:12Z", 0.0, "He last event of violence against civilians/remote violence in Tunisia occurred on August 19 and 25.  No events of this particular type has occurred any time after that.   There is always the possibility of an event or events of this nature occurring between today and the end of October.  However, the conditional probability of this event is:  .01 < Event < .50.  The conditional probability of event type of protests has a larger value, therefore, P(Protests | violence against civilians )  > .50"], [706, "2017-10-16T23:07:46Z", 0.75, "kudos Resonancia"], [6303, "2017-10-16T03:53:05Z", 0.8, "Based on general news and GJP consensus."], [13377, "2017-10-16T00:41:03Z", 1.0, "This one is scary to forecast because nobody has posted any links . Darn, that means I'm going to have to apply elbow grease. Aha! Twitter!  Lemme see... struck gold! Riots over collision between a civilian boat carrying migrants, and a Tunisian naval vessel. "], [83, "2017-10-14T22:19:06Z", 0.38, "2017: 7 incidents in 9 months: 77.7% / 2 approx. 38.9%\n2015 and 2016: 18 incidents in 24 months: 75% / 2 approx. 37.5%"], [37379, "2017-10-14T02:11:35Z", 0.05, "Short time span."], [21884, "2017-10-13T04:03:25Z", 0.2, "They have riots/protests every day, violence and civilian fatalities are possible"], [31450, "2017-10-12T17:02:46Z", 0.05, "It's possible, however Tunisia has very few civilian casualties generally. There were three incidents in September but they all seem more like random noise than a pattern of violence against civilians."], [488, "2017-10-12T03:12:29Z", 0.15, "Very low possibility."]]}