{"question_id": 926, "title": "Will Tesla stock (TSLA:US) close below $200 on 29 June 2018?\n", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[59491, "2018-06-27T21:15:31Z", 0.9, "Wer ein gutes Herz hat wird von Lobbyisten ausgebremst"], [59490, "2018-06-27T19:36:19Z", 0.05, "To short of a timeframe . People still believe in Musk"], [691, "2018-06-20T19:39:45Z", 0.0, "https://www.reuters.com/article/us-usa-tesla-ceo/ceo-musk-emails-staff-alleging-employee-sabotage-idUSKBN1JE2Y4\nIn the business we refer to this sot of thing as \"The staff ate my homework.\"  His True Believers will continue to believe truly, and he still has considerable personal ability to continue buying back his company's stock.   "], [53490, "2018-06-19T03:35:28Z", 0.04, "Unlikely given our new \"Space Force.\"  Seems like the stock would be more likely to go up unless there is some sort of faulty in one of his products/product lines announced."], [58235, "2018-06-18T02:44:56Z", 0.05, "Extreme efforts to increase production on Model 3's, the likely increase in oil prices throughout 2018, and the current price and trends of the stock lead this question to be very improbable. "], [59058, "2018-06-17T15:04:48Z", 0.0, "With the current price being at $358,50 and even though they have a high volatility of about 46,8% ( https://marketchameleon.com/Overview/TSLA/IV/ ) the probability that they drop that far in such a short amount of time is very close to zero."], [691, "2018-06-14T15:36:01Z", 0.0, "Apparently the lad is buying it up himself if it lags.  It's good to be the king."], [57918, "2018-06-13T19:00:27Z", 0.0, "Tesla has rocketed this week, and is up 17.5% from June 1. "], [14493, "2018-06-13T16:46:48Z", 0.0, "Only 2 weeks to go on this question. Is it possible Tesla stock price could fall by 34% in 2 weeks? It fell by about that much between February and April but that was over about 5 weeks (it then recovered) so it might be unlikely but it is certainly quite possible. In the absence of inside information to assume a 1% or greater likelihood of fall of this percentage in such a time frame I would expect to see a previous similar fall occurring in the last 4 years (100 two week periods). I don't see this in the records, so I judge the likelihood as being less than 1%.     "], [48709, "2018-06-07T16:10:55Z", 0.85, "Anticipation over the Model 3 had helped drive the stock to an all-time high of $389.61 in September 2017. \npeople want electric cars ' its back to the future' ..."], [1333, "2018-06-06T13:00:40Z", 0.0, "https://www.cnbc.com/2018/06/06/tesla-shareholder-meeting-elon-musk-reveals-automakers-factory-plans.html"], [767, "2018-06-06T06:21:02Z", 0.1, "The lowest this year has been $252 on April 2"], [691, "2018-06-03T12:33:20Z", 0.0, "The True Believers will keep this afloat for a while longer.  Reality lurks, but isn't ready to strike yet.  And those occasional rumours of somebody making a lovely bid to buy Tesla might even bump it up some more.  "], [29980, "2018-06-03T02:49:28Z", 0.99, "Too many labor problems "], [2813, "2018-06-01T22:20:37Z", 0.01, "To close below $200, TSLA has to drop more than 30% in less than a month from this point. Though a highly volatile stock, I don't think it has dropped by that much in less than a month in its history. And it has faced existential crisis many times before."], [48123, "2018-05-27T19:51:14Z", 0.89, "Investor underconfidence. "], [58556, "2018-05-27T13:27:39Z", 0.45, "Musk is resilient."], [43311, "2018-05-26T18:01:55Z", 0.0, "I might buy some Tesla stock just for this....... \nhttps://twitter.com/elonmusk/status/999367582271422464?s=19"], [172, "2018-05-25T20:25:10Z", 0.0, "Still in the $275 range. Article is inter3sting if Musk has plans to buy it...SoftBank? A lower price might be tempting.\nhttps://www.economist.com/business/2018/05/26/as-teslas-share-price-falls-it-becomes-an-inviting-takeover-target?frsc=dg%7Ce"], [14161, "2018-05-23T12:27:12Z", 0.03, "High vol stock (~50%) , therefore moving below $200 from current level of $284.5 over the next 5 weeks is roughly a 2 sigma move."], [172, "2018-05-22T23:24:14Z", 0.0, "$275 - difficult to imagine scenario losing 1/3 of value when many things looking up."], [44965, "2018-05-22T11:52:15Z", 0.01, "Tesla will rein in spending by then."], [691, "2018-05-21T22:48:49Z", 0.0, "https://www.reuters.com/article/us-teslainc-stocks/consumer-reports-finds-flaws-in-teslas-model-3-idUSKCN1IM1LX\nNo power in heaven or on earth or under the earth can cause this, it seems (Revelation 5:3)."], [691, "2018-05-19T16:57:42Z", 0.0, "https://www.reuters.com/article/us-tesla-directors/iss-sides-against-two-tesla-directors-backs-split-of-musks-roles-idUSKCN1IK03M\nhttps://www.apnews.com/be561d432303431695f64b5c158dbf7c/AP-FACT-CHECK:-Tesla-safety-claims-aren't-quite-right\nThere is very little good news for Tesla just now, and the Big Kahuna has been distracted yet again, this time by his magic transport pods for the California coast.  Let's see--promising things he doesn't deliver while raking in cash, misrepresenting his performance record, denigrating people who doubt him, flitting about among topics as the whim hits him, and yet retaining the blind loyalty of just enough disciples, no matter how badly they fare under his ministrations--can this be why we never see Musk and Trump at the same time?  Good makeup and costume crews can really work wonders.\n"], [691, "2018-05-17T14:16:41Z", 0.0, "https://www.reuters.com/article/us-tesla-bonds-analysis/george-soros-bet-on-tesla-could-see-other-investors-follow-suit-idUSKCN1IH35L\nSoros buys some time for Tesla, it seems.  The end of the game is delayed on account of rainmaker."], [1333, "2018-05-16T14:47:35Z", 0.02, "https://www.cnbc.com/2018/04/03/tesla-first-quarter-production-totaled-34494-vehicles-40-percent-increase-from-previous-quarter.html"], [1333, "2018-05-16T14:46:09Z", 0.01, "My guess is that Soro's is shorting TSLA, BitCoin and Amazon, and likes to execute these things in election cycles so TSLA will survive till at least the fall."], [14493, "2018-05-14T11:18:39Z", 0.05, "As the Fortune links says; there is something wrong at Tesla. Too many people are leaving, too many are shorting the stock, too few cars being produced, cash flow is not good, profits don't exist, quality not very good, But share price is high. It all seems to add up to a disconnect between the real value of the company and the share price. I would forecast a significant fall, but the question ends in only about 6 weeks so it will probably make it until then. When the fall comes it is likely to be towards the second half of the year and to be to much lower than $200.  \nhttp://fortune.com/2018/05/14/elon-musk-tesla-executives-leaving-short-sellers/"], [1333, "2018-05-13T15:47:07Z", 0.01, "One % on rumor that Elon is doing podcasts from his Moon Base...and renamed it EMuskatoon..."], [31450, "2018-05-10T18:32:02Z", 0.0, "Just going to zero because the stock is currently over $300."], [57918, "2018-05-10T16:54:51Z", 0.01, "Cryptocandy :)"], [1333, "2018-05-10T15:59:17Z", 0.0, "Musk is getting NATIONAL COVERAGE teasing a car under a silk sheet....he's bullet proof. (Or Alien)"], [14493, "2018-05-08T08:36:50Z", 0.01, "I guess the questions raised over the conference call last week have settled down. Those that thought Tesla was over valued have presumably sold, those that thought the shares were good value have bought or held. Everyone has had the benefit of the opinions of those stock analysts who doubted. So presumably the stock will remain at around the current price until something surprising happens. There is not that long before 29 June. We know that more re-organization of  production is expected, so it would not be very surprising if output slipped back as that can be explained by the re-organization. For the stock price to fall below $200 sentiment would need to change, not production figures, not cash flow, not profits.    "], [691, "2018-05-05T12:14:50Z", 0.01, "Still a one-man bubble, but it will hold for a while yet.  Wouldn't be surprised at a blowup in 3rd quarter, but one never knows about bubbles."], [57797, "2018-05-05T00:03:57Z", 0.0, "This is even less likely now. Q1 results beat expectations generally speaking and the initial bearish market reaction to the call is correcting now."], [14493, "2018-05-03T17:31:52Z", 0.1, "Increasing as the price dropped following the conference call which generated negative media comments. It could be that the shares are being shorted by the skeptics as Musk continues to rubbish the negative comments regarding his forecasts of production and cash flow. "], [14493, "2018-05-03T09:27:20Z", 0.01, "The Q1 progress and conference call, and the market reaction to it indicates that there is a big division among investor; the share price took an optimistic view of the Q1 figures and seemed to believe Musk's claims about doubled production, positive cash flows and profits arriving soon, but the conference call seemed to create doubt on the forecasts which fed through to a drop in the share price, When a company keeps issuing optimistic forecasts and then keeps missing them there must be some doubt as to the credibility of the forecaster. When Musk keeps producing bad forecasts (if you make forecasts that that are consistently wrong I think they can be fairly  described as bad forecasts) and rubbishing the analysis of financial commentators an objective observer can only conclude that Musk is either desperate, over confident or has lost touch with reality, or is a business genius. The only facts we know are that Musk's forecasts are bad and he does not like non-believes pointing it out. "], [57778, "2018-05-03T09:06:07Z", 0.0, "quarter results out so, unlikely that there will be anything to bring it down in a month"], [46762, "2018-05-03T07:52:17Z", 0.0, "Well, as I said on my first prediction, I was going to ride yes till the quarter results came out.    I think he did well enough to silence the shorters for another month.  Production stepped up to 2237 M3."], [58060, "2018-05-03T01:19:47Z", 0.01, "I would like to first address my opinion and logic on why the Tesla vehicle \"crashes\" can be viewed as non-important for this analysis. And yes, I purposely use quotes around \"crashes\" because when we here Tesla \"crashes\" we really are being directed to one major crash that occurred during march of 2018 (https://www.livescience.com/62292-tesla-model-x-crash-statement.html). This crash was blown out of proportion by the media and Tesla was not found guilty because the driver was largely at fault due to neglecting the clearly prompted rules promoted by Tesla during the early release of the assisted driver tech. Obviously, if major crashes occur before the 29th of June and  they are clearly found to be blamed by Tesla's negligence , then it will move the price significantly. But for this to drop the price by more than $100, it would have to be a lot of crashes or one that is very dismal. What I really want to say here is that the crashes are probably the worst indicator for a quick future price drop."], [31450, "2018-05-02T17:30:37Z", 0.02, "Dropping a few points because the stock hasn't been near $200 in more than a year and seems to be more or less stable at the moment."], [46762, "2018-05-01T06:29:43Z", 1.0, "Well, at this point I am pretty certain I will be revising my opinion tomorrow.  "], [56471, "2018-04-30T19:37:43Z", 0.0, "There is significant base of support between 200-250, it will make it difficult for the stock to break below 200 by June 2018. Short covering activity in the 200-250 range puts the breaks on further declines."], [473, "2018-04-30T18:55:23Z", 0.35, "Fundamentally, I see less cash or other liquid assets relative to debt. As far as market enthusiasm is concerned, I think there will be greater doubt about Tesla's ability to hit production targets, and investors will be weary if the ever will be hit."], [57812, "2018-04-26T08:42:43Z", 0.1, "According to Bloomberg: \"Tesla Steals the Limelight at Beijing Car Show\"\n"], [57998, "2018-04-25T15:57:42Z", 0.02, "A further major move down would require a major news catalyst. Tesla hasn't traded below $200 since January 2014. The stock has already taken a beating and it seems reasonable to think they fall further, but such drastic move from the $389 all time high seems unlikely in such a short time. There's also only 1 earnings call between now and June 29th"], [57778, "2018-04-24T23:30:00Z", 0.01, "isn't all telsa news already factored into today's price? Isn't the only relevant predictor today's price? "], [57812, "2018-04-24T21:19:18Z", 0.1, "From paper \"Tesla Is Hell-Bent on Achieving Profitability\": 1.Tesla's recent end-of-quarter push was sustainable; 2. Tesla expects production to jump again this quarter; 3. Tesla is switching to 24/7 operations.\nhttps://www.fool.com/investing/2018/04/18/tesla-its-sets-sights-on-achieving-profitability.aspx"], [1333, "2018-04-24T16:46:27Z", 0.15, "https://www.cnbc.com/quotes/?symbol=TSLA"], [27692, "2018-04-23T21:27:16Z", 0.1, "If Elon Musk fails to achieve 5000 cars per week or he asks for new bonds and he has to offer very high interest rate and he has to asks several times. He burns money and does not earn money up to now. His fans trust him up to now. But promises alone are not enough anymore."], [57046, "2018-04-20T19:04:30Z", 0.05, "It is unlikely that the stock will lose one-third of its current value in a sustained manner. While it may dip below $200 due to late delivery of the Model 3, it is unlikely to stay below $200 as it has a natural support level that has been demonstrated at numerous historic points: Nov/Dec16, Jan/Feb15, May14. "], [1333, "2018-04-19T00:27:28Z", 0.15, "I'm just waiting on Elon to pull an Atlas Shrugged - bankrupt Tesla- buy back all the stock for himself - maybe launch his Bitcoins into space except one whose price will ascend with the Rocket, Then the rocket mysteriously blows up and sends hyper volicity Bitcoins hurtling through the satellite network, which he will then make a fortune on as he launches Space X rocket after Rocket - he'll make Kim Un look like a piker..."], [55316, "2018-04-18T15:00:48Z", 0.05, "Musk knows how to jaw bone his stock upward, in spite of production difficulties.  It is very unlikely the stock will lose 1/3 of its value by June 29, 2018.  From the finance industry view:  23 analysts offering 12-month price forecasts for Tesla Inc have a median target of 305.00, with a high estimate of 470.00 and a low estimate of 180.00.  I believe this to be a momentum bet and less a bet on fundamentals.   If the question were 5 years out, I would have a different answer."], [691, "2018-04-18T14:30:15Z", 0.03, "Another ambitious announcement yesterday of another improbable promised outcome.  Should be enough to keep the faithful in line for a while longer."], [57092, "2018-04-18T12:28:12Z", 0.0, "Extremely unlikely unless the entire market crashes.. even then it would take a 30% decline from today's price..."], [36147, "2018-04-18T12:20:25Z", 0.35, "what happens here - 0-100 0r 100-0\nother rules do i missed something..."], [35636, "2018-04-18T05:02:31Z", 0.0, "Good to see contrarian bets by @Chrisp and @Daveinsea, helps give us some crumbs by budging the consensus line just that tiny bit higher. Kudos if it works out though, but quite unlikely, not on this June 29th timeline."], [46762, "2018-04-17T16:19:42Z", 1.0, "https://www.nytimes.com/2018/04/16/business/tesla-model-3-production.html"], [50270, "2018-04-16T22:51:23Z", 0.0, "No it'll close above $200"], [130, "2018-04-16T14:22:30Z", 0.02, "Unless there is a financial/personal scandal with Musk, a major manufacturing defect, or an issues with Space-X, not happening."], [56756, "2018-04-16T13:52:59Z", 0.1, "Share price is not supported by fundamentals but by sentiment.  That makes it potentially volatile.  It is heavily shorted and there are a lot of options being bought on the downside - so clearly there are market observers who expect a drop in the price when the quarterly results come out.  However, most of the options being bought are above the $200 mark and if the price does fall, shorters taking a profit are likely to help stabilize the price in the short run.   So not likely to fall as far as $200 over this (relatively) short time frame is my guess (forecast!)"], [35636, "2018-04-16T06:43:47Z", 0.0, "This is a great question, and it's fun to see the anti-Tesla crowd come out and squeal 'Cult!' etc. Hmm perhaps we need an Apple question too. Any brand manager would kill their first born to have their company defy gravity like Apple, FB, Tesla etc. Seems like being a cult brand would strengthen the bull case. "], [35831, "2018-04-16T00:23:20Z", 0.0, "I'll just be bold and predict 0 chance TSLA would be below 200 in 2.5 months. "], [3317, "2018-04-15T17:02:38Z", 0.1, "Internal factors coupled with a larger market crash could send Tesla spiraling. "], [23006, "2018-04-15T12:19:44Z", 0.1, "+5% for stock market players acting irrationally in unison"], [3741, "2018-04-15T11:48:37Z", 0.04, "Corrected base rate up based on Sean's numbers."], [41661, "2018-04-15T09:10:53Z", 0.02, "Only way this is going to happen is if it is part of a wider market crash. "], [56807, "2018-04-15T08:55:25Z", 0.05, "We've got 2.5 calendar months until 29 June. I can only see two times Tesla has dropped 33% or more (26 Nov, 2010 - 4 Feb 2011 and 3 Dec 2015 - 16 Feb 2016). "], [15471, "2018-04-14T19:52:45Z", 0.1, "Unlikely event, would need to be based on significant additional regulations in all major markets, fundamental production problems or sudden withdrawal of all orders. "], [14493, "2018-04-14T17:35:20Z", 0.01, "I would rate Tesla overvalued, but a 33% or more fall in the time frame is a lot. With JLR sales dropping as people don't want diesels I would expect some investors would think that electric cars are a better investment which would tend to support the Tesla stock price. "], [3741, "2018-04-14T17:18:04Z", 0.01, "Would mean 1/3 drop in 1/4 of a year. \nBase rate: Typical volatility for big company is 20% a year. \nInside view: Tesla is more speculative than average company as their promise is based on consumers changing their behavior (and not an historic cash flows). But even if tesla is double the normal volatility this is a 3-sigma event. "], [35636, "2018-04-14T09:00:12Z", 0.0, "Has support along 300. The 52wk low is 245 and hi of 389. "], [29638, "2018-04-14T06:39:24Z", 0.4, "I follow the market of EVs"], [55700, "2018-04-14T05:28:29Z", 0.55, "Barring a few miracles, problem of scale may sink it lower."], [57860, "2018-04-14T03:07:24Z", 0.06, "Elon says profitability and cashflow+ for Q3 and Q4"], [1333, "2018-04-13T15:16:55Z", 0.13, "Amazing - because Elon says - his stock jumped. https://www.cnbc.com/2018/04/13/elon-musk-tweets-late-at-night-tesla-will-be-profitable-and-cash-flow-positive.html"], [1333, "2018-04-13T13:00:54Z", 0.14, "Previous Close\t300.93\nOpen\t302.32\nBid\t302.11 x 100\nAsk\t302.75 x 100\nDay's Range\t293.68 - 303.95\n52 Week Range\t275.54 - 389.61\nVolume\t168,461\nAvg. Volume\t5,945,104\nMarket Cap\t49.676B\nBeta\t0.96\nPE Ratio (TTM)\tN/A\nEPS (TTM)\t-11.83\nEarnings Date\tMay 1, 2018 - May 7, 2018\nForward Dividend & Yield\tN/A (N/A)\nEx-Dividend Date\tN/A\n1y Target Est\t320.17\nTrade prices are not sourced from all markets\nhttps://finance.yahoo.com/quote/TSLA?ql=1&p=TSLA"], [20284, "2018-04-12T20:53:52Z", 0.0, "Tesla would have to lose 1/3 of its current market price.  I do not think it is worth the $298 current price, however, to drop that far in this short amount of time considering the extreme wealth backing the company would be a most extraordinary event."], [691, "2018-04-12T18:51:47Z", 0.03, "The Farce is strong in this one."], [1333, "2018-04-12T15:11:12Z", 0.25, "Today they announced a SUV project and another \"Schedule\" of production."], [5018, "2018-04-12T14:45:32Z", 0.02, "It's a cult. Cults don't concern themselves with reality."], [57797, "2018-04-12T12:12:49Z", 0.1, "Updating lower as I read more about this. It seems that even bearish analysts at Goldman Sachs have a price target above $200: https://www.marketwatch.com/story/tesla-stock-is-due-for-a-36-slide-says-goldman-sachs-2018-04-10. One should not trust stock analysts too much, especially individual ones. I am just trying to find disconfirming evidence and it seems that even bearish analysts at a relatively reputable bank do not make a strong case for it."], [56970, "2018-04-12T08:17:16Z", 0.1, "30% drop with given volatility in this timeframe, analyst opinions unlikely for not a global downturn or tail event we all didn't see"], [13306, "2018-04-12T01:04:17Z", 0.08, "A crash in Tesla stock is much more likely than that of other US stocks of its market capitalization, with current $200 Put implied volatility around 75%. Still, it's a fairly long shot given investor's faith in the leadership and mission of the company and the short time frame given. "], [172, "2018-04-11T22:28:36Z", 0.1, "Definitely facing headwinds\nhttps://www.economist.com/news/business/21739981-road-ahead-elon-musks-car-company-looking-more-perilous-tesla-heading-cash?frsc=dg%7Ce\n"], [57797, "2018-04-11T21:53:03Z", 0.4, "The price has recently bounced off of a support level. $200 will be itself a strong support, a break below which will require a strong reason. Production targets have been missed before and had most likely been priced in by traders already. Still, there are reasons to worry about the stock price such as the rating downgrade so there are downside risks."], [31450, "2018-04-11T21:33:34Z", 0.15, "Tesla has been gravity defying for a long time and I don't think that is going to change in the next couple months."], [23006, "2018-04-11T17:16:11Z", 0.1, "-a death (a couple) plus overloaded debt position only pushed it down to high 200's\n- short time frame\n- question resolves on data at 4 pm only (versus, at anytime during question period) so odds are unlikely. It could go down multiple times and not effect question outcome."]]}