{"question_id": 233, "title": "Will the EU lift visa requirements for Turkish citizens before the end of 2016?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[6303, "2017-01-01T03:53:01Z", 0.0, "According to the general news and GJP consensus."], [6303, "2016-12-26T03:18:04Z", 0.0, "According to the general news and GJP consensus."], [31695, "2016-12-24T22:17:20Z", 0.05, "no they won't because relations between Erdogan and the eu will worsen "], [6303, "2016-12-19T03:44:04Z", 0.0, "According to the general news and GJP consensus. "], [29849, "2016-12-14T00:52:18Z", 0.0, "Nope."], [6303, "2016-12-12T01:58:46Z", 0.0, "According to the general news and GJP consensus."], [26242, "2016-12-05T18:30:46Z", 0.01, "http://abcnews.go.com/International/wireStory/latest-refugee-chief-fears-eu-turkey-deal-43983726"], [6303, "2016-12-05T04:29:59Z", 0.0, "According to the general news and GJP consensus."], [5034, "2016-12-04T14:17:07Z", 0.0, "The probability of the EU lifting visa requirments before end of year is nil given the current situation. "], [6303, "2016-11-28T02:59:38Z", 0.0, "According to the general news and GJP consensus."], [1034, "2016-11-25T06:19:08Z", 0.0, "Norman and Peker (2016) Nov. 24, state that:"], [1639, "2016-11-24T20:50:44Z", 0.0, "Brussels votes to suspend EU membership talks with Turkey\nMove reflects hardening stance towards Ankara and Recep Tayyip Erdogan\nhttps://www.ft.com/content/079b69ca-b239-11e6-9c37-5787335499a0\n_______________________\nCOMMENTS:  End of the dialogue with Turkey!"], [20035, "2016-11-24T15:14:15Z", 0.0, "European Parliament vote to suspend Turkey's EU membership talks, suggesting that the response to Erdogan's power-grab is hardening, even if the vote is non-binding."], [6303, "2016-11-21T02:56:15Z", 0.0, "According to the general news and GJP consensus."], [1639, "2016-11-20T15:56:52Z", 0.0, "Reaffirming"], [29502, "2016-11-18T15:44:04Z", 0.0, "Too short of a time frame and not much willingness on both sides to spreed up the process. "], [1034, "2016-11-16T07:18:14Z", 0.0, ""], [1034, "2016-11-15T08:23:29Z", 0.0, "Baczynska (2016) Nov 14, states that:"], [29469, "2016-11-14T21:12:04Z", 0.0, "Turkey situation still volatile and a potential source of terror related activity. EU will not concede to Erdogan before human rights issues are addressed. Also think both parties have bigger things on their plate before year end."], [6303, "2016-11-14T01:17:18Z", 0.0, "According to the general news and GJP consensus."], [1034, "2016-11-11T11:40:26Z", 0.0, "EurActiv News (2016) Nov 8, states that:"], [26589, "2016-11-10T17:23:07Z", 0.0, "Given the crackdown on freedoms in Turkey, the EU is not at all likely to relax visa requirements in the near term."], [19801, "2016-11-08T12:09:23Z", 0.0, "The EU insists Turkey must amend its anti-terror laws as a condition for the visa waiver but Turkey has flat out refused."], [1034, "2016-11-08T07:33:41Z", 0.0, "Turkey complaints pile up at European rights court"], [6303, "2016-11-07T00:36:19Z", 0.0, "According to the general news and GJP consensus."], [28380, "2016-11-06T09:21:46Z", 0.01, "Taking my losses on this one. Its clear now that EU is trying (or already succeeded) to trade that promise in exchange for a low criticism policy (and no sanctions for example) on interior Turkish policies. \nWell in a way I was right.... Turkey did get something. Just not what I expected."], [1034, "2016-11-06T04:10:43Z", 0.0, "Sattarov (2016) states that:\nTurkey EU relations are sinking"], [1034, "2016-11-05T06:39:59Z", 0.0, "Reuters (2016) states that:"], [1639, "2016-11-02T17:33:37Z", 0.0, "Over the weekend, Turkish authorities shut down 15 pro-Kurdish news outlets, including the only national Kurdish-language daily. An additional 10,000 civil servants joined the ranks of those who have been fired since a coup attempt in July. And on Monday, the editor in chief of Cumhuriyet, one of the few remaining opposition newspapers in Turkey, was detained along with at least a dozen other executives and journalists. And so it goes.\nhttp://www.nytimes.com/2016/11/02/opinion/can-turkeys-democracy-survive-president-erdogan.html\n___________________________\nCOMMENT:  This title: \"Can Turkey’s Democracy Survive President Erdogan?\" will help a lot the EU to go for a NO!"], [28380, "2016-11-02T13:30:45Z", 0.05, "It seems the EU is even more without leadership than I thought. I expected the Turkish treat to hit home, but nobody seems to be home. :( Another case of overestimating the current state of the EU. "], [6303, "2016-10-31T01:47:16Z", 0.0, "According to the general news and GJP consensus."], [4139, "2016-10-30T05:13:59Z", 0.0, "Erdogan."], [530, "2016-10-28T16:30:38Z", 0.0, "Affirming forecast"], [6303, "2016-10-24T00:45:28Z", 0.0, "According to the general news and GJP consensus."], [13216, "2016-10-19T22:07:38Z", 0.0, "ha ha ah ha ha. You've got to be joking??"], [530, "2016-10-16T13:04:44Z", 0.0, ""], [29600, "2016-10-16T12:46:33Z", 0.0, "No progress has been made in the field for the past months"], [4567, "2016-10-12T10:59:06Z", 0.0, "- Turkey has not ticked off all the requirements on the Roadmap set. See http://avrupa.info.tr/de/visas-mobility-migration/eu-turkey-dialogue-on-visas-mobility-migration.html\n- The process of ratification once those have been ticked will take time.\n- The agreement will come into effect at least a full month after ratification: \"The provisions of the agreement related to the readmission of the nationals of the two sides, and those related to the readmission of the stateless persons and nationals from third countries with which Turkey has concluded bilateral treaties or arrangements on readmission, will enter into force on the first day of the second month following the date on which the EU and Turkey will notify each other that their respective ratification procedures have been completed. \" - citation from same document\n- The EU parliament has one more session in which it possibly could ratify such an agreement.\n"], [3895, "2016-10-12T09:13:37Z", 0.0, "passage of time"], [22305, "2016-10-10T13:53:01Z", 0.55, "the last 5 points of the eu agreement with turkey, lifting the visa requirements will be reached until end of 2016. the best card has turkey against germany with the refugee problem. Thats why germany will try to \"help\" turkey to solve their visa problem.\nThe biggest problem against this agreement will be new terrorist laws in turkey against almost everybody, especially the media /journalists. \nErdogan /Turkey blackmails mainly germany first, the eu secondary and the U.S. as the main representant of the western democracies for their political goals."], [6303, "2016-10-10T03:04:55Z", 0.0, "According to the general news and GJP consensus."], [5034, "2016-10-09T19:21:14Z", 0.09, "If this ever does happen...it won't be by the end of the month. Erdogan made a threat that it needs to happen by the end of October, but that's political theater. If EU agrees by the end of November, he'd agree as well. The issue is what is being done about the benchmarks and how far is Turkey from fulfilling them?:"], [1034, "2016-10-06T05:36:54Z", 0.0, "Reuters (2016) on October 4 stated that:"], [28380, "2016-10-05T05:51:22Z", 0.25, "Downgrading from 50 to 25, because I still think Erdogan is going to force the EU in giving more (or opening the flood gates), however I think what the EU is going to do is something halfway like partial lifting (is that even possible? yes a lot is possible) and I am not sure how that will be judged regarding the question outcome."], [1639, "2016-10-04T15:58:31Z", 0.0, "No, I don't think so."], [6303, "2016-10-03T02:54:57Z", 0.0, "According to the general news and GJP consensus."], [6303, "2016-09-25T18:09:03Z", 0.0, "According to the general news and GJP consensus."], [11380, "2016-09-25T17:02:53Z", 0.05, "It's unlikely that movement will be made towards this now, both given the political instability in Turkey following the coup attempt & general EU disapprobation with President Erdogan's actions following the coup, as well as the general fatigue and volatility surrounding issues of immigration at the moment. "], [1034, "2016-09-25T05:13:17Z", 0.0, "Turkey s Erdogan Speaks at U N General Assembly"], [484, "2016-09-20T01:54:14Z", 0.0, "Down 1% for passage of time."], [6303, "2016-09-18T20:34:31Z", 0.0, "According to the general news and GJP consensus."], [1034, "2016-09-12T04:24:31Z", 0.0, "Author Tattersall (2016) states that: "], [6303, "2016-09-12T00:37:59Z", 0.0, "According to the general news and GJP consensus."], [691, "2016-09-09T18:38:22Z", 0.0, "http://www.reuters.com/article/us-eu-turkey-hahn-idUSKCN11F1D7?il=0\nNot exactly news; just reiterating that this is not a gimme, and the Turks will have to do some things differently.  They won't."], [27682, "2016-09-09T09:55:23Z", 0.0, "Election season is approaching in both France and Germany. Anti-immigration sentiment remains strong throughout the Schengen area. Erdogan's authoritarianism is increasingly hard to ignore following the attempted coup."], [1034, "2016-09-09T05:34:14Z", 0.0, "Turkish people pressing Government to drop aim of EU membership –foreign minister"], [1034, "2016-09-07T04:40:25Z", 0.0, "Author Nissenbaum (2016) states that:"], [28786, "2016-09-06T13:44:32Z", 0.01, "When it comes to human decisions being changed in the future (especially as much as 3 months in advance) there has got to be more than a 0% chance."], [6303, "2016-09-06T01:50:41Z", 0.0, "According to the general news and GJP consensus."], [1034, "2016-09-05T19:23:15Z", 0.0, "Hangzhou (China) (AFP) - Europe is \"close to limits\" on its ability to accept new waves of refugees, EU President Donald Tusk said Sunday, urging the broader international community to shoulder its share of the burden.\n\"The practical capability of Europe to host new waves of refugees, not to mention irregular economic migrants, is close to limits,\" he told a press conference on the sidelines of the G20 summit (¶ 1-2)."], [13135, "2016-09-05T15:00:06Z", 0.0, "There is much more to deal with than Turkish visa's at the moment."], [484, "2016-09-03T17:11:45Z", 0.01, "Up 1% on the chance that the EU offers some token to Erdogan (short of full travel, but perhaps just enough for a \"yes\")."], [1034, "2016-09-03T05:44:54Z", 0.0, "Deutsche Welle news (2016) state that:\nErdogan, meanwhile, has said that if the EU doesn't cancel visa regime with Turkey in mid-October, Ankara won't be able to receive illegal migrants from the bloc, adding that the EU still has not paid $3 billion allocated for maintenance of refugees."], [1034, "2016-09-01T07:19:13Z", 0.0, "Nielsen (2016) states that:"], [28414, "2016-08-30T08:37:58Z", 0.0, "Instability, coup, terror attacks and migration fears post Brexit"], [6303, "2016-08-28T23:31:54Z", 0.0, "According to the general news and GJP consensus."], [28631, "2016-08-28T13:30:21Z", 0.0, "unlikely suport in key EU mmeber states"], [14493, "2016-08-26T16:19:08Z", 0.0, "Turkey seems to be moving further from the EU and it probably helps Erdogan's domestic image that he can show that the EU does not understand Turkey's problems (that Erdogan and most Turks believe requires a crackdown on anyone who does not agree with Erdogan). Like Putin, Erdogan believes that countries need to be ruled, not lead. So Erdogan will not meet the EU conditions for Visa free travel. The EU has many voters who feel that the last thing that the EU needs is visa free travel from a large Muslim country, so for the EU it is convenient that Turkey has not met the visa free travel conditions (72 in total). If the EU allowed Turks visa free travel without Turkey complying it would look very weak. Turkey could scrap the refugee agreement with the EU, but besides the visa free travel clause it included money from the EU. Therefore its possible that an \"adjustment\" to the deal (e.g. more money from the EU to Turkey) will compensate for the visa free travel.  "], [28380, "2016-08-26T06:05:34Z", 0.5, "Erdogan seems in the mood to play double or nothing. At minimum they'll get some temporary deal out of it while the parliament(s) keep debating. "], [1034, "2016-08-26T05:16:47Z", 0.0, "Authors Pamuk & Bektas (2016) state that:"], [458, "2016-08-24T16:15:56Z", 0.05, "Juncker reconfirmed that Turkey has to meet the criteria first before gaining visa free travel allowance. Erdogan is trying hard to put pressure on him as it is also a way for him to show to his electorate what he can achieve. He should not be underestimated but his power may not be enough to get the visa free travel agreement done this year.\nhttp://www.reuters.com/article/us-europe-migrants-eu-turkey-idUSKCN10W0P4"], [6303, "2016-08-21T22:04:42Z", 0.0, "According to the general news and GJP consensus."], [10084, "2016-08-21T13:13:43Z", 0.1, "Europe is against the wall due to its dependency on Turkey in regards to the refugees, so this is still a possibility, but lifting it under Erdogan's threats would make it look even weaker."], [1034, "2016-08-21T07:26:37Z", 0.0, "Bombing at Wedding Kills at Least 30 in Turkey"], [28291, "2016-08-20T23:20:24Z", 0.05, "With the recent crack downs by Turkey and state of its human rights I find this highly unlikely."], [1034, "2016-08-18T06:37:41Z", 0.0, "German minister says nothing to regret about report alleging Turkey a hub for Islamists"], [20035, "2016-08-17T18:57:17Z", 0.0, "Further to other comments below, it looks unlikely in the current hostile climate."], [28299, "2016-08-17T12:22:23Z", 0.0, "Turkey needs to meet 72 EU conditions for the EU to lift the visa requirements, including changing anti-terrorist laws, for which even prior to the coup Erdogan had not accepted.\nhttps://www.theguardian.com/world/2016/jun/15/turkey-misses-deadline-visa-free-travel-eu-ambassador-withdraw"], [1034, "2016-08-16T05:39:22Z", 0.0, "Give us EU visa freedom in October or abandon migrant deal Turkey says  "], [691, "2016-08-15T17:22:48Z", 0.0, "Seems the Turks have put out a deadline.  However, if the EU were going to cave on this issue, they'd probably have done it by now.  In the short term, Erdogan can make people in the EU unhappy, but in the long run Turkey needs Europe more than Europe needs Turkey.   A common mistake made by such punks is supposing that because they have principles, nobody else does either.  There are many interesting tests of that proposition going on in various countries right now--this will be one of them."], [1034, "2016-08-15T05:04:48Z", 0.0, "West-bashing won't help Turkey return to normalcy. It will just complicate matters.\"\nErdogan's popularity has surged in opinion polls and he has brought two opposition parties into talks on constitutional reforms -- but has excluded the main Kurdish political force whom he accuses of links to militants (Williams, 2016). "], [6303, "2016-08-15T00:06:58Z", 0.0, "According to the general news and GJP consensus."], [5034, "2016-08-13T13:30:06Z", 0.2, "The refugee deal struck with Turkey is now haunting the EU. What seemed like a good idea then becomes a moral headache now. Since the coup, Erdogan has turned inward by using the failed coup as an opportunity to round up all opposition to his rule. Turkey and the EU disagree on terrorism laws among other key points in the Visa-free portion of the refugee agreement.  http://www.dw.com/en/germanys-steinmeier-says-no-visa-talks-until-turkey-meets-criteria/a-19460078\nhttp://www.dw.com/en/turkey-to-halt-eu-migrant-deal-if-visa-free-eu-travel-drags-on/a-19461075"], [1034, "2016-08-13T04:36:22Z", 0.0, "Turkey s Erdogan Patches Up Relations With Putin\nGrove, T. (2016). Turkey’s Erdogan Patches Up Relations With Putin. The Wall Street Journal. World. Retrieved from\n http://www.wsj.com/articles/putin-and-erdogan-meet-to-restore-ties-after-jet-shot-down-1470747139\nBy Thomas Grove Updated Aug. 9, 2016 5:47 p.m. ET\nMeeting in St. Petersburg is the first since Turkey shot down a Russian warplane in November\n"], [1034, "2016-08-11T05:09:33Z", 0.0, "What the West struggles to understand about Turkey and Erdogan"], [1639, "2016-08-10T17:57:44Z", 0.03, "Turkey warns EU it is making 'serious mistakes' over failed coup\nhttp://www.reuters.com/article/us-russia-turkey-europe-minister-idUSKCN10L0S9\n****COMMENT: While the EU is thinking hard on how to find an alternative to the earlier promises that now have no intention to maintain. Maybe Greece will become very handy now and get more much needed money after all."], [6303, "2016-08-09T03:17:45Z", 0.0, "According to the general news and GJP consensus. "], [19801, "2016-08-09T02:28:55Z", 0.0, "Turkish Foreign Minister Mevlut Cavusoglu said last weekend that Ankara would back out of the refugee agreement with the EU if the bloc did not deliver visa-free travel.\nhttp://www.aljazeera.com/news/2016/08/majority-germans-eu-turkey-refugee-deal-160808074625566.html"], [691, "2016-08-08T19:32:50Z", 0.0, "http://www.reuters.com/article/us-turkey-eu-immigration-idUSKCN10J0XC?il=0\nThis could cut both ways:  The EU could panic sufficiently to do what Erdogan says, or Merkel could use it to hold the EU's feet to the fire on both human rights and refugee settlement simultaneously.  My money's on her.  "], [27441, "2016-08-08T11:03:57Z", 0.0, "After Brexit, with the refugee influx being reduced and the lamp down in Turkey it is practically impossible for the EU to take that political risk."], [1034, "2016-08-08T05:09:20Z", 0.0, "As tensions rise in Turkey, they spill over into Germany\nhttp://www.economist.com/news/europe/21703296-tensions-rise-turkey-they-spill-over-germany-old-faultlines\n"], [11785, "2016-08-07T18:22:06Z", 0.0, "Really?"], [1034, "2016-08-07T07:14:09Z", 0.0, "As Turkey s coup strains ties with West detente with Russia gathers pace"], [1034, "2016-08-06T09:06:48Z", 0.0, "As tensions rise in Turkey, they spill over into Germany\nhttp://www.economist.com/news/europe/21703296-tensions-rise-turkey-they-spill-over-germany-old-faultlines\n"], [23879, "2016-08-06T03:53:53Z", 0.0, "Duh"], [484, "2016-08-05T15:53:30Z", 0.0, "(no change) While I doubt the EU will give Turkey anything significant in the current environment, I have started to wonder whether the EU will craft something to permit slightly easier travel to Europe for some subset of Turkey's population. A \"win\" for both which might be enough to move the issue to the back burner and further delay the perceived problems."], [1262, "2016-08-02T17:11:57Z", 0.01, "No need.  Erdogan wont let anyone leave."], [83, "2016-08-01T16:46:55Z", 0.4, "Erdogan giving EU plenty of negotiating room: it can be \"early October\" or \"mid- October\".\nEU has list of requirements before implementing the Visa portion of the EU / Turkey migrant deal, including terrorism laws and Turkish response to coup.\nhttps://www.rt.com/news/354094-turkey-eu-visa-ultimatum/"], [6303, "2016-08-01T04:05:12Z", 0.0, "According to the general news and GJP consensus. "], [27958, "2016-07-31T19:34:50Z", 0.03, "EU population wouldn't swallow this change , this year "], [530, "2016-07-31T17:02:50Z", 0.0, "Not with the purges going on."], [73, "2016-07-31T15:34:38Z", 0.0, "This won't help,  unless proving you have strict security controls was the point.  https://www.google.ca/amp/s/www.rt.com/document/579d388bc461888b7b8b459e/amp?client=ms-android-rogers-ca"], [1034, "2016-07-30T16:25:12Z", 0.0, "Considering the current state of affairs in Turkey at this time NO"], [26267, "2016-07-29T08:00:16Z", 0.0, "Not after post-coup human rights violations"], [14493, "2016-07-28T17:10:43Z", 0.05, "The current situation in Turkey makes this increasingly unlikely. Even in order to stem the flow of refugees to Europe the UK cannot turn a blind eye to the lack of human rights in Turkey. Therefore it cannot claim that Turkey has improved its human rights in the last three months, which was a condition that Turkey needed fulfill to get the visa free travel. "], [27884, "2016-07-28T14:50:36Z", 0.02, "significant political pressure in Europe to reduce immigration from outside of the Bloc, lifting Vias requirements would only increase this and cause more issues within Europe which want to be avoided."], [64, "2016-07-28T01:53:51Z", 0.0, "The combination of terrorist attacks and Erdogan's dictatorship make this almost impossible in the next year or so."], [493, "2016-07-27T17:30:17Z", 0.0, "EU is appalled by post-coup Erdogan. They won't be doing him any favors."], [1639, "2016-07-24T16:12:54Z", 0.03, "Going with consensus, as things stand now in Turkey it looks so very unlikely. "], [27740, "2016-07-24T11:41:12Z", 0.02, "I think the recent attempted coup will make it very unlikely."], [27713, "2016-07-23T10:28:52Z", 0.0, "Not with Erdogans current politics - which will very unlikely change."], [14182, "2016-07-22T20:24:00Z", 0.0, "Moving down from 1 to 0%. "], [83, "2016-07-22T00:27:53Z", 0.0, "EU waiting out Turkey's response to the coup.\nhttp://www.wsj.com/articles/sen-kaine-seen-as-clintons-vp-pick-1469144626"], [83, "2016-07-21T16:42:43Z", 0.0, "Need to see positive news before increasing forecast."], [3895, "2016-07-21T15:31:50Z", 0.03, "can't say this is looking terribly likely now..."], [26241, "2016-07-21T07:01:50Z", 0.0, "after the declaration of the state of emergency in Turkey working on and solving  the five remaining topics on the agreed catalogue for lifting the visa requirements will not be high on the political agenda."], [27461, "2016-07-19T19:21:14Z", 0.0, "The two sides are steadily drifting apart. While the EU still cares about keeping immigrants in Turkey, and thus visa liberalization may materialize at some point, end-2016 looks too early. "], [915, "2016-07-19T14:02:22Z", 0.0, "Hunch that Erdogan has privately decided that he/Turkey would rather be a big fish in the Near East/Levant pond than run through the hoops for join the EU/Europe club.  (eg Cameron's comment that Turkey won't be an EU member for 1000 years)."], [27022, "2016-07-19T13:49:19Z", 0.01, "Points still to be met in the VLD benchmark include:"], [10949, "2016-07-19T13:00:02Z", 0.0, "After the couple and bringing in the death penalty. A clear no"], [7366, "2016-07-18T20:50:06Z", 0.05, "No, It is too risky given the Islamic terrorist issues in Turkey."], [830, "2016-07-18T20:15:43Z", 0.0, "snow balls chance blah blah blah"], [14182, "2016-07-18T16:48:07Z", 0.01, "Will wait to go to 0 from present 1% when Erdogan reinstates the death penalty. Date: 18. Juli 2016 um "], [13788, "2016-07-18T16:33:04Z", 0.05, "Europe is starting to look inwards at the moment and trends predict it will continue to do so. Also, events in Turkey are also not helpful ( but then media tends to cover negative Turkish news more )"], [27403, "2016-07-18T02:56:31Z", 0.02, "Won't happen especially not after the coup and its aftermath of Erdogan taking revenge and the Isis style beheadings on the bospherous bridge."], [6303, "2016-07-18T00:29:27Z", 0.01, "According to the general news and GJP consensus. \nPolitical instability in Turkey last week changed my prediction."], [27461, "2016-07-17T22:04:17Z", 0.3, "This is a tough one. The EU needs to be seen as upholding its part of the deal with Turkey on migrants, but Erdogan's expected heavy-handed response to the failed coup will make this already unpopular in Europe action even more difficult. The process will be governed by: (i) Turkey's progress toward satisfying the formal requirements set in the March deal; (ii) the political climate in the EU, and (iii) Erdogan's response to the coup. While there is a considerable uncertainty about all these three factors, overall the EU will have to give the matter serious consideration if they want to keep the migrants in Turkey.  "], [1332, "2016-07-17T21:50:27Z", 0.05, "The recent coup attempt and the subsequent crackdown in Turkey is likely to make the EU less inclined to lift the requirements, because of the human rights issues, to say nothing of the increasing ISIS presence in Turkey, which might lead to terrorists traveling into the EU more easily with no visa restrictions. The EU is between a rock and a hard place when it comes to Turkish treatment of migrants from the Middle East, however. It is unclear how the deal with Turkey, predicated on lifting the visa restrictions, will break down, but Erdogan might just turn the migrants in Turkey's camps loose to flood the borders. That would be, ummm, a very unpalatable turn of events for the EU."], [14182, "2016-07-17T20:03:30Z", 0.01, "Comment:\nSeehofer is simply enunciating out loud  what many voters &, EU politicians are thinking. Post the failed military coup along w/ the military & judicIal cleansing, EU officials will be extremely hard put to lift visa requirements for Turkish citizens b/f mad of 2016."], [23148, "2016-07-17T19:39:42Z", 0.0, "After the current incidents - this is impossible "], [24943, "2016-07-17T18:15:09Z", 0.0, "The turmoil in Turkey with the army coup and the general concern about immigrants, it is unlikely EU will entertain lifting visa restrictions from a  predominantly muslim country."], [26680, "2016-07-17T00:48:11Z", 0.0, "Revising forecast after attempted coup in Turkey - instability within Turkey will increase> cant see Turkey fulfilling requirements before the end of the year nor do I expect the EU to make amendments to expedite the process "], [27365, "2016-07-16T20:41:07Z", 0.0, "Brexit has all but killed any willingness of politicians to acquiesce. Further, recent events in Turkey will bring fear of instability and potential of mass migration of Turks"], [83, "2016-07-16T17:59:52Z", 0.4, "Waiting on me Inge set for next week."], [26241, "2016-07-16T10:37:49Z", 0.0, "on second thought: I can not image how the ratification will pass, so down to 0%"], [26241, "2016-07-16T10:34:03Z", 0.05, "After the putsch attempt the political clima will worsen in Turkey.\nMeans more than less prosecutions, means topic 65 of the agenda will not be solved satisfactory for ratifacation of EU and memberstate parlaments."], [484, "2016-07-16T02:49:23Z", 0.0, "Down 3%. Coup (attempt?) enough to kick the can down the road."], [699, "2016-07-15T22:30:11Z", 0.01, "Terror activity is a good reason to control the border traffic"], [83, "2016-07-15T22:12:13Z", 0.02, "May depend on Turkish government stability after the coup. (-3)."], [27349, "2016-07-15T16:01:43Z", 0.7, "yes"], [484, "2016-07-15T15:58:53Z", 0.03, "Down 2% to be under consensus."], [27299, "2016-07-15T11:56:20Z", 0.0, "Not in this timeframe, against the current political backdrop, e.g. Brexit vote, impending Hungarian ref on migrants, etc."], [484, "2016-07-15T04:22:13Z", 0.05, "Down 10% on Nice and this http://www.gjopen.com/comments/comments/281282"], [27322, "2016-07-14T20:14:45Z", 0.1, "Immigration fears, terrorist infiltration fears"], [1262, "2016-07-14T19:18:31Z", 0.01, "Lowering significantly as Turkey apparently still have not changed their anti-terrorism laws to meet EU requirements despite previous indications they would do so."], [26241, "2016-07-14T16:36:25Z", 0.2, "1. despite euro commission is willing to pass without full fulfillment of 72 criteria.\n2. time to short for ratification in europ. parlament or member state parlaments, in 2017 more likely.\n3. side note: many populist right parties (such front national, AFD, FPÃ–, ...) are member of the europ. parlament. In the case of non fulfillment of the antiterror criteria (65) they will use this a opportunity to profile themself as pure protectors of democracy."], [26704, "2016-07-13T13:10:53Z", 0.05, "too much suspicion in the sir"], [27228, "2016-07-13T09:59:29Z", 0.05, "Recent terrorist attacks would make this move very unpopular. "], [23148, "2016-07-12T21:32:34Z", 0.0, "While there is an asylum deal between Merkel and Erdogan, where Erdogan will ask to pay the price, current politics of him against Germany and the EU is causing a further bad climate. He changes Turkey fundamentally to become a more fundamental moslemic country where religion and state while no longer be separated. \nThis is not a good enabler for visa free travel as of the end of 2016. Additionally EU conditions to be visa free for Turkey are hard to meet in a short time."], [83, "2016-07-12T20:36:14Z", 0.05, "Following the crowd.  \nWith Ergodan's attempt to improve relationships with Isreal and Russia, unsettled political situation in Syria, the Kurdish unrest in Turkey, and the rise of anti-immigrant parties in the EU, visa free travel may have to wait."], [27144, "2016-07-12T19:42:44Z", 0.15, "Strong internal objections and Turkey ignoring conditions will hamper the opening."], [27076, "2016-07-12T09:23:52Z", 0.15, "The recent Brexit vote has brought to the forefront the underlying frailties of the European Union as an institution - UK voters voting for 'Leave' stated immigration as one of the major problems with the EU. Although these are at face value entirely different questions I think they both strike at the heart of a certain undercurrent rumbling through the Union at the moment. There is after all a reason far right parties are gaining votes in France, Austria, etc. The general population are far less open to the idea of free movement of labour than the leaders that are running their respective countries, especially so after the Syria crisis. This isn't something that looks like it is going to end and many people believe Turkey is the portal to Europe. As long as that is the case and as long as certain politicians have reelection campaigns (Merkel in particular), I doubt we will see anything that looks like they are accommodating taking more people into the EU. "], [23194, "2016-07-11T20:49:22Z", 0.0, "Aufgrund der aktuellen politischen Geflächte und deutsch-türkischen Entwicklung, der Geostrategischen Lage gleich Null Prozentige Chance!"], [7366, "2016-07-11T19:46:24Z", 0.0, "The Syrian crises is not over and until it is resolved EU visa requirement will stay in place."], [27046, "2016-07-11T15:36:35Z", 0.01, "Given the recent Brexit vote and high likelihood that UK will not activate Article 50 by the end of the year, it is highly unlikely that any major decision will be made by the end of 2016. Additionally, recent meeting of Erdogan and Putin and decreasing tensions between Turkey and Russia will also make EU more cautious."], [26686, "2016-07-11T14:25:40Z", 0.0, "Given the chaos regarding external and internal migration, especially after the Brexit vote, this is not going to happen."], [26492, "2016-07-11T12:12:15Z", 0.05, "EU impose some conditions on Turkey  to lift the visa.There is a large agreement in terms of the conditions but remaining ones are unlikely to be agreed especially the one with the legislative change on anti-terrorism law.The government,in which Erdogan has substantial effect, doesnt want to change the law.Also, Erdogan develops a discourse that criticizes EU and Western countries over the last few years continually.Erdogan's autocracy ,intensifying day by day,disturbs the EU officials.Erdogan has only refugee-card on his hand against EU which brings the agreement onto today's progress."], [27014, "2016-07-11T08:33:28Z", 0.15, "Erdogan and his politics are not compatible with EU standards. Many people in Europe can easily be Turkish mass migration. When lifting the requirements European right wing political parties would get more votes in future election which cannot be accepted by the current reigning parties. \nNevertheless it is 'just' about visas.  "], [26824, "2016-07-11T04:53:30Z", 0.85, "Turkey is desperate to get into the EU & will further leverage the migrant situation to force the hand of the EU into acceding to it's demands"], [1787, "2016-07-11T03:48:50Z", 1.0, "Yes, they will have no choice."], [6303, "2016-07-11T02:47:24Z", 0.05, "According to the general news and GJP consensus. \n"], [7124, "2016-07-11T01:03:42Z", 0.15, "Turkey has EU over a barrel because of refugee crisis, but Erdogan is a power mad autocrat who is violating many EU rules such as freedom of the press."], [20284, "2016-07-10T23:02:17Z", 0.65, "Assuming that Turkey holds down the flow of refugees to a significantly reduced number from last year and the government backs off on last years' hits on human and civil rights then Germany will push through the visa plan.   However, increased Kurd and ISIS events could increase pressure to curb civil rights and even affect refugee flow which could in turn sink any visa plan.  \n "], [10873, "2016-07-10T22:18:28Z", 0.15, "I think there's a 15% likelihood of this happening, because;"], [25696, "2016-07-10T20:48:58Z", 0.05, "Comment deleted on Jul 10, 2016 08:49PM UTC"], [7809, "2016-07-10T20:48:45Z", 0.45, "Given the recent problems in Turkey, the EU will be very reluctant to drop visa requirements.    "], [26978, "2016-07-09T05:20:38Z", 0.45, "Brexit has complicated issues. However, Brussels is keen to maintain cooperation with Turkey in order to contain immigration into the EU"], [706, "2016-07-08T18:37:33Z", 0.1, "Not after Brexit!"], [26960, "2016-07-08T15:39:50Z", 0.0, "No. The current immigration concerns that keep people busy in Europe will dominate the discussion and prevent the EU to lift the requirements without inducing various other exit stirrings. "], [22657, "2016-07-08T14:43:17Z", 0.0, "No. The UK has caused enough turmoil in Europe, thank you very much!\n"], [14493, "2016-07-08T08:13:15Z", 0.2, "With Turkey not being willing to change its (anti) human rights laws and the EU consumed by Brexit issues and migrant issues I can't see this progressing. "], [20588, "2016-07-08T05:13:59Z", 0.05, "Unlikely. Because Brits used the fear of Turks entering the EU and the UK with ease, Brussels will not make this a reality. Too many other EU members are threatening to leave."], [26267, "2016-07-07T16:32:29Z", 0.02, "Not with this level of terror"], [10898, "2016-07-07T09:45:53Z", 0.2, "Turkey is still not playing ball with regards to changing its terrorism law, and until it does, the EU will not lift the visa requirements."], [19801, "2016-07-07T06:26:16Z", 0.0, "Rise of Far Right parties in Europe plus Islamophobia. "], [21884, "2016-07-07T04:33:15Z", 0.01, "The EU has requirements that are desirable to perform in Turkey. The President does not want to fulfill EU (0%). The new prime minister (Binali Yildirim) supports the presidential form of government (0%). In Turkey, many potential terrorists from Syria, which frighten the European Union (0%). Turkey's economy is at risk of falling, a need for integration with other countries (70%). Rapid change in Turkey's policy directions (50%). Little time to perform all procedures for the abolition of the visa regime (10%). There is not decisive ground operations against ISIS (0%)."], [484, "2016-07-07T02:47:17Z", 0.15, "Up 13% on http://www.gjopen.com/comments/comments/275720"], [26923, "2016-07-07T02:11:27Z", 0.7, "The EU can least afford to alienate member or non-member countries by not meeting their obligations under agreements, especially with the recent Brexit vote. Under these circumstances, I think they will honor their commitment to lift visa requirements."], [1262, "2016-07-06T22:26:04Z", 0.59, "According to this June 3rd report (1) Turkey has indicated willingness to modify it's terrorism laws to meet EU requirements.  The recent terrorist attack there will likely re-enforce these changes.  In addition EU members have just (July 6) voted to bring back border controls (2) and will make Turkish visa requirements easier to wave eventually.   Other EU issues may delay this within the time frame of the question  however."], [26899, "2016-07-06T13:49:53Z", 0.1, "Although Turkey is key for the strategy on immigration, politicians fear that the EU openness to immigration is among the drivers of growing oppositions against it by many citizens"], [26892, "2016-07-06T06:16:50Z", 0.05, "There is a high anti-immigration sentiment in the EU right now, especially in France.  There are already plenty of Turks in Germany (legally) now.  And the people of Turkey are not all that excited to join the EU."], [1098, "2016-07-06T04:27:31Z", 0.05, "Brexit and political unrest in Turkey make it less likely to win Visa restrictions. I think EU will be focused on retaining and reforming its institutional structures."], [484, "2016-07-06T02:51:05Z", 0.02, "Initial forecast. Not in the EU's interest short term. Considering other difficulties in Turkey, I'm guessing Erdogan will not press for this deal by the end of the year. More aspirational than a near term achievable goal."], [690, "2016-07-06T02:03:09Z", 0.0, "After the terror attack in Turkey I doubt the EU will be willing to lift visa requirements for Turkish citizens before the end of the year"], [26680, "2016-07-05T23:10:52Z", 0.15, "This depends very much on Turkey complying  with the EU requirements as per the agreement."], [13441, "2016-07-05T19:23:43Z", 0.25, "Concerns over immigration issues are weakening for the EU. Following the Brexit vote it may be risky to allow freer movement to Turks within Europe, as it may heighten tensions within member states that are sensitive to immigration issues and in which a significant sector of the public question the overall benefit of EU membership."], [519, "2016-07-05T19:21:47Z", 0.65, "I think it's moderately possible. The Turks will find some way to put pressure on the EU, and the EU will cave. "], [22833, "2016-07-05T18:31:30Z", 0.9, "Since the intent is to lift the requirements, I'm defaulting to yes.  Six more months is a long time.  "], [18762, "2016-07-05T18:23:28Z", 0.33, "I was wrong about this question on the first go round. I predicted Brexit and see the EU falling apart, and so i thought EU would lift the Turkey requirements in order to increase its odds of survival. They did not see Brexit coming. How soon will a potential collapse require the EU to act to buttress itself, and will the EU recognize it when it sees it? the fallout of Brexit will have to happen quickly if their hand is forced. I dont see it happening soon enough, though i still believe my rationale is correct--the EU will do it as a desperation move to stave off a near-term collapse if needed. The near term may not be near enough. "], [500, "2016-07-05T17:19:23Z", 0.0, "ne treba nikome 80 miliona turaka  u evropskoj uniji\n"]]}