{"question_id": 355, "title": "Will Alibaba's market capitalisation exceed Tencent's at any point between 23 November 2016 and 1 June 2017?", "correct_answer": "Yes", "crowd_forecast": 0.8, "preds": [[30955, "2016-12-01T20:08:55Z", 0.3, "At the time of decision, they are within 3% of the goal. Alibaba's attempts to enter new setctors are being matched by Tencent (ex cloud computing). Alibaba also faces competition from US companies from their main source of income. Tencent is diversifying in areas like film which will grow their cap. However both might suffer from weak yuan and Trump policies in the future."], [30666, "2016-11-30T21:44:37Z", 1.0, "Alibaba is currently above Tencent in market cap"], [30600, "2016-11-30T15:19:43Z", 0.15, "Because I am right."], [30895, "2016-11-30T06:48:50Z", 0.7, "Very likely, alibaba has a strong business model, and is far more publicly visible, which has a strong impact on market cap, ie Tesla that became very valuable without turning a profit until this year.\nIn general the trend over the long term is also favouring Chinese companies, so alibaba may even overtake international competition too."], [4634, "2016-11-30T06:47:49Z", 1.0, "Done deal.\nTencent 236.921\nAliBaba 237.026 "], [5001, "2016-11-30T00:51:16Z", 1.0, "Done:\nhttps://postimg.org/image/k6srewcvl/   >   https://postimg.org/image/8xmsdex0z/\n"], [28878, "2016-11-29T21:51:46Z", 1.0, "It's higher right now."], [1639, "2016-11-29T17:53:18Z", 1.0, ".... at any point between 23 November 2016 and 1 June 2017\ntoday \nBABA:US  DAY RANGE  93.39 - 95.40\nTCEHY:US DAY RANGE  24.83 - 25.39\n________________________________________\nComment: Shouldn't the question close?"], [30865, "2016-11-29T16:51:59Z", 1.0, "it already has...."], [28414, "2016-11-29T16:22:54Z", 1.0, "As of 11:00 AM EST 11/29/2016\nAlibaba's market capitalisation 236.75 B based on 2.495 B shares and Price 94.89 USD\nTencent's market capitalisation 236. 55 B based on 9.477 B shares and Price 24.96 USD\n\"At any point\" - thus the answer is Yes"], [30827, "2016-11-29T06:57:14Z", 0.15, "While Alibaba rules the Chinese mobile payments game for now, Tencent's Wechat Pay feature may close the gap rapidly. "], [30822, "2016-11-29T05:30:49Z", 0.67, "Depends on market perceptions. Tencent has peaked and Alibaba is in a growth stage. "], [30804, "2016-11-29T00:24:58Z", 0.5, "Briefly will exceed than fall back."], [30647, "2016-11-28T19:50:49Z", 1.0, "It happened today at 10:30 am: Ali Baby was USD 95.31, so it had a market cap of USD 238 bn. At the same time Tencent's market cap was USD 237 bn. "], [83, "2016-11-28T19:05:06Z", 1.0, "Recent strength in BABA."], [30761, "2016-11-28T18:56:49Z", 0.75, "Yes"], [23879, "2016-11-28T18:22:16Z", 1.0, "Doesn't naive arithmetic suggest that this happened at 10:35am (NY time) today?"], [30737, "2016-11-28T17:49:02Z", 1.0, "E-commerce has room to grow.  Gaming is flatlining "], [30694, "2016-11-28T15:28:14Z", 0.8, "Market caps are very close and over a 7 month period it is likely that Alibaba at least spikes above Tencent once."], [30679, "2016-11-28T13:05:02Z", 0.8, "Alibaba has always wanted to beat Tencent"], [14898, "2016-11-28T08:14:58Z", 0.98, "Just eyeballing the current difference in market cap (<1%) and the volatility makes it very unlikely that this is not going to happen."], [30418, "2016-11-28T06:19:32Z", 0.95, "Currently Tencent's market cap is $233.3BN, and Alibaba's is $232.52BN - i.e. Tencent's market cap is 0.3% higher. It looks like over the last few months that they have had around the same market cap as each other - sometimes Alibaba's is higher, sometimes Tencent's is higher. The last time Alibaba was higher was around 11/4, so just a few weeks ago. I can't see a good reason why Alibaba won't overtake Tencent at some point in the next 7 months given how small the gap is right now."], [30171, "2016-11-27T23:32:59Z", 0.95, "BABA --\nMkt Cap: $232.5b USD\nShares outstanding: 2.5b\nCurrent Share Price: $93.01 USD"], [20343, "2016-11-27T19:21:08Z", 0.5, "Let's start by knowing what's the current status:"], [12573, "2016-11-27T14:11:30Z", 0.66, "Maybe for a day it will. But I don't foresee a trend that will start from this event."], [30646, "2016-11-27T10:35:37Z", 0.6, "Quite likely "], [30456, "2016-11-26T23:45:24Z", 0.75, "Market fluctuations and fierce competition will contribute to this."], [29054, "2016-11-26T16:57:26Z", 0.93, "At this point, it is so near $6 billion that it will take a little of Holiday cheering for BABA to surpass Tercent.\n "], [30622, "2016-11-26T16:47:45Z", 0.85, "Given the market uncertainty, I can't rule this out."], [30605, "2016-11-26T16:37:28Z", 0.1, "I won't rule out the possibility but can't see it happening"], [5001, "2016-11-26T16:33:10Z", 0.92, "Oops, my mistake! This is one of those early closure questions that allow gaming of the Brier score. Optimizing with overall p ~ 0.6 and 185 days to go."], [28091, "2016-11-26T16:08:38Z", 0.85, "The difference is very small and normal market fluctuations should allow Alibaba to exceed Tencent at some point in the next 6 months. "], [30614, "2016-11-26T15:59:21Z", 0.75, "The market is huge"], [30602, "2016-11-26T15:38:54Z", 0.8, "Tencent's value may be on the rise , and a very good long term investment, I don't see it surpassing Alibaba in the short term "], [14208, "2016-11-26T03:10:17Z", 0.3, "\"Hauteng Ma, Tencent #45 on the best CEOs in the world according to the Harvard Business Review https://hbr.org/2016/11/the-best-performing-ceos-in-the-world\nhttp://news.xinhuanet.com/english/2016-11/24/c_135856270.htm\nhttp://blogs.barrons.com/emergingmarketsdaily/2016/11/01/alibaba-stock-sinks-insider-aiding-sec-inquiry/\nhttp://fortune.com/2016/10/07/china-halt-capital-outflows/\nhttp://www.scmp.com/news/china/economy/article/2040012/chinas-exodus-capital-numbers-game-where-scepticism-rules\nhttp://www.thepaypers.com/online-payments/alibaba-tencent-back-pboc-new-regulations-against-fraud-and-money-laundering/764541-3\n"], [23879, "2016-11-25T20:07:47Z", 0.95, "Right now their market caps are within 1.4% of each other (234.7B vs 231.5B) and AliBaba seems more volatile than TenCent. Furthermore, AliBaba mkt cap HAS been higher than TenCent's in the past (Jan 2016 for instance)."], [30579, "2016-11-25T15:59:20Z", 0.9, "Seems very likely, just because they are so close already."], [29054, "2016-11-25T03:01:12Z", 0.78, "Right now they re only 10 billion apart that is less than 5% spread, I think the Holiday season will give BABA a nice boost and before June BABA will pass Tencent. \nHong Kong political situation could affect the capitalization of Tencent, and that is something that BABA does not have."], [29469, "2016-11-23T20:10:59Z", 0.94, "Even with increased scrutiny on Alibaba and its reporting and the general view on Tencent more favourable in the short term at least, its more than likely that the Alibaba price will jump enough for whatever idiosyncratic reason to push the market cap higher than Tencent (example would be 12th August). The fact that they do not report earnings on the same day increases the odds of this happening.   "], [4139, "2016-11-23T19:58:40Z", 0.9, "Ali is a rocket."], [30500, "2016-11-23T17:20:44Z", 0.2, "Hardly the departure of the USA in the treaty with South America and the distance that takes uses with China, leaves to this country to mercy of Latin America being able to punish the prices of purchase to Asian products. Prices that could be punished by up to 20% to 30%"], [30493, "2016-11-23T17:05:35Z", 0.85, "They are already very close and stock prices move constantly up and down."], [30493, "2016-11-23T17:03:31Z", 0.25, "The holiday season will be equally good for both"], [10924, "2016-11-23T17:02:28Z", 0.78, "Ali Baba $232.46BLN Compared to TENCENT $235.14BLN = +/- 1% relative change and leadership can rotate "], [30489, "2016-11-23T17:01:31Z", 0.95, "Yes because the Chinese Government will ensure everything is favourable for Alibaba. "], [30478, "2016-11-23T16:55:15Z", 0.78, "short term jump by Alibaba after holiday sales numbers "], [19801, "2016-11-23T12:10:52Z", 0.75, "Random walk of share prices guarantees that at Tencent's lowest price Alibaba will be worth more at its highest."], [29680, "2016-11-23T10:00:17Z", 0.99, "A pure random walk nearly guarantees this."], [30464, "2016-11-23T08:20:07Z", 0.67, "I believe Jack Ma will take Alibaba into new markets, as well as expanding its reach.\nEven though WeChat is a sophisticated app, it is very hard to beat Facebook and Google on messaging, and forget about breaking into the market of iPhone-users"], [21884, "2016-11-23T08:18:02Z", 0.01, "I choose \"More chat/play and less buy\"\nthan \"Less chat/play and more buy\""], [5001, "2016-11-23T05:43:11Z", 0.45, "I don't know anything about Tencent but could someone please comment on the impression: Alababa ~ Amazon, Tencent ~ Google?  "], [30449, "2016-11-22T23:18:55Z", 0.75, "Market Caps are close as of now; however, with another billion sales a day leading to good investment can jump up Alibaba over Tencent, at least, once between Nov 23, 2016 and June 1, 2017."], [30451, "2016-11-22T23:10:17Z", 0.8, "Guessing"], [25944, "2016-11-22T21:59:21Z", 0.95, "The market caps are so close at present that simple volatility (almost independent of growth trends) will have Alibaba (possibly very briefly) worth more than Tencent."], [83, "2016-11-22T21:18:54Z", 0.33, "First look: Tencents growth rate should keep the mkt cap above Alibaba, other things being equal (they might not be)."]]}