{"question_id": 388, "title": "Will a new Supreme Court Justice be confirmed before 30 April 2017?", "correct_answer": "Yes", "crowd_forecast": 0.9, "preds": [[34158, "2017-04-10T13:49:50Z", 1.0, "https://www.usatoday.com/story/news/politics/2017/04/10/watch-live-neil-gorsuch-supreme-court-swearing-in/100275986/"], [19801, "2017-04-09T06:41:37Z", 1.0, "Senate Confirms Neil Gorsuch as Supreme Court Justice\nRepublicans win bitter battle over President Trump’s pick to succeed late Justice Scalia on high court\nhttps://www.wsj.com/articles/senate-expected-to-confirm-neil-gorsuch-as-supreme-court-justice-1491557404"], [1643, "2017-04-08T17:23:01Z", 1.0, "Done yday.\nhttps://www.washingtonpost.com/powerpost/senate-set-to-confirm-neil-gorsuch-to-supreme-court/2017/04/07/da3cd738-1b89-11e7-9887-1a5314b56a08_story.html?utm_term=.125c15524e56"], [754, "2017-04-08T15:46:40Z", 1.0, "ufpot"], [31450, "2017-04-07T21:43:14Z", 1.0, "Upping to 100 because I think this is done already."], [12879, "2017-04-07T17:07:41Z", 1.0, "Justice Gorsuch confirmed and on the way to his Supreme Court seat.👏🏻👏🏻👏🏻👏🏻👏🏻👍🏻"], [32258, "2017-04-07T16:08:17Z", 1.0, " Gorsuch was confirmed, 54 to 45. Sens. Joe Manchin (D-W.Va.), Heidi Heitkamp (D-N.D.) and Joe Donnelly (D-Ind.) were the only Democrats who voted with Republicans to support President Donald Trump’s court pick. Sen. Johnny Isakson (R-Ga.) missed the vote. Gorsuch is expected to be sworn in next week at the White House."], [34353, "2017-04-07T16:00:28Z", 1.0, "Just confirmed."], [28904, "2017-04-07T15:04:19Z", 1.0, "Looks like the votes are lined up: http://www.foxnews.com/politics/2017/04/06/what-is-nuclear-option-how-mcconnell-plans-to-get-gorsuch-confirmed.html. Vote moving forward: http://www.cnn.com/2017/04/07/politics/gorsuch-confirmation-live/. "], [32258, "2017-04-07T00:50:16Z", 1.0, "It's over obviously."], [12137, "2017-04-06T21:48:52Z", 0.99, "Rule change just happened"], [1056, "2017-04-06T21:34:19Z", 1.0, "Affirming forecast."], [34353, "2017-04-06T21:22:17Z", 0.99, "With the Senate rule change, and 55 senators indicating they'll vote for him, Gorsuch essentially has the confirmation wrapped up."], [691, "2017-04-06T20:00:56Z", 1.0, "Scheduled for tomorrow, right after a bracing rendering of \"Death March of the Damfool Democrats\"  performed solely on Trumpets.  Owing to other recent events, medical care will still be available to treat the wounded feet in which the opposition have shot themselves.  "], [34043, "2017-04-06T19:27:42Z", 0.99, "The intent is to change the Senate rules for supreme confirmations and this will go thorough"], [5386, "2017-04-06T18:17:50Z", 0.99, "The nuclear option having been exercised, I expect no further delay"], [11733, "2017-04-06T18:00:12Z", 0.95, "Procedural change successful. Higher probability of confirmation. Looks likely to happen tomorrow."], [31679, "2017-04-06T17:26:52Z", 0.98, "Updating +2 points on news that McConnell used the nuclear option."], [33463, "2017-04-06T17:17:34Z", 1.0, "Procedural measures taken. Vote set for Friday PM. Will get more than enough votes to take his seat on the SC."], [34059, "2017-04-06T17:01:45Z", 1.0, "Reuters is announcing that the Senate will change its rule regarding filibuster of Supreme Court nominees, and Gorsuch will face a vote this week; also, Republicans apparently have 50+ votes."], [1639, "2017-04-06T16:44:59Z", 1.0, "WASHINGTON — Senate Republicans changed longstanding rules on Thursday to clear the way for the confirmation of Judge Neil M. Gorsuch to serve on the Supreme Court, bypassing a precedent-breaking Democratic filibuster by allowing the nomination to go forward on a simple majority vote."], [32858, "2017-04-06T16:41:51Z", 1.0, "Nuclear"], [4645, "2017-04-06T16:37:50Z", 0.99, "https://www.nytimes.com/2017/04/06/us/politics/neil-gorsuch-supreme-court-senate.html?_r=0"], [28414, "2017-04-06T16:20:30Z", 1.0, "That's all folks! #NuclearOption"], [11733, "2017-04-05T19:57:29Z", 0.88, "Close enough vote to make things interesting. Apparently invoking the nuclear option won't be as simple as I assumed; three GOP senators enough to prevent it, and not all moderate GOP senators are high on Gorsuch, have liberal constituencies, Roe v Wade concerns, etc. From Wikipedia (\"Nuclear option\"): \"In most proposed variations of the nuclear option, the presiding officer would rule that a simple majority vote is sufficient to end debate. If the ruling is challenged, a majority would be required to overturn it. If the ruling is upheld, it becomes a precedent. This would end what had effectively become a 60-vote requirement for confirmation of an executive or judicial nominee, or the passage of legislation.\" Good summary and link here: https://www.gjopen.com/comments/comments/478098. Could get more interesting than I anticipated just one short day ago. Back to a Big E 88(%)."], [34075, "2017-04-05T17:54:19Z", 0.85, "Dems apparently have enough votes to deny cloture, Reps plan to deploy nuclear option - only question is whether they can limit defections to no more than two on the rules change votes. 538 has a good rundown here [https://fivethirtyeight.com/features/the-democrats-found-the-votes-on-gorsuch-now-can-the-gop/] if the timetable gets pushed back from thu/fri, likelihood drops and things have a chance of dragging on past Apr."], [34353, "2017-04-05T15:20:39Z", 0.9, "It seems the Senate R's will end the filibuster, clearing the way for Gorsuch. He'll likely be confirmed even if the filibuster remains in place, but if an 11th hour deal is worked out that keeps the filibuster alive, it could provide a short delay on the Gorsuch confirmation. With Congress going on recess for the next two weeks, and then having to work on a FY17 CR or Approps, a delay confirming Gorsuch this week may cause his confirmation to occur in the beginning of May, and thus outside the time frame for the question."], [33463, "2017-04-05T12:18:46Z", 0.99, "Republicans appear resolved to get this confirmation done by invoking Harry Reid's \"nuclear\" option. "], [38, "2017-04-05T04:49:49Z", 0.88, "Politico seems to be taking it as a fait accompli."], [11733, "2017-04-04T16:15:30Z", 0.94, "At this point, given GOP's commitment to Gorsuch and Senate GOP's desire to confirm by end of this week (and invoke nuke option if needed), only visible risk that could derail is Russia-related bombshell. Putting lower risk on that happening this week, although Rep. Chaffetz told Morning Joe that \"we may be doing something this week\" about Flynn's payments from Russia and Turkey. Hard to incorporate a low probability, severe impact event, but Chaffetz clearly not pounding the table and also arguing against immunity, which would be likely to delay any potential bomb shells. Upping probability of confirmation this month to 94%. "], [34353, "2017-04-04T14:19:32Z", 0.85, "R's talking nuclear option. Some D's signalling they may fold to protect the filibuster and 60-vote. Either way, Gorsuch likely to be approved by the end of the month."], [32805, "2017-04-04T05:03:42Z", 0.72, "Dems will filibuster"], [31679, "2017-04-04T02:17:44Z", 0.96, "Updating 2 points lower based on rising activism. The likeliest case is still that Republicans ram this through, despite Gorsuch being obviously unfit (really, workers should risk amputation rather than disobey corporate orders? :O)"], [16778, "2017-04-04T00:46:51Z", 0.8, "Downgrading slightly. Still not sure if Republicans - as a whole - really want to impose nuclear option despite their rhetoric. I surmise the most likely course of action in the face of the filibuster would be for moderate Republicans + Democrats, out of concern for our nation's best interests, to pursue something similar to what the Gang of 14 did in 2005."], [32161, "2017-04-03T19:25:47Z", 0.85, "Moving on through the senate and the Republicans seem to be willing to pull out all the stops to see it go through"], [35, "2017-04-03T18:44:44Z", 0.95, "Just passed the Senate Judiciary committee. Expected for full vote by end of week.\nSenate Republicans are already blaming Democrats for forcing them to change rules.\nPretty much a done deal, unless there is a surprise."], [14253, "2017-04-03T17:04:21Z", 0.8, "Bouncing around way too much. Up 15 until the Friday vote."], [33927, "2017-04-03T14:49:58Z", 0.99, "It needs to happen by the 10th. There seems to be resolve to get this through and block a filibuster including the nuclear option. Democrats are resisting strongly, possibly in reaction to the Republican refusal to vote on Merrick's Garland nomination. (Nominating Garland can be conceived as violating decades of precedent(politically convenient precendent)). If McConnell can block the filibuster attempt, Gorsuch will get confirmed."], [8199, "2017-04-03T14:30:03Z", 0.15, "The Democrats will have to take the risk of opposing any Trump nominee with minimal risk as he stays so unpopular. The candidate also tend to be from the far right which has been the his governing tendency up to this point. "], [1549, "2017-04-03T14:26:38Z", 0.95, "Revisit this on April 10.  The push is on.  Republicans need a victory and it appears they are willing to pull out all the stops, including invoking the nuclear option, to make that happen.  Grassley and McConnell seem committed to making it happen.  The nomination will pass out of the committee today (April 3) and be up for a full Senate vote on Friday, April 7.  Grassley seems to think he's got 57 or 58 votes (http://thehill.com/blogs/floor-action/senate/326625-grassley-gorsuch-will-fall-short-of-60-votes), just two or three shy of the 60 needed to avoid the nuclear option.  However, if it doesn't happen on Friday, April 7, I don't think it happens before April 30."], [4645, "2017-04-03T13:59:55Z", 0.9, "Increasing estimate in response to McConnell's committment to do it this week (http://www.foxnews.com/politics/2017/04/02/mcconnell-vows-gorsuch-will-be-confirmed-this-week-schumer-predicts-wont-get-60-votes.html). McConnell knows he doesn't have a cloture-busting 60 votes, so he's basically signaling that he's going to invoke the nuclear option before any Democrat can take the floor for a filibuster. If he's decided to make that sacrifice, then I see no reason he can't get the nomination pushed through this week, well before the 4-30 deadline."], [19801, "2017-04-03T01:18:27Z", 1.0, "Top Senate Democrat says unlikely Trump court pick can clear procedural hurdle\nhttp://www.reuters.com/article/us-usa-trump-gorsuch-idUSKBN1740NH"], [38, "2017-04-03T00:40:37Z", 0.41, "Democrats appear to be ready to filibuster, but how long can they hold out?  "], [11733, "2017-04-03T00:05:20Z", 0.88, "McConnell essentially says it's gonna happen: htttp://www.slate.com/blogs/the_slatest/2017/04/02/mcconnell_says_neil_gorsuch_will_be_confirmed_to_supreme_court_this_week.html\nRussia investigation would have to blow up in a huge way this week, before the Senate recess. \nUpping probability to near 90%, Mitch's evil snickering aside. Not quite 90% per gut...88 for Big E, that'll work. :)"], [31450, "2017-04-02T20:17:31Z", 0.94, "Increasing seven points because this process is moving quickly."], [12573, "2017-04-02T13:44:01Z", 0.99, "I have updated this number based upon the statement of Senate Majority Leader Mitch McConnell stating that there will be a floor vote on or before 7 April 2017, and that he will use EVERY possible avenue of confirming Neil Gorsuch to the Court."], [34652, "2017-04-01T20:35:18Z", 0.55, "He might especially now that a couple  of Democrats have agreed to vote for the Republican nominee."], [691, "2017-04-01T16:59:01Z", 0.94, "Schumer seems to think the Rs are bluffing about the rule change.  Odds are they're not.  "], [34640, "2017-04-01T09:23:32Z", 0.99, "nah"], [5078, "2017-03-31T20:57:12Z", 0.93, "Despite the Dems catering to their presupposed base, Repubs have control and Gorsuch--who, BTW, happens to have a very good judical record and all the  Dems know this--wil be confirmed either 60+ or nuclear option.  The latter will trigger a snowball of non-lib nominees down the road."], [28904, "2017-03-31T20:42:26Z", 0.95, "Looking more and more like the Republicans will have to go with the Nuclear option: https://decisiondeskhq.com/vote-tracker/estimating-cloture-count-for-supreme-court-nominee-neil-gorsuch/. \nBumping down to 95%, since I think they have a good shot of pulling off that nuclear option. "], [11733, "2017-03-31T18:51:53Z", 0.8, "Just heard that debate starts next week and the confirmation vote is scheduled for April 7. Thinking about this, Senate GOP could view this as a get-Gorsuch-confirmed-and-then-we'll-look-seriously-at-Russia-and-Trump kind of deal, and Senate Dems might be OK (not happy, but OK) with that, given that he's essentially a straight-up trade for Scalia and they would love nothing more than the assurance of a serious investigation. Wildly speculative, but bumping up to 80% from 70%."], [11733, "2017-03-31T18:35:34Z", 0.7, "Looks like nuke option will be required: https://www.theatlantic.com/politics/archive/2017/03/democrats-go-to-war-over-neil-gorsuch/521268/"], [1056, "2017-03-31T17:43:06Z", 1.0, "Affirming forecast."], [34158, "2017-03-30T15:50:53Z", 0.64, ""], [691, "2017-03-30T13:16:42Z", 0.92, "Yertle says there will be a floor vote on the 8th or thereabouts.  If Schumer and the Ds hold it up, which would be colossally stupid and therefore not out of the question, expect a rule change followed briskly by a positive vote for the guy.  "], [34059, "2017-03-29T17:11:04Z", 0.95, "Today Sahil Kapur is reporting Roger Wicker (R-MS) saying the Republicans are expecting the Democrats to filibuster Gorsuch and the Republicans to invoke the vaunted \"nuclear option.\""], [14253, "2017-03-29T15:53:23Z", 0.85, "Looks like I might take a bit of a hit on this. Up from 48."], [27461, "2017-03-29T07:17:38Z", 0.85, "(Up 5) McConnell and Schumer are going toe to toe. This is becoming a power play, as much as it is about Gorsuch. Two possible outcomes: (i) cooler heads prevail and a compromise is reached, as in 2005; (ii) the two sides clash in a frontal assault, which the Republicans are in a better position to win. In both cases, Gorsuch will be approved, and there is enough time for this to happen by April 30, even if this requires some discussions during the recess. Now that McConnel has said Gorsuch would be approved by April 7, it will be a huge loss of face for him if approval does not come by April 30 at the latest. But not everything is in his hands, so I am leaving a chance for a delay."], [19801, "2017-03-29T05:30:17Z", 1.0, "As per  @JMR2017 link:\nhttps://www.gjopen.com/comments/comments/473022"], [38, "2017-03-29T01:37:01Z", 0.33, "Sen Schumer is energized and says McConnell doesn't have 60 votes to break a filibuster or 51 votes to change the rules."], [34377, "2017-03-29T01:04:12Z", 0.9, "Senator McConnell is the key to making this happen. He seems committed per the Reuters article. "], [32258, "2017-03-28T22:32:46Z", 1.0, "McConnell set April 7 as the day for confirmation which means he's letting the filibuster go for 3-4 days. "], [34588, "2017-03-28T20:36:11Z", 0.05, "Republicans will have to end a filibuster, and it seems difficult to for them to pull together a likely deal with Democrats to end the filibuster. "], [651, "2017-03-28T20:02:29Z", 0.85, "McConnell just set an April date for a Senate vote on on the Gorsuch appointment."], [32258, "2017-03-28T19:03:33Z", 1.0, "Trump said he's moving on to tax reform. I don't think he's setting up for a win there given tax reform is even harder than healthcare reform. The last overhaul was in 1986. Politicians who understand power smell weakness right now. This is why I believe there won't be 8 Democrats to vote for cloture. At this point, it's a game of chicken and Dems are in a slightly better place at this moment in time compared to where they were prior to the demise of the Republican healthcare bill. Dems only power right now (since the deck is stacked across the board) comes from a renewed, activated Democratic base which opposes Gorsuch, acquiescence or caving in and the \"business as usual\" of insider politics . Schumer gets this I'm sure but Manchin and a few others will cave but I'm thinking they won't get to 8. "], [11733, "2017-03-28T13:48:14Z", 0.75, "Nina Totenberg opines that blocking Gorsuch is a \"hopeless cause.\" \nhttp://www.npr.org/2017/03/25/521445657/gorsuch-confirmation-hearings-end-and-the-political-games-begin\nI agree, but question is still whether confirmation occurs before end of April.\nTweaking probability up by 5% based on little more than gut feel."], [34577, "2017-03-28T12:40:55Z", 0.9, "The Republicans will be keen to ensure that they have a victory for the President and the Democrats will be reluctant to be seen as too obstructionist on a losing ticket for their reputation. Barring any shocks, this should be one success in an otherwise shocking first 100 days for Trump."], [14493, "2017-03-28T10:49:56Z", 0.5, "I think I can follow how the rules of the confirmation system work, but maybe not the objectives. It seems the Democrats could hold up the process indefinitely, unless the rules are changed. The Republicans stopped Obama's candidate being confirmed for almost a year, do the Democrats want to stop Trump's candidate being confirmed until Trump leaves office? Surely the objective of the system is to get members of the Supreme Court who are acceptable to most people, not for each party to only confirm nominees that agree with their political views. From what is happening now it appears that there is no qualified person in the USA that has cross party support to simply make judgements based on the law. I find it difficult to believe that this was the intention of those who created the system. In theory the Supreme Court could just die out because of a lack of agreement on who to appoint. \nSo my assumption is that at some point someone (probably Gorsuch) will be appointed, but maybe not until after 30th April. \n"], [38, "2017-03-28T01:35:25Z", 0.4, "http://dailycaller.com/2017/03/26/it-could-be-close-counting-to-51-on-the-nuclear-option/#ixzz4ca030Keu"], [11733, "2017-03-27T19:37:11Z", 0.7, "Dems have delayed confirmation vote by a week: http://www.toledoblade.com/Politics/2017/03/27/Dems-force-1-week-delay-on-panel-vote-on-Supreme-Court-pick.html. Senate recesses shortly thereafter, although there may still be time to vote before? At the very least, the window is getting smaller for a 4/30/17 deadline. "], [34158, "2017-03-27T19:24:18Z", 0.75, "First off I started way too high on this one. However, I'm stuck and so here goes."], [651, "2017-03-27T16:54:58Z", 0.55, "Committee report postponed this morning.  "], [24, "2017-03-27T14:56:47Z", 0.45, "Dropping down, following analysis by  @anneinak below"], [6303, "2017-03-27T02:35:20Z", 0.99, "Based on general news and GJP consensus."], [11800, "2017-03-26T19:28:04Z", 0.01, "very unlikely ! "], [38, "2017-03-26T19:16:05Z", 0.4, "\nI just did a little research on what the delaying tactics in the Senate are, how they work, and how long they might last.  I found this in wikipedia: https://en.wikipedia.org/wiki/Filibuster_in_the_United_States_Senate"], [651, "2017-03-26T18:49:54Z", 0.6, "It still seems likely but the deadline is approaching and the Dems are talking resistance.  "], [14253, "2017-03-26T18:16:34Z", 0.48, "I agree with @Anneinak that without the ACA repeal and reform to occupy the Senate there will be more time for this nomination which will ultimately be successful. Up 7 points."], [691, "2017-03-26T14:34:10Z", 0.89, "McConnell has said he's prepared to pull the plug on the 60-vote rule for Supreme Court nominations.  He probably will do if needed.  No special reason he couldn't scrub it for all legislation except where the Constitution requires an extraordinary majority, except he needs to leave room for Democrat obstructions that he can blame when other stuff doesn't pass.  "], [14493, "2017-03-26T12:08:25Z", 0.8, "Time is passing to resolve this question in the next 5 weeks. "], [19801, "2017-03-26T06:14:33Z", 1.0, "On Thursday, Senate Minority Leader Chuck Schumer announced that he would lead a filibuster."], [27461, "2017-03-25T21:36:11Z", 0.8, "More pressure on the Republicans to produce a win and less pressure on the Democrats to resist. The filibuster rule may go more quickly than I thought. "], [1333, "2017-03-25T20:06:57Z", 0.55, "hAVING THE dnc SPIN A NON VOTE AS A LOSS AND UNI-LATERALLY DECLARING VICTORY ON OBAMA CARE - take the pressure off Schumer to produce a win on SCOTUS going to 55%"], [34043, "2017-03-25T05:04:11Z", 0.87, "Dems may be emboldened to more vocally oppose Gorsuch after health care bill defeat"], [38, "2017-03-25T04:20:31Z", 0.5, "Now that the Senate won't be debating a healthcare bill, there will be more time to deal with this.  Delaying it for 5 weeks may be a stretch.  Increasing my forecast from 44 to 50%"], [12302, "2017-03-24T23:00:04Z", 0.9, "Lowering my forecast a bit. Democrats might be motivated to at least delay this after celebrating the failure of Trumps healthcare plan (even if this is not as much a win for democrats as it is a failure for Trump). Obviously I still think it is highly likely that he will be confirmed."], [691, "2017-03-24T20:15:22Z", 0.87, "Schumer is threatening a filibuster.  Since it would be colossally stupid to perpetrate a filibuster, one supposes this to be an onlybluster.   Stay tuned, though--the Democrats have not run out of stupid just yet."], [16778, "2017-03-24T18:40:16Z", 0.9, "*sigh* I keep adjusting my forecast based on news reports. It now seems like Schumer is intent on forcing a filibuster. I still do not think Republicans will change the rules but they should be able to persuade at least 8 Democrats to switch their votes."], [27461, "2017-03-23T22:46:45Z", 0.7, "(Down 10). So the Democrats decided to filibuster. This makes it likely that Gorsuch would not be approved before the recess (unless the recess itself is cancelled). Whatever option the Republicans choose in response, there is not enough time to put it in place between April 3 (when the Committee will vote) and April 7 (the end of the session). "], [28414, "2017-03-23T19:05:22Z", 1.0, "If Betsy Devos was confirmed, Gorsuch's confirmation is a slam dunk. He can speak in complete sentences!\nhttps://maxcdn1.laprogressive.com/wp-content/uploads/2010/02/Democratic-spine.gif"], [11733, "2017-03-23T18:07:23Z", 0.7, "A few new wrinkles at work in Dr. Perkins' testimony about his son with autistim and a Gorsuch ruling on his case and Dems' plans to filibuster nomination. "], [1333, "2017-03-23T16:49:59Z", 0.5, "Even though Zen Schumer voted to confirm the POTUS SCOTUS PICK for the court of appeals he has staked himself out on this confirmation so I drop to 50 50 till I see signs of the nuclear option in play."], [16778, "2017-03-23T15:46:22Z", 0.97, "Gorsuch didn't make any major stumbles. A few liberals may attempt filibuster but several moderate Democrats will likely cross the line to get to 60. I don't foresee the nuclear option being necessary."], [13377, "2017-03-23T14:59:48Z", 0.44, "Filibuster coming up. https://www.washingtonpost.com/powerpost/gorsuch-confirmation-hearing-to-focus-today-on-testimony-from-friends-foes/2017/03/23/14d21116-0fc7-11e7-9d5a-a83e627dc120_story.html"], [34353, "2017-03-23T14:55:17Z", 0.7, "Senate Minority Leader Schumer just announced that the Senate D's will filibuster Gorsuch. Since the Judiciary Committee hasn't yet voted him out of conference, and the D's have been signalling this for some time, it will slow the confirmation process. Current indications are that R's will be a couple votes shy of the 60 needed to pass Gorsuch (52 R's, plus Manchin, Tester, Heitkamp, and King as D's likely to cross over). While it still is likely Gorsuch will ultimately be confirmed, the filibuster puts the April 30 date in jeopardy, as Senate R's will have to muster 60 votes to end the filibuster, followed by another 60 to confirm Gorsuch. "], [23001, "2017-03-23T04:04:52Z", 0.8, "The hearings are moving along and the Dema won't be able to stop it. "], [27461, "2017-03-22T22:38:50Z", 0.8, "(Down 10) I sense the Democrats may try to at least frustrate McConnell's plan to have Gorsuch approved before the recess. Afterwards, there is only one week before Apr 30. Still a good chance for approval, but not a slam dunk. "], [34487, "2017-03-22T19:46:20Z", 0.86, "Neil Gorsuch's nomination for Supreme Court Justice is very likely to succeed. The senate has very rarely rejected such a nomination. Furthermore in his speeches, he has  defended the precendent on Roe v. Wade which will attract support from democrats wishing to uphold that decision.  Also in saying that the president is not above the law is a positive factor in gaining more credibility and reputation of impartiality which would help his nomination."], [11733, "2017-03-22T17:41:33Z", 0.7, "There's been chatter (eg, Robert Reich in Newsweek way back in Feb which I hadn't seen until today) and now calls from some senators (eg, Schumer, Warren) to delay confirmation pending outcome of FBI's investigation of ties between agents of Russia and Trump campaign. No individual bombshells, but growing consensus on the left and among never Trump conservatives that where there's smoke there could well be fire. "], [34043, "2017-03-22T15:50:15Z", 0.99, "After the first hearings it looks likely to happen"], [19801, "2017-03-22T11:32:10Z", 1.0, "Grassley has said the committee is likely to vote on Gorsuch's nomination on April 3."], [38, "2017-03-21T22:59:33Z", 0.44, "https://www.nytimes.com/2017/03/20/us/politics/judge-gorsuch-supreme-court-confirmation-hearings.html?_r=0"], [32833, "2017-03-21T19:51:38Z", 0.8, "After seeing Goruch's hearing its likely that he will be confirmed quickly"], [28904, "2017-03-21T19:11:18Z", 0.99, "Here's an earlier article on timing: https://www.washingtonpost.com/news/politics/wp/2017/01/31/if-historys-a-guide-neil-gorsuch-will-be-confirmed-by-mid-march-or-rejected-by-early-may/?utm_term=.d80423fabca3\nand 538 did polling and other analysis at https://fivethirtyeight.com/features/what-to-expect-from-the-neil-gorsuch-confirmation-hearings/. \nRepublicans are aiming for 19 April according to this: http://www.ncregister.com/blog/joan-desmond/will-gorsuch-be-confirmed-in-time-to-rule-on-major-church-state-case\n"], [1056, "2017-03-20T22:35:22Z", 1.0, "Affirming forecast."], [38, "2017-03-20T21:54:49Z", 0.56, "The timeline for the hearings seems to have been carefully laid out.\nEverything depends on how obstructionist Democrats want to be.\n"], [11733, "2017-03-20T21:28:47Z", 0.9, "\"Sisk letter\" and Garland mentions seem to be the worst things facing Gorsuch. In a normal environment, he would pretty much sail through, imo. But the House Intel Ctee hearing today is creating all kinds of weird ripples in DC and on both sides of aisle. On one hand, you could argue that attention drawn toward Russia investigation could make things easier for him. On the other, you could have Dems considering more aggressive options pending outcome of FBI investigation. But given that the actual election tabulations were not corrupted, the GOP sweep will stand, even if there are indictments/resignations from administration. And that would mean Gorsuch still a viable nominee, I think? There would have to be some bombshell leaks or FBI reveals to derail his confirmation. I would bump up to 95% if not for those uncertainties, but still think confirmation by end of next month is very high probability. "], [34444, "2017-03-20T14:28:11Z", 0.95, "Gorsuch is as reasonable as can be expected, apparently little baggage,  Republicans will do anything to approve."], [691, "2017-03-20T12:10:48Z", 0.88, "In the hearings the Ds will exhaust themselves trying to demonstrate that this guy is exactly the sort of guy Littlefingers said he would nominate and the Rs have been pining for over several decades.  They won't even get good campaign fodder out of it.  "], [1643, "2017-03-18T17:43:46Z", 0.95, "Increasing probability because questioning begins Monday: http://www.usatoday.com/story/news/politics/2017/03/15/supreme-court-nominee-gorsuch-peaked-after-scalia-death/99119780/"], [691, "2017-03-17T17:35:51Z", 0.88, "The Rs will be getting itchy to show that they can do something--anything.  This is something they can do, even if they have to blow up the filibuster to do it.  The filibuster rule should be blown up anyway, and should have been long ago."], [5386, "2017-03-17T09:14:23Z", 0.9, "Neil Gorsuch has been nominated on 31 Jan. 2017. The question will be closed 89 days after his nomination. On average, the last 10 successful confirmations took 69.9 days (https://www.nytimes.com/interactive/2016/02/13/us/how-long-does-it-take-to-confirm-a-supreme-court-nominee.html). Also, the Republicans have the power to confirm NG to the SCOTUS. They are trying to avoid filibuster, which takes time, but are willing to draw the 'nuclear' option I understand. Some update here: http://www.politico.com/story/2017/03/neil-gorsuch-senate-confirmation-angus-king-235706"], [1056, "2017-03-16T14:40:15Z", 1.0, "Affirming forecast."], [19801, "2017-03-16T05:01:16Z", 1.0, "Schumer Likely to Oppose Gorsuch Confirmation as Hearing Nears\nhttps://www.bloomberg.com/politics/articles/2017-03-15/schumer-likely-to-oppose-gorsuch-confirmation-as-hearing-nears"], [1529, "2017-03-16T04:45:42Z", 0.5, "Down-grading the outcome by this date."], [34353, "2017-03-15T13:42:52Z", 0.85, "With the \"spread offense\" being employed by Senate R's, it's unlikely the Gorsuch hearing will garner significant media attention compared to the Russia hearing and Trump's speech later that evening. Without it's own news cycle, Senators will probably not have strong constituent pressure to resist, especially those Senate D's in red states. If something egregious comes out during the confirmation hearings, this could have a significant impact. However, if the hearings are relatively benign and procedural, and Gorsuch satisfactorily answers questions about the Executive-Judicial relationship, there will be few reasons for Senate D's to block the confirmation beyond partisan politics and revenge over Garland. "], [34358, "2017-03-15T01:41:51Z", 0.0, "30th April could be difficult "], [31679, "2017-03-15T00:40:05Z", 0.98, "Revising upwards (+2), mostly on news that Democrats aren't putting up a real fight and the vote is imminent: http://www.politico.com/story/2017/03/gorsuch-supreme-court-democrats-confirmation-235941"], [754, "2017-03-14T23:38:08Z", 0.85, "the only remaining consideration is the date. "], [31238, "2017-03-13T13:50:12Z", 0.87, "Going back toward the mean until any chatter comes up. Have to remember no news doesn't equal not happening."], [27461, "2017-03-13T01:03:11Z", 0.85, "(Up 10). Gorsuch's confirmation and the Republican health care bill will reach the Senate at about the same time, which would provide for some interesting dynamics. First, I believe McConnell will give priority to the vote on Gorsuch, as the health care bill would require a lot of time. Second, the Republicans are united in their support for Gorsuch, and some Democrats (Manchin (WV), Heitcamp (ND), King (ME)) have said they would not be against an up or down vote. Third, if a vote on Gorsuch is supported by 55-57 Senators, McConnell will find it easier to push for changing the filibuster rule for SC appointments. Fourth, all this should temper the Democrats' zeal to filibuster Gorsuch, as  this could (i) eliminate the filibuster rule and made a (much more contentious) second and even third Trump SC appointment an easy reality, and (ii) break their tenuous ties with moderate Republicans, which will be vital to defeat the health care bill.  "], [32843, "2017-03-10T20:51:13Z", 1.0, "Reiterating that I think this is going to happen. Repealing Obamacare is a priority for Republican senators, but getting another conservative on the supreme court is THE priority to keep the edge in the culture war for the next generation. Added to which there are some up-coming cases that make it urgent for them to get the conservative majority back on the court e.g. http://newsblaze.com/business/legal/florida-supreme-court-handed-us-supreme-court-second-amendment-case_75250/"], [14253, "2017-03-10T18:25:34Z", 0.41, "Previous forecast was in error."], [14253, "2017-03-10T18:24:43Z", 0.15, "Down 27 after coming up for a couple of weeks from sub-30. There is definitely a full agenda and it is more important that he get personnel approved by the Senate. If this does resolve as yes it will be by a whisker."], [31238, "2017-03-10T14:49:31Z", 0.6, "Major drop as I don't know how Repubs will be able to get this through on top of everything else. They've got to spend their energy whipping for AHA, which is a bigger battle."], [14761, "2017-03-09T21:19:03Z", 0.9, "8"], [18790, "2017-03-09T16:55:40Z", 0.04, "UPDATE: -1%. Congress has moved slower than expected. Resistance to Trump among Democrats has weakened. Russia-related scandals could also take up more time. Nominations process for functional aspects of government also moving slowly."], [691, "2017-03-09T14:13:13Z", 0.87, "It would be pretty stupid of the Senate Ds to block this.  The Senate Ds have been pretty stupid for quite a long time.  Stay tuned."], [31542, "2017-03-08T22:16:04Z", 0.6, "Russia, Obamacare, and wire taps, let alone a backlog of confirmations = I'll drop a few percentage points"], [34254, "2017-03-08T21:39:16Z", 0.33, "Time. The Obamacare repeal is a priority above it, and the dems will use easter break to delay. "], [34221, "2017-03-07T22:58:48Z", 0.43, "The Senate has never taken more than 125 days to vote on a successor from the time of nomination; on average, a nominee has been confirmed, rejected or withdrawn in 25 days."], [34221, "2017-03-07T22:31:38Z", 0.41, "Republicans hoped the healthcare repeal and replace bill could be fast tracked through congress, After healthcare they could focus on the Supreme court confirmation. Now lots resistance to Ryan proposed healthcare bill from republicans, freedom caucus, senators who like the medicare expansion, Koch brothers organizations, Rand Paul, Mike Lee and others. This should push the confirmation date to the right closer to the April 30 question deadline."], [34210, "2017-03-07T18:18:01Z", 0.65, "60 votes are needed requiring 8 Democrats, which will be difficult to get.  They're not going to like any replacement options, so some compromised will be reached to cross the 60 target."], [11733, "2017-03-07T17:43:08Z", 0.9, "The \"wiretap\"/FISA story keeps getting weirder => tweaking probability slightly downward in case hearing and confirmation derailed by further political intrigue. Conditional on hearing occurring and Trump presidency likely to survive, I still think confirmation ~100%. And while there is a risk that GOP bills like ACA repeal, immigration measures, etc further galvanize opposition against all things Trump/GOP - including Gorsuch - I don't think that's in play yet. "], [14208, "2017-03-07T04:44:47Z", 0.35, "should have stuck to my initial forecast. https://www.gjopen.com/comments/comments/428138"], [38, "2017-03-06T23:35:46Z", 0.44, "http://www.politico.com/story/2017/03/neil-gorsuch-senate-confirmation-angus-king-"], [1262, "2017-03-06T20:47:08Z", 0.97, "Dems are under pressure from libs to prevent confirmation (1), meanwhile the famously unbiased WaPo is recommending confirmation (2).  The latter seems the logical choice, but...       I'm maintaining a high forecast in the hope rational thought & actions prevail.  I could easily be wrong.\n1: http://www.politico.com/story/2017/03/liberals-neil-gorsuch-supreme-court-235688\n2: https://www.washingtonpost.com/news/the-watch/wp/2017/02/01/in-gorsuch-trump-gave-democrats-a-gift-they-should-take-it/?utm_term=.c9611d8648e4"], [34175, "2017-03-06T14:55:19Z", 0.8, "With a Republican controlled presidency and congress, this should be a no-brainer"], [19801, "2017-03-06T09:09:17Z", 1.0, "Supreme Court nominee Neil Gorsuch has shown a willingness to limit the participation of environmental groups in lawsuits involving public lands, writing in one case that allowing conservationists to intervene could complicate and slow down the judicial process, according to an Associated Press review of his rulings as a federal appeals court judge.\nhttp://economictimes.indiatimes.com/news/international/world-news/gorsuch-willing-to-limit-environmental-groups-in-land-cases/articleshow/57479387.cms"], [29623, "2017-03-06T04:32:31Z", 0.9, "Things have become increasingly focused on the Russian scandal, lowering likelyhood based on closer to date\n"], [31989, "2017-03-05T16:55:11Z", 0.9, "Trump's choice will be appointed."], [31989, "2017-03-05T16:52:07Z", 0.9, "Trump's choice will be chosen."], [23658, "2017-03-05T14:37:04Z", 0.3, "The administration faces many pressing issues such as confirmation of cabinet members but also democrats  will drag as much as they can do the nomination of this supreme court nominee."], [1331, "2017-03-04T18:16:58Z", 1.0, "hang em high"], [314, "2017-03-04T17:50:07Z", 0.45, "The timing is too tight.  I don't see this as a focus for the administration right now.  "], [27461, "2017-03-03T23:15:37Z", 0.75, "(down 5) Gorsuch will eventually be confirmed, all right. But the timing is under question. Look how long does it take for the Cabinet secretaries. With only three Senate working weeks between the end of the hearing and the deadline of this question (Mar 27-Apr 7 and then Apr 24-28), the Democrats can slow the confirmation with procedural moves, no need to resort to filibuster. I am still unclear if they would want to do so, because there will be a political price to pay for Democratic Senators in conservative states. But if they want to slow the process, they can. McConnell can't prevent that without changing a number of Senate rules that allow delays (not the filibuster, other rules) - and I am not sure he would have enough Republican support for that.  "], [34043, "2017-03-03T22:17:34Z", 0.87, "Latest developments with Jeff Sessions may change focus of Congress and create a more confrontational democratic party. Could delay confirmation."], [19522, "2017-03-03T22:08:40Z", 0.75, "Dropping this since there has been little talk of hearings and the administration seems busy on other matters..."], [28091, "2017-03-03T15:47:32Z", 0.95, "With hearings scheduled for March 20 I think there is plenty of time for this one to go through."], [34067, "2017-03-01T19:32:09Z", 0.35, "Obstructionism from the Democrats in response to Garland getting no hearing will delay the process even if they lose the filibuster.  Negative politics have a long memory and turnabout's fair play."], [33856, "2017-02-28T20:39:20Z", 0.8, "Based on reported comments from the Senate Majority Leader that hearings will begin in late March and a vote before the April 10 Easter recess."], [34043, "2017-02-28T19:45:37Z", 0.9, "So far it has only being mentioned using the filibuster as an option but apparently there's no plan to use it.\nEven in that case, the filibuster as a tool as been removed before for lower appointments, if Dems were to use it there's a strong likelihood Republicans will get rid of it and go on to confirm the new Justice. If that were the case, the timeline looks a little tighter but possible."], [34037, "2017-02-28T12:03:27Z", 0.75, "Democrats have previously approved Gorsuch for high judicial office and are unlikely to want to look hypocritical by blocking a reasonable nominee they happen to disagree with."], [34030, "2017-02-28T03:22:53Z", 0.75, "Although the situation is very different, Democrats will be afraid to look hypocritical or petty by blocking a reasonable Republican nominee after the Republicans blocked Garland. "], [530, "2017-02-27T22:37:09Z", 0.9, "Upping forecast"], [20797, "2017-02-26T23:08:47Z", 0.75, "I'm bumping up my probability from 60% to 75% for one reason: the announcement of Gorsuch was one of the few clear bright signs in the Trump administration, PR wise, and the more that other things look sour, the more tempting it would be for Trump to push McConnell on moving this nomination earlier. "], [19801, "2017-02-25T04:08:02Z", 1.0, "As per @AABoyles"], [4645, "2017-02-24T14:22:28Z", 0.88, "Hearing scheduled for March 20th, leaving 40 days for a vote. Democrats starting to sound pessimistic (http://www.foxnews.com/politics/2017/02/22/in-rare-concession-top-dem-predicts-gorsuch-will-be-confirmed.html)."], [23823, "2017-02-23T22:32:25Z", 0.85, "Dems have to pick their battles, and this probably can't be one of them."], [33955, "2017-02-23T21:02:36Z", 0.7, "Even though there is opposition to the current nomination, the republicans are in a majority and will railroad the approval through. There is a small chance it won't happen, particularly if the democrats can destroy the current nominee politically."], [275, "2017-02-23T15:25:06Z", 0.95, "Congress is motivated to move quickly, and Republicans will use the nuclear option if needed."], [32836, "2017-02-23T02:17:08Z", 0.75, "Hearing date is March 20th - Gorsuch has already spoken out against Trump's critiques of federal judges (would win favor with moderates if not democrats) & democrats will likely choose to not filibuster his appointment so that McConnell doesn't go nuclear."], [33919, "2017-02-22T22:05:16Z", 0.9, "Seems all but assured at this point. Either Democrats will concede in an attempt to save the filibuster while talking about Gorsuchs qualifications or Republicans will just get rid of the filibuster. Either way it looks like it will happen. "], [11733, "2017-02-22T17:08:46Z", 0.95, "Serious charm offensive, hearing scheduled for March 20th and expected to take a few days => confirmation by April 30 remains a very high probability.  \nhttp://www.politico.com/story/2017/02/neil-gorsuch-charm-offensive-selling-democrats-235159\nhttp://www.politico.com/story/2017/02/gorsuch-confirmation-hearing-set-for-march-20-235084\n"], [14208, "2017-02-22T01:51:57Z", 1.0, "\"Nine Democratic senators have publicly committed to holding a floor vote on Judge Neil Gorsuchâ€™s nomination to the Supreme Court, almost assuring his confirmation...the 60-vote threshold now appears to be certain, as nine Democrats have committed to voting for cloture.\""], [32521, "2017-02-21T20:26:19Z", 1.0, "The current nominee has bi-partisan support. He is now on a fast track, as measured by the current general sentiment across the aisle. Additionally, I saw a commercial today on CNN, with an endorsement from a former law clerk of the nominee, who is a staunch liberal who also worked for the Obama white house. This told me that he is on the fast track. Will score some points for Trump amongst more moderate Liberals."], [16778, "2017-02-21T17:56:31Z", 0.65, "Upgrading my prior estimate. Trump's strategy appears to be \"overwhelm and distract.\" Gorsuch is looking less and less controversial compared to the ACA quagmire, tax policy revisions, immigration ban, etc."], [1056, "2017-02-21T04:10:25Z", 1.0, "Affirming forecast."], [7690, "2017-02-20T18:19:32Z", 0.85, "The republican majority house and senate will support the president's nominee"], [32919, "2017-02-20T16:20:25Z", 0.86, "Nominees has about an 80% chance of success (29/151 not successful). \nFrom 1894 and after, the % chance of a president whose party controls the senate confirming a nomination is about 92%. \nAverage = 86.4%"], [33184, "2017-02-20T05:25:45Z", 0.86, "Of 151 nominations, 29 nominations were unsuccessful. So each nominee has about an 80% chance of success. Using data from 1894 onward, the percentage chance of a president whose party controls the senate confirming a nomination is about 92%. Average of the two is about 86.4%"], [33876, "2017-02-19T18:31:48Z", 0.5, "Strong motivation for GOP to move fast but strong motivation for Dems to obstruct!"], [2430, "2017-02-19T14:57:45Z", 0.88, "Hearings in March, politics quickly thereafter, confirmation around mid-April.  Fly in the ointment - Democrats unify to try to block and the Republicans don't go 'nuclear'.  That could delay until the Republicans decide on what they want to do.  Downside for Democrats is that if they try to block it will be based upon naked politics - the guy is very qualified and has been previously supported by the Democrats."], [19801, "2017-02-19T10:42:43Z", 1.0, "Hearing for Neil Gorsuch, Supreme Court Nominee, Is Set for March\nhttps://www.nytimes.com/2017/02/16/us/politics/neil-gorsuch-supreme-court-senate-hearing.html?_r=0"], [38, "2017-02-18T22:13:16Z", 0.44, "Sen McConnell's saying he thinks Gorsuch will be confirmed before the end of April.  It all depends on if Democrats decide to slow the process because of the Republican refusal to bring the nomination of Garland to the floor."], [27461, "2017-02-18T20:08:48Z", 0.75, "(Down 10). With hearings to end on March 23, there would be only three working weeks for the Senate to vote on Gorsuch before April 30 - two before the recess (Apr 10-21) and one afterwards. If the Democrats want, they can prolong the process that much with procedural moves. Still not sure, though, if they would want to do this - they might, if their base is fired up and anything coming from Trump is seen as the plague. But the D Senators from red states up for reelection in 2018 may have second thoughts.  Strategically, it makes sense for the Democrats to agree on a common position, may be immediately after the hearings. If the hearings didn't turn anything particularly damaging,  it would be hard for the conservative Democrats to support delay for the heck of it.   "], [651, "2017-02-18T15:57:59Z", 0.75, "Still likely but revised downward due to general administrative mess of new WH team over the past week."], [38, "2017-02-17T22:49:45Z", 0.33, "http://www.reuters.com/article/us-usa-court-gorsuch-idUSKBN15V250?feedType=RSS&feedName=politicsNews"], [38, "2017-02-17T22:30:16Z", 0.44, "http://www.washingtontimes.com/news/2017/feb/16/neil-gorsuch-supreme-court-confirmation-hearing-se/"], [14208, "2017-02-17T18:59:29Z", 1.0, "Following Clinton, Resonancia, and dada."], [19923, "2017-02-17T17:42:47Z", 0.57, "Down quite a bit as time passes and Dems seem unified in opposition.  Unless McConnel goes nuclear, I don't see it as extremely likely before 4/30.  Probably some Dems will defect and vote yea, so still more likely than not.  If Dems appear extremely unified against, then I'll reevaluate down."], [13377, "2017-02-17T13:43:46Z", 1.0, "Following Clinton and because of this https://www.nytimes.com/2017/02/16/us/politics/neil-gorsuch-supreme-court-senate-hearing.html?"], [33793, "2017-02-16T23:16:09Z", 0.99, "They have very little against the nominee. "], [1201, "2017-02-16T22:04:53Z", 0.95, "Trump has no say over Senate business, and McConnell is all business. This may involve the \"nuclear option\" to kill a filibuster, but 40 days is long enough to get it done. \nhttps://www.washingtonpost.com/news/powerpost/wp/2017/02/16/trump-supreme-court-nominees-confirmation-hearings-to-begin-march-20/?utm_term=.9e6abcddb40c\n"], [11733, "2017-02-16T18:35:54Z", 0.95, "March 20 hearing, no significant controversy from his questionnaire, and looking better by comparison with some cabinet nominations.\nhttp://patch.com/us/across-america/neil-gorsuch-supreme-court-confirmation-hearing-date-set"], [29646, "2017-02-16T07:11:11Z", 0.9, "-Though very conservstive, Judge Gorsuch is also very well qualified.\n-The nomination came a week ahead of schedule.\n-If Justice Thomas did not warrant a filibuster, and got by with 52 votes, I don't see how Gorsuch warrants it.\n-Dems will delay as much as possible to appease their base, but keep their powder dry for a more controversial nominee who would more dramatically alter the existing ideological balance on the court.\n>>Upgrading my forecast."], [13377, "2017-02-15T23:51:51Z", 0.45, "Following Jean-Pierre"], [1781, "2017-02-15T17:57:14Z", 0.85, "No reason for Republicans not to back the nominee while Democrats don't have the votes to stop or the ability to turn any Republicans on this one."], [27461, "2017-02-15T01:50:15Z", 0.85, "(Down 5) If by April the Trump administration and the Democrats (plus some Republicans) are in a full-blown war, would this reduce or increase Gorsuch's chances for a quick vote? Given that Gorsuch is supported by all Senate Republicans, the Democrats may make a strategic decision to let him be approved in order to keep the uneasy coalition with moderate Republican senators. On the other hand, if several Trump-related matters are heading for the Supreme Court, it may make sense to try and delay Gorsuch's vote for as long as possible. Under this scenario, McConnell may not have the votes to remove the filibuster as an opposition technique. So the confirmation may slip beyond April 30. This is a long shot, though  - or is it? Views? "], [38, "2017-02-14T22:42:17Z", 0.66, "http://www.washingtonexaminer.com/grassley-expects-another-supreme-court-vacancy-before-2020/article/2614701"], [38, "2017-02-14T21:48:16Z", 0.77, "COMMENT:  I learned a lot about the process of vetting a candidate for SCOTUS in this article by Sen Schumer,  the Senate minority leader.  I had no idea that candidates normally stonewall on just about ALL questions asked them.  "], [5241, "2017-02-14T15:28:18Z", 0.87, "Love Trump, or hate him, he is a doer, and not a burocrat. It's simply too important to delay."], [179, "2017-02-14T15:11:57Z", 0.92, "By then it would be more than a year.  This is Trump paying his debt to the traditional GOP conservatives, and they will use the nuclear option if that's what it takes to redeem this check."], [5386, "2017-02-14T15:04:46Z", 0.88, "Interestingly, the Trump administration asked Judge Robart to delay the proceedings. I see it as an indication that the Supreme Court confirmation process might take longer.\nhttp://edition.cnn.com/videos/politics/2017/02/14/trump-travel-ban-seattle-brown-live-erin.cnn"], [1549, "2017-02-14T14:49:44Z", 0.8, "Judiciary chairman Chuck Grassley expects about a six week process, hoping to have Gorsuch confirmed before the Easter break in mid-April.\nhttp://www.rollcall.com/news/politics/grassley-outlines-timeline-getting-trumps-scotus-nominee-confirmed\nThat doesn't mean it is a lock, but so far the Republicans have been getting their way."], [11733, "2017-02-14T02:39:43Z", 0.9, "Gorsuch comments re Trump tweets vs 9th Circuit, add'l endorsements from centrists/moderates, etc, should be supportive of his nomination. Still plenty of time until April 30 deadline. Updating to 90%. "], [14208, "2017-02-14T00:19:52Z", 0.7, "Will Trump fold to democrats wish to \"fire\" Flynn?   That could encourage democrats?  As long as Trump administration continues to give democrats reasons to resist they will?  This could take a hair longer than usual?"], [33634, "2017-02-13T23:16:49Z", 0.67, "I think this is highly probable although I wonder how the recent Appeals court ruling will impact the confirmation process. Seems like there has been some discussion about activist judges."], [32880, "2017-02-13T18:51:28Z", 0.85, "http://www.newsandsentinel.com/opinion/local-columns/2017/02/some-dems-may-aid-gorsuch/"], [29623, "2017-02-13T15:41:07Z", 0.92, "https://www.washingtonpost.com/graphics/politics/trump-scotus-nominees/"], [13377, "2017-02-13T03:04:51Z", 0.77, "Following Anneinak"], [32032, "2017-02-13T01:04:40Z", 0.75, "Because he's a good choice"], [31934, "2017-02-12T16:15:23Z", 0.92, "I believe the Republicans will use any and all means to make sure that this nomination (one of the most important for Trump) holds, and the democrats will not have the will or ability to deter them longer than a few weeks, especially since any alternate could wind up being far worse (reference: most of the nominations for cabinet positions)...."], [6373, "2017-02-12T13:04:45Z", 0.97, "Yes, the Republicans will Jam this appointment (the Democrats have no way to stop them) through in order to unbalance the Court for the eventual cases regarding the Trump Travel Ban to arrive at the Supreme Court."], [32972, "2017-02-11T19:54:58Z", 0.9, "The baseline should be:\n- Confirmed if nominated (80%).\n- Confirmed by April 30 is likely (85%*)\n-- 90 days from nomination\n-- 67 day average nomination to confirmation time for those that faced a full senate confirmation vote\n- Baseline of ~70%"], [33600, "2017-02-11T06:14:24Z", 0.3, "Democrats will fillibuster"], [38, "2017-02-10T20:12:42Z", 0.77, "https://www.nytimes.com/2017/02/10/opinion/a-game-plan-for-senate-democrats.html?emc=edit_th_20170210&nl=todaysheadlines&nlid=77825025"], [691, "2017-02-10T18:48:58Z", 0.91, "With his recent demurrer as to President Palpatine's Twit-and-Shout court attacks, the nominee has delighted and confounded people, sometimes the same people.  If it was a ploy, it was very cute and will likely work.  If it wasn't, he is too dumb to walk the earth.  Nobody supposes that to be the case.  "], [14493, "2017-02-10T11:39:18Z", 0.95, "I had not considered that Trump might fall out with his nominee. I don't say he will, but with Trump anything is possible."], [1056, "2017-02-09T21:35:41Z", 1.0, "Almost certainly."], [38, "2017-02-09T20:46:08Z", 0.96, "The inability or unwillingness of the Senate to carry out its constitutional duty to be more than a rubber stamp for the president as evidenced by the confirmation of an unqualified nominee for Sec of Education (Betsy DeVos), suggests to me that Gorsuch will be confirmed, and that any delays in the process will not jeopardize the deadline of this question."], [29587, "2017-02-09T19:46:04Z", 0.95, "Made his appointment early February .\nSo the typical 2 month for review is sufficient till end of April "], [33565, "2017-02-09T17:48:02Z", 0.97, "The Republicans will push it through as quickly as the can"], [14898, "2017-02-09T16:22:30Z", 0.85, "can only be stopped by fillibuster and nuclear option is on the table"], [33263, "2017-02-09T14:37:40Z", 0.99, "he will be nominated quickly"], [26419, "2017-02-09T11:03:41Z", 0.85, "Would be higher, but I still am unsure 1. if Democrats have the party discipline to filibuster successfully and 2. how Republicans will react (i.e. will they go with Trump's \"nuclear option\" suggestion).  Still seems pretty likely to me it will be over by this deadline."], [5386, "2017-02-09T08:23:52Z", 0.98, "Increase from 90% to 98% as Trump pushes on the Republicans to use the 'nuclear' option ruling out filibuster to delay the confirmation. https://www.washingtonpost.com/powerpost/trumps-supreme-court-nominee-gorsuch-headed-to-first-meetings-with-gop-senators/2017/02/01/b25973ec-e881-11e6-80c2-30e57e57e05d_print.html"], [33550, "2017-02-09T06:02:15Z", 0.75, "Don't believe the Democrats have sufficient party discipline nor ability to change rules to thwart the Republican legislative leadership"], [14711, "2017-02-09T00:57:29Z", 0.9, "Republicans are moving quickly on nominations. Judge Gorsuch is likely the most moderate that the Democrats can hope for. If they delay too much, it could result in the \"nuclear option\" and the next nominee could be less to their liking. So it's in everyone's long-term interest to move this along."], [29680, "2017-02-08T18:28:59Z", 0.93, "There are reasons and opinions on record to suggest that Gorsuch would curb executive power (see his reversal on an immigration case where he rejects the \"Chevron deference\"). This might be palatable to savvy Democrats."], [33536, "2017-02-08T17:49:21Z", 0.8, "The GOP has the means, and seems poised to change operating rules to achieve this goal. "], [14493, "2017-02-08T16:57:08Z", 0.95, "Gorsuch appears to be legally well qualified and presumably will appeal to the Republican majority in the Senate. It would appear that it would be difficult block his appointment. There are 12 weeks in which to do it, which is longer than most confirmations take. As far as I can see the only way to block his confirmation would be to attempt to filibuster, but presumably that could not be indefinite.   "], [32864, "2017-02-08T16:04:34Z", 0.65, "9%"], [32929, "2017-02-07T23:45:21Z", 0.9, "Why am I making a forecast?  Rule of law means more than most Americans can seemingly appreciate."], [23797, "2017-02-07T22:03:23Z", 0.77, "Comment deleted on Feb 07, 2017 10:03PM UTC"], [32245, "2017-02-07T18:08:20Z", 0.95, "Seems to me that the democrats won't waste what little capital political they currently possess to try to delay the inevitable confirmation in this case. They might cause some ruccus, but more than February, March and April? I don't see it happening."], [32880, "2017-02-07T17:21:07Z", 0.82, "According to Senate.gov, \"since the Supreme Court was established in 1789, presidents have submitted 161 nominations for the Court, including those for chief justice. Of this total, 124 were confirmed (7 declined to serve).\" Thus, we can assume a base rate of 124/161 or about 78% that any Supreme Court Justice nomination will be approved. From there, we can adjust up or down. Republicans currently hold 52 seats in the Senate. 60 votes in favor of Neil are needed to confirm his position as Justice. Democrats are currently at odds with Trump and might attempt to block his nomination. According to the Washington Post, some Democratic Senators are planning to filibuster. However, there is a class of 25 Democrats up for reelection in 2018, 10 of whom come from states that Trump won. If at least 8 of those 10 support the Trump nomination, then Gorsuch could be confirmed. On the other hand, Democrats are facing political pressure to oppose ANY Trump nominee, according to Time. "], [32414, "2017-02-07T17:01:35Z", 0.9, "Candidate is widely supported by Republicans, Democrats don't have the power to derail. Republicans unlikely to oppose POTUS nominee short of a major scandal. "], [14432, "2017-02-07T16:37:47Z", 0.0, "confirmed later in the year, in time for October term of Supreme Court"], [33466, "2017-02-07T15:31:41Z", 0.95, "Majority of Republicans in Congress"], [33478, "2017-02-06T22:17:14Z", 0.85, "Highly likely due to republican control of both houses and the desire to maintain a conservative edge on the supreme court bench"], [33474, "2017-02-06T21:29:56Z", 0.98, "Republicans will act quickly to translate their political gains to the SCOTUS and Democrats are powerless to stop it."], [32810, "2017-02-06T19:09:20Z", 0.9, "Honestly, I have seen scandals try and crop up (the Fascist club), but nothing has stuck.  He is increasingly popular among the media, which have turned positive on him.  He has been praised by NPR and some Democrats as being a good, fair candidate.  It seems like the fight would not be worth for Democrats, especially with the threat of the nuclear option plus a bad candidate in the future.  So, that on top of my previous prediction, increases the likelihood to 90%."], [33463, "2017-02-06T18:06:03Z", 0.9, "Dems are trying to generate as much bluster as they can for political purposes, but don't have a leg to stand on. Gorsuch is close to Scalia, so a good replacement that won't sway the court from its prior path. Country is tired of gridlock and wants action. Schumer will back down to save ammo for next appointment that really counts and protect Dems from another electoral disaster. "], [33156, "2017-02-06T17:52:29Z", 0.88, "Respected Judge has been named, traditionalist but not a combative ('acerbic') as Scalia. Compared to everything else going on, this vote will seem relative normal.  "], [2613, "2017-02-06T17:08:13Z", 0.9, "Good candidate, no reason to keep the position open, majority in Congress"], [691, "2017-02-06T13:01:55Z", 0.89, "M. Petits-Doigts will push the Senate to confirm his boy, in the belief that this will speed up the overturning of the decision to stop his immigration own-goal.  Many in the Senate are not too nuts about the immigration order, so they may wait a while to give the 4-4 tie a chance to kill it.  This probably won't work, because that suit still has a lot of steps to go through and it may be quite a while before it gets to the Supreme Court.   The Rs really want this guy on the Court no matter what, so they'll probably push him through fairly quickly.  "], [18790, "2017-02-06T10:21:29Z", 0.05, "Reduced by 4 points. Trump's agenda has been slow down on many fronts. Seems to be growing will among Democrat Senators to maintain a filibuster. Senate Republicans may choose the nuclear option, but that is something they really won't want to do unless absolutely no other option. Highly unlikely discussion will be exhausted by April 30. Trump will push them hard to move quickly, but he will have other priorities. Also - there are many on the Christian right not entirely happy with the pick."], [29680, "2017-02-06T09:59:56Z", 0.83, "3 point upgrade."], [19801, "2017-02-06T06:56:11Z", 1.0, "Americans' first impressions of Supreme Court nominee Neil Gorsuch tilt positive, and a plurality say the Senate ought to vote to confirm President Donald Trump's selection to replace Justice Antonin Scalia, according to a new CNN/ORC poll.Overall, 49% say the Senate should vote to confirm Gorsuch, who is a federal judge. \nhttp://edition.cnn.com/2017/02/05/politics/neil-gorsuch-supreme-court-nomination-poll/"], [6303, "2017-02-06T03:48:50Z", 0.99, "According to the general news and GJP consensus."], [33376, "2017-02-05T22:33:48Z", 0.95, "No real rulings to demonize him"], [6276, "2017-02-05T22:31:08Z", 0.5, "It is not clear whether McConnell will invoke the nuclear option or whether the the Trump State Democratic Senators value their seats more than their integrity. This could go either way."], [32814, "2017-02-05T21:10:41Z", 0.95, "A pick has been selected and congress seems on board enough to go along with it."], [33261, "2017-02-05T19:56:30Z", 0.85, "There would be nothing to hold up this prospective candidate. The Supreme Court needs to get on with its business with the many matters before it. "], [33424, "2017-02-05T19:30:24Z", 0.75, "Trump needs judicial approval of his measures to make them legal as fast as possible otherwise he looses credibility."], [6373, "2017-02-05T17:19:23Z", 0.85, "The Republicans will jam this through for sure now that the District Court has a successful Stay on the Presidential Ban on travel from targeted Muslim-dominate countries. They can't afford a 4-4 vote when this Stay ends up in the Supreme Court."], [33415, "2017-02-05T16:39:42Z", 0.81, "Trump will make the high position people dependent him"], [31676, "2017-02-05T16:35:57Z", 0.1, "Democrats will oppose it."], [33416, "2017-02-05T15:01:57Z", 0.9, "The nuclear option will be used with this political climate."], [6303, "2017-02-05T03:41:16Z", 0.97, "According to the general news and GJP consensus."], [38, "2017-02-05T03:24:02Z", 0.83, "http://www.gjopen.com/comments/comments/439555"], [38, "2017-02-05T03:21:00Z", 0.66, "McConnell is saying he has a plan to have it completed by Easter"], [28912, "2017-02-04T18:29:06Z", 0.75, "Democrats will make some noise on this one that will extend the timing to ultimate confirmation."], [1262, "2017-02-04T17:13:35Z", 0.97, "Increasing forecast based on individual chosen."], [32878, "2017-02-04T16:49:15Z", 0.79, "Update (+4%): Gorsuch is a conservative justice, but with strong credentials and a well-defined judicial methodology.  Democrats are calculating where to spend the political capital resulting from the President's various activities in the first several weeks of his term.  Given these various priorities, opposing a well-defined if conservative justice is likely to exhaust political capital required for fights on issues of more immediacy, i.e. Bannon's increasingly expansive role in National Security.  Additionally, pushing this fight to the extreme is likely to evoke the \"nuclear option\" on the part of Senate Republicans, and so is likely to be ineffective.  The symbolic impact of that use will be lessened by how eminently qualified Judge Gorsuch is.  Therefore I believe it is increasingly unlikely that Democrats will use their restricted menu of options to prevent this nomination going through.  Meanwhile the Presidential Administration has signaled that it is interested in establishing itself quickly, and is likely to push for a quick confirmation."], [31275, "2017-02-04T14:18:06Z", 1.0, "They will use the Nuclear option if necessary. "], [83, "2017-02-04T00:12:12Z", 0.7, "+20    -- This has been a long term GOP objective, too close to play games now."], [33328, "2017-02-04T00:11:24Z", 0.7, "Judge Gorsuch has the qualifications and will soon have 8 Democratic votes to overcome a filibuster.  The Dems will preserve the filibuster for a more extreme justice."], [33327, "2017-02-03T23:39:59Z", 0.95, "The Republicans will bust Democratic attempts at a filibuster or extended delay."], [12879, "2017-02-03T19:41:45Z", 0.95, "Upping my prediction to a SuperForecasting \"Almost Certain\" to happen. It would seem that the Repblicans would want to insure that they have a Conservative Judge/Justice seated on the Supreme Court bench, in the event President Trumps immigrant ban reaches the court, in the event a Liberal/Conservative tie needs to be broken. The Senate Judiciary Committee will hold confirmation hearings on Gorsuchâ€™s nomination beginning on March 20, 2017"], [33312, "2017-02-03T18:37:20Z", 0.95, "Democrats may successfully filibuster Gorsuch. If they don't, we will have a new Justice long before April 30. If the filibuster is successful, Democrats will be forced to accept the second nomination, possibly by the nuclear option, and that will come quickly. "], [33309, "2017-02-03T18:13:28Z", 0.05, "Democrats will filibuster to get back at Republicans for blocking Merrick Garland."], [1333, "2017-02-03T17:29:21Z", 0.95, "News that the Rules can be thrown out and the Nuclear option employed causes me to project approval by the deadline for this question. Trump Train is rolling down the track.\nNOTE : does anyone else remember a case where the nominee clerked for a panelist that they will serve with? (Kennedy)"], [33302, "2017-02-03T17:12:59Z", 0.65, "it's not the fight democrats want right now"], [11733, "2017-02-03T15:46:42Z", 0.81, "Good dissection from 538: http://fivethirtyeight.com/features/what-should-democrats-do-about-gorsuch/"], [33271, "2017-02-03T15:03:59Z", 0.73, "Because of the measures taken by the republicans to push forward their agenda in the first 2 weeks of the new administration. I believe they will change the filibuster rules. However, I think the democrats will put up a fight and insist on 60 votes. "], [21800, "2017-02-03T14:42:09Z", 0.77, "Raising in a big way after Trump's comments on the nuclear option.\n55% to 77%."], [33232, "2017-02-03T13:33:05Z", 0.8, "Very little opposition "], [33243, "2017-02-03T13:31:23Z", 0.88, "Moderate candidate like by both parties"], [33217, "2017-02-03T06:45:30Z", 0.99, "The trump administration and the new political attitude in control of america is willing to be reckless, so regardless of what threats the democrats make, the republicans will push the new nominee into the courts, by any means they feel is necessary."], [14208, "2017-02-03T02:13:53Z", 1.0, "Comment deleted on Feb 03, 2017 03:46PM UTC"], [12703, "2017-02-03T00:01:32Z", 0.97, "Great qualifications, the nuclear option, and what appears to be enough time to play out.  "], [28091, "2017-02-02T23:26:10Z", 0.75, "I am doing a major reversal on this one. Gorsuch is a conservative but qualified candidate (not a Bork). Democrats are angry about Merrick but Merrick is old news. Risking the nuclear option does not make sense at this time. That being said, it is possible for a Democratic Senator or two to decide to do it their own but I believe if they did Trump pressure would lead to the nuclear option. "], [23834, "2017-02-02T23:26:05Z", 1.0, "Recent unilateral Republican moves in Congress make this apparent.  "], [31238, "2017-02-02T19:00:24Z", 0.85, "Not sure if this will affect anything but wanted to share."], [32873, "2017-02-02T17:45:41Z", 0.87, "The Democrats will have a hard time trying to filibuster at the beginning of the administration. Additionally, the Republicans could take away the Democrats power to filibuster if the Democrats do try to block the appointment, and this is a power that I expect the Democrats will want to have later in Trump's administration."], [28904, "2017-02-02T16:09:31Z", 0.99, "Gorsuch is conservative, but well liked and not controversial. http://www.cnbc.com/2017/01/31/5-things-you-need-to-know-about-supreme-court-nominee-neil-gorsuch-commentary.html"], [32161, "2017-02-02T15:38:16Z", 0.65, "There is a very good chance he will be confirmed at some point. However, Republican's are well aware of the danger in setting the precedent of using the nuclear option, as it is now coming back in the faces of the Democrats. Despite Trump's insistence that they use it when Democrats hold up the confirmation, I think the Republican Party will keep an eye at the long game, which could draw this out beyond April 30th"], [11733, "2017-02-02T15:20:07Z", 0.6, "Discussion of nuclear option implies that Trump & GOP ready to fight hard to replace Scalia w/ like-minded jurist. Views of Gorsuch on the left pretty negative outside of legal profession, but Dem Senators from Trump states put themselves at risk if they oppose appointment. (Granted, Dem Senators also face tea party-like threats from progressives in midterm primaries.) Sounds like it will be difficult to stop confirmation, despite vocal and active opposition. Assuming 85% chance of confirmation and 70% chance of confirmation occurring by end of April => 60%.\nhttp://www.cnn.com/2017/02/01/politics/senate-filibusters-democrats-donald-trump/"], [16778, "2017-02-02T14:53:25Z", 0.4, "Upping my forecast. Will Gorsuch be confirmed? Likely yes. He has excellent judicial credentials and has full support of Republicans, despite his far-right judicial philosophy."], [577, "2017-02-02T14:50:59Z", 0.9, "Gorsuch is almost a replica of Scalia, both in his views, and in his qualifications. On that note, it seems similar to the Merrick Garland (granting that Garland is more centrist) in that the Dems really don't have a good reason to vote him down. Of the three on the shortlist, Gorsuch certainly seemed the most mainstream/qualified out of Pryor and Hardiman. Like others have said below, this isn't their fight - I don't even think the republicans will have to use the nuclear option. "], [18762, "2017-02-02T14:12:20Z", 0.75, "i am amazed at how many people let their partisan views influence their predictions, at least by comments. FWIW Democrats have an out here since Gorsuch is a strong separation of powers advocate, and he is replacing a conservative, so my guess is they save their worst for when/if a liberal leaves the court since that is the real battleground."], [691, "2017-02-02T12:37:26Z", 0.89, "President Littlefingers has instructed the Senate to change the 60-vote rule if necessary to get his guy in.  The Senate Rs, having forgotten that the Senate doesn't work for the president, will collapse into jelly and do this.  "], [31987, "2017-02-02T09:36:16Z", 0.4, "The Democrats, emboldened by the growing Resistance to Trump's many illegal, immoral and Un-American policy decisions, executive orders, unpopular appointments and statements (also by his cronies) will slow down if not sidetrack this process.  We will see if the Republicans take the cowards way out and change the rules to eliminate the filibusterer rules  "], [12137, "2017-02-02T09:06:21Z", 0.95, "Looks like there is recent history of changing the senate rules to remove the filibuster capability [1]."], [19801, "2017-02-02T03:34:50Z", 1.0, "Addressing GOP Senate leader Mitch McConnell from the White House yesterday, Trump said, \"If we end up with that gridlock I would say, 'If you can, Mitch, go nuclear.'\""], [32258, "2017-02-02T02:57:39Z", 1.0, "Democrats are weak and the nuclear option is clearly ready to go."], [32810, "2017-02-02T02:47:27Z", 0.78, "Based on data from the New York Times, I did a basic statistical test that showed the distribution of the amount of time it took each Supreme Court judge to be confirmed or denied.  Using a box plot (since the data showed skewing, I chose not to use the average), I determined that 75% of the time, a judge is confirmed within 87 days.  Since the deadline is in 87 days, the base rate of success is about 75%.  However, based on Republicans' refusal to allow Garland in will cause Democrats to fight the nominee.  They may even filibuster, but that is a risk, especially in a Republican-controlled House and Senate, which could easily change the rules to be a simple majority is needed to confirm a Supreme Court candidate.  Neither side wants that to happen.  Past the descent among Democrats, Neil Gorsuch is a good candidate.  He is a decorated judge who shares his views greatly with the late Scalia, returning the SCOTUS back to pre-Scalia's death.  Because of all this, I put him at 3 points higher than the base rate.  All that depends on the Democratic response to Gorsuch, however, and threats of filibustering.  "], [32858, "2017-02-01T21:20:24Z", 0.95, "increasing probability of confirmation, as is Gorsuch not Pryor"], [10935, "2017-02-01T19:30:12Z", 0.91, "We now know the name.  Republicans won't stonewall it.  Democrats can't really.\nThree months is plenty of time to confirm a judge, if the Senate is willing\ntodo  anything other than ignore its chartered responsibilities.  "], [31509, "2017-02-01T18:48:06Z", 0.9, "-2% for negative comments from Senate Democrats about Gorsuch"], [23861, "2017-02-01T15:27:05Z", 0.87, "The democrats need to confirm Gorsuch and not allow the Republicans to user reconciliation (nuclear option). This sets the precedent for the next justice (most like Ginsburg) that allows them to fight. If they fight Gorsuch, GOP invokes nuclear option and the Dems have no leg to stand on when the next Justice appointment is made. "], [11733, "2017-02-01T14:46:48Z", 0.4, "Gorsuch seems to be widely respected in his profession. Seeing some positive views on him from educators and left-leaning news outlets but also some negative views from some Dem senators. Lingering bitterness over Garland and entrenched/emboldened resistance to Trump. Hobby Lobby opinion and related views may be his biggest hurdles."], [651, "2017-02-01T14:36:58Z", 0.95, "Given reality show disclosure and despite the predictable whining by the regime's opponents, I do not see how he will not be confirmed (although hope springs eternal)."], [19801, "2017-02-01T07:06:33Z", 1.0, "Neil Gorsuch nominated by Donald Trump to fill supreme court vacancy \nhttps://www.theguardian.com/law/2017/jan/31/neil-gorsuch-supreme-court-nomination"], [14253, "2017-02-01T05:01:01Z", 0.07, "It seems the Tea Party isn't quite as optimistic about the time line for this question as the GJP consensus. Sticking at 7%."], [83, "2017-02-01T04:05:31Z", 0.3, "April 17, 2016 is the start of the next SC session.\nDems would like to delay the new judge to a later date.  \nIf the new judge is not confirmed before the April 17 date, delay may extend across the summer."], [32988, "2017-02-01T03:25:09Z", 0.99, "Now that a SCOTUS justice had been nominated by President Trump, and the Republicans hold a majority in Congress, I suspect the not-horribly-right justice to be confirmed "], [32664, "2017-02-01T02:33:16Z", 0.8, "According to the Congressional Research Service, the average number of days from nomination to final Senate vote since 1975 is 67 days (2.2 months), while the median is 71 days (or 2.3 months). This puts the median sometime in the first few weeks of April. Although the current climate is more slow moving, it is more likely than not that they will approve of the nominee by the end of April."], [27461, "2017-02-01T01:53:41Z", 0.9, "Gorsuch is a mainstream conservative, presumably without skeletons in his past. Democrats will have hard time objecting to him only because they don't like his views. With 87 days until April 28, there is a large chance he will be confirmed. "], [14208, "2017-02-01T01:35:46Z", 0.79, "This is going to be close!  Going to consensus.  89 days until 30 April 2017.   "], [33059, "2017-02-01T01:25:52Z", 0.56, "I think Gorsuch will likely get confirmed, however I sense that there will be a filibuster and may cause confirmation to go beyond April 30th."], [31238, "2017-02-01T01:11:10Z", 0.95, "It's Neil Gorsuch. Has a sterling resume so Dems will have weakened legitimacy in opposing it."], [33158, "2017-02-01T00:33:23Z", 0.84, "because the nominee should be a virtual shoo-in with republican majorities in the house and senate."], [14208, "2017-02-01T00:18:34Z", 0.35, "hmmm.  Bloomberg windsock...  Watching Betty Liu discuss Trumps upcoming Supreme court announcement.  She said, \"the republicans filibustered President Obama's Supreme Court pick I wonder if democrats will do the same?\"  "], [32836, "2017-01-31T22:53:27Z", 0.65, "Assuming every Republican votes for the nominee, they only need 8 Democrat votes to invoke cloture and do a yea/nay vote, which would very likely grant a majority. The problem lies in getting the 60 votes in the first place -- Democrats have vowed to filibuster, but McConnell could dismantle the filibuster and pass the nominee through, albeit a very unlikely option. The court meets in February, and Trump seems intent on keeping his campaign promises, so the Senate may rush the confirmation process enough to get the nominee through before April's out."], [23234, "2017-01-31T21:20:04Z", 1.0, "Comment deleted on Feb 03, 2017 02:14AM UTC"], [32784, "2017-01-31T19:49:26Z", 0.85, "The announcement of his seleciton to fill the vacancy."], [28893, "2017-01-31T19:48:32Z", 1.0, "Neil Gorsuch will be the pick. "], [530, "2017-01-31T18:47:30Z", 0.79, "http://www.usatoday.com/story/news/politics/2017/01/31/supreme-court-trump-nominee-scalia-justice/97260482/"], [4645, "2017-01-31T15:08:03Z", 0.87, "Merkley's precommittment to filibuster (http://www.politico.com/story/2017/01/senate-democrats-filibuster-supreme-court-pick-234368) indicates that there's a high probability of a filibuster, which the Republicans possess the procedural tools to derail (reduce the cloture threshold to a simple majority for Supreme Court nominees). That, however, will take time, which eats into the narrow 64-day window to resolve this question, slightly lowering my assessment of its probability of occurring."], [11733, "2017-01-31T14:51:33Z", 0.2, "Lingering bitterness over refusal to confirm Garland + strong obstructionist sentiment from and significance of appointment to constituents on the left + previous Congress provides cover for high-level obstruction => serious fight over any SCOTUS nominees. GOP has < 60 Senate seats. Won't be surprised if Dems obstruct using all available means until midterms. \nhttp://www.politico.com/story/2017/01/senate-democrats-filibuster-supreme-court-pick-234368"], [33144, "2017-01-31T11:42:22Z", 0.9, "The Trump administration will try to make an appointment as soon as possible. There will be no opposition from the Republicans."], [948, "2017-01-31T03:40:09Z", 0.98, "This man, Trump continues to roll forward with everything he wants to do. He is not looking at conventions and will not stand aside for tradition or average expectations. He is announcing his nomination tomorrow night and I believe will have that person confirmed by end of April, maybe even by end of March."], [33135, "2017-01-31T00:37:11Z", 0.9, "I think the only way this couldn't happen is if Democrats find a new way to stonewall. That said, they probably can't last for two years until midterm elections, so my guess is that they'll stay back and wait for a fight that they have a chance to win."], [38, "2017-01-30T23:23:10Z", 0.22, "http://nypost.com/2017/01/29/why-the-supreme-court-fight-is-sure-to-go-nuclear/"], [500, "2017-01-30T20:17:16Z", 1.0, "100"], [30748, "2017-01-30T19:27:22Z", 0.92, "Assuming Gorsuch is nominated, the Dems will be too pathetic to block him."], [33126, "2017-01-30T18:47:49Z", 0.0, "the Trump selection will be so extreme, the Democrats and even a few Republicans will be unable to confirm."], [14327, "2017-01-30T16:55:49Z", 0.9, "Replacing Scalia with another conservative justice will not significantly tip the balance of the court and Democrats probably will probably use this as an opportunity to embarrass Trump / Republicans instead of stalling forever or rejecting the nominee. "], [4645, "2017-01-30T15:25:45Z", 0.89, "President Trump has announced that he will announce his Supreme Court Nominee two days earlier than previously planned (https://www.nytimes.com/2017/01/30/us/politics/donald-trump-administration.html?mtrref=undefined&gwh=0BD1B3BFC170B7E3D56F840F57088912&gwt=pay&_r=0). This increases the margin of time available to my model by two days. However, I'm not implementing any sort of smoothing function, and there isn't any difference in the data between 62 days and 64 days, so my estimate remains the same."], [1639, "2017-01-30T09:47:53Z", 0.8, "Donald Trump will shortly name a replacement for Antonin Scalia, the conservative Supreme Court justice who died nearly a year ago. After stonewalling Barack Obama’s nominee, Merrick Garland, Senate Republicans are eager to restore the court’s (inconsistent) rightward tilt. The 21 names Mr Trump floated during the campaign have boiled down to three conservative white men who serve on federal appeals courts. William Pryor, 54, a judge on the circuit court based in Atlanta, is the most outspoken: he has called Roe v Wade, the 1973 ruling legalising abortion nationwide, “the worst abomination” in constitutional-law history. Thomas Hardiman, 51, is backed by Maryanne Trump Barry, his Third Circuit Court colleague—and the president’s sister. The bookmakers’ favourite is 49-year-old Neil Gorsuch of the Tenth Circuit Court in Denver. He is a close intellectual match to Mr Scalia (with degrees from Harvard and Oxford) and an elegant writer"], [6303, "2017-01-30T03:22:29Z", 0.91, "According to the general news and GJP consensus."], [31934, "2017-01-30T00:22:01Z", 0.25, "Wishful thinking...."], [20832, "2017-01-29T19:57:04Z", 0.3, "The early month of this administration will be fraught with distractions both from outside actors trying to see how far they can push until they get any significant push back, and inside actors trying to establish with more clarity their span of control and influence."], [6276, "2017-01-29T19:31:52Z", 0.01, "The Democrats have the ability to filibuster this nomination and Trump is almost certainly going to nominate someone they can live with.  Combine that with the Republican refusal to allow Garland a vote and the chance of of confirmation this year is negligible."], [8159, "2017-01-29T16:49:07Z", 0.75, "Democrats do not have the relentless ruthlessness and dedication to a cause (albeit confused and misguided) as republicans (especially held hostage by Alt Right nationalists) do. Giving a 25% chance democrats will come together, find their spine and soul and rally \"sane\" republicans to ensure a mainstream centre right justice (the best that one can hope with this administration)."], [12459, "2017-01-29T16:22:23Z", 0.75, "McConnell will do whatever it takes to get a new Supreme Court justice confirmed. Since the nominee will be announced on Feb 2, I don't believe that McConnell will allow this to linger for three months."], [32766, "2017-01-29T16:13:33Z", 0.35, "I may alter in the future, but 60-odd days seems like a tough fight to me unless nuclear option is invoked."], [25646, "2017-01-29T15:27:09Z", 0.99, "the administration will submit the candidate in February. That allows for 60 days to confirm."], [33087, "2017-01-29T12:03:34Z", 0.2, "Initial Trump actions have been met with protests across USA and world."], [33080, "2017-01-29T06:42:59Z", 0.9, "Trump will want to fill this ASAP and the democrats will save their veto for when it comes to replaces a liberal justice. "], [33073, "2017-01-29T02:31:54Z", 0.5, "It will likely take longer than this due to opposition from Democrats."], [38, "2017-01-29T01:31:39Z", 0.22, "I listened to an interview of Paul Ryan last night on C-Span talking about his plans for the first TWO hundred days.  Confirmation of a Supreme Court justice was mentioned, but most of the talk revolved around repeal/replacing Obamacare and passing budgets.  Ryan runs the House, and the confirmation will be a Senate action, so it makes some sense that the confirmation doesn't loom large on his radar screen, but it sure seemed like a faint blip to me, evenso."], [33072, "2017-01-29T00:53:10Z", 0.0, "Democrats backbone on blocking nomination will last through the summer."], [33067, "2017-01-28T22:35:46Z", 0.65, "Democrats will attempt to put up a challenge, but they will relent early on. "], [31509, "2017-01-28T22:00:29Z", 0.92, "Mean of 71 days from announcement of nomination to Senate confirmation based on Oct. 2015 Congressional Research Service \"Supreme Court Appointment Process: Senate Debate and Confirmation Vote\". Cannot find the standard deviation, so I assumed SD=30 days. Assuming Trump makes announcement next Thursday as he said he would on Twitter. That means 87 days until the 30 April deadline. Basic normal distribution calculation leads to base probability of 70%. I figured there was a very small (2.5%) chance that Democrats in the Senate would block the nomination AND the Fors wouldn't be able to cobble together 8 votes from the Democrats/Independents and make a Supermajority. So I upped the base rate by 12% (arbitrary) to account for this small chance of rejection and delay. I upped the rate by another 10% (also arbitrary based on Thomas Hardiman and Neil Gorsuch being qualified and uncontroversial. (http://www.nola.com/politics/index.ssf/2017/01/trump_supreme_court_nominee_2.html)."], [1506, "2017-01-28T19:04:16Z", 1.0, "Because Trump said he will submit a name from his pre-victory list, a list he revealed to the Republican leadership months ago. With a majority in the Senate, the Senate Republicans will push this one through."], [1006, "2017-01-28T17:57:06Z", 0.75, "If Trump is organized enough to make a nomination, the Republican Congress will stuff this one through fairly quickly"], [30026, "2017-01-28T16:18:56Z", 0.85, "This would appear a priority. Once the easy \"wins\" like TPP withdrawal and executive orders are done, more important matters will garner attention."], [1993, "2017-01-28T07:30:23Z", 0.85, "If Trump announces his nominee on February 2nd, that leaves 87 days to confirm. That should be long enough."], [33044, "2017-01-28T06:49:53Z", 0.75, "Dems don't have enough votes and Reps will pass rule to break fillibuster if they need to"], [32539, "2017-01-28T06:19:00Z", 0.88, "Narrowed it to 3."], [16662, "2017-01-28T02:47:40Z", 0.4, "It's not in the interest of the minority in the Senate to allow this nomination to proceed rapidly.  The Democrats will likely draw the process out as long as they can."], [27369, "2017-01-28T01:17:01Z", 0.2, "Length of confirmation hearing, shortage of candidates."], [12711, "2017-01-27T23:00:19Z", 0.35, "There will be intense Democratic opposition to any nominee. It is unlikely that they will be able to completely block an appointment, but they may be able to delay an appointment beyond the end of April."], [15366, "2017-01-27T22:55:06Z", 0.1, "Just the vetting process will take longer than 3 months and since a candidate has not been named yet, I put the odds pretty low."], [29918, "2017-01-27T22:20:53Z", 0.35, "Depends on trumps choice of nominee and the reaction from Senate Democratsâ€‹ since the nomination need confirmation from 60 US senators which Republicans does not have. I made my assumptions based on trumps pro-life and his advisor's conservative agendas."], [21140, "2017-01-27T21:39:16Z", 0.75, "Trump will spend a good deal of his political capital to win this nomination fight before he winds up his first 100 days. This is a 'must win' for him to appease the base and be seen delivering on a key campaign promise early in his mandate. The Democrats will delay but it seems only about 20% of past nominations have been blocked entirely ... Presidents do get caught without a confirmation, though, and this should factor into the prediction. The worst record belongs to President John Tyler who had 9 nominations (!) rejected by Congress. "], [2613, "2017-01-27T21:37:57Z", 0.95, "President Trump will submit a very qualified candidate and Senate / House will sail the candidate through."], [14088, "2017-01-27T21:06:44Z", 0.65, "The Republicans will employ the \"nuclear option\", if necessary."], [1279, "2017-01-27T20:54:47Z", 0.75, "Seems likely, but it is not moving as quickly as I expected."], [16554, "2017-01-27T20:47:31Z", 0.5, "Dems. will work to block and to delay."], [32088, "2017-01-27T20:39:15Z", 0.77, "Republican controlled Senate, filibuster can only last so long"], [29028, "2017-01-27T20:29:04Z", 0.05, "Any Trump nominee will face a filibuster from Senate Democrats. They may even force a change in nominees. "], [1521, "2017-01-27T20:27:04Z", 0.85, "Republicans control House, Senate and Executive.  Democrats can't stall for 4 years"], [19678, "2017-01-27T20:25:16Z", 0.35, "SCOTUS nominees are still subject to a 60 affirmative vote threshold in the Senate, and it seems unlikely six Democrats will break Party ranks to expedite a filibuster breaking vote.  We are also seeing evidence with the Sessions nomination for AG that Senator Feinstein is prepared to use all the tools at her disposal as Ranking Member of the judiciary Committee to delay a recommendation vote for as long as possible. "], [9036, "2017-01-27T20:13:23Z", 0.15, "Trump will insist on an ultra conservative, to look \"good\" to the populist branch of the party, and he (because it WON'T be a \"she\") would get through.  Plus, I think the  prevailing thought will be that we are (maybe) better off with an even number on the Court, for now."], [684, "2017-01-27T20:11:34Z", 0.9, "High priority for Republicans to push"], [33026, "2017-01-27T17:17:52Z", 0.15, "Partnering with my son."], [28904, "2017-01-27T17:09:09Z", 0.75, "The nominee is apparently coming out shortly, and may be less controversial than expected: http://www.cbsnews.com/news/march-for-life-anti-abortion-trump-supreme-court-justice-william-pryor-thomas-hardiman/"], [28067, "2017-01-27T04:39:08Z", 0.88, "Seriously?"], [33005, "2017-01-26T23:32:39Z", 0.95, "Trump and the republicans for that matter have been in a major debate over the justices that have been suggested and republicans (which holds majority in all branches of government as of 2015~_) have even said that they wouldn't vote anyone in until obama's term has ended and more conservative justice has been nominated. Trump especially has made it a point that his justice will be arriving soon after his election so there is a very high chance he will try to get this act done to propose laws that the conservative justice majority could possibly have."], [19801, "2017-01-26T23:30:48Z", 1.0, "Trump to nominate 'strict constructionist' to Supreme Court: Pence\nhttp://www.reuters.com/article/us-usa-court-pence-idUSKBN15A2RR"], [33004, "2017-01-26T23:03:11Z", 0.85, "trump"], [31450, "2017-01-26T16:28:45Z", 0.87, "I start at 90% because since Nixon (he got into some trouble with his court nominees for legal reasons, a recurring theme for him) only three nominees were not confirmed by the senate (Bork, Miers, and I count Garland). As well, in that time the longest confirmation process was for Thomas at 99 days, and most were closer to two months. However, I drop a few points because congress has a lot to deal with right now between healthcare reform, rewriting the tax code, and dealing with immigration proposals. With so much else taking up valuable congressional time its possible that supreme court nominee hearings are delayed or at least more spaced out than normal."], [4645, "2017-01-26T16:25:10Z", 0.89, "President Trump has announced (https://twitter.com/realDonaldTrump/status/824229586091307008) that he'll be announcing his nominee for the Supreme Court vacancy on Thursday, Feb 2nd. That leaves 62 days in the window for the Senate to advise and consent. Historically, out of 162 nominees, 100 were confirmed within 62 days of being nominated. This suggests a raw (100/166=) 61% probability that this question will be resolved as \"Yes\"."], [519, "2017-01-26T14:02:42Z", 0.99, "Absolutely. This is a cornerstone issue for republicans. "], [32994, "2017-01-26T13:49:44Z", 0.86, "Trump has been very effective so far"], [1019, "2017-01-26T12:00:38Z", 0.75, "He'll announce his pick this week. Should have enough time to push through. If he picks someone reasonable there will be only token opposition. Dems won't want the GOP to initiate the nuclear option in the Senate over this."], [32987, "2017-01-26T02:10:45Z", 0.8, "Because it's time for change!\n"], [32984, "2017-01-26T00:01:24Z", 0.8, "According to the new situation and the open questions to the whole way of become it that way ....there is a mistrusting to the existing supreme court."], [15528, "2017-01-26T00:00:26Z", 0.9, "Trump stated he plans on making his pick next week: https://twitter.com/realDonaldTrump/status/824229586091307008."], [32066, "2017-01-25T21:39:34Z", 0.95, "Only thing to stop this is Dem filibuster, but I am not sure that is even possible under this year's rule. Three main nominees gave already been identified in press."], [32978, "2017-01-25T18:47:30Z", 0.85, "Trump will appoint a new justice to the Supreme Court because when he plans to start doing the things he promised to do, he will want the most people to be on bis side."], [21800, "2017-01-25T17:22:29Z", 0.55, "Moving up from 45% following reports of a quick nomination for the post."], [691, "2017-01-25T16:01:47Z", 0.84, "This assumes he drops a name in the next few days, and that the Rs will brook no serious opposition from the Ds, changing the Perfectly Awful 60-Vote Rule if necessary."], [636, "2017-01-25T15:56:05Z", 0.85, "Dems cannot muster enough votes to stop"], [32969, "2017-01-25T15:43:16Z", 0.95, "Either President Trump will nominate a \"middle of the road\" candidate that the Senate will be able to pass, or, if he does not, the Senate Republicans will successfully change the rule so that confirmation of the President's nominee only requires 50 votes in order to be confirmed."], [32919, "2017-01-25T14:00:01Z", 0.9, "-Republicans having been pushing back to wait for a Republican President\n-Republican dominated Congress\n-Trump says he'll make a pick next week. \n-The confirmation process should take about 70 days on average "], [32964, "2017-01-25T10:26:39Z", 0.05, "The Democrats in the Senate will block the first nomination in retaliation for Merrick Garland."], [6303, "2017-01-25T03:36:22Z", 0.9, "According to the general news and GJP consensus."], [29054, "2017-01-25T02:46:51Z", 1.0, "The majority will move any candidate that is from their crowd-like in a quick!\nAlready a list is getting the final work, and it was said on a tweet (can you say anything serious via tweets!), that a candidate is to be announced this week of next week the latest."], [32960, "2017-01-25T01:50:54Z", 0.78, "The median length of time for a Supreme Court nominee confirmation is 71 days (according to Wikipedia). There 89 days until left April 30, 2017. Therefore we can assume there is ~80-85% confidence that a nominee can be confirmed within the timeframe. This is only step 1. "], [9755, "2017-01-25T00:50:30Z", 0.31, "So far trumps mental choices are pretty hard to digest and if he is going to get his pick in than he needs to use 69 as a  position .\n"], [19801, "2017-01-25T00:45:40Z", 1.0, "President Donald Trump, poised to restore the conservative majority on the U.S. Supreme Court, said on Tuesday he would announce his pick next week, with three federal appeals court judges among those under close consideration.\nhttp://www.reuters.com/article/us-usa-court-nominee-idUSKBN158288?il=0"], [436, "2017-01-25T00:27:11Z", 0.58, "Siding with the outside-view people for now, but reducing the odds a bit to account for the general lack of competence shown by the administration on formal matters, not to mention Democratic vengeance (though the former factor is more important)."], [23234, "2017-01-24T23:23:24Z", 0.83, "My guess is Gorsuch"], [13377, "2017-01-24T22:38:29Z", 0.59, "Following z0k"], [32858, "2017-01-24T22:24:00Z", 0.72, "Supposedly Trump has 3 shortlisted:\n-William Pryor - anti Roe vs Wade, will alarm Dems and moderates\n-Judge Neil Gorsuch - nothing notably inflammatory, very competent\n-Judge Thomas Hardiman - unclear R/L record, knows Trump’s sister"], [32858, "2017-01-24T22:23:08Z", 0.65, "Comment deleted on Jan 24, 2017 10:24PM UTC"], [28414, "2017-01-24T21:16:59Z", 0.9, "\"This, as sources close to the selection process tell Fox News the list of possible candidates is now down to three names, all of them federal appeals court judges: Judge William Pryor in Alabama, Judge Neil Gorsuch in Colorado, and Judge Thomas Hardiman in Pennsylvania. \nTrump has met personally with all three, sources say.\" \nhttp://www.foxnews.com/politics/2017/01/24/trump-set-to-make-supreme-court-choice-this-week-several-judges-on-short-list.html"], [29587, "2017-01-24T20:48:39Z", 0.9, "Wikipedia has a good overview of the process and gives a average of 67 days between nomination and approval. März a April.\nHe needs to hire still people to create a proposal list > 1 month\nCreate a list and interview 1 month\nSo 4 months.\nOn the other hand have the party members perhaps prepared a list.\nPOTUS want to appoint fast."], [32258, "2017-01-24T17:10:33Z", 0.95, "If it's Gorsuch, I'd have to change my prediction on the need to drag out the nuclear option. This may be a gesture by Trump that he doesn't want the big fight that he would have with Pryor. Maybe he's keeping his powder dry for the next nomination. He will likely be enraged that Dems put up a fight anyway and Reps won't wait very long to change the Senate rules and confirm with a majority vote. If he nominates Pryor, all hell breaks loose. The Gorsuch strategy makes it easier for Reps to sit on their high horses and push the nuclear button. But Trump is a wild card so who knows..."], [15179, "2017-01-24T16:12:49Z", 0.35, "There is an incredible volume of Senate appointments which have yet to be confirmed, and momentum does not seem very strong as of yet. While Sessions has a shortlist of whom to nominate for the SCOTUS vacancy, Trump's irrationality does not indicate that the nomination process will be smooth. In addition, we cannot have more than the haziest guess of whom Trump will actually nominate from that list. From there, the Democrats will put up at least as strong of a resistance to that nominee as they have for Sessions. Past SCOTUS nominations have usually waited 4 months from the time they are announced, and that happened with a Senate which was less busy - if Trump announced a nominee tomorrow, that normal timeframe would still go past the 30th April deadline. "], [32943, "2017-01-24T16:07:44Z", 0.85, "Trump has promised to nominate a judge within two weeks of taking office (2017-02-03). With both houses in GOP control, and the relative infrequency of rejected candidates, the I expect the nomination will succeed."], [4645, "2017-01-24T15:24:35Z", 0.7, "The rumor mill is whispering \"Neil Gorsuch.\" Gorsuch appears to be a genuinely competent jurist and a logical replacement for Antonin Scalia. Assuming this is correct, I believe that the current GJO consensus (68%) is underestimating the probability of his swift confirmation."], [691, "2017-01-24T13:04:25Z", 0.48, "The poor confused PressSec said yesterday they'll have a name pretty soon.  In general he appears to have no more idea of what's happening than anybody else, but it seems a good guess.  Once a name is announced, I'll have to adjust this number, probably up:   If the Ds get too uppity, the Rs will just change the 60-vote rule unless the nominee is somebody so bad that even the spineless can't support him.  This is unlikely.  (Of course, eliminating the requirement for an extraordinary majority, except where the Constitution requires it, is and always has been a Good Idea in case you happen to believe in the notion of representative democracy.)  "], [29097, "2017-01-24T08:33:16Z", 0.65, "Taking into consideration the fact that since 1793, there have been 30 failed nominations to the Supreme Court of the United States. Of the 30 failed nominations 12 were rejected by the Senate. Each presidency has the given right to nominate individuals to the supreme court whom they seem fit. Each presidency has nominated an average of 5 nominees during their time as POTUS to the supreme court in which a total of 30 failed. An estimated amount of 112 nominees have existed since 1789 which means that the success rate in which the nominees have been approved is calculated to be 74% with a waiting average of approximately 5 months. My forecast would therefore suggest a certainty between 60%-69% that a new supreme court justice will take place before 30 april 2017. "], [14208, "2017-01-24T06:48:40Z", 0.35, "Since 1793, there have been 30 failed nominations to the Supreme Court of the United States.  Of the 30 failed nominations 12 were rejected by the Senate.  It is interesting to note that of the 30 failed nominations none of them were filibustered."], [29646, "2017-01-24T05:59:35Z", 0.65, "Going back to the GHW Bush Administration, average length of confirmation process--excluding Clarence Thomas's 99 days as an outlier--is about 66 days. White House Press Secretary Sean Spicer says we will get a nominee within \"a couple of weeks\". That puts it out to about 85 days or so. Alito took 82 days, and Kagan 87 days, and I think this process may be more Alito-like. That's cutting it awfully close. But...I'm going to say it's SLIGHTLY more likely than not that a new Justice is confirmed by 4/30/17."], [19801, "2017-01-24T04:28:10Z", 1.0, "SUPREME COURT"], [32782, "2017-01-24T02:38:13Z", 0.2, "Not done much research yet, but on a quick check it never happened after WW2, nor is in the list Trump made with his \"contract\"\nhttps://assets.donaldjtrump.com/_landings/contract/O-TRU-102316-Contractv02.pdf\nbut I'll check carefully in the next days to possible declarations."], [32921, "2017-01-24T00:21:55Z", 0.85, "Trump will want to secure his position in the supreme court"], [1643, "2017-01-24T00:08:21Z", 0.9, "At the first official press conference Spicer said the name would be announced within the next week or two.  Increasing a few points."], [32022, "2017-01-23T22:43:26Z", 0.25, "This doesn't seem to be a big priority for MrT at this time, and I don't think he'd object to waiting a little to ensure the next Justice is place for the next October session. I will keep nudging this down as the date approaches. "], [31914, "2017-01-23T22:12:50Z", 0.1, "If Trump makes a choice from the list he proposed before the  election, there will be a filibuster by the Democrats.  \nthe Republican majority would have to destroy the filibuster, something they do not want to do to stop this. There is a strong possibility for this vacancy to last until nest year."], [4645, "2017-01-23T17:49:00Z", 0.59, "I stand by my outside-view assessment of this situation (http://www.gjopen.com/comments/comments/427233). However, I'm lowering my estimate because Pres. Trump seems to be more-or-less indifferent to qualifications in filling leadership roles. He may not appreciate how qualitatively different a Supreme Court Nominee is from a cabinet position, and attempt to nominate someone deeply ill-suited for the role, but fitting the mold of a viable candidate in his mind. This could lead to a situation not unlike Pres. George W. Bush's failed nomination of Harriet Miers, resulting in a \"no\" resolution for this question. Moreover, the predictions on GJO with any indication of research effort are converging at lower estimates than my former estimates.\nThis reflects uncertainty about Trump's nominee. (If he has a nominee planned, I'd be surprised if he doesn't change his mind between now and when he is due to announce, like he apparently did with his running mate). When the announcement is made, I expect to have a fairly strong update based on the nominee's qualification."], [32901, "2017-01-23T16:13:46Z", 0.27, "It is unlikely that a justice will be confirmed before May. Democrats will put up significant resistance to any trump appointee and the president does not seem to be making filling the vacancy a priority."], [1262, "2017-01-23T15:32:40Z", 0.91, "Trump is a pragmatist, he'll choose carefully."], [31275, "2017-01-23T14:48:24Z", 0.96, "Mitch McConnell says they will use the nuclear option to break filibuster."], [32894, "2017-01-23T12:05:31Z", 0.95, "Presidential-elect Trump is eager to start making radical changes. Appointing a conservative Supreme Court justice will be on top of his list. "], [28380, "2017-01-23T10:28:02Z", 0.85, "Highly likely Trump will need to bribe the Republican establishment to get some of his radical ideas through. Accepting their candidate should ensure fast confirmation."], [32181, "2017-01-23T08:33:58Z", 0.37, "Melarish helped my research process below."], [32455, "2017-01-23T06:41:37Z", 0.25, "Trump's pick will likely be controversial (that may be putting it mildly), Supreme Court nominees tend to get scrutinized heavily, and the Dems seem to need something to show spine to their supporters."], [29623, "2017-01-23T05:32:43Z", 0.4, "Three reasons:\n- Trump's nominations for other positions have been less than stellar\n- Republicans will scrutinize the pick\n- Nominations take time (scale of 50 to 70 days each depending on where you look)"], [27798, "2017-01-23T03:45:46Z", 0.8, "https://www.nytimes.com/interactive/2016/02/13/us/how-long-does-it-take-to-confirm-a-supreme-court-nominee.html"], [32181, "2017-01-23T03:07:27Z", 0.35, "- Trump says he will nominate a justice in 2-3 weeks after his inauguration. That is Feb 2nd-Feb 9th.\n- The average confirmation period is 74 days. \n- Dems appear to be united in their opposition to whomever Trump nominates. \n- Some Republicans may also oppose Trump's nominee, especially if he continues to have low poll numbers. \n- If Dems continue to oppose, Republicans will have to trigger the nuclear option. This will take time. \n- I suspect that this will take more than an extra 15 days (on top of the average 74 days). \n- This could be updated over time.  "], [12937, "2017-01-23T03:05:07Z", 0.9, "This will be one of the first statements Trump makes as president."], [6303, "2017-01-23T02:12:04Z", 0.9, "According to the general news and GJP consensus."], [32878, "2017-01-23T01:35:38Z", 0.75, "Power distribution is heavily tilted towards the GOP (President, Congress), incoming administration (4 year time horizon) next opportunity for a substantial refiguring is in 2 years (midterm elections).  Influential players that could potentially shift the analysis (GOP potential transferees) are unlikely to break with the party entirely on the issues within that 2 year time horizon.  25% probability reserved for effective DNC filibusters backed by broad-based public support for an 8-member court until the opportunity for political landscape refiguring."], [22248, "2017-01-23T00:17:03Z", 1.0, "Why would Trump wait.  Supreme Court needs changes.  That's why he won over conservatives."], [32231, "2017-01-23T00:07:37Z", 0.8, "Trump will want this through quick, it was a campaign hot topic and obstacles to appointment of a Conservative judge is not likely. "], [28893, "2017-01-23T00:04:43Z", 1.0, "Republicans will quickly remove the filibuster from Supreme Court appointments. Thus, Trump only needs Republican Senators to vote along the party line to fill the Supreme Court vacancy. You can thank Harry Reid: "], [32231, "2017-01-22T23:05:30Z", 0.8, "Trump will move fast once in office and Supreme Court Justice nomination was a topic he was vocal on. Conservative judge will be not opposed by a Republican Senate."], [7934, "2017-01-22T23:02:28Z", 0.65, "Chances are, the GOP will roll over Schumer. Hopefully Trump will choose someone who i difficult for the Dems to vote against. Someone who was confirmed in the lower courts."], [32563, "2017-01-22T22:17:15Z", 0.6, "Nominations not projected until early February\nCabinet nominations  pending confirmation \n"], [32258, "2017-01-22T20:41:04Z", 0.05, "The average time from nomination to confirmation of the current Supreme Court is 74 days. Scalia took 92 days. Trump people want this done in April to allow the person to be involved in certain cases and vote. Republicans refused to allow Obama's nominee (Garland) to get a hearing.  Democrats have to pick a fight on this as they were dissed on the Garland nomination.  Schumer knows this. The question is whether Republicans opt for the nuclear option allowing them to vote without Democrats.  I think they might but the question is how long would Republicans let it drag out before doing so? In addition, they are thinking ahead to the next nominee after this one which may play into their strategy. For that reason, I think this one will be the fight and will drag on past April 30."], [18790, "2017-01-22T20:00:23Z", 0.09, "The Senate will be very busy in the opening 100 days. They have already had to delay the attempted rush of cabinet confirmations in the first week of action. Put on top of that the legislative actions Trump + GOP will want to pursue, the supreme court seat is unlikely to be top priority in the short-term. "], [16778, "2017-01-22T19:14:25Z", 0.1, "60 senate votes are required to confirm a SC nominee. The Democrats hold 45 plus 1 independent (Sanders). Given the confrontational tone of Trump's twitter feed, his inauguration speech, and his highly controversial cabinet nominees, I have no reason to think that Democrats will be willing to play along. They will likely borrow from the Republican playbook and keep voting no."], [12573, "2017-01-22T18:33:46Z", 0.87, "I think that there will be too much of an outcry against confirming a ninth justice to the Supreme Court, even from the Democrats and their supporters. The only holdouts will be a few Democrats in the Senate, but they will realize public opinion is against them, too."], [31201, "2017-01-22T17:34:58Z", 0.15, "I believe this is only possible if the Trump administration nominates a moderate candidate with bipartisan support, which is unlikely. A fillibuster is more likely, which will ultimately need to be overridden by a change in senate rules for SCOTUS nominees."], [30051, "2017-01-22T16:24:20Z", 0.78, "Pretty article on duration of confirmation...\nhttps://www.nytimes.com/interactive/2016/02/13/us/how-long-does-it-take-to-confirm-a-supreme-court-nominee.html?_r=0"], [443, "2017-01-22T15:42:59Z", 0.25, "Trump will be too busy being Trump. The Ds will make the that appointment a difficult one. Based on the 25 possible candidates even the Rs may resist. The D will try to stall until the midterm where they will surely gain back the senate. "], [2301, "2017-01-22T14:42:04Z", 0.6, "Yes, the Republicans will vet a name.  But the candidates conservatism will rouse fierce opposition."], [32083, "2017-01-22T13:48:20Z", 0.9, "To illustrate the need for efficiency in the Federal government. "], [30413, "2017-01-22T13:23:36Z", 0.9, "Nominees will be be squeaky clean and republicans will garner the votes "], [30517, "2017-01-22T13:21:41Z", 0.65, "studying the timelines from the crowd; i am too low on this.  This one is a hard one for me as I am not sure I really know what kind of justice Trump will pick.  Closing the gap to the crowd."], [32843, "2017-01-22T11:15:52Z", 0.95, "Found article saying DJT has a prospect in mind - http://edition.cnn.com/2017/01/19/politics/trump-supreme-court-nominee/index.html "], [32852, "2017-01-22T06:13:41Z", 0.3, "Trump's ego belittles his person."], [32851, "2017-01-22T04:11:03Z", 0.95, "Trump just released short list of candidates today. Once he announces candidates, it takes him about a month to select one. Since Congress is dominated by Republicans, there's a greater likelihood that they'll confirm Trump's nominee.  They may have an interest in seeing that a justice gets elected quickly, especially since we've had a vacancy well past the average 73 days. I'm new at this, so I'm taking a shot in the dark. It'll be fun to learn how to be better at this stuff."], [32847, "2017-01-22T00:50:45Z", 0.2, "After blocking Obama's choice for a year, the remaining Democrats won't give in easily until a candidate is presented that suits them too, meaning that Trump would have to announce a moderate candidate, which isn't likely. "], [32842, "2017-01-21T22:01:22Z", 0.75, "The vacancy has existed for many months.  President Trump says he has a specific nominee in mind.   "], [20, "2017-01-21T19:18:24Z", 0.05, "Only if Trump nominates a liberal Dem, not happening. Or the filibuster is revoked for SCOTUS nominations, this more likely but still unlikely considering McConnell's opposition to filibuster change in the past. He also likely knows he could lose the Senate and be at the mercy of D's soon enough. "], [27461, "2017-01-21T19:12:55Z", 0.67, "Key milestones:\n1. Nomination: I assume this will be done before the State of the Union address in late February. DT would like to take credit for the nomination and bring heat on the Senate to act swiftly. So this will take on average some 15-20 days from Monday. \n2. Confirmation: this will depend on whether the nominee is mainstream or not. \na) Mainstream conservative without skeletons in the closet (I assign a probability of 70%): This will go through in the average 60-70 days. The Democrats will make some fuss but are unlikely to filibuster someone who just restores the pre-Scalia's-death status quo. So the process will be accomplished shortly before April 30 (which is 98 days from Monday), with a slight probability of a delay (say, 5%)\nb) A fringe personage, or someone marred by a scandal (Probability:30%). Then it won't happen by April 30. "], [691, "2017-01-21T14:35:23Z", 0.48, "Too much other stuff ahead of this in the queue, and there is no immediate policy reason to rush on it.  Still, M. Petit-Doigts could decide at two o'clock some morning soon that he can't live another day without a full Court and twit out a name.  "], [32831, "2017-01-21T13:32:23Z", 0.9, "Because  full Supreme Court is crucial for policy and legitimacy"], [32830, "2017-01-21T13:23:40Z", 0.9, "Because of republican control of all branches of government."], [31256, "2017-01-21T12:35:55Z", 0.17, "Large number of other appointments which need to be made first and little progress. Also unlikely that Trump will see it as a priority due to current log-jam within Supreme Court with 3/3 split"], [32824, "2017-01-21T09:32:20Z", 0.6, "Likely, but Trump will be disorganised and the Dems will be aggressive "], [15621, "2017-01-21T07:52:33Z", 0.9, "Cannot see what can hold this up."], [21800, "2017-01-21T06:40:01Z", 0.45, "Think the timeline may be a tad aggressive given that GOP blocked Obama's nominee for a really long time, but won't be surprised if it does happen."], [32814, "2017-01-21T05:09:32Z", 0.89, "On average it takes 25 days for a nominee to be confirmed, and it has never taken longer than 125. Trump has no nominee as of now, but it should happen soon. There are 101 days until April 30th. There is a republican congress that seems to have little desire to go against Trump. "], [21823, "2017-01-21T04:38:16Z", 0.1, "Trump and Republicans have not even selected a candidate yet."], [20284, "2017-01-20T21:53:16Z", 0.95, "This is one of the highest if not the highest priorities of the new administration.  Replacing Scalia with a conservative does not change what was the court balance.\nIt is the next court appointee that could do that and thus will be a knock down and drag out fight.  This will be accomplished by April 30."], [32813, "2017-01-20T20:57:17Z", 0.1, "Other issues are priority in the agenda. Requires congressional approval, no clear candidates yet selected "], [14208, "2017-01-20T20:08:27Z", 0.35, "Outside view:  From 1789 to present; Justices confirmed between 20 Jan and 30 April is 35%."], [32807, "2017-01-20T19:14:24Z", 0.1, "Slow process. Filibuster possibilities. "], [51, "2017-01-20T18:50:41Z", 0.9, "He has said he is going to make a nomination with about two to three weeks after being sworn in.  Outright rejection of a nominee is rare, and if Trump holds with his promise to pick from the 20 candidates he originally mentioned, its not like we are seeing someone new and highly objectionable.  "], [13377, "2017-01-20T16:46:08Z", 0.7, "Following Dima-K"], [32793, "2017-01-20T08:30:14Z", 0.8, "Why not? I think Donald could use \"his\" people :)"], [706, "2017-01-20T05:03:37Z", 0.65, "Republican Congress."], [562, "2017-01-20T02:18:32Z", 0.35, "It's possible, but unlikely. He put out a lot of possibilities who eased the GOP's fears. But, he lies and may go with someone ho give to his campaign or supported him from the beginning, like his other nominations. He might need the democrats support with something, and bend more moderate."], [601, "2017-01-20T01:31:41Z", 0.35, "Timing is tight and there will be histrionics."], [31436, "2017-01-19T21:46:00Z", 0.91, "Trump will try to make things happen and get the economy moving in the US as well."], [32767, "2017-01-19T21:10:07Z", 0.2, "I do not think a candidate will be put in front of congress who will be able to gather enough votes from the democrats. In addition, I do not think legislation to change the required number of votes will be able to be approved by that date."], [32761, "2017-01-19T20:02:56Z", 0.85, "The Republicans want to fill the empty seat as quickly s possible so they can control the court with a majority of the judges being republican."], [32758, "2017-01-19T18:24:30Z", 0.05, "Dems are likely to obstruct, even when Trump nominates a moderate appointee."], [32513, "2017-01-19T18:18:03Z", 0.54, "Based on the argumentation from the others, there should be plenty of time for the appointment, however, the Democrats might stall. So, pretty close to 50/60."], [28091, "2017-01-19T17:12:17Z", 0.25, "I believe Trump will most likely appoint someone guaranteed to have the Democrats filibuster. The conservative base will not accept a moderate appointment. The average time between appointment and confirmation has been around 2.5 months, this one could be a lot longer. Would the Republicans use the nuclear option? Possibly but not immediately. "], [32755, "2017-01-19T16:53:30Z", 1.0, "It will be the last week of February and female. "], [1791, "2017-01-19T14:51:29Z", 0.5, "Even chance Dems will drag their feet for a few months"], [4645, "2017-01-19T14:40:19Z", 0.63, "This is a weird one. Over the last 50 years, it looks like around 90% of seats have been filled within 100 days of their vacancy (see http://www.pewresearch.org/fact-tank/2016/02/26/long-supreme-court-vacancies-used-to-be-more-common/), and around two-thirds have been filled in 100 days. If we treat the inauguration as a sort of \"reset\" button on filling the seat, we should expect it to be filled within 100 days with about 2/3 confidence.\nThat said, Supreme Court nominees are especially contentious (as we've recently learned), and the Democrats may engage in a Tit-for-Tat strategy of denying Trump's nominee purely in a punitive response to the Republicans' failure to advise and consent on Merrick Garland. I see this as slightly more plausible than not, meaning my estimation of the probability of filling the seat within the allotted 100 days should be lower than 2/3."], [32539, "2017-01-19T14:01:29Z", 0.87, "1.President elect Trump has be diligent with his cabinet picks. 2. History tells us that this is within the average time to pick and confirm a Supreme Court Justice 3. Hedging a little over 10% because he has only made a list and has not made public any interviews with candidates or discussed Presidents Obama's choice."], [32747, "2017-01-19T13:52:52Z", 0.95, "Trump and Rep.-dominated Congress agreement likely to be at a maximum on a Scalia-type successor at the outset of Trump's presidency."], [32735, "2017-01-19T04:02:23Z", 0.9, "Democrats will be unable to make a convincing case not to confirm someone for a seat that has been vacant for nearly a year."], [29680, "2017-01-18T23:34:52Z", 0.65, "On average it takes 2 months to nominate and confirm, but Trump's pick could be appealing to Democrats, and unfortunately, Democrats will look worse than Republicans for filibustering, given that the vacancy is becoming more salient."], [32729, "2017-01-18T22:42:57Z", 0.85, "Trump does not hang around"], [32012, "2017-01-18T20:35:00Z", 0.65, "Given the Republican majority in the Senate and the high priority the appointment commands, confirmation should be relatively quick and well within the first 100 days of the Trump administration."], [373, "2017-01-18T19:09:47Z", 0.67, "Should be an easy \"win\" for Trump. But given Court cycle, there's also little rush to confirm anyone before end Q2"], [32267, "2017-01-18T18:14:36Z", 0.37, "Comment deleted on Jan 18, 2017 08:21PM UTC"], [32724, "2017-01-18T17:49:38Z", 0.2, "Divisions within the Republican party may prevent confirmation of first choices by Trump team. It is possible that Trump team will make a choice based upon viability of confirmation, but that would not rally the Trump base against the dissenting Republicans."], [32421, "2017-01-18T14:49:05Z", 0.9, "The new republican majority would be dumb not to make this a top priority. "], [32421, "2017-01-18T12:53:11Z", 0.9, "The senate is majority republicans and it will be in their top priority to get a new conservative on the Supreme Court."], [19936, "2017-01-18T06:47:06Z", 0.1, "The nomination process itself takes a median two months. Given the blocking of Obama's choice, likely there will be much howling so unlikely to be achieved in time"], [5001, "2017-01-18T05:12:26Z", 0.2, "I expect Dems to object to any candidate Trump nominates. It's all kindergarten-level games - remember? Eventually, of course, Trump will get it but it will take a lot longer than three months. If Trump is smart, he won't nominate his true #1 fist."], [32716, "2017-01-18T04:26:39Z", 0.75, "Trump will likely do it."], [32715, "2017-01-18T03:51:50Z", 0.95, "With Republicans in control of White house and the Senate, there are no more reasons to continue this legal tapdance"], [19801, "2017-01-18T02:16:18Z", 1.0, "Donald Trump addressed the vacancy on the Supreme Court vacancy on Wednesday, saying during a press conference that he had met with potential nominees and would name his choice in early February. The remark set off fresh buzzing in legal circles about who Trump will pick and how Democrats will respond to it.\nhttp://fortune.com/2017/01/12/trump-supreme-court-candidates/\nhttps://en.wikipedia.org/wiki/Donald_Trump_Supreme_Court_candidates"], [31275, "2017-01-18T01:55:36Z", 0.36, "The reasons others stated about the process could be slow and Dems have some ways to slow down or block seem sound. It may well depend on who is nominated"], [12137, "2017-01-18T00:30:47Z", 0.71, "Good argument made by @prettygood on the base success rate of nominations. I lean slightly higher due to the republican controlled senate."], [83, "2017-01-18T00:20:40Z", 0.2, "DT plans to announce in 1st two weeks of presidency.  Reportedly looking for 2 candidates, with the expectation that a second vacancy may appear early in the administration.   Last Supreme Court sitting for this year starts April 17, 2017, if this date is missed the process may slow down."], [691, "2017-01-17T22:04:36Z", 0.42, "There is a lot of business ahead of this, and the odds of his putting forth a respectable candidate are quite small.  Stay tuned."], [19522, "2017-01-17T19:22:30Z", 0.1, "Initial forecast. I assume Congress will have other priorities and Democrats will (rightfully) put up a major stink and try to block a SC nominee any way they can."], [745, "2017-01-17T19:03:45Z", 0.1, "I think Congress will get more tied up with the ACA and Trump's other maneuvers.  I also think the Democrats will raise yuge questions bigly about his nominee.\n"], [31783, "2017-01-17T18:27:23Z", 0.8, "Republican control of 3 levels of gov't makes it likely that whomever the nominee is, they will get through the confirmation process quite quickly. Possible complications include filibusters and Trump not making a nomination that runs against republican interests."], [32195, "2017-01-17T17:54:37Z", 0.84, "Base rate: 122/151 (81%) of nominees were successful on their first attempt. Trump has said he plans on nominating someone in late January, which would leave plenty of time for a Republican-controlled Senate to hold hearings and a vote. It even allows the possibility for a candidate to withdraw/be rejected and potentially have time for another candidate to get confirmed before April 30th"], [28414, "2017-01-17T17:47:30Z", 0.5, "Thank you @sevedb "], [1639, "2017-01-17T17:43:30Z", 0.52, "It has been speculated that the Senate may consider this nomination during the lame-duck session following the election, in the absence of such consideration, Trump would begin his term with a vacancy to be filled on the Supreme Court. In addition, Justices Ruth Bader Ginsburg (born 1933), Anthony Kennedy (born 1936) and Stephen Breyer (born 1938) are or will be over 80 years old during the president's first term of office, stoking speculation that additional appointments will be forthcoming.\nOn May 18, 2016, Trump released a short list of eleven judges for nomination to the Scalia vacancy. In September 2016, Trump released a second list of ten possible nominees, this time including three minorities.\nand the nominees are:  \nFrom the court of Appeals\n    * Thomas Hardiman (born 1965)\n    * Raymond Kethledge (born 1966)\n    * Diane S. Sykes (born 1957)\n    * Steven Colloton (born 1963)\n    * Raymond Gruender (born 1963)\n    * Neil Gorsuch (born 1967)\n    * Timothy Tymkovich (born 1956)\n    * William H. Pryor Jr. (born 1962)\n    * Margaret A. Ryan (born 1964)\nUnited States District Courts\n* Federico Moreno (born 1952) – District Judge\n* Amul Thapar (born 1969) – District Judge"], [32699, "2017-01-17T17:22:53Z", 0.75, "Republican control of Senate will end 60% cloture rule."], [28414, "2017-01-17T17:13:09Z", 0.25, "\"Democrats to Fight Almost Any Trump Supreme Court Nominee: Schumer\"\nhttp://www.nbcnews.com/politics/congress/trump-can-forget-about-filling-supreme-court-vacancy-sen-schumer-n702916"], [12879, "2017-01-17T17:06:50Z", 0.75, "It will be done on a \"FAST TRACK\" schedule it would seem to me."]]}