{"question_id": 561, "title": "Before 1 July 2018, will Philippine President Rodrigo Duterte proclaim martial law nationwide?", "correct_answer": "No", "crowd_forecast": 0.02, "preds": [[35636, "2018-06-29T04:41:44Z", 0.0, "Comment deleted on Oct 07, 2019 07:30PM UTC"], [47482, "2018-06-29T01:23:17Z", 0.0, "Adjusting for time"], [31450, "2018-06-27T18:03:30Z", 0.0, "Just a few days left so I'm going with no."], [47482, "2018-06-22T20:03:24Z", 0.01, "affirming"], [47482, "2018-06-15T14:04:08Z", 0.01, "affirming"], [47482, "2018-06-09T17:55:48Z", 0.01, "Affirming"], [47482, "2018-06-02T18:22:15Z", 0.01, "Affirming"], [57778, "2018-05-27T06:33:38Z", 0.01, "http://www.gjopen.com/comments/comments/738270"], [38, "2018-05-26T21:14:52Z", 0.02, "http://bulatlat.com/main/2018/05/26/disturbing-proposal-martial-law-imposition/"], [47482, "2018-05-26T17:12:43Z", 0.01, "Affirming"], [47482, "2018-05-12T22:25:15Z", 0.01, "Staying put"], [38, "2018-05-11T21:30:24Z", 0.02, "Today's headline is:\nPhilippine Chief Justice, a Harsh Critic of Duterte, Is Ousted \nNo doubt, this will make it easier for Duterte to get away with proclaiming martial law, but I think that he'll let things cool off a bit  and that this question will close  before he does.\n"], [56237, "2018-05-05T16:56:34Z", 0.0, "Articles were posted a year ago. The conflict in Mindanao is localized."], [31450, "2018-05-02T17:29:20Z", 0.03, "Dropping lower because I haven't heard anything pushing Duterte toward declaring nationwide martial law."], [14493, "2018-04-14T17:20:29Z", 0.0, "I have been following this question for months and as nothing has made it look any more likely so I am assuming Duterte has dropped the idea. "], [47482, "2018-04-13T16:55:31Z", 0.01, "Standing pat. There's no martial law throughout most of Mindanao, let alone the hundreds of other islands that constitute the Philippines ."], [41389, "2018-04-11T11:39:40Z", 0.04, "The only other incident since 1900 of martial law was under Marcos from 1972-1981 when fighting the communists and he was a dictator. So 9 out of the last 118 years, which is 7.6% of the time (with three months to go put it at 1.9%). Duterte stated in May of last year that nationwide martial law is possible if he felt the north had a terrorist stronghold, which I don't see any evidence of or near-term escalation, but the odds are higher now then an average non-local martial law situation. I would put my estimate at around 3%, and average between the wisdom of the crowd currently at 5%, so I will say 4%. "], [13966, "2018-04-06T22:51:15Z", 0.0, "Any additional declarations of martial law would likely continue to be confined to specific regions (not nationwide)."], [50859, "2018-04-03T19:44:58Z", 0.1, "He really doesn't seem to need to in order to get away with doing what the hell he wants so why would he? It also ties up a lot of resources rather than keeping them available for deployment in the light of any trouble."], [55331, "2018-04-03T15:07:17Z", 0.06, "Rebels are in exile, extreme measures taken already to avoid more rebellion, focus on natural disasters and humanitarian aid, elections, high economy aspirations,...The government is very unlikely to let rebels make any gains and will do everything to keep them in check and provide some stability for the country, making martial law an unlikely solution - which doesn't mean there is no repression, but I don't see how martial law, and the chaos it brings, would serve any of Duterte's agendas right now."], [47482, "2018-03-25T18:43:21Z", 0.08, "Updating for passage of time"], [56463, "2018-03-18T08:41:36Z", 0.3, "To make better financial decisions"], [50691, "2018-03-16T18:37:56Z", 0.5, "The reason he declared martial law on Mindinao was because ISIS was trying to get a foothold in the country and martial law was the best way to crush it. If ISIS becomes a serious threat he will but he just can't do it arbitrary because of Filipino law and bitter memories from Marcos when he declared martial law in the 80s"], [212, "2018-03-06T13:34:11Z", 0.03, "https://www.rappler.com/nation/195737-duterte-revolutionary-government-martial-law-trillanes"], [49162, "2018-03-05T20:50:34Z", 0.04, "Two reasons: 1) 1 July is four months away, a very short time period. 2) General Lorenzana, who oversees the implementation of Martial Law in Mindanao where government forces are battling ISIL-affiliated elements, clarified that \"that is very remote [option] to happen right now\".\n (https://www.aljazeera.com/indepth/opinion/day-rage-president-duterte-170926114614352.html)"], [53173, "2018-03-02T09:44:08Z", 0.0, "No way"], [37161, "2018-03-01T15:26:19Z", 0.05, "He hardly needs it."], [1639, "2018-02-28T15:34:07Z", 0.2, "2017\nJan. 31: Amnesty International releases a report claiming that \"this is not a war on drugs, but a war on the poor.\" It details allegations of police being paid up to $300 per kill, as well as evidence-planting and falsification of incident reports to cover up unlawful executions.\nJune 29: A Reuters investigation reveals that police are sending corpses to hospitals in an attempt to disguise the fact that they are executing suspects. The percentage of drug suspects pronounced dead-on-arrival in two districts increases from 13% to 85%.\nOct. 27: Duterte defends the campaign, claiming that allegations of extrajudicial killings are political attempts to \"demonize\" him.\n2018\nFebruary: The International Criminal Court launches a preliminary inquiry into the drug war over claims of crimes against humanity, while the U.S. labels the Filipino leader a threat to democracy. Duterte's administration hits back, asserting that he is not a threat to democracy, but rather a threat to the criminals who seek to destroy it.\nhttps://www.axios.com/timeline-rodrigo-dutertes-war-on-drugs-1519224206-d18fd3d0-3af1-4a9e-910c-a4e367e6dfed.html"], [35636, "2018-02-24T04:45:29Z", 0.0, "Flipping to opposite. My biasometer was duterte and too pessimistic during the late September media coverage. "], [54315, "2018-02-23T02:47:22Z", 0.03, "He already has an iron fist on the country.  No need to go to that extreme."], [54347, "2018-02-22T09:16:00Z", 0.0, "With time his strategy has come across as totalitarian and authoritarian throughout the world's democratic powers.. his surge, has leveled and more than anything he is on damage control, plus economically, and logistically manning such move is simply not in the interest of progress"], [51261, "2018-02-20T03:05:04Z", 0.02, "Duterte appears to have enough popularity which makes this an unneeded option."], [49001, "2018-02-19T21:59:24Z", 0.05, "Duterte seems to be making overtures to the Military, elevating their status and salaries so that they will provide support should he decide to enact universal martial law. Without military support, this action would be meaningless. The military leaders are also in tune with international voices though, so they could decide that it is not in the Philippines interest to  go along with it if outside pressure is strong enough. I think Duterte is too careful of a leader to risk establishing martial law if the military is not entirely support, and I don't think he will be able to do this at all, let alone in 4 months."], [212, "2018-02-17T08:51:55Z", 0.04, "Interesting analysis, don't know how true this is though - https://www.rappler.com/nation/195737-duterte-revolutionary-government-martial-law-trillanes"], [53252, "2018-02-17T04:48:43Z", 0.08, "He's too popular to need to."], [1639, "2018-02-12T18:54:42Z", 0.05, "[assing of time"], [50344, "2018-02-12T16:20:24Z", 0.25, "Trump has made this more likely, but still a big step."], [691, "2018-02-12T15:37:29Z", 0.01, "Probably not.  He's already declared it a free-fire zone."], [172, "2018-02-11T21:23:17Z", 0.01, "He doesn’t need to declare martial law. He’s already getting all Terminator on his motorcycle. With talk of ICC, does he really want to double down on martial law. Still notionally a democracy and there will be elections."], [47482, "2018-02-06T23:16:06Z", 0.1, "Revising estimate significantly downward due to timeline and the fact martial law isn't even completely implemented across Mindanao let alone elsewhere nationally and the passage of time. I'm not seeing anywhere that the insurgency is getting worse or that terrorism is getting worse. I can't find anything more recent than october that provided any indication of Duterte's popularity or governing agenda suffering. I would look for things like that to emerge before considering an increase in likelihood. "], [31450, "2018-01-31T21:22:40Z", 0.12, "Dropping a few points because Duterte hasn't been threatening this lately."], [49001, "2018-01-28T21:41:07Z", 0.1, "At this point it seems that all of Duterte’s declarations of martial law, and a lot of his most aggressive mandates have been against the southern island of Mindanao where he has repeatedly declared or extended martial law. I don’t think that he will receive the same support to extend it to the rest of the islands as he did against the south."], [19801, "2018-01-28T10:56:57Z", 0.0, "Duterte reaches for unlimited, unending power\nDrive to amend the Philippine charter could extend the populist leader's rule beyond a one-term limit and transform national politics \nhttp://www.atimes.com/article/duterte-reaches-unlimited-unending-power/"], [31082, "2018-01-27T20:22:42Z", 0.25, "Discounting for passage of time "], [49830, "2018-01-26T17:45:06Z", 0.07, "Authoritarian-leaning, but quiet on martial law for some time"], [48077, "2018-01-25T18:07:08Z", 0.55, "\"Muslims to Get Self-Rule to Avoid Another Bloody Separatist War in the Philippines\"- This report indicates a fast track move by President Duterte and the Philippine Congress to pass the bill authorizing the Muslim part of the nation to have self-rule in the region. However, the current Martial Law is effective until the end of 2018. The bill means that Mindanao (Southern Philippines) mostly populated by Filipino-Muslim residents and home to Abu Sayaff, Moro International Liberation Front (MILF) as well as some various ISIS sympathizers could mean that self-proclaimed power by Islamic loyalist as well as MILF political umbrella could potentially run the entire Southern part of the country. In contrast, this could also mean a peaceful process and develop a small provincial government run by the local Islamic and MILF personnel. The potential that a full blown martial law for the entire country is less likely since Manila, and Visaya (Central part of the country) are predominantly Roman Catholic and remains a powerful player in Philippine government as well as local governments around the country. "], [19801, "2018-01-21T10:51:27Z", 0.0, "Philippines' Duterte urges Congress to pass bill for self-rule in Muslim region\nhttps://www.reuters.com/article/us-philippines-rebels/philippines-duterte-urges-congress-to-pass-bill-for-self-rule-in-muslim-region-idUSKBN1F71ER"], [46458, "2018-01-19T09:22:46Z", 0.1, "Won't be Nationwide. Most likely Mindanao only"], [46854, "2018-01-18T05:19:10Z", 0.0, "due to the length of time that has transpired since he threaten Martial law  and the small  decreases in conflict against Islamist extremists it would also seem like a more to plant himself as a possible dictator which would no doubt  remove his already strained international relations with the United States Australians  and others.  "], [14493, "2018-01-16T16:24:14Z", 0.08, "Maybe he is popular enough for now not to need national martial law"], [48794, "2018-01-15T16:11:58Z", 0.2, "Duterte has shown a pattern of increasing his aggressive rhetoric and actions in his \"drug war\", with no effective pushback from the U.S. administration."], [48834, "2018-01-15T03:50:10Z", 0.65, "RD seems empowered by DT escalating comment about North Korea "], [47482, "2018-01-14T02:35:55Z", 0.33, "It's possible, but doesn't seem likely. Martial law hasn't even been implemented comprehensively across Mindanao. "], [48100, "2018-01-12T08:04:30Z", 0.07, "Low is not zero. "], [48374, "2018-01-11T16:53:31Z", 0.1, "I'd say this is possible in the 18 month time frame, but not the six"], [212, "2018-01-09T14:37:36Z", 0.1, "My 0% forecast seems much too low with articles like this\nhttps://thediplomat.com/2017/12/with-martial-law-extended-in-the-philippines-whats-next-for-dutertes-new-communist-terrorist-war/\nhttp://news.abs-cbn.com/blogs/news/12/15/17/opinion-duterte-does-not-rule-out-nationwide-martial-law"], [47446, "2018-01-08T21:06:20Z", 0.25, "He would hesitate to do so for domestic political reasons, but is somewhat volatile so you canno5 rule I out.  Nonetheless, the liklehood is not great."], [47443, "2018-01-07T22:09:57Z", 0.35, "Due to his upscaling of non crimes, to answer with violence.  People will tip."], [47363, "2018-01-07T20:26:41Z", 0.4, "Definitely this year but not before 9/1/18"], [46462, "2018-01-05T04:07:06Z", 0.1, "Duterte doesn't need martial law powers to act like a dictator or pursue a wide-ranging campaign of extra-judicial killing. The threat from militants is not nationwide. Until faced with a legitimate opponent in a national election this seems unlikely."], [45540, "2018-01-02T05:12:26Z", 0.0, "Terror activity in contained within regions for now"], [11800, "2017-12-30T11:08:53Z", 0.0, "https://www.rappler.com/nation/191207-congress-mindanao-martial-law-extension-2018"], [31450, "2017-12-27T20:14:37Z", 0.2, "Dropping a few points just to make sure I'm not totally burned if this doesn't happen."], [42653, "2017-12-27T00:43:46Z", 0.75, "yes"], [43055, "2017-12-25T13:51:34Z", 0.5, "I don't know who that is or what country is being talked about."], [14493, "2017-12-16T17:00:13Z", 0.1, "As the nationwide martial law has not taken place yet but has been extended in Mindanao it would seem that it is less likely to happen than I had previously thought. "], [691, "2017-12-14T18:37:21Z", 0.0, "No need for him to do this.  He has carte blanche to kill folks on Mindanao by the extension of martial law there, and permission from the US president to kill anybody who is suspected of anything in the rest of the country.  "], [37379, "2017-12-13T15:30:51Z", 0.04, "I find it hard to imagine its Congress approving a nationwide extension of martial law. Doing so would be equivalent to making Duterte a dictator."], [38, "2017-11-21T08:17:56Z", 0.25, "He seems to think he can declare a revolutionary government and that that would be preferable to martial law."], [14493, "2017-11-16T17:56:03Z", 0.25, "Trump and Duterte are reported to have discussed Duterte's war on drugs, and are likely to have discussed terrorism. Duterte says his war on terrorism is linked to his marshall law on Mindanao. My guess is that Trump will have admired Duterte's tactics and indicated that the US will not question Duterte's actions. This might encourage Duterte to extend the area of marshall law. (Much as he might be tempted Trump will probably not emulate Duterte in the US.)  "], [1639, "2017-11-15T16:02:23Z", 0.25, "Metro Manila (CNN Philippines, October 19) — President Rodrigo Duterte said Thursday martial law in Mindanao will continue until \"the last terrorist is taken out.\""], [691, "2017-11-09T21:31:49Z", 0.06, "The President of the United States of America has expressed great admiration for his programme of unbridled extrajudicial murder by the police and military, which is also popular with the home folks.  He does not need martial law, which might draw unwanted attention to the goings-on."], [691, "2017-11-03T19:10:22Z", 0.08, "No need at the moment.  He is currently pretending to be a decent human being, with the full understanding that he can unleash death whenever he needs a bump in the polls, with or without the cover of martial law.  No wonder President LIttlefingers likes him so much."], [24973, "2017-10-19T15:12:59Z", 0.16, "Out of 195 countries, only 20 have ever proclaimed martial law over the course of history (20/195=0.1026): +10%"], [691, "2017-10-13T19:42:20Z", 0.28, "He will make sure his current kinder-gentler gesture is a failure, thus requiring him to declare martial law countrywide.  "], [37379, "2017-10-12T02:12:34Z", 0.05, "Duterte is calming down, it seems."], [37379, "2017-10-08T18:50:59Z", 0.05, "Following @Raahul_Kumar on the basis of data provided at https://www.gjopen.com/comments/comments/587209"], [19801, "2017-10-02T06:27:02Z", 0.05, " General Lorenzana, who oversees the implementation of Martial Law in Mindanao where government forces are battling ISIL-affiliated elements, clarified that \"that is very remote [option] to happen right now\"\nhttp://www.aljazeera.com/indepth/opinion/day-rage-president-duterte-170926114614352.html"], [38, "2017-09-29T21:22:52Z", 0.77, "Duterte is said to be planning to lift it in Marawi; if he does, I may be flipping my forecast."], [37740, "2017-09-28T10:14:26Z", 0.05, "With total power why make this move? Martial law would not be good for good business and would risk dragging this country out of the international community. More likeky is a crack down against opponents  "], [14493, "2017-09-26T10:37:52Z", 0.2, "Seems that extending martial law would not be popular, maybe Duterte will listen, maybe not. Maybe he will wait for a good excuse (or create a good excuse) "], [40054, "2017-09-22T09:38:03Z", 0.15, "the problems with drug cartels and the abu sayaf/IS is increasing but it is not a nationwide problem, only specific parts of the philippines are impacted...."], [39928, "2017-09-21T21:57:00Z", 1.0, "He is 100 percent Shure war against drugs is the right way"], [39740, "2017-09-21T19:02:38Z", 0.0, "there will be no need for him, as his position is quite strong even without it"], [39847, "2017-09-21T18:27:36Z", 1.0, "He fights terror even drugs but he kills a lot"], [39483, "2017-09-21T18:17:58Z", 0.83, "good standing in the country. he will do whatever he thinks is right"], [691, "2017-09-18T19:36:13Z", 0.26, "He may decide that he and his minions can imprison and murder enough people without this step.  Hard to say just yet."], [38, "2017-09-15T21:07:44Z", 0.96, "http://www.scmp.com/news/asia/southeast-asia/article/2111330/philippine-president-duterte-may-declare-nationwide-martial\n15 September, 2017,"], [38939, "2017-09-12T13:49:52Z", 0.07, "Unless counter terrorism operations are needed in a larger area, martial law won't be declared. Duterte is achieving levels of violence in anti drug operations without the geopolitical costs of declaring wider areas of martial law. With his heavy hand, it's unlikely any unity of revolt materializes."], [38907, "2017-09-11T16:33:18Z", 0.16, "Trend is upward for Duterte, but low chance of any particular thing happening, generally"], [38421, "2017-09-11T02:05:26Z", 0.3, "Duterte has actually mentioned martial law for the whole country now. http://www.sunstar.com.ph/manila/local-news/2017/09/10/duterte-warns-martial-law-nationwide-if-reds-stage-street-hostility"], [6285, "2017-09-10T16:41:20Z", 0.1, "Unlikely the conflict is really limited to the south. He is quietly getting US military help in intelligence and aircraft strike capability. This conflict will not last thru the years end."], [37379, "2017-09-09T23:23:35Z", 0.28, "Current consensus is 30%. Should I go above or below? "], [31238, "2017-09-06T17:19:35Z", 0.45, "This one has a lot of uncertainty so I'm keeping it near the middle but tucking back toward the crowd."], [28041, "2017-09-06T10:13:32Z", 0.15, "Duerte is still very popular in the Philippines. Just because martial law has become a reality in Mindanao and nearby islands doesn't mean he will declare martial law everywhere in the Philippines before Jul 1 of next year. Violence has to increase a lot more for martial law to be declared nationwide. "], [31238, "2017-08-29T19:22:08Z", 0.5, "I think it's too early to dismiss this."], [14493, "2017-08-29T10:22:28Z", 0.8, "As @Anneinak says, Duterte has said numerous times that martial law would allow him to deal more easily with the Filipine problems and as Duerte's hero President Marcos did. There seems to comparatively little popular opposition to Duterte's methods. I would suggest that having floated the idea of ML and finding the people seem to like having a strong leader who will do whatever it takes to get results, Duterte is just waiting for an event - terrorism, natural disaster, protest marches or whatever , to provide a good excuse for proclaiming ML.  If nothing comes up, then maybe something could be staged (as it has been suggested his hero Marcos did; I would suggest an IS attack would be ideal to ensure Chines, Russian and US support for ML). \nHe presumably has calculated that the regional powers will not object. China sees the advantages of allowing leader to act rather than get involved in the type of  bureaucratic restraint that democratic processes involve. I am pretty sure Trump would admire and envy Durerte even more if he declared ML. Duerte would be aware that the US did not stop Marcos. \nI don't think that people like Duterte  care very much about the damage their actions cause such as the loss of the tourist trade. Populists crave power as long as they have power they are not really interested in the economy.\n\n"], [38, "2017-08-27T23:10:28Z", 0.66, "Philippine Daily Inquirer / 05:06 AM August 27, 2017\nhttp://opinion.inquirer.net/106651/ending-martial-law#ixzz4r0045DG0\nComments to chiefjusticepanganiban@hotmail.com"], [691, "2017-08-26T12:41:36Z", 0.34, "Big street demonstrations the other day against the officially sanctioned butchery, but only because they killed a kid.  However, if people keep being unhappy Duterte gets to claim widespread unrest and chaos and general havoc, giving him an excuse to declare martial law.  He really wants to do this, so it won' t take much. "], [37379, "2017-08-25T21:14:39Z", 0.55, "Changing my mind on the basis of data and analyses by @Anneinak."], [38, "2017-08-24T03:23:00Z", 0.66, "http://www.philstar.com/headlines/2017/08/20/1730812/independent-probe-urged-drug-slays"], [38, "2017-08-24T03:02:55Z", 0.44, "The death of a 17-year-old has critics of President Rodrigo Duterte cautiously optimistic that public support for his drug war is eroding.  If so, it might  slow Duterte down from imposing martial law nationwide."], [38526, "2017-08-23T15:54:57Z", 0.24, "- The event of a nationwide martial law is very unlikely to being with and the insurgency movement in Philippines is small and not nationwide\n- But Duterte has been known to impose tough measures, so I'll give it a higher chance of happening."], [38473, "2017-08-22T04:52:07Z", 0.12, "A more predictable politician warrants a lower probability."], [37379, "2017-08-20T03:50:23Z", 0.02, "No new news on Duterte and martial law. That alone suggests extending it nationwide is unlikely. Some analysts argue that he did not really need to declare martial law over Mindinao, that it was more of a grandstanding political statement.To extend it nationwide would require an act of Congress. Really? So I'm bucking the consensus."], [28091, "2017-08-19T14:51:53Z", 0.2, "While the main focus of violence is Mindanao terrorists will continue to try and up the violence near Manila. A major attack there could lead to nationwide martial law. "], [38421, "2017-08-19T02:30:01Z", 0.3, "Noticed extension of current martial law until 31/12 in Mindanao by Congress"], [20156, "2017-08-18T04:40:58Z", 0.15, "http://newsinfo.inquirer.net/907485/duterte-nationwide-martial-law-is-presently-unnecessary"], [38421, "2017-08-18T00:55:15Z", 0.25, "Balancing Duterte's penchant for grand gestures, and the positive response to previous heavy-handed measures, against the desire not to be seen as losing control. To be updated if/when the current 60 day period in Mindanao ends."], [20284, "2017-08-17T20:19:35Z", 0.1, "The problems he faces are in Mindanao and the Sulas.   It would not be wise politically to add the rest of the Philippines to the martial law decree."], [31450, "2017-08-17T17:04:23Z", 0.33, "I got the last question wrong about Duterte and martial law so I'm being a little more aggressive this time. Right now Islamist violence is contained to Mindanao but if there is any evidence that it spreads I think he declares martial law across the country."], [32258, "2017-08-16T23:04:33Z", 0.05, "The Philippines is the newest ISIS battleground. Marawi is something of an embarrassment to Duterte who originally claimed it would be over in a few weeks as he continued his focus on the drug war, killing his own people. Clearly, this is not going away soon and martial law has been extended to the end of the year. \n-----------------------------\nWikipedia: As of 13 August 2017, the casualties reported are as follows:\n562 militants killed (11 foreigners)\n9 militants captured\n128 government forces killed (12 by friendly fire)\n60 government forces missing\n900 government forces wounded\n119 civilians dead (74 due to illness)\nThe police chief of Malabang, Romeo Enriquez, who was cited by Duterte as beheaded in his speech on 24 May 2017 as one of the basis for his declaration of martial law the day before, was found later to be still alive.The police officer killed was later identified by the ARMM PNP as Senior Inspector Freddie Solar, a former police chief of Malabang and member of the Drug Enforcement Unit of the Lanao del Sur Provincial Police. Along with the casualties, much of Marawi was flattened in what was described as the heaviest urban fighting in the Philippines since World War II.\n----------------\nWas it an overreaction for Duterte to impose martial law beyond Marawi to the whole island? His comments focused on the need to make sure the terrorism doesn't spread and that it's temporary. Then it was extended to the end of the year and some of his supporters indicated they would support keeping it in place until the end of his term in 2022.\nHe initially downplayed the existence of terrorism in the country as he fought his war on drugs aimed at his own people.\nWould imposing martial law on the rest of the country show that he's losing the war on terrorism and it's spreading? Or is martial law just what he wants anyway? I'm not sure. "], [83, "2017-08-16T18:16:17Z", 0.03, "\"Defense Secretary Delfin Lorenzana assured on Saturday that Luzon and Visayas would not be placed under martial law.\"\nFrom: http://news.mb.com.ph/2017/07/22/lorenzana-assures-luzon-and-visayas-would-not-be-placed-under-martial-law/"], [37704, "2017-08-16T14:36:20Z", 0.35, "He may want to but will be conscious of the global condemnation."], [30717, "2017-08-16T05:13:46Z", 0.35, "Duterte is running out of opposition to impose martial law..."], [691, "2017-08-16T01:45:27Z", 0.16, "Personally he would love to do this, but there is no particular excuse for it just yet.  If he starts to become politically unpopular, he will find a pretext.  That sort of thing worked well for his idol and beau ideal, Ferdinand Marcos."], [706, "2017-08-16T01:33:20Z", 0.75, "Especially if the US and NK keep sabre rattling."], [35569, "2017-08-15T23:26:45Z", 0.0, "The Filipino Congress voted to extend martial law until the end of the year in the Southern islands.  ISIS is a formidable violent actor in the region and President Duterte, with US assistance, has responded with force.  President Duterte's detractors believe martial law is unnecessary to combat ISIS in the region and he is using the current situation to consolidate power.  If the US weren't so invested in the island state, I would forecast nationwide martial law as highly probably. A nearly $100 million dollar military aid package, among other US aid packages, would be at risk with nationwide martial law.  There are strings attached to US aid packages, and I believe the creation of a dictatorship would cut the strings.    "]]}