{"question_id": 76, "title": "Will North Korea conduct a nuclear test before 1 January 2017?", "correct_answer": "Yes", "crowd_forecast": 0.52, "preds": [[43, "2016-01-06T19:46:02Z", 1.0, "Either yesterday's seismic event was a real nuclear test, in which case my prediction today would be discarded, or else the experts would be unable to confirm that it was  a real test. "], [12874, "2016-01-06T18:36:54Z", 0.92, "What is the resolution criteria, in terms of doubts about North Koreas claims etc. ?"], [102, "2016-01-06T16:58:51Z", 1.0, "http://www.spiegel.de/politik/ausland/nordkorea-meldet-test-einer-wasserstoffbombe-a-1070660.html"], [10924, "2016-01-06T16:51:59Z", 0.85, "H-Bomb helps!"], [84, "2016-01-06T15:30:08Z", 0.99, "Well I missed this one. Though I still doubt it was an actual fusion bomb. "], [877, "2016-01-06T15:21:40Z", 1.0, "With the \"successful\" testing of the H-Bomb they will test N-weapons."], [11057, "2016-01-06T15:12:48Z", 1.0, "What a start for the new year."], [484, "2016-01-06T14:33:26Z", 1.0, "(no change) Finally some discussion based on less blather (technical term) than facts (to be expected from Sanger):"], [102, "2016-01-06T13:12:49Z", 1.0, "H Bomb of Justice, y'all"], [110, "2016-01-06T13:07:24Z", 1.0, "http://www.cnbc.com/2016/01/06/north-korea-bomb-test-prompts-condemnation.html"], [915, "2016-01-06T13:05:20Z", 1.0, "2015 was a bad year for crops in NK.*"], [52, "2016-01-06T12:54:50Z", 1.0, "At this point is the question ONLY whether it was a Hydrogen bomb test or its less prestigious cousin--- a regular ol' nuke test.  Nonetheless, a nuke test that  would satisfy the question?"], [43, "2016-01-06T11:55:47Z", 1.0, "Dateline 1-6-16 An earthquake measuring 5.1 on the Richter scale has struck North Korea, triggering seismological detectors. The epicentre of the quake appears to be in central part of North Hamgyong province, near the border of Ryanggang. The Punggye-ri nuclear test site is located in this area. According to world-earthquakes.com the depth of the quake was 10km. ALERT: Earthquake, possible nuclear test, in North Korea\nNK News [news@nknews.org]\n"], [4167, "2016-01-06T09:27:16Z", 0.88, "http://www.bbc.com/news/world-asia-35240012\nhttp://edition.cnn.com/2016/01/05/asia/north-korea-seismic-event/\nIt seems like N.Korea conducted a Hydrogen bomb testing."], [1639, "2016-01-06T09:23:32Z", 0.99, "While waiting for official confirmation\nFrom the economist"], [1639, "2016-01-06T09:11:02Z", 0.99, "According to this source they just did \nhttp://www.bbc.com/news/world-asia-35240012"], [3895, "2016-01-06T08:31:14Z", 1.0, "OMFG it happened already! http://www.bbc.co.uk/news/world-asia-35240012"], [1639, "2016-01-06T07:07:54Z", 0.8, "There are rumors...."], [9755, "2016-01-06T06:57:31Z", 0.89, "It seems they declared they will test a bomb . H bomb counts?"], [11080, "2016-01-06T05:38:47Z", 1.0, "Well I'll be. The signs were all right there...the digging of tunnels, the plutonium purchase, the recent missile test, the strange New Year sacred war rant."], [755, "2016-01-06T05:17:05Z", 0.9, "CNN, January 5, 'North Korea says it successfully conducts hydrogen bomb test': http://www.cnn.com/2016/01/05/asia/north-korea-seismic-event/\nIf confirmed, that was pretty darn quick. Adjusting up. "], [1333, "2016-01-06T04:59:11Z", 0.95, "I said arron I meant argon1."], [1333, "2016-01-06T04:57:46Z", 0.95, "I have to agree with Arron - if the tremor matchs the ones from previous test then this was a - dare I say - Conventional Nuke."], [6518, "2016-01-06T04:55:11Z", 0.98, "Reports of seismic activity near a nuclear testing facility."], [8036, "2016-01-06T04:43:58Z", 1.0, "They announced they would about half hour ago.  I believe they want attention on the world stage and this is the way to do it."], [2965, "2016-01-06T04:43:12Z", 1.0, "Xinhua reporting from Pyongyang \nBloomberg reports earthquake at Pyongyang  pet Bloomberg \nWon drops. \nSouth Korea Central Bank to hold press conference on won intervention due to South Korea announcement. \nNK detonated some nuclear weapons testc in last 12 hours.See Australia South Korea and Japan Foreign Ministers .\nUN meeting on test in 12 24 hours. \nCNN confirms test 3 hours ago.At CNN and CNN international now. 2000 PST\nUS announced days needed. Please."], [73, "2016-01-06T04:38:37Z", 1.0, "http://www.bbc.com/news/world-asia-35240012.  Just got off a plane.  Was 66.  The world is moving so much faster than 1000mph this week"], [20, "2016-01-06T04:34:52Z", 1.0, "Jean H. Lee ‏@newsjean 1h1 hour ago"], [691, "2016-01-06T04:27:42Z", 0.99, "Hanging on to a hedge in case this claim can't be verified."], [1337, "2016-01-06T04:17:41Z", 1.0, "http://www.theguardian.com/world/2016/jan/06/north-korean-nuclear-test-suspected-as-artificial-earthquake-detected "], [1333, "2016-01-06T04:16:00Z", 0.95, "I thought this less likely than a train load of TNT in a tunnel going off to simulate a N Blast. However there is word of a Hydrogen test that was successful and that magnitude blast is not fakeable (I made that word up).\nhttp://www.bbc.com/news/world-asia-35240012\nState media announced the test after monitors detected a 5.1 magnitude quake close to the Punggye-ri site."], [182, "2016-01-06T03:54:20Z", 0.99, "Seems likely now"], [14327, "2016-01-06T03:43:46Z", 1.0, "Thanks to @einsteinjs for the link!"], [11686, "2016-01-06T03:43:46Z", 1.0, "Looks legit."], [60, "2016-01-06T03:41:07Z", 1.0, "Up to 100% (from 78% -- but that probably doesn't matter at this point)."], [11057, "2016-01-06T03:38:52Z", 0.97, "Epicenter of earthquake was about 5 miles from Punggye-ri nuclear test site."], [484, "2016-01-06T03:37:45Z", 1.0, "Up 5% on rumors. Probably backdated though."], [11686, "2016-01-06T03:36:01Z", 0.95, "Looks like it might of occurred, but will wait to see."], [9210, "2016-01-06T03:30:39Z", 0.95, "They will want to showcase their capabilities on a regular basis to remind the world they can!"], [2965, "2016-01-06T03:29:59Z", 0.99, "Just awaiting confirmation by a reliable 3d party. \n"], [2965, "2016-01-06T03:18:44Z", 0.97, "I am not suggesting that this question is resolved \nHeads up won fell on report of earthquake at yuonbang.Bloomberg TV 1913 1-5  during Ian Bremer interview .\nSeismic shocks are associated with underground nuclear tests."], [20, "2016-01-06T03:15:41Z", 0.99, "An earthquake near a nuclear site. The odds seem in favour of 'yes' here. http://www.cbsnews.com/live/video/tremors-reported-near-n-korean-nuclear-site/"], [14327, "2016-01-06T03:08:37Z", 0.99, "http://www.afr.com/news/world/north-korea-likely-to-have-conducted-nuclear-test-20160106-gm0b03"], [14656, "2016-01-06T02:46:32Z", 0.95, "About time:\n2006\t9 October: North Korea announces that it has performed its first-ever nuclear weapon test. \n2009\t25 May: North Korea tests its second nuclear device.\n2013\t12 February: North Korea tests its third nuclear device.\nSource: https://en.wikipedia.org/wiki/Timeline_of_the_North_Korean_nuclear_program\n"], [734, "2016-01-06T02:43:50Z", 1.0, "North Korea to make announcement at 12:30 PM although time zone not specified.\nhttp://english.yonhapnews.co.kr/northkorea/2016/01/06/33/0401000000AEN20160106004100315F.html"], [14327, "2016-01-06T02:40:48Z", 0.99, "Was this it??"], [14675, "2016-01-06T02:23:12Z", 0.99, "North Korea earthquake! Depth 0 KM."], [38, "2016-01-06T02:16:28Z", 1.0, "the BBC just announced that an \"earthquake\" of magnitude 5.6 has been recorded near the nuclear test site in NK"], [55, "2016-01-06T02:16:12Z", 1.0, "\"Earthquake\" reported in North Korea"], [14675, "2016-01-05T19:55:20Z", 0.85, "Kim Jong UN is a lunatic, and China's economic downturn will reduce the assistance to North Korea, Kim Jong-UN will mad desperation."], [14208, "2016-01-04T18:25:21Z", 0.39, "Comment deleted on Oct 22, 2016 05:25PM UTC"], [38, "2016-01-04T01:56:38Z", 0.77, "http://english.yonhapnews.co.kr/news/2016/01/03/0200000000AEN20160103000700315.html"], [755, "2016-01-04T01:49:31Z", 0.8, "IBT, January 3, 'North Korea Preparing For Thermonuclear Weapon Tests: Report': http://www.ibtimes.com/north-korea-preparing-thermonuclear-weapon-tests-report-2247006\nClip from article:\n'South Korea’s Chemical, Biological and Radiological (CBR) Defense Command said that North Korea has laid the groundwork to develop thermonuclear weapons and may already be producing tritium, a radioactive isotope necessary to build more sophisticated nuclear weapons, Seoul-based Yonhap news agency reported.'"], [1425, "2016-01-03T21:47:09Z", 0.0, "No activity since 2013, if they didn't in the first year of Kim's reign, I don't think they will be doing so for a while."], [14516, "2016-01-03T19:53:32Z", 0.67, "They need to keep up their nuclear momentum in order to appear a credible nuclear threat"], [14327, "2016-01-03T18:35:46Z", 0.7, "http://www.ibtimes.com/north-korea-preparing-thermonuclear-weapon-tests-report-2247006\n\"based on its new high-resolution commercial satellite imagery, North Korea is pressing ahead with the excavation of the new tunnel\""], [14208, "2016-01-03T18:32:26Z", 0.39, "Comment deleted on Oct 22, 2016 05:24PM UTC"], [11057, "2016-01-03T18:16:36Z", 0.74, "Moving up based on what appears to be a continued hawkish statement (though wrapped in a dovish message, e.g., reconciliation with SK) telegraphed by NK leader and increased world press coverage."], [556, "2016-01-03T17:33:37Z", 0.95, "Moving higher based on reading this...\nhttp://www.telegraph.co.uk/news/worldnews/asia/northkorea/12075524/Satellite-imagery-shows-North-Korea-digging-test-tunnel-at-nuclear-proving-ground.html"], [60, "2016-01-03T05:01:26Z", 0.78, "Upping from 75% to 78%."], [556, "2016-01-03T02:16:38Z", 0.85, "Starting high, because there is plenty of time for him to get angry and want to act out. Will reduce over time, especially  if the 6 party talks come together."], [38, "2016-01-02T23:17:01Z", 0.77, "http://www.koreatimes.co.kr/www/news/nation/2016/01/485_194486.html"], [38, "2016-01-01T02:34:19Z", 0.77, "http://www.koreaherald.com/view.php?ud=20151231000281"], [14375, "2015-12-31T23:43:40Z", 0.75, "North Korean is the Donald Trump of the pacific. They need to create drama to maintain any semblance of relevance on the international stage. Like how sharks need to be constantly swimming or risk drowning, NK has to do or say something crazy every few months. "], [3895, "2015-12-31T19:48:36Z", 0.63, "http://english.yonhapnews.co.kr/northkorea/2015/12/31/0401000000AEN20151231000200315.html"], [43, "2015-12-31T17:02:28Z", 0.52, "Dateline 12-30-15 High Resolution Satellite Imagery Shows Continued Tunnel Construction at Punggye-ri http://38north.org/2015/12/punggye123015/"], [12943, "2015-12-29T07:27:52Z", 0.3, "The reported preparation of a test tunnel suggests that a test is being prepared. Yet an actual test is subject to a range of contingencies. Still a somewhat unlikely event. "], [14023, "2015-12-28T00:35:32Z", 0.75, "It is the only leverage they have."], [755, "2015-12-26T20:54:41Z", 0.8, "See @Gonzo's December 25 and @dowser's December 24 posts for more.\nSome points to consider:\n1) Songun Chongch'i [Army First] policy: http://www.globalsecurity.org/military/world/dprk/songun-chongchi.htm\n2) Technically, a state of war exists between the UN and DPRK.\n3) USA main enemy, with the total belief that it is out to destroy them (their view): https://www.washingtonpost.com/opinions/increasing-sanctions-is-just-one-part-of-the-north-korean-puzzle/2015/12/25/6b8ff572-a\nhttp://www.koreaherald.com/view.php?ud=20151226000021\n4) Nuclear weapons and related delivery systems are key to their survival (their view).\n5) You have it, you test it. Make sure your design works (there were questions about the success of the 3 prior tests). One of the main reasons why they won't sign this: Comprehensive Nuclear Test-Ban Treaty (CTBT): http://www.state.gov/t/avc/c42328.htm\n(USA has perfected it's weapons, conducted 1,030 tests and deployments (Nagasaki and Hiroshima) since 1945).\n6) USA has superior nuclear war-fighting capability (see point number 4): 'Strategic Triad': http://sdc-usa.org/the-us-nuclear-triad/ "], [14042, "2015-12-26T10:21:38Z", 0.85, "They've already building a military rocket launch facility close to South Korea"], [1526, "2015-12-25T15:46:23Z", 0.85, "This came out today. "], [484, "2015-12-25T07:29:35Z", 0.95, "(no change) Good summary:"], [2965, "2015-12-23T13:58:26Z", 0.96, "No control by china other than do not start or risk war. \ndo you think  PRC can deal with 40-million or more hungry North Koreans as refugees.  No wayPLA much less Xi Ping wil risk or allow that\nNK has a  007 license to test and 007 on all ballistics subject to line 1"], [67, "2015-12-23T04:51:50Z", 0.2, "Base rate of  3 tests in 10 years, reduced to 20% because no evidence of eminent test. "], [13738, "2015-12-22T05:49:20Z", 0.7, "It seems we're due for one"], [13643, "2015-12-21T20:53:27Z", 0.75, "Previous behavior suggests the regime will test again.  Almost due for another Scooby snack."], [13625, "2015-12-21T20:13:16Z", 0.5, "Dont think so...up to kim....is he missing the limelight"], [60, "2015-12-21T18:30:19Z", 0.75, "(no change)."], [13562, "2015-12-21T14:00:00Z", 0.77, "Dastardly Daesh has turned world attention away from little Kim Jong-un and - in North Korea at least - he's the King of Terror (and the King of Pop if you don't fancy death by anti-aircraft gun). More concessions and cash need to be won to keep the King in place and show he's a big-league terrorist rather than the Clown Prince of a 1950s Stalinist Bizarro World."], [12318, "2015-12-21T13:58:27Z", 0.3, "If Un has an H bomb he will want to potentially blow one up to prove it but if he is bluffing I don't think he will want to conduct another detonation that demonstrates to the contrary. This will be an interesting political military play for North Korea and I'm eager to see how it turns out. If he does test I think it will be between Jan-Mar timeframe to coincide with North Korean training exercises."], [13564, "2015-12-21T12:43:31Z", 0.55, "only if they are ready"], [43, "2015-12-21T04:30:30Z", 0.49, "Wobbling around the \"what the heck\" point."], [755, "2015-12-20T04:35:54Z", 0.75, "In 2015, the DPRK:\n- Tested delivery systems, 2 launches of SLBM. \n- Displayed 3-stage (a correction from one of my earlier posts indicating a 2-stage variant), KN-08 ballistic missile variant during Worker's Party celebration: http://www.janes.com/article/55190/north-korea-unveils-new-version-of-kn-08-icbm\n- Completed upgrades to the Sohae satellite facility to accommodate larger launch vehicles: http://38north.org/2015/12/sohae120915/\n- Initiated new construction at Punggye-ri nuclear test site: http://38north.org/2015/12/punggye120215/"], [60, "2015-12-20T00:11:43Z", 0.75, "Jumping in at 75%."], [484, "2015-12-19T23:34:05Z", 0.95, "(no change) Good summary:"], [3363, "2015-12-19T13:09:26Z", 0.53, "Increasing from 35 to 53. Read some convincing analysis that the North Koreans are looking for attention."], [13406, "2015-12-18T23:46:54Z", 0.75, "Tensions with the US has been the determining factor in previous aggressions or demonstrations of military strength and the upcoming presidential election will likely hand victory to Trump or Clinton, neither of whom are an appealing prospect from NK's perspective. Meanwhile they have recently stated their intention to attempt another test and on top of this there seems to be a return to stalemate with SK."], [8967, "2015-12-18T21:46:01Z", 0.95, "They will certainly try. I don't know how successful it will be."], [53, "2015-12-18T19:24:48Z", 0.57, "Lower than missile test probability, so if that goes down, so must this."], [13344, "2015-12-17T22:05:38Z", 0.0, "With focus on hydrogen-based weaponry it is more likely North Korea will focus any testing on this, although such tests are also unlikely."], [484, "2015-12-17T17:31:54Z", 0.95, "(no change) Pakistan reportedly uses boosted weapons:"], [484, "2015-12-17T16:33:59Z", 0.95, "(no change) Interesting summary, including the possibility of a \"boosted\" fission device. FWIW all this stuff probably requires testing regardless of any political \"message\" or not."], [38, "2015-12-17T08:37:24Z", 0.77, "On the same day that the United Nations met to discuss North Korea’s systematic human rights violations this week, Kim Jong Un boasted that his country has developed a hydrogen bomb. "], [13272, "2015-12-17T08:04:03Z", 0.0, "2018 ? "], [38, "2015-12-17T05:23:48Z", 0.77, "http://nationalinterest.org/blog/the-buzz/look-out-north-korean-nuclear-test-isolation-grows-14647"], [6518, "2015-12-16T23:43:08Z", 0.54, "Revising my initial prediction."], [13120, "2015-12-16T17:41:13Z", 0.95, "They are making noises "], [84, "2015-12-16T15:34:21Z", 0.07, "A little saber rattling last week about a hydrogen bomb that most say they don't have the capability to produce. Hold steady with a low prediction. IF they have an H-bomb testing that will have much different implications than anything before. "], [13063, "2015-12-16T08:57:17Z", 0.75, "Kim Jong is a weak leader and will want to exercise his authority"], [12977, "2015-12-15T22:30:28Z", 0.1, "Who knows with this guy..\nGoing to point more to the no, think he needs to feed his people so will build up the rhetoric get people talking about North Korea and use as leverage to get food.  Another test in an area that's getting quite hot with the China islands issue, I don't think China would allow it. "], [102, "2015-12-15T17:25:16Z", 0.57, "https://larswericson.wordpress.com/2015/12/15/monday-night-picks/"], [1526, "2015-12-14T17:50:16Z", 0.65, "I'm back up to my original levels. Here are the articles I found."], [734, "2015-12-14T17:44:35Z", 0.62, "Reaffirming.  Something to consider in your forecasting as that cancellation of Morabung's tour may provoke an untidy reaction from the DPRK:"], [1526, "2015-12-14T17:16:30Z", 0.05, "What is a \"nuclear test?\" A test for a nuclear power plant? A nuclear experiment? Actually blowing up a possible nuclear device? How do we know a nuclear test was actually conducted? Maybe they'll post some screen shots from a movie or that cancelled tv show Jericho... "], [6549, "2015-12-12T21:27:54Z", 0.05, "As globalization gets nations more and more intertwined China’s support for NK will dwindle, and along with it the probability for such test."], [43, "2015-12-12T18:05:01Z", 0.52, "Could this be a sign of worsening relations between between China and North Korea? Performances in Beijing by the girl band allegedly formed by Kim Jong Un were abruptly called off, no reason given."], [102, "2015-12-12T05:24:53Z", 0.49, "https://larswericson.wordpress.com/2015/12/12/super-friday-night/"], [38, "2015-12-11T23:30:04Z", 0.59, "http://www.voanews.com/content/north-korea-under-un-scrutiny-turns-to-h-bomb-scare-tactic/3098511.html"], [1639, "2015-12-11T15:26:09Z", 0.45, "But I'd like to come back to this question, which is related to the other similar question, https://www.gjopen.com/questions/8-will-north-korea-launch-a-land-based-missile-with-the-capacity-to-reach-alaska-hawaii-or-the-continental-united-states-before-1-january-2017"], [368, "2015-12-10T20:57:57Z", 0.65, "North Korea has indicated to the UN, through its ambassador in Geneva, (or more precisely, rejected the suggestion) that it will be testing nuclear weapons; additionally, it has also indicated its desire to return to the six party talks on it's nuclear program.  Meanwhile, the Chinese have indicated through an envoy to Kim Jong-Un, that it should stop testing nuclear and missile tests."], [102, "2015-12-10T17:41:43Z", 0.56, "Me me me.  Look at me!!!! [1]"], [691, "2015-12-10T17:15:22Z", 0.69, "Almost certainly no H-bomb out in the garage, but he may feel the need to blow up something just to show he doesn't need one. "], [43, "2015-12-10T13:58:56Z", 0.55, "Dateline 12-10-15 \"It's hard to regard North Korea as possessing an H-bomb,\" Lee Chun-geun, a research fellow at the Science and Technology Policy Institute in South Korea, told Yonhap.\nBut he added: \"I think it seems to be developing it.\" http://www.bbc.com/news/world-asia-35060035"], [102, "2015-12-10T06:02:10Z", 0.56, "https://larswericson.wordpress.com/2015/12/10/a-super-long-picky-post/"], [102, "2015-12-08T03:19:22Z", 0.36, "https://larswericson.wordpress.com/2015/12/08/updated-super-picker/"], [3363, "2015-12-07T23:05:54Z", 0.35, "2006, 2009, 2013. That's three times in ten years. Rough baseline of 30% in any given year (I know, cheap methodology, but have to start somewhere)."], [335, "2015-12-07T19:41:41Z", 0.01, "They will not get it done in the next couple weeks"], [43, "2015-12-07T15:48:26Z", 0.45, "Following my super picker, which is slightly different from 000's super picker. I'm factoring in a lesser probability based upon the difficulty and time delay in verifying a nuclear test. North Korea does not trumpet its tests, likely because they have been unimpressive. Comparison classes: the continuing debate over whether North Korea conducted two nuclear tests in 2010; unimpressiveness of SLBM tests, which can't easily be hidden."], [1006, "2015-12-07T13:35:17Z", 0.4, "Tough call- North Korea's stated wish to maintain better relations with South Korea conflict with their strong bellicose attitudes!"], [12582, "2015-12-07T00:22:59Z", 0.15, "There are too many issues currently going on in the world for North Korea to stir up more trouble. China is also putting pressure on them to behave. They have few friends to support their temper tantrums. So it's quite a low chance."], [484, "2015-12-06T17:30:44Z", 0.95, "The upcoming UN discussion of abuses won't please the leadership."], [691, "2015-12-06T14:42:17Z", 0.69, "It is about equally likely that The Pyongyang Kid will set off a test to show he's independent of the Chinese, who wish he wouldn't, and that he won't because he wants to keep the Chinese relatively calm.  As for other factors, sometimes he just does this to show he can, or in aid of some other short-term objective.  "], [2965, "2015-12-06T11:22:08Z", 0.95, "Please go to state dept. website and see just which companies are major targets of black out sanctions. These two NK entities produce the Taipai-dong 3 stage. "], [102, "2015-12-05T14:44:23Z", 0.53, "https://larswericson.wordpress.com/2015/12/05/my-super-picker/"], [11454, "2015-12-05T04:10:33Z", 0.03, "China will ensure this won't happen.  Small chance given China may wish to provoke the region, but extremely unlikely."], [854, "2015-12-04T21:09:22Z", 0.55, "Increasing my forecast from 45% - 55% because of the new tunnel."], [12433, "2015-12-04T18:47:02Z", 0.99, "Yes, the lunatic in control there will see the need to demonstrate that he is unstable to prevent the West from 'invading,' and to continue extorting aid from the West.  Like other world leaders, he sees the West, and especially the US, as a paper tiger, and has nothing to lose by continuing to build his ace in the hole nuclear arsenal, similar to the lunatics in Iran."], [2464, "2015-12-04T17:18:32Z", 0.34, "new underground tunnel\npost meetings and new tunnel\nseems a good manipulative strategy:  good guy meetings, tunnel, test = social power"], [6518, "2015-12-04T16:45:07Z", 0.47, "Revising up my forecast due to recent evidence of tunnel at a nuclear facility.\n"], [2464, "2015-12-04T15:58:59Z", 0.34, "New discovery of test tunnels just after a hopeful set of meetings.  Deceptive. Power through manipulation. I think this increases the likelhood a great deal."], [10916, "2015-12-04T14:55:05Z", 0.5, "Seems due every 3-4 years. No reason to expect this pattern has ceased."], [11335, "2015-12-04T14:28:42Z", 0.67, "Satellite Shows North Korean Tunnel"], [43, "2015-12-04T03:17:57Z", 0.35, "Dateline 12-2-15 New Nuclear Test Tunnel Under Construction at North Korea’s Punggye-ri Nuclear Test Site http://38north.org/2015/12/punggye120215/"], [53, "2015-12-03T01:52:48Z", 0.62, "OK, willing to put in a guess, with new info from 38North. ( http://38north.org/2015/12/punggye120215/ as previously noted by @Sjens) Not imminent, but question duration is fairly long. Risk of getting hung out to dry always present in DPRK questions."], [110, "2015-12-03T00:38:42Z", 0.85, "http://www.reuters.com/article/2015/12/02/us-northkorea-nuclear-tunnel-idUSKBN0TL2UF20151202"], [38, "2015-12-03T00:35:16Z", 0.59, "http://abcnews.go.com/Politics/wireStory/tunneling-nkorea-nuclear-test-site-website-35537511"], [734, "2015-12-02T23:53:44Z", 0.62, "Reaffirming. The question is whether or not China will let the DPRK off it's leash as a potential response to the South China Sea issue."], [601, "2015-12-02T23:09:16Z", 0.39, "Embarrassing failure of SLBM slightly increases chances for a nuke test"], [12302, "2015-12-02T22:00:55Z", 0.7, "While nuclear tests are not very frequently conducted (one in 3-5  years), I do believe that the activity in thr Punggye-ri Nuclear Test Site strongly suggests, that another test is coming. Given the failure of the latest tests (submarine and so on), I guess the regime could seek to demonstrate it's power. However, I am not sure if they are able to conduct a test before 2017."], [1646, "2015-12-02T15:38:27Z", 0.55, "Revising up. I may be reading wrong all the rush for meetings, etc. as per ckruger´s comment"], [11985, "2015-12-01T02:34:14Z", 0.35, "There have been scale tests in some of the tests. My guess is that thet test their missile technology first. Maybe in 2018"], [484, "2015-11-30T23:26:22Z", 0.95, "ckruger's posting, up 10%"], [734, "2015-11-30T22:51:44Z", 0.62, "Reaffirming.  However, there does not seem to be activity related to the construction of a new tunnel; but one completed tunnel exists which can be utilized for testing at any time with minimal additional effort."], [38, "2015-11-30T22:32:24Z", 0.57, "I'm wondering if the recent failure and embarrassment of a sub-based ICBM might cause Kim to test a nuke to rebuild his image/prestige."], [368, "2015-11-30T21:44:47Z", 0.95, "North Korea has begun digging a tunnel for a nuclear test site.   Secretary Ashton Carter recently (Sunday) visited South Korea to discuss the North Korea's missile and nuclear threat.  Three previous tests have been held on the east coast of North Korea.  Sources indicate that active vehicles and workers are the site where the tunnel is being constructed.  Construction indicates a clear intent on the part of North Korea to test (a) nuclear device."], [38, "2015-11-30T21:30:21Z", 0.55, "http://www.forbes.com/sites/donaldkirk/2015/11/13/forget-about-china-n-korea-markets-missiles-as-iran-nuclear-deal-approaches/"], [1646, "2015-11-30T00:39:09Z", 0.15, "Many people posing the baseline of a new nuclear test every 3 years, yet:\n1- nuclear testing worldwide seems more correlated to trying new warhead designs (and are only secondarily to power posturing). How much a relatively mature nuclear power needs, desires, and can afford new warheads every 3 years is questionable.\n2. Increasingly testing can be replaced by computer modeling and simulation, although admittedly this is still imperfect, NK increasingly may have the programming capacity. Testing/modelling can also be replaced by industrial stealing/trade of proven designs.\n3. Ongoing talks, needs for investment, opening of FTZs, a more open society, pressure from neighbor China, signs of willingness to negotiate nuclear issues, etc., decrease chances in this question for the next 12 months, relative to the missile question because there there is uncertainty generated because NK can somewhat claim the right to a space program.\nBtw, 70% chance on a Ban Ki Moon visit to NK before the end of the year."], [6115, "2015-11-29T16:26:17Z", 0.5, "Whenever things go wrong in North Korea , Kim Jong Un looks for a big distraction. A nuclear test seems to soothe his psyche."], [484, "2015-11-28T17:04:26Z", 0.85, "If the SLBM test was a failure, I'd expect some successful demonstration sooner rather than later. (no change)"], [691, "2015-11-26T15:11:05Z", 0.69, "The metaphor is imperfect, but it's not crazy to think of the DPRK as a mildly spoiled 12-year-old boy.  Instead of asking what the third-generation leader of a very repressive and generally isolated country might do, ask what your nephew--the one you don't like very much--might do.  (I am hampered in this exercise by a relative paucity of nephews, and I like them, but models are not rare elsewhere.)"], [11549, "2015-11-26T14:31:58Z", 0.35, "Iran deal holds, pressure from Iran and China keeps North Korea status quo until new 6 party talks. Then again, NK has nothing to lose. "], [11686, "2015-11-25T19:20:08Z", 0.8, "Have looked to be gearing up for a while, according to South Korea's Intelligence Agency. Whether it will be a successful test is debatable as it doesn't seem to be the only purpose of the test."], [11853, "2015-11-25T17:06:56Z", 0.7, "Reasons for North Korea to conduct a nuclear test:\n- North Korea appears to have launched again its main nuclear facility Yongbyon, and is digging a new tunnel at its nuke test site; furthermore, it's latest test is from 2013 - more than 3 years ago\n- Could get some support from China, it's closest ally, as it moves attention away from other potential sources of conflict (e.g. SE-Asia artificial islands)\n- A nuclear weapon would make NK almost untouchable from a military point of view\n- Being a nuclear power provide some attention and leverage in the international arena, either for NK or even China, and specially within staggering negotiations for de-nuclearisation of NK\n- Demonstrates that nuclear weapons exist, or at least are closer to exist"], [11962, "2015-11-25T02:10:33Z", 0.65, "Kim Jong Un is less stable than his father and grandfather.  I was in The Republic of a south Korea 1985 - 1987.  It is difficult to predict incredibly irrational behavior."], [11862, "2015-11-24T23:27:27Z", 0.75, "http://english.yonhapnews.co.kr/northkorea/2015/10/30/64/0401000000AEN20151030002800315F.html"], [94, "2015-11-24T17:42:06Z", 0.59, "As stated by @blemiaux4, the base rate of nuclear tests is about 33% per year.  I'll follow him and go with a 36% estimate.  My official estimate is higher for gaming."], [2464, "2015-11-24T04:05:55Z", 0.17, "Staying put.\nRecent diplomatic visits would decrease this likelihood unless you regard a test as a great grandstand against the visits.  \nI have a hard time reading this one as I do not fully get the psychology. "], [11856, "2015-11-23T15:26:06Z", 0.85, "Would prove a welcome distraction for China from other issues with its borders and claims in the China sea."], [11801, "2015-11-23T10:53:34Z", 0.1, "North Korea won't test further nuclear weapons unless there is a perceived threat from the outside, such as being called a rogue nation in the context of one of these other labelled rogue nations being invaded. The Invasion of Iraq was 2003, and the first of a sequence of nuclear tests on the part of North Korea started in 2006. It's unlikely that a nation outside the West would threaten North Korea, and the current U.S. administration seems more measured in their language and their actions than the last. The biggest risk of further nuclear tensions would be the South China Sea flashpoint between China, the West and Western allies in the region."], [706, "2015-11-21T05:26:25Z", 0.51, "As China ebbs in world influence..."], [43, "2015-11-20T20:51:44Z", 0.35, "If this turns out to actually happen, may possibly reduce probability."], [11678, "2015-11-20T12:00:28Z", 0.17, "Don't believe they will have the technology by then. "], [43, "2015-11-19T15:44:52Z", 0.35, "Just in case anyone is altering a forecast on the basis of news about Ban Ki Moon's upcoming visit to North Korea – no such thing is on his schedule."], [11147, "2015-11-19T13:41:28Z", 0.65, "North Korea's psyche revolves around the whims of its leader Kim Jong Un. He is a being who would obviously not want to be in a political corner in light of world trends. There is need for remaining relevant by sending false alarms to South Korea as a way of sending a political flare, meteoric though the effect and impact may be."], [10850, "2015-11-19T12:50:46Z", 0.05, "No, they will adhere to China's pressure to be a good soldier."], [11576, "2015-11-18T15:44:26Z", 0.85, "They like making headlines, It will happen on a U.S. Federal holiday, (i really think they just like ruining folks vacations) They need to prove that they exist, especially if there is an all out fight v ISIS. "], [11561, "2015-11-18T15:01:03Z", 0.75, "N. Korea wants to remain relevant in the International Political conversation. This is the only way they can continue to do so."], [2464, "2015-11-18T03:10:37Z", 0.17, "+5 for the timeline being overdue given past events.\n-3 for recently scheduled UN/Leader visits.  "], [11455, "2015-11-18T01:28:02Z", 0.15, "North Korea will conduct a nuclear test by 1 Jan 2017: Chance 15%- Reasons for: North Korea's leaders are loud childish braggarts that want\nto show off and intimidate people. -Base 75% chance. Reasons against, North Korea's reserves of Uranium suck -25%. No country will want to\nexport Uranium to North Korea, the only countries that might consider it from a political stand point (China and Russia) \nwill not do it from a practical standpoint because they share the neighborhood with them. North Korea's leader is a childish braggarts but still needs \nmoney. If he needs a handout even he has enough sense to piss people with a weapons test. -20%. Other factors the: The eye of the US is focused on Russia\nthe Middle East, and the South China Sea and so Korea is on the back burner and is not especially likely to encourage NK saberrattiling for the foreseeable future, \n+0% chance. North Korea seems to test nuclear weapons about once every three years with the last test being in early 2013. If this is a consistent pattern it \nconducting a test within the time frame is plausible but not overdue +10%"], [9913, "2015-11-17T18:00:47Z", 0.25, "While I don't want to speculate on their intentions (flexing muscles, etc), I took into account the timelines of their previous tests, the 38 north satellite images and tunnels, and decided it is likely to happen sometime, but within the next 13 months--it seems plausible, but not entirely likely."], [877, "2015-11-17T17:00:11Z", 0.85, "They will test to defy and also think that that can be a negotiating point in lifting the sanctions like Iran"], [379, "2015-11-17T15:23:58Z", 0.48, "Slight no.  Perhaps wishful thinking but at some point they must come to realize that constantly pissing people off does not work in the long run."], [1333, "2015-11-17T15:09:05Z", 0.35, "Missile tests and declaration of a no sail zone in the waters east of NK suggest that this has served its purpose (NK's) without having to resort to Nuke and/or simulated nuke testing."], [2965, "2015-11-17T12:55:59Z", 0.95, "graularity and interpetation of question  parameters and 13 month event horizon and before  or after US election.\nVIP. IF they are planning on a nuke warhead for icbm or irbm, need more tests to miniaturize. hard to see that they can model like Los Alamos. Almagordo, or Lawrence Livermore without active Chinese help or Iranian shipments."], [7775, "2015-11-17T05:38:21Z", 0.25, "More likely to conduct muscle tests. "], [38, "2015-11-17T05:29:43Z", 0.55, "http://www.cnbc.com/2015/10/20/report-north-korea-prepping-for-new-nuclear-test.html"], [11460, "2015-11-17T04:14:38Z", 0.38, "Started with a base rate dependent on historical averages. Analysis of current enrichment program is spotty - no adjustment made. But time between tests seems to be a big factor; increased forecast. Then a smaller discount as all of this has only happened in the past 10 yrs - don't want to put too much emphasis on the near past."], [865, "2015-11-17T02:57:38Z", 0.18, "What do we mean here by \"test\"? Yes, they will do something that is equivalent to making a bong out of a pop can. But real, hard nosed chemistry, good luck!"], [1562, "2015-11-17T00:48:23Z", 0.58, "timing is about right for preparing another small test.  likely the quantity for an ICBM."], [854, "2015-11-16T22:16:40Z", 0.45, "This forecast corrects my earlier mistake of misreading the year in the question. Before January 1 2017, I see two ways that a nuclear test could come about: I project 25% odds that the core messaging around the KWP congress will be aggressive and that a nuclear test will be part of that messaging. I project 20% odds that the test will be carried out for some other reason. If NK propaganda leading up to the KWP congress is especially belligerent, I'll increase my forecast. If we get to the end of the KWP congress and there is no test, I'll reduce my forecast."], [11449, "2015-11-16T22:14:20Z", 0.2, "It doesn't seem to happen very often and they're starving to death. Russia is also strained on resources, so is not a reliable ally."], [854, "2015-11-16T20:46:33Z", 0.05, "38 North reports very little new activity at Punggye-Ri [1]. Somewhere I have seen an estimate that says it takes about 6 weeks from the time that the Dear Leader gives his order before a nuclear test can be carried out, which doesn't leave much time before the end of the year."], [84, "2015-11-16T18:05:00Z", 0.07, "That time frame may be sufficient to enrich enough material for another detonation but the likelihood still remains low."], [109, "2015-11-16T17:43:56Z", 0.12, "China's had enough.  This party is over.  Missiles? Yes.  Detonation?  Nope."], [2464, "2015-11-16T16:46:39Z", 0.15, "I believe the threat is more valuable than the action."], [11257, "2015-11-16T15:57:58Z", 0.15, "Too quick a time frame. "], [6398, "2015-11-16T15:40:33Z", 0.65, "They want to remain relevant globally and Kim needs to show he is in charge after the purge."], [517, "2015-11-16T15:36:59Z", 0.85, "They need to show their relevance and probably don't like ISIS taking all of the attention."], [10474, "2015-11-16T15:22:22Z", 0.65, "They appear to have a 3-4 year \"I want to be relevant\" cycle.  The last test was in 2013 so they are about due.    They also like to flex after a US presidential election."], [8111, "2015-11-16T15:16:34Z", 0.06, "the North Koreans need to draw attention to themselves periodically to stay relavent.  Its been some time since they have received full attention and the middle east continues to draw the West's attention.  the slowing chinese economy can't possibly be helping the North Korean's ability to cope"], [1304, "2015-11-16T10:00:42Z", 0.45, "Timescale too long to make a valid prediction...depends on developments with US election and Iran deal"], [4180, "2015-11-16T09:53:32Z", 0.4, "Time scale too long to make anything more than a guess.  "], [11363, "2015-11-16T09:00:47Z", 0.75, "Development cycle argument seems to be the simplest and most dependable metric given that North Korea's stated desire of being continuing to be a nuclear state Vincent Cheong's analysis was most helpful"], [8661, "2015-11-16T06:26:15Z", 0.05, "The talks about Korea Nuclear Programme are starting.  North Korea will not conduct nuclear test during the talks.  The tlks will take place because Obaam has stated that  He could engage with talks just like with Iran. And now we hear that Ban Ki Moon is going to North Korea. That is the beginning of talks. "], [11420, "2015-11-16T05:56:31Z", 0.65, "The frequency rate of these tests is 2 and a third years, it seems. And S. Korean intelligence is reporting that, based on their intelligence, N. Korea is currently making moves to do so."], [6348, "2015-11-16T03:28:40Z", 0.3, "More likely to test missiles than nukes. "], [11416, "2015-11-16T02:33:17Z", 0.37, "The country doesn't have the best track record in technological progress. (Failed middle launches.) it's strategy seems to be to use threats to gain concessions. And the West seems to play along. That may be the best approach. "], [964, "2015-11-16T02:09:08Z", 0.65, "I figure all the digging and activity is for a reason. "], [4167, "2015-11-16T01:49:13Z", 0.66, "North Korea conducted its nuclear test about every 3 years (37 months), indicating the development cycle is less than 3 years. Since the last nuclear test was in February 2013, it is possible to have another test before Jan 2017. In July 2015, Ji Jae Ryong, North Korea’s ambassador to China, said the Iran deal is irrelevant because the North is already “a nuclear weapons state both in name and in reality.” “We are not interested at all in dialogue to discuss the issue of freezing or dismantling our nukes unilaterally first,” he said at the North Korean Embassy in Beijing. Since then, satellite image showed active activity at Punggye-ri nuclear test site. North Korea also reportedly digging a new tunnel at Punggye-ri to prepare for more tests."], [11396, "2015-11-16T01:16:06Z", 0.6, "Erratic leadership."], [83, "2015-11-16T01:11:31Z", 0.4, "http://www.reuters.com/article/2015/11/15/us-un-northkorea-idUSKCN0T419R20151115#GptUh3c7eq2JqWeb.97\nUN Sec. General to visit NK this week."], [830, "2015-11-16T01:04:20Z", 0.05, "I do not think they have the nuclear material to conduct such a test....at least not enough to waste on a test. If anything they will threaten a test and fake it."], [9082, "2015-11-16T01:03:35Z", 0.0, "There would be no benefit for them to do so"], [484, "2015-11-16T01:02:01Z", 0.85, "Good summary by donmars. Here is an Arms Control Association primer with more information:"], [1429, "2015-11-16T00:35:01Z", 0.8, "Reuters, \"The fact that they are constructing a new tunnel indicates the intention is to conduct a nuclear test at some point,\" http://www.reuters.com/article/2015/10/30/us-northkorea-nuclear-idUSKCN0SO09N20151030"], [8109, "2015-11-16T00:32:49Z", 0.55, "Depends what west will offer for them to not test.  They will watch how nuclear deal with Iran goes"], [7196, "2015-11-15T23:56:39Z", 0.85, "That's how they get attention...and it doesn't cost them anything..no real downside."], [11353, "2015-11-15T23:26:28Z", 0.25, "North Korea has demonstrated nuclear capability already. It has not demonstrated an ability to deliver a nuclear payload to the United States. It will focus on delivery systems.  Conducting a nuclear test risks failure, possibly diminishing North Korea's credibility as a threat. "], [1506, "2015-11-15T23:24:47Z", 0.0, "Chinese pressure will reduce this likelihood. Kim needs food and will comply."], [505, "2015-11-15T22:03:19Z", 0.2, "This is a a good starting point for reviewing  North Korean nuclear testing issue"], [6187, "2015-11-15T21:58:36Z", 0.8, "Weakness of us foreign policy under.current administration "], [7237, "2015-11-15T21:50:58Z", 0.67, "After sending a senior advisor to \"re-education\" recently (from perceived disloyalty) he will be a little more insecure and attempt to show China his continued strength and control of the country, military, and his own future.\nIf he has nuclear material available, and sufficient financial resource (Chinese have been squeezing him), Kim will wish to make a display of power."], [6903, "2015-11-15T21:12:02Z", 0.75, "The boy needs attention..."], [1118, "2015-11-15T20:48:59Z", 0.67, "Wacky guy will do anything to get international media attention.  "], [427, "2015-11-15T20:28:56Z", 0.05, "No political reason that this is necesary."], [535, "2015-11-15T20:28:52Z", 0.65, "They like to keep things on edge, and to show progress to the world and internally.  However, this one is going to be hard to adjudicate.  Remember the last announced \"minimized\" test could not be confirmed, so how will y'all judge this one if nK announces one but it can't be confirmed?"], [483, "2015-11-15T20:19:09Z", 0.1, "The threat of conducting a nuclear test is more valuable than actually carry out the test itself. Once they cross the line they cannot get any concessions. The caveat though is that Kim could conduct a test if he feels any internal threats to his hold on power is significant enough for him to have to show what he is prepared to do."], [554, "2015-11-15T20:10:13Z", 0.55, "Its latest test was in February 2013 and involved what it claimed was a \"miniaturised\" nuclear device, though experts say it is impossible to confirm if this is true.\nThe announcement that it is restarting its main nuclear facility Yongbyon will add to fears it is planning further tests. "], [8465, "2015-11-15T19:55:00Z", 0.0, "10%. The Leadership there is not as foolish as they are made out to be"], [11406, "2015-11-15T17:42:34Z", 0.35, "There seems little reason why conducting a nuclear test would advance the cause of North Korea, especially considering the current geopolitical situation involving refugees and ISIS. North Korea will attract little international attention, and a nuclear test would merely aggravate tensions with the West. However, the leadership does not always act in a rational way. Hence, I will start my forecast with 35%. "], [9926, "2015-11-14T21:15:11Z", 0.6, "Such a test will bring st world spotlight back on him and temporarily away from ISIS and the mideast. "], [500, "2015-11-14T17:17:17Z", 1.0, "jes"], [11366, "2015-11-14T16:14:00Z", 0.75, "For the past decade, we have watched as North Korea flexes its military muscles, threatens further nuclear development unless given aid, receives support, and backs down in some small part without giving up any ground. It is past time for them to repeat this routine and nuclear testing is usually a part of their show of might - 2006, 2009, 2013, ?"], [11355, "2015-11-14T06:28:39Z", 0.33, "Display of weapons at October 2015 parade should be sufficient to keep North Korea's nuclear status in public memory"], [11352, "2015-11-14T02:37:26Z", 0.7, "North Korea hasnt been in the spotlight lately and with thier recent aniversary will seek to improve relevance in global community."], [11351, "2015-11-14T02:11:40Z", 0.75, "On a whim"], [11342, "2015-11-13T20:56:01Z", 0.05, "No. They have not previously conducted a test during a U.S. presidential election. They'll do another test in 2017."], [11335, "2015-11-13T19:35:44Z", 0.6, "There appears to be a 3 year gap between each nuclear test. NK is due for one. "], [9534, "2015-11-13T16:31:13Z", 0.65, "1. Test were done about 4 years apart so beginning of 2017 could fit that type of schedule\n2. Rumors from Russia that NK was willing to resume nuclear talks, late 2014, and the US and SK turning down an offer from SK to reenter nuclear talks if the military exercise was halted, mid 2015, seems to set up a situation where NK might execute a nuclear test to put pressure on the international community to restart talks. Their reason being to work toward getting sanctions lifted to ease pressure on NK economy.    "], [11328, "2015-11-13T08:39:23Z", 0.75, "yes"], [38, "2015-11-13T04:28:21Z", 0.55, "http://world.kbs.co.kr/english/news/news_Po_detail.htm?No=114733"], [11326, "2015-11-13T04:19:33Z", 0.65, "The spat with South Korea which nearly boiled over this year will continue to simmer! As Un continues to assert himself, he will become more belligerent and possibly detonate a nuke to get attention. "], [1098, "2015-11-13T03:47:26Z", 0.27, "Recent reports of nuclear weapons test preparation have been discounted. Status quo seems most likely for now, but significant uncertainty with North Korean decision making.\n"], [11325, "2015-11-13T03:44:44Z", 0.1, "I think they're looking to internal problems, mainly economic."], [11322, "2015-11-13T03:21:58Z", 0.65, "I believe Kim Jong Un needs to strengthen his position with his relatives."], [8581, "2015-11-13T00:45:33Z", 0.25, "Might wish to be important in U S politics bofore or for our next president."], [601, "2015-11-13T00:35:46Z", 0.35, "Kim might like a show of strength and seems to get frustrated when world ignores him.  However, my forecast is well below median as China has been leaning on him pretty hard recently (trying to reign him in) and S Korea does not appear to be in a mood to provoke him.\nI actually think there is a good chance Kim will be deposed in 2016"], [11312, "2015-11-12T23:41:42Z", 0.65, "Seems to be 3 to 4 years between tests, so not high enough chance that it will be in 2016 but probably more likely than 2017 as their preparations seem to be ongoing."], [10805, "2015-11-12T19:00:35Z", 0.57, "Perhaps. They won't want to make China uneasy, but it still might happen. "], [502, "2015-11-12T16:15:44Z", 0.15, "China won't let them..."], [11228, "2015-11-12T16:02:05Z", 0.68, "As others have pointed out, this would be in keeping with the past pattern. Additionally, South Korea defense officials have suggested that exvacation is underway at North Korean test sites. "], [691, "2015-11-12T15:44:16Z", 0.71, "Tough one, but I think it will happen.  The PRC will not want this, as they have plenty on their plate as it is. The DPRK can't afford to make China too nervous, but always want to show they're independent in at least a few ways as long as Mom & Dad don't cut off their allowance or ground them.  (I have found it helpful to think of DPRK as a reasonably normal 14-year-old boy.)  "], [2965, "2015-11-12T14:28:30Z", 0.9, "Why would North Korea not perform such a test unless there is a tacit agreement between China and NK? No evidence of that."], [915, "2015-11-12T14:19:44Z", 0.09, "betting prc keeping nk on a tight leash."], [10392, "2015-11-12T12:44:07Z", 0.12, "Base rate: Given the historical frequency, a test seems to be an unlikely event every given year (average about 0.33 a year, 0.37 until 1/1/2017).\nInside view: The North Korean regime is largely a black box, so there is little sense in speculating what would it do... but nevermind that. Nuclear test demonstrates nuclear capability, which serves as a deterent. Additional tests have diminishing returns, because threat credibility has been already establised (including 2013 test under Kim Jong-un's leadership). Diplomatic costs are high (also diminishing?). Test is a bad idea, say only 0.33 of the base rate, ie 0.12 in total.\n"], [9856, "2015-11-12T06:56:41Z", 0.1, "The next one probably won't be used for a test. Although there maybe many more missile delivery system tests. "], [38, "2015-11-12T06:00:30Z", 0.55, "It seems that everything in North Korea occurs on the wim of Kim: for domestic political reasons, to impress the international community, or in conjunction with a special holiday"], [306, "2015-11-11T23:25:21Z", 0.65, "How many angels can dance on the head of a pin?"], [6967, "2015-11-11T22:23:24Z", 0.0, "No, because North Korea recently announced that  is trying to create a peace treaty with South Korea. Along with this, it is having problems with China after it threatened its neighbor to the north with troop movements to the border. North Korea just went through a drought and the creation of a partial free market farming industry. It is actually necessary for North Korea to avoid nuclear testing in order that it can create a more productive diplomatic relationship with its neighbors."], [7523, "2015-11-11T18:25:40Z", 0.1, "Unlikely, with the President of China's recent remarks about settling the South China Sea issue peacefully, I doubt North Korea wants to piss off China by giving the U.S and its allies a greater excuse to militarize the region. We are much more likely to see a new missile test than a nuclear one. "], [1529, "2015-11-11T17:13:57Z", 0.25, "I think they are more focused on demonstrating a successful long-range missile test. That would probably cause more worldwide consternation than a nuclear test. So, their engineering/science resources are probably directed to the missile test(s)."], [530, "2015-11-11T16:19:38Z", 0.8, "Given the time frame I'm going to start my forecast a little higher than many. What makes NK hard to forecast is that they can be very unpredictable. Most recently, one of Kim's closest advisors, Choe Ryong-Hae appears to be no longer among the favored after being \"removed\" from a high ranking post. If Kim feels ignored or slighted he might rattle his saber, bluster about US hegemony, or threaten war with the South. I suspect as our presidential elections get closer he may to draw attention to North Korea, either by a missile or nuclear test. Of course, they may do these things \"just because.\""], [734, "2015-11-11T16:04:50Z", 0.62, "initial forecast. Not a lot of recent activity noted, but it would be expected that one would likely be conducted in this timeframe.  As @ravel noted below, the KN-08 is under active development, and miniaturization of a warhead is necessary given payload constraints."], [2, "2015-11-11T16:03:19Z", 0.63, "It's about that time for them to make news (I remember from GJP it was about every 3ish years). Given long time period of question, going to start with moderate yes."], [1735, "2015-11-11T15:45:20Z", 0.75, "Taking into account the rate of past tests and need to be noticed in the world arena the likely hood is high."], [11175, "2015-11-11T15:28:01Z", 1.0, "As per http://www.cnn.com/2013/10/29/world/asia/north-korea-nuclear-timeline---fast-facts/index.html the last 3 nuclear tests completed by North Korea have been October 2006, May 2009 and February 2013.  There have been 31 and 45 months between the last 2 tests.  The predicted date range of the next test is September 2015 to November 2016."], [11251, "2015-11-11T14:47:31Z", 0.65, "NK has pattern of nuclear test every 3-4 yrs. January 2017 falls in this range. "], [11246, "2015-11-11T12:20:38Z", 0.08, "Increasing connectivity to the outside world will sway government sentiment to participate in peaceful global actions."], [83, "2015-11-11T04:07:12Z", 0.4, "Wisdom of the crowd."], [3264, "2015-11-11T03:48:18Z", 0.36, "North Korea has conducted 3 nuclear tests since 2006 ~ roughly 30%  of the years.  With roughly 1.1 years until the deadline I'll establish a base rate of 33% = (30% x 1.1).  Reports from South Korea intelligence suggest NK is preparing for another test, so I'll adjust up to 36%."], [11116, "2015-11-11T02:30:38Z", 0.2, "Most likely not. "], [897, "2015-11-11T02:28:18Z", 0.5, "North Korea might choose to do this just for the publicity.  "], [29, "2015-11-11T00:35:50Z", 0.5, "I think it is even odds, here, given that North Korea might do this just for attention."], [6518, "2015-11-10T21:46:22Z", 0.17, "Based on the history of nuclear testing in Korea, I do no expect to see another test until at least mid 2017 or 2018.  It appears that each successive test has increased the yield compared to the previous test by almost 100%.  Assuming that nuclear development is underway, the next atomic test will be at least 12-15 kt. This will require approximately 1 pound of enriched U-235 - which involves hundreds if not thousands of gas centrifuges spinning down uranium hexafluoride."], [10314, "2015-11-10T21:29:54Z", 0.75, "There will be a lot of tough talk during the U.S. election season. but Korea is certain that nothing would impede their testing before 1/1/17"], [4739, "2015-11-10T21:14:16Z", 0.25, "3 tests in the last 10 years but most recent was 2013."], [484, "2015-11-10T20:15:18Z", 0.85, "Agree with cdob63 that the long time frame almost guarantees a test. Of course there could be a regime change, a deal to denuclearize the peninsula, or some other black swan, but I'll go with routine program and political factors to forecast high."], [691, "2015-11-10T19:48:55Z", 0.71, "Sometimes the DPRK tests things to see whether they work, or how to improve them. Sometimes the DPRK tests things just to get attention.  In there somewhere is pretty good odds of a test within the time frame of this question."], [227, "2015-11-10T19:44:56Z", 0.5, "While technical improvements and objectives are obviously important to those tasked with developing the North Korean nuclear program, these tests are primarily political. Does the regime seek attention or have a larger goal with which to leverage the threat or reality of a test? Winter is coming and it is almost always stressful on the North Korean economy and food distribution system. Depending on the state of the harvests and the forecasts for winter, a test might be seen as a way to get needed aid. Conversely a test may be seen as too much of a threat to such assistance, especially from their Chinese neighbors. It also may be seen as useful in solidifying the regime domestically. There are a lot of angles on this issue and thus it is a tossup."], [10924, "2015-11-10T19:32:10Z", 0.6, "Probable! North Korean regime doesn't believe in sharing information nor do they offer insights into their country, we have to seek help from their closest ally China that opposes their nuclear program, not much help but only source of information. "], [689, "2015-11-10T18:03:09Z", 0.67, "Comment deleted on May 10, 2016 06:53PM UTC"]]}