{"question_id": 465, "title": "Before 1 April 2018, will India announce that it has begun, or will begin, new construction that dams any part of the of the Indus, Jhelum, or Chenab rivers, or their upper tributaries?", "correct_answer": "Yes", "crowd_forecast": 0.94, "preds": [[6303, "2017-10-23T03:42:15Z", 1.0, "Based on general news and GJP consensus."], [368, "2017-10-21T21:41:04Z", 1.0, " ‘"], [6303, "2017-10-16T03:27:21Z", 0.99, "Based on general news and GJP consensus."], [38, "2017-10-14T00:40:21Z", 1.0, "http://www.tribuneindia.com/news/jammu-kashmir/over-200-families-in-kishtwar-to-be-hit-by-kiru-kwar-hydel-projects/481311.html"], [368, "2017-10-12T19:17:07Z", 1.0, ","], [38, "2017-10-01T21:18:55Z", 1.0, "https://www.ndtv.com/india-news/work-on-jammu-and-kashmir-mega-hydel-project-to-start-in-2-months-official-1757369"], [691, "2017-09-18T19:13:11Z", 0.98, "http://india-wris.nrsc.gov.in/wrpinfo/index.php?title=Narmada\nhttp://timesofindia.indiatimes.com/india/sardar-sarovar-dam-and-development-highlights-of-pm-modis-address-in-dabhoi/articleshow/60718631.cms"], [37272, "2017-09-18T16:31:43Z", 0.98, "The other forecasters seem to agree, and I think it is entirely possible, probable even, that India will proceed with the plan and further their own interests, whether Pakistan agrees or not."], [6303, "2017-09-18T04:15:52Z", 0.99, "Based on general news and GJP consensus."], [23234, "2017-09-14T09:57:16Z", 0.87, "http://zeenews.india.com/india/indus-water-treaty-next-round-of-indo-pak-talks-at-world-bank-to-begin-today-2042175.html"], [23234, "2017-09-14T05:17:12Z", 0.66, "http://irrigation.punjab.gov.in/OldVersion/"], [38, "2017-09-14T01:23:35Z", 1.0, "http://www.infraline.com/(S(q11bwlewqzxs0545ehewapmw))/power/hydro/Centre/Nhpc.aspx"], [37379, "2017-09-13T10:39:16Z", 1.0, "Thank you, @Anneinak, for pointing out this is a done deal. http://www.hydroworld.com/articles/2017/08/hindustan-construction-secures-epc-contract-for-india-s-93-mw-new-ganderbal-hydropower-plant.html"], [38, "2017-09-12T16:54:11Z", 1.0, "What criteria is GJO using to resolve this question?  "], [6303, "2017-09-04T04:50:24Z", 0.99, "Based on general news and GJP consensus."], [37379, "2017-08-25T21:24:09Z", 0.98, "Lowering probability slightly on the basis that whoever scores these questions apparently has not decided that this announcement does not qualify as a \"real\" announcement or whatever.  http://news.statetimes.in/div-com-reviews-progress-of-hydroelectric-power-projects/ On the other hand, the scoring powers that be might be on vacation."], [38, "2017-08-22T21:25:39Z", 1.0, "http://news.statetimes.in/div-com-reviews-progress-of-hydroelectric-power-projects/"], [25841, "2017-08-16T06:24:58Z", 0.05, "\nNational election in India is only in 2019\nFlow of illegal money in Kashmir is curtailed to a certain extent by arresting key money launderers \nIndia's priority would be more on economic growth than building dams to check/counter terrorism from Pakistan\nWith recent shake-up of Sharif's government, Pakistan's focus would be more towards managing internal politics than on Kashmir\n"], [14253, "2017-08-07T22:52:50Z", 0.95, "I guess this is a kind of follow-up to the article posted by @khalid. I'm not sure what to make of it all, but I should probably come down at least a few points from absolute certainty. "], [68, "2017-08-02T10:45:02Z", 0.99, "http://www.ndtv.com/india-news/indus-waters-pact-world-bank-says-india-can-construct-hydro-power-plants-1732449"], [6303, "2017-07-17T02:43:51Z", 0.98, "Based on general news and GJP consensus."], [36220, "2017-06-29T02:38:25Z", 0.83, "Historical record + Modi's particular interests + need for more energy + need for a distracting massive infrastructure project = 83%"], [8997, "2017-06-28T14:38:42Z", 0.05, "There is no real reason to do that since it's not  an existantial problem for india. But if they were to do this it would be considered an act of war because it would have an economic impact on Pakistan.  Dams are also very easy to destroy for countries at war."], [31450, "2017-06-13T20:00:51Z", 1.0, "Jumping to 100 as it seems India is doing this\nhttps://www.voanews.com/a/india-hydropower-projects-indus-river-pakistan/3768491.html"], [31238, "2017-06-06T01:51:11Z", 0.92, "Following the crowd here. May research later but it's close to being extremized anyway. "], [19801, "2017-06-01T09:19:03Z", 1.0, "1.In addition to the Shahpurkandi project, in December the Indian government said it plans to prioritize the development and completion of several proposed hydropower projects in the Chenab River valley and its tributary that include: 1,856-MW Sawalkot, 1,000-MW Pakal Dul and 800-MW Bursar.\nhttp://www.hydroworld.com/articles/2017/03/indus-water-commission-plans-to-meet-in-pakistan-as-india-resumes-work-on-shuttered-hydropower-project.html"], [1034, "2017-06-01T06:25:13Z", 1.0, "New Delhi fast-tracks hydro projects in Indian occupied Kashmir: reports"], [35828, "2017-05-29T02:40:53Z", 0.65, "India has expedited the approval for several projects in a short period. But as always these are long term discussions and actual implementations may take more time."], [35569, "2017-05-24T18:28:55Z", 0.1, "China is now the major player in this discussion.  The Chinese and Pakistani governments have created a dam electricity agreement outside the Indus Waters Treaty, which includes the Indus, Jhelum and Chenab rivers and tributaries.  India has verbally conceded to the Chinese's superior engineering and ability to fund their dam projects outside of the Indus Waters Treaty.  China is an energy deficient country, very motivated to complete dams and has more geopolitical power in that region than any other state.  China involved themselves in this situation, chose Pakistan as their ally and have the $50 billion dollar funding needed to complete the project.  I believe India will sit on the sidelines of the very expensive and slow game of building dams.  I also predict the US will strongly advise against an announcement by India to keep tensions as low as possible between India and Pakistan.      "], [35425, "2017-05-23T13:45:42Z", 0.95, "India doesn't care about increasing tensions with Pakistan. While they likely have no choice given the mismanagement of waterways in both countries, if India can do something to make matters more heated between countries they're sure to do it."], [1034, "2017-05-22T06:10:30Z", 1.0, "In the Himalayas, a New Power Rises: Water"], [1034, "2017-05-19T06:52:23Z", 1.0, "China takes ‘project of the century’ to Pakistan"], [30260, "2017-05-16T11:51:22Z", 0.99, "Reports India has completed Phase-1 of Baglihar Dam on Chenab river - http://dunyanews.tv/en/Pakistan/385149-India-initiates-construction-of-100-megadams-in-b"], [35401, "2017-05-12T16:16:54Z", 1.0, "Beginning construction does not mean completion. Economically this is a project that India feels it needs, but it is also a political bargaining chip for India when it comes to their neighbor, Pakistan.  Beginning the construction will be necessary to bring Pakistan into negotiations on other issues.  "], [35445, "2017-05-12T07:26:07Z", 1.0, "I say this because the question specifically states \"any part\". I think India will absolutely try it on some part of the river. However it is unlikely to have the intended effect as leverage against Pakistan. Pakistan is likely support its founder Mohammed Ali Jinnah whom stated he would rather have “deserts in Pakistan than fertile fields watered by the courtesy of Hindus” ;at least in sentiment. This is very dangerous for the world in the form of other countries water pacts therefore international backlash will be heavy likely slowing larger damn projects.\nhttp://m.hindustantimes.com/analysis/why-indus-water-treaty-is-a-bad-bargaining-chip-for-india/story-LLyx2YvAPsSSU4y9uLWxyK.html"], [35417, "2017-05-12T03:33:25Z", 0.15, "There is always a chance but so 😷 advised"], [35410, "2017-05-12T03:21:14Z", 1.0, "Basing this solely on the fact that I believe there will be major increases in fighting over water supplies"], [1034, "2017-05-11T05:53:41Z", 1.0, "$1.3 Trillion Housing Boom Set to Be India's Next Growth Driver"], [19801, "2017-05-05T04:34:23Z", 1.0, "The government on Tuesday informed the Senate that after the signing of Indus Water Treaty, 1960, India has completed as many as 52 hydroelectric plants, another 32 are under construction while 103 others are at planning stage on Rivers Indus, Jhelum and Chenab."], [25804, "2017-04-24T15:40:17Z", 1.0, "I think this has happened....result of (maybe further cause of) poor diplomatic relations with Pakistan."], [1034, "2017-04-24T07:27:19Z", 1.0, "India initiates construction of 100 mega-dams in bid to steal Pakistan's water"], [68, "2017-04-23T17:16:11Z", 0.99, "https://www.gjopen.com/comments/comments/486001"], [35062, "2017-04-23T11:48:35Z", 0.02, "Negotiations are far from a common understanding. But they will build it sooner or later. Nice prediction there ;)"], [19801, "2017-04-18T12:25:18Z", 1.0, " “Blood and water cannot flow in the same direction”. --Prime Minister Narendra Modi  "], [29428, "2017-04-16T21:38:43Z", 0.75, "This is likely to be an election issue for Modi in 2018"], [1161, "2017-04-16T17:35:41Z", 0.75, "\"Will begin\" is the operative term. The question does not require a time frame for the actual beginning of construction, nor would the statement. The treaty governing the shared waters of India and Pakistan is already under operational threat, making such a statement a logical, if not necessarily rational, preemptive strike that India could make under a variety of political circumstances."], [28091, "2017-04-14T15:19:58Z", 0.75, "If the question just said begin construction I would rate it fairly low but \"announce that it will begin construction\" is another matter. Announcing can be a negotiating ploy and indeed may signal to Pakistan that they need to up the diplomatic efforts. Fairly good chance this will happen."], [706, "2017-04-14T07:08:16Z", 0.75, "Likely the \"or will begin\" because, as North Korea demonstrates, making a situation so intolerable and then to walk it back a bit, but still more forward than the status quo ante, is easy and effective. "], [34939, "2017-04-13T23:32:54Z", 0.61, "As a concerned citizen of India, I am keenly aware of the geopolitical significance of the treaty. In view of the heightened tension post Uri attack,  sponsoring of citizen radicalism in J&K etc, I believe India will up its game. The current govt. with nationalist credentials has cleared the environmental impact assessment studies. However, China holds a similar position vis-a-vis India as does India with Pakistan; which is why India will be cautious in its announcement. But, April 2018 will be a ripe time for the dispensation to show that it has taken some concrete steps to thwart Pak. since there will be general elections by May 2019. "], [691, "2017-04-12T20:15:38Z", 0.82, "A key element in India's current policy toward Pakistan seems to be to annoy them as much as possible without giving them an internationally okey-dokey reason to start a war.  This should serve nicely."], [31450, "2017-04-12T19:07:03Z", 0.75, "I think India has an incentive to announce new construction. They always need additional power, preferably clean power, and I think Modi is interested in angering Pakistan."], [368, "2017-04-12T19:01:41Z", 1.0, "India and Pakistan are currently in dispute around the building or construction of hydro project with the World Bank as arbiter or an agreed neutral arbiter on the matter.  The last meeting occurred on March 20 - 21, 2017.  The next meeting regarding the disputes and complaints filed by Pakistan will occur during August of this year."], [34920, "2017-04-12T15:39:04Z", 1.0, "I think it was an easy question"], [4634, "2017-04-12T14:09:42Z", 0.75, "Depends on what 'announce' means. \"Work on a hydroelectric power project at Sawalkot is all set to begin this year on the Chenab river in Jammu and Kashmir. (...) Exercising its right under the IWT to the maximum and with the objective of eliminating the power-deficient status of Jammu, the Indian government has announced the need to expedite the project. The Sawalkot project was approved at a meeting held on February 20, 2017\""], [12137, "2017-04-12T00:45:55Z", 0.75, "This is a long time. All that is needed is an announcement. India could use an announcement to draw Pakistan to the negotiating table."], [691, "2017-04-11T18:14:43Z", 0.8, "Water is the new land.  "], [68, "2017-04-11T17:15:01Z", 0.8, "First reaction - a year is a long time for just an announcement. Also, Modi has on a number of occasions said India will not let any excess water flow to Pakistan."]]}