{"question_id": 244, "title": "Will there be a new episode of mass killing in Yemen before 1 January 2017?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[10745, "2016-12-23T17:03:27Z", 0.0, "Passage of time."], [14307, "2016-12-23T16:02:07Z", 0.0, "There's just not much time left"], [31631, "2016-12-21T19:21:59Z", 0.45, "The perceived shift in power of the US away from supporting Sunni sects because of the new president elect's perceived coziness with Russia which supports Iran and Syria (even when Assad and the Ayatollah are antagonists). The probability will get higher after the inauguration on Jan 20th."], [1333, "2016-12-12T19:22:18Z", 0.1, "With the bombing payback is a real possibility "], [19801, "2016-12-10T12:35:41Z", 0.5, "Bizarre EWP criteria means deaths aren't deaths if the USA approves."], [31187, "2016-12-07T00:02:52Z", 0.86, "The possiblity is too high as expected."], [68, "2016-11-29T10:04:40Z", 0.01, "Passage of time, and the fact that civilian deaths caused by Saudi Arabia and allies inside Yemen won't be considered."], [83, "2016-11-26T23:56:55Z", 0.0, "Crisis watch, Aug. - Oct.: 29 Aug IS suicide bomb kills 60+ pro-govt. militia.  Most violence is military / militia based."], [19801, "2016-11-08T12:15:11Z", 0.95, "The newspaper noted that since the Saudi-US war broke out in March 2015 at least 10,000 have died, including 4,000 civilians.\nhttp://english.almanar.com.lb/91760"], [24474, "2016-11-01T14:36:23Z", 0.05, "Upping prediction to meet consensus. "], [476, "2016-10-20T21:21:32Z", 0.0, "With a fellow forecaster encouragig me to read the fine print of the official definition from the home office, Saudi activities do not count so it is back to zero."], [14307, "2016-10-20T18:49:15Z", 0.07, "It's a poor country that is getting increasingly militarized from the outside. It just seems like the right conditions for a mass killing. "], [476, "2016-10-19T20:01:47Z", 0.86, "Recent attacks by Saudis and possible advisers now being called war crimes, link https://www.hrw.org/news/2016/10/13/yemen-saudi-led-funeral-attack-apparent-war-crime"], [29529, "2016-10-11T18:22:53Z", 0.85, "The history of Saudi bombing in Yemen has included enough period mass civilian casualties to seem to indicate a high probability that this will happen again in the next two and a half months."], [476, "2016-10-08T22:11:22Z", 0.85, "As far as mass killing episodes this link sure sounds like one, https://www.rt.com/news/362037-yemen-blast-strike-killed/"], [476, "2016-10-05T05:50:39Z", 0.8, "Whoever is doing the \"counting\" seems to be playing by WWWF (World Wide Wrestling Federation) rules.  Lots of incidents, links http://abcnews.go.com/International/wireStory/french-woman-hostage-working-red-cross-released-yemen-42548337"], [29141, "2016-09-21T17:26:22Z", 0.15, "Hostile environment."], [24474, "2016-08-17T17:11:06Z", 0.06, "downgrading based on time"], [14133, "2016-08-17T01:28:11Z", 0.15, "A number of capable actors exist"], [28018, "2016-08-04T15:29:32Z", 0.12, "The Saudi-led coalition air strikes have caused the majority of civilian deaths, and will likely be the major cause of civilian deaths in the near future. However, it appears unlikely that these air strike deaths will be classified as mass killings. It seems too likely that they will be classified as accidental killings.\n-Air strikes lead to 1,000 or more civilian deaths by 1/1/17: 45% chance (3,218 civilian deaths so far, roughly 2/3 from air strikes, 5 months to go ~ on average, 900 civilian deaths by 1/1/17 from air strikes) \n-Air strikes are classified as deliberate mass killings by 1/1/17: 5% chance (not really sure how to justify this number, the UN has voiced concern about the civilian death toll due to the air strikes, but it just seems very unlikely that they get classified as deliberate by 1/1/17. Maybe after a multi-year investigation something arises that suggestions they were deliberate)\n-Rough estimate for mass killings due to air strikes is 2.25% (45% x 5%)"], [28037, "2016-08-03T16:32:26Z", 0.75, "Yemen is not well organized and authorities have lost control.  "], [28012, "2016-08-02T20:49:10Z", 0.75, "worsening civil war"], [1262, "2016-08-02T17:04:53Z", 0.35, "Raising to be closer to consensus;  believe the definition is problematic in that it is difficult to identify \"civilian\" casualties and since \"peace\" talks continue the \"mass killings\" numbers  will not be met."], [19801, "2016-08-02T10:08:32Z", 0.95, "The U.N. human rights office has released its latest figures on civilian casualties in Yemen, showing more than 3,500 people have been killed and nearly 6,300 wounded since Saudi Arabia’s bombing campaign against the Houthi rebels began in March of last year."], [12302, "2016-07-31T12:03:53Z", 0.1, "decided to settle in at 10% (+1% from my initial forecast).\nnot sure what AQAP is going to do; not sure how the people killed by other actors will be counted"], [476, "2016-07-30T11:54:42Z", 0.75, "With this kind of mendacity coming  from the flip-flopping Toffs at the UN , link  http://www.usatoday.com/story/news/world/2016/06/08/united-nations-saudi-arabia-coalition-yemen/85588502/"], [7124, "2016-07-28T06:18:56Z", 0.35, "Mass killings are taking place all around the world. Yemen's ongoing war makes country vulnerable"], [24474, "2016-07-25T14:37:31Z", 0.07, "The threshold for a mass killing is 1,000 noncombatant civilians:\nhttp://www.earlywarningproject.com/definitions"], [25544, "2016-07-24T20:33:54Z", 0.85, "It's one of those forecasts where you just have to look at the past. Still very unstable situation in Yemen."], [19801, "2016-07-23T07:07:40Z", 0.89, "Exceedingly political decision to exclude Saudi Arabian/Western Coalition kills as if the dead are less dead by executive fiat. The EWP is wearing its obvious  bias openly. And how will someone determine who exactly was the killer? "], [706, "2016-07-23T00:29:04Z", 0.9, "ISIS is in retreat pretty much everywhere else.  It needs to make a show somewhere. "], [83, "2016-07-22T21:46:42Z", 0.0, "Even the IS attacks are aimed at government forces.  Most civilian deaths seem to be due to war related air-strikes."], [61, "2016-07-22T04:26:52Z", 0.02, "I don't believe the overall fog of war in Yemen to be appreciably different from when I last forecasted on the conflict with the exception of @Sjens comments about Al-Qaeda.\nhttps://www.gjopen.com/comments/comments/285421"], [1262, "2016-07-20T19:28:05Z", 0.05, "\nThe short time frame and apparent ongoing peace talks suggest a \"mass killing\" unlikely for now. \n1: \"ADEN， Yemen， July 16 (Xinhua) -- A second round of the UN-facilitated peace talks between Yemen's warring parties resumed Saturday in Kuwait after a two-week break， government officials said.\"\n1: http://english.sina.com/news/2016-07-17/detail-ifxuaiwa7085854.shtml"], [15548, "2016-07-20T08:11:59Z", 0.07, "http://www.un.org/apps/news/story.asp?NewsID=54476#.V48xa_moOuo\n\"The cessation of hostilities declared on 10 April to end nearly 16 months of conflict in Yemen has continued to provide relief from violence in many parts of the country, but serious violations have occurred, such as the shelling of a popular market in Taiz on 4 June, which resulted in 18 civilian deaths and tens of injuries. In addition, there have been violations of the truce in Marib, al Jawf, Taiz and in the border areas with Saudi Arabia. \"\nIt looks like there is no more active conflict, so i am starting at 7%."], [12302, "2016-07-20T00:06:31Z", 0.09, "OHCHR says that between 26. March 2015 and the end of March 2016 around 6.000 people have been killed, over half of them are civilians. I would expect this death toll to rise, once better data is avaiable. I am very unsure if  better data will be avaiable though. However, this is a very bloody civil war with a lot of players and reprisal attacks between Shiites and Sunnis are already occuring. "], [500, "2016-07-19T18:08:12Z", 1.0, "ima tek da se ubijaju"]]}