{"question_id": 802, "title": "Between 29 November 2017 and 29 December 2017, will Saudi Arabia announce it is increasing the domestic price of gasoline or diesel?", "correct_answer": "No", "crowd_forecast": 0.05, "preds": [[43300, "2017-12-28T00:55:01Z", 0.2, "OPEC nations will want to capitalize on their position and reserves. "], [1333, "2017-12-27T14:36:53Z", 0.95, "announcement by the Kingdom that ad valoreum tax would be added, on gasoline, should qualify as the Kingdom owns the fuel companies and receives the tax from the fuel sale."], [42926, "2017-12-27T07:18:29Z", 0.15, "They have talked about it, but the year is almost over, so it is unlikely to occur in the next couple days."], [43067, "2017-12-26T21:18:57Z", 0.0, "\nDomestic prices will rise in 2017, Government will measure reaction from people and businesses."], [43188, "2017-12-26T20:40:04Z", 0.1, "Possibly because of the U.S. opening Anwar- more likely though they will attempt to raise oil prices instead of domestic has prices"], [43187, "2017-12-26T18:50:28Z", 0.55, "I have been reading that they want to raise pricing I would say yes, they will probably increase it."], [23006, "2017-12-26T18:27:00Z", 0.4, "fuel prices going up very likely."], [37520, "2017-12-26T10:57:43Z", 0.05, "Not likely now."], [42993, "2017-12-26T02:01:54Z", 0.33, "It seems likely based on the rumors in the press and the Saudi Arabian government's official efforts to close their budget deficit that the official state announcement is coming soon. Given the complexity of such a large (rumored) adjustment, especially with a population that has become accustomed to below international market rate fuel prices, the Saudi government may wait for a few weeks to months to put in place a structured price change and assistance programs that would minimize the impact to its citizens and businesses. They may also have allowed the leaked the information, at least in part, in order to gauge the reaction of their citizens. Given the potential reasons for delaying the official announcement in the short term, I find it slightly more likely that the official announcement will come in January or beyond, however given the possibility that this plan has been in the works for longer than the news cycle has been reporting it, I think it is still entirely possible that the official announcement could come in the next week."], [43085, "2017-12-25T19:01:24Z", 0.0, "They will of course fluctuate the price but the will not try to do to Trump what they did to Obama. They will play nice. They don't want us mad and we are actually seen as a threat to them because of the change in leadership"], [43021, "2017-12-25T06:39:11Z", 0.0, "Saudi Arabia will raise gas prices in January."], [42984, "2017-12-24T21:55:29Z", 0.1, "Current world production would merely increase ...can't afford giving up market share to U.S. current prices keeping down exploration and investment"], [37520, "2017-12-24T05:48:06Z", 0.5, "Hints imply it will happen soon.  Whether in the next week or in January 50/50."], [38903, "2017-12-24T01:57:33Z", 0.61, "I'm trying to baseline when KoSA makes announcements about raising the price of fuel:"], [42710, "2017-12-23T16:33:28Z", 0.7, "Reuters reported back in October that Saudi Aramco would most likely raise Arab Light's December price. It is likely to see that the domestic fuel price will increase. "], [37379, "2017-12-22T18:55:53Z", 0.0, "Close call! \nDateline 1-1-2018 Saudi Arabia was set to raise local gasoline prices on Monday, state news agency SPA reported. -- https://www.cnbc.com/2018/01/01/saudi-arabia-hikes-gasoline-prices.html"], [30381, "2017-12-21T22:38:36Z", 0.01, "Time passed without announcement."], [1639, "2017-12-21T18:56:09Z", 0.0, "https://www.bloomberg.com/news/articles/2017-12-19/key-figures-in-saudi-arabia-s-2018-budget-2017-fiscal-data"], [42640, "2017-12-21T06:36:10Z", 0.12, "1.) Saudi leaders aren't likely to unleash a sudden, large oil shock against their own citizens. A salami strategy of gradual increases in posted prices is much more likely. 2.) The Saudis have many levers with which to increase Aramco's POL revenues (thereby boosting is flotation price), such as increasing the non-published prices paid by the military services & electricity generators,  "], [38903, "2017-12-21T00:38:53Z", 0.59, "I'll come down on this because there is confusion on whether or not a published budget really counts as an announcement.  Yet consider this text published on the Saudi Government's website and from the Ministry of Finance--"], [38778, "2017-12-20T15:47:50Z", 0.0, "Based on GJ consensus and gov't announcements "], [28414, "2017-12-20T14:26:54Z", 0.0, "The Saudi budget is out without a price increase announcement: \nhttps://www.bloomberg.com/news/articles/2017-12-19/key-figures-in-saudi-arabia-s-2018-budget-2017-fiscal-data"], [38903, "2017-12-20T13:51:04Z", 1.0, "First, this is an ANNOUNCEMENT, not the actual raising or lowering of the price of gasoline.  And it has already happened--\"Saudi Arabia to release 2018 state budget on Dec. 19.\"  (DUBAI (Reuters) - Saudi Arabia’s government will announce the state budget for 2018 after markets close on Dec. 19, the Information Ministry said on Monday.)"], [42596, "2017-12-20T09:17:51Z", 0.65, "I believe with the change in domestic policy geared towards increasing revenue, saudi will announce an increase in gas before 29dec2017 for a raise to occur in 2018"], [21884, "2017-12-17T04:58:52Z", 0.05, "Resolving of question: Is rising or announcing of rising?"], [42470, "2017-12-16T15:06:59Z", 0.04, "There is no need to drive up the price "], [42055, "2017-12-16T14:06:07Z", 0.0, "Looks like it will happen but not in December. https://www.bloomberg.com/news/articles/2017-12-11/saudis-are-said-to-plan-80-gasoline-price-increase-in-january "], [30381, "2017-12-13T21:51:49Z", 0.03, "Despite the announcement of raises in January, I don't feel like I'd be so surprised to see it happen earlier. "], [19801, "2017-12-13T04:21:44Z", 0.0, "Cannot happen this year."], [32258, "2017-12-12T01:30:54Z", 0.05, "Following @The_Gnome"], [15548, "2017-12-11T17:37:36Z", 0.15, "Following the consensus till the state budget is published."], [15548, "2017-12-11T16:58:03Z", 0.0, "https://www.bloomberg.com/news/articles/2017-12-11/saudis-are-said-to-plan-80-gasoline-price-increase-in-january"], [38903, "2017-12-04T21:40:22Z", 0.42, "In order to achieve their long term goal of balancing the Saudi budget, the price of domestic gasoline or diesel will have to go up.  If not this year than next.  The announcement of an increase could include fiscal year 2018 or not.  Therefore, I think this probability is a little higher."], [38903, "2017-12-02T17:33:43Z", 0.37, "Saudi Arabia has a Citizens Account program of cash transfers just started this year.  It is possible to raise the price of gasoline and diesel and then give money back into that account. This would accustom Saudis to the higher gas prices without causing economic harm. So I think the odds could be higher now. "], [23560, "2017-12-02T00:12:59Z", 0.15, "It's a small window and therefore a small probability. Besides, Saudi Arabia has a very large cushion of reserves and can avoid prices increases for a long time."], [42055, "2017-12-01T13:52:24Z", 0.35, "My instinct was that the new prince wouldn't want to upset things as he'd upsetting so much at the moment anyway. The consensus seems to be about 35% so more in favour of no than yes which concurs with that. The previous monarch raised prices in Dec 2015 and the crude oil price crashed in Jan 2016. The crude price seems to be the same $55 dollars a barrel type range as then but if anything there is slight increased trend. I wondered if they might do diesel alone as a political pointed but thought that would be rather trivial. Some reports are saying the 'may' do it. So there are pointers either side of my slightly no feeling so opted for the 30 - 39 range."], [38661, "2017-11-30T05:54:25Z", 0.08, "Comment deleted on Nov 30, 2017 05:55AM UTC"], [38903, "2017-11-29T18:27:20Z", 0.31, "They've done so in the past, in 2015.  And this is only an announcement that they are increasing the domestic price of gasoline or diesel, not the actual raise in rates."], [15548, "2017-11-29T17:37:57Z", 0.5, "https://www.bloomberg.com/news/articles/2017-09-18/saudis-said-to-weigh-raising-gasoline-prices-by-end-of-november\n"]]}