{"question_id": 409, "title": "Will any NATO member invoke Article 4 or Article 5 before 1 January 2018?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[43055, "2017-12-25T16:45:54Z", 0.1, "I doubt that anything will happen in the next week."], [33540, "2017-12-14T18:35:19Z", 0.0, "Takes time to invoke those articles, and not enough time left in year. Precedence of number of times the articles have been invoked does not lead us to believe something sufficiently significant will occur. No pressing threat (but always a possibility). It's Christmas (out of office)"], [23006, "2017-12-13T03:28:46Z", 0.02, "...and yet NK"], [40951, "2017-12-04T05:11:11Z", 0.01, "It is extremely unlikely given the political firestorm it would cause within NATO, but not entirely impossible."], [1639, "2017-12-03T18:15:02Z", 0.0, "updating"], [484, "2017-11-19T20:07:38Z", 0.0, "Down 5% for passage of time."], [6303, "2017-10-31T03:51:10Z", 0.0, "Based on general news and GJP consensus."], [6303, "2017-10-23T03:52:21Z", 0.0, "Based on general news and GJP consensus."], [6303, "2017-10-16T03:34:54Z", 0.0, "Based on general news and GJP consensus."], [484, "2017-10-11T04:13:37Z", 0.05, "Up 5% on DT's \"you'll see\" regarding the DPRK. Out of area, but a run-up to something stupid could use some \"cover.\""], [36188, "2017-09-26T15:38:07Z", 0.1, "Tensions are getting higher between the US and North Korea. Raising my prediction because of that."], [6303, "2017-09-18T04:22:59Z", 0.0, "Based on general news and GJP consensus."], [484, "2017-09-10T19:55:23Z", 0.0, "Down 2% for passage of time and no immediate DPRK crisis."], [31450, "2017-09-07T14:13:21Z", 0.0, "Dropping to zero for passage of time."], [1643, "2017-09-07T03:17:59Z", 0.12, "Theta decay."], [38540, "2017-09-06T17:55:01Z", 0.1, "Estonia concerns me."], [23552, "2017-09-04T13:56:00Z", 0.02, "Doesn't seem to be any plausible candidates. https://en.wikipedia.org/wiki/Member_states_of_NATO"], [6303, "2017-09-04T05:01:59Z", 0.0, "Based on general news and GJP consensus."], [484, "2017-09-04T01:36:55Z", 0.02, "Up 2% on the DPRK test (yes I know it is out of area)."], [36188, "2017-08-20T17:45:26Z", 0.05, "Seems unlikely but especially due to the North Korea situation I don't see this as impossible."], [11800, "2017-08-20T17:23:38Z", 0.03, "Currently it seems very unlikey that a threat to any member arises in the short term that any if them has to invoke this article.\n"], [484, "2017-08-14T01:53:43Z", 0.0, "Missed a step. Oh well."], [484, "2017-08-14T01:53:03Z", 0.02, "Down 2% for passage of time and reappraisal of what the US administration is capable of dealing with. Nuance is not a strong suit."], [35537, "2017-08-11T15:00:18Z", 0.08, "Revising upwards due to increasing tensions with North Korea. If North Korea does in fact send missiles towards Guam, the US could bring NATO into the mix here. I definitely think it's more than a non-zero chance of happening."], [484, "2017-08-04T21:42:19Z", 0.02, "(no change) Three options for US regarding North Korea. Muddle along, talk, or kinetic action. My bias favors the second, but GW and the UN might be an interesting comparison class (of course emphasizing #2 is best also) related to the last. The grown-ups in the US administration might at least try to buy time and make a public case for some action. I doubt if the Security Council would be nearly as receptive as with regard to Iraq, but NATO is at least a (mostly-) friendly venue."], [484, "2017-07-28T21:23:48Z", 0.02, "Up 2% in case the DPRK missile scenario evolves in unusual ways. (Comparison class events in US over the last 12 months.)"], [484, "2017-07-20T23:20:02Z", 0.0, "Down 3% for passage of time."], [6303, "2017-07-17T02:07:19Z", 0.01, "Based on general news and GJP consensus."], [484, "2017-07-12T23:06:48Z", 0.03, "Down 2% for passage of time."], [31450, "2017-07-10T23:41:03Z", 0.03, "Dropping a few points as this is seeming less likely."], [691, "2017-07-06T12:35:34Z", 0.01, "Nobody is going to call an Article 5 unless M. Petits-Doigts makes it very clear what he thinks about all this, using \"thinks\" in its loosest possible meaning.   Not much chance of that."], [484, "2017-07-05T06:16:08Z", 0.05, "Up 3% on DPRK missile test and the upcoming European meetings. Never hurts to wag the dog."], [1643, "2017-07-02T16:38:14Z", 0.18, "decrease for time passing"], [484, "2017-06-25T02:15:18Z", 0.02, "Down 3% since the consensus has dropped."], [484, "2017-06-20T23:37:02Z", 0.05, "Up 5% on both Syria and DPRK worries. (Yes, both are out of area.)"], [25894, "2017-06-20T06:19:45Z", 0.0, "only a hunch. My feeling is NATO members are going to be wary about using this route to solve problems."], [20170, "2017-06-20T04:32:22Z", 0.99, "ww3"], [35569, "2017-06-17T18:29:13Z", 0.0, "Article 4 and Article 5 are very different parts of the North Atlantic Treaty Organization.  Article 4 essentially states any member country can bring any issue to the table and all NATO members must listen.  Turkey has similar issues as the ones that caused the invocation of Article 4 in 2015.  The differences between Article 5 and Article 4 are extreme.  Article 5 could be called a declaration of world war.  The only time in NATO history Article 5 was invoked was 9/11.  I believe no NATO country will invoke Article 4 or Article 5 before the end of this year.  "], [1639, "2017-06-15T15:56:44Z", 0.0, "Except for something happening...."], [1529, "2017-06-15T02:41:24Z", 0.0, "Precluding a black swan...."], [691, "2017-06-12T14:20:14Z", 0.0, "M. Petits-Doigts has said he now believes in the principles underlying Article 5.  Nobody thinks he understands what this means in practice, so nobody will invoke this while he is in the Whine House"], [31082, "2017-06-07T21:40:47Z", 0.08, "reduction for passage of time"], [2965, "2017-06-06T03:52:46Z", 0.0, "Trump improvises\nwrong tune on this one \nSeehttp://www.gmfus.org/blog/2017/06/02/abandoning-liberal-international-order-spheres-influence"], [691, "2017-05-31T11:50:00Z", 0.0, "After M. Petits-Doigts' recent performance it would be foolhardy for any member state to invoke anything to do with NATO, since the likeliest result would be to make it clear that in the current atmosphere NATO is at best a paper tiger and at worst a mirage."], [35425, "2017-05-26T14:38:01Z", 0.05, "Given the issues around the globe of late, this seems more possible than normal. But the likelihood is still low especially with potentially increased provocations from Russia and the U.S"], [30200, "2017-05-22T14:46:23Z", 0.1, "Russia calming down, so much less likely now then some months ago"], [484, "2017-05-20T22:24:10Z", 0.0, "Down 10% since nothing leaked out of DT-E meeting that suggested an out of control situation regarding the bad Kurds."], [1643, "2017-05-18T02:16:31Z", 0.26, "decrease for another month pass"], [35610, "2017-05-15T20:51:56Z", 0.01, "the issues between the memberstates are too big at the moment. Turkey has enough to do with getting autocratic, so that it wont concentrate on foreign issues."], [35355, "2017-05-11T15:43:36Z", 0.1, "Been involved 6 times in last 20 years and we're 1/3 of the way done with this year. However turkey would be most likely but they're fighting forces bolstered by the US. Invoking article 4 doesn't appear to be something you'd do when in disagreement with a fellow NATO member."], [484, "2017-05-10T05:06:06Z", 0.1, "Up 5% on reports of the US planning to arm the \"bad Kurds.\""], [484, "2017-05-07T23:04:34Z", 0.05, "Down 10% to be below the consensus. Now that NATO is great and relevant again, why the need? (But adjusting mostly because things in Syria haven't gotten even more out of hand.)"], [30330, "2017-05-04T20:34:37Z", 0.05, "No Nato force other than Turkey is in the direct line of fire of any of the large scale hot conflicts. "], [21059, "2017-04-29T17:16:37Z", 0.4, "Regression to the mean says probability should be lower than last few years of unusually high activity. I started on 50%. "], [21059, "2017-04-29T16:12:04Z", 0.5, "Since 2000 they have been used on five occasions. (Thrice by Turkey) (In 2014 all the Baltics used it the same time responding to Crimea, counts as one event) (After 9-11 USA used it) Base rate of 5/17 = 30%. We adjust downards by 66% (how much of the year we have left, and arrive at 20%."], [484, "2017-04-29T14:16:15Z", 0.15, "Up 15% since northern Syria is getting even more complicated."], [484, "2017-04-28T04:09:03Z", 0.0, "Down 5% for passage of time and no immediate US-DPRK crisis."], [484, "2017-04-24T23:06:38Z", 0.05, "Back up 5% on news that the US White House will brief all Senators Wednesday. Could be just brinksmanship, but the UNSC meeting might be instructive."], [1034, "2017-04-23T07:31:23Z", 0.0, "Putin Has Eastern Europe Hearing Trump's Call to Arms"], [1643, "2017-04-22T23:58:17Z", 0.3, "One month theta decrease."], [484, "2017-04-22T02:21:34Z", 0.0, "Down 3% since nothing related to the DPRK is on the horizon."], [24109, "2017-04-17T22:34:11Z", 0.2, "World drags on. Back to 20\n"], [691, "2017-04-17T12:08:48Z", 0.01, "Now that NATO has for the moment become okay in the mind, such as it is, of the US president, somebody might call for an Article 4 chatfest to see what happens.  Probably not, though, for fear of triggering a 3 a.m. Twit and yet another policy pivot which not even his staff will be able to explain cogently or consistently.  If this stuff were funny, it would be very funny indeed."], [484, "2017-04-15T23:27:34Z", 0.03, "Up 3%. Since NATO is great again, might not some discussion of various issues related to the DPRK be worthy of discussion? Out of area of course, but since Russia is a factor who knows?"], [484, "2017-04-12T01:56:44Z", 0.0, "Down 15% since there are no immediate moves related to Syria."], [30200, "2017-04-09T16:07:37Z", 0.35, "As the year is passing, time to relax a little. Yet, it is more than a remote possibility"], [24109, "2017-04-07T18:19:27Z", 0.3, "Syria.  Note to self - back to 20% after the middle east calms down..."], [484, "2017-04-06T22:41:14Z", 0.15, "Up 15% (Article 4) for a bit until we see US response to the Syrian sarin incident."], [31450, "2017-04-03T18:03:22Z", 0.1, "The only small scenario I can imagine for invoking article 5 would be a large-scale IS attack in Turkey, and I don't believe the organization currently has the capacity for that. So, 1% for that. \nArticle 4 is a little more complex, it's only been invoked five times in NATO's history but all five have been since 2003 so it's clearly getting more frequent. Unless a new actor emerges in Syria (always a possibility) I don't think Turkey will invoke article 4, nor do I think Poland will about Ukraine unless the situation becomes notably worse. The only possibility that I think would result in an article 4 invocation would be Russian military or asymmetric provocations in the Baltic countries. So, 3% for each country."], [34716, "2017-04-03T11:13:29Z", 0.15, "The required changes need time & Europe is busy with organizing itself post UK exist & other matter   "], [24109, "2017-03-31T04:23:49Z", 0.2, "Time under the bridge."], [6303, "2017-03-27T03:28:52Z", 0.01, "Based on general news and GJP consensus."], [2965, "2017-03-24T17:38:11Z", 0.0, "http://www.transactionpub.com/title/An-Uncertain-Ally-978-1-4128-6538-8.htm\nThis book will interest anyone interested in Turkey\nTurkey under Erdogan's Dictatorship\nDavid L. Phillips (2-28-2017)"], [1056, "2017-03-24T15:57:44Z", 0.1, "Down below consensus. I don't think Turkey will, and Turkey's the likeliest prospect."], [1643, "2017-03-23T00:00:08Z", 0.34, "Monthly theta decrease 4%."], [484, "2017-03-19T22:53:20Z", 0.0, "Back down 5% since the INF Treaty and US additional forces deployed to Syria have proven less problematic than might have been."], [1034, "2017-03-18T06:17:18Z", 0.0, "China, Russia block U.N. council concern about Myanmar violence"], [1993, "2017-03-18T03:09:37Z", 0.1, "Will reduce as time passes."], [19056, "2017-03-16T04:03:29Z", 0.8, "As a test of US commitment"], [691, "2017-03-14T17:59:01Z", 0.01, "This would be foolhardy until President LIttlefingers makes it perfectly clear how seriously he takes the US commitment to NATO.  Could be a while."], [29860, "2017-03-13T14:23:13Z", 0.0, "Nothing pointing toward it at present."], [29680, "2017-03-12T02:38:33Z", 0.2, "Rare, and have seen no evidence of movement toward this scenario."], [484, "2017-03-10T16:17:24Z", 0.05, "Up 5% mainly on US moving troops into Syria, but some probably toward the Russian INF issue."], [484, "2017-03-09T00:51:17Z", 0.0, "(no change) Some interesting background on the INF issue: http://www.armscontrolwonk.com/archive/1202903/responding-to-the-inf-treaty-violation/"], [484, "2017-03-09T00:34:49Z", 0.0, "(no change) I had forgotten about the whole INF mess. While DT isn't a fan of multilateral to-ing and fro-ing, someone (Tillerson or Mattis?) might try to get the wisdom of the crowd regarding how much to fuss over Russian developments. (I have to think about that aspect a bit.)"], [29469, "2017-03-08T20:41:31Z", 0.06, "The current environment of doubt regarding US commitment to NATO, whether founded or not, makes it unlikely for any significant activity taking place before Trump's position is clarified (also with regards to Putin). "], [21884, "2017-03-07T07:11:00Z", 0.55, "Who do benefit from military action? USA, Great Britain, Germany, France business. New war can not be located in initiator country, they can have interest in that. Based on article 4, you can increase military spending. And also get a better position. Why not take advantage of this opportunity."], [34158, "2017-03-05T21:01:59Z", 0.0, "Turkey used article 4 in 2015 because it felt is security concerns were not being taken seriously. I doubt any member nation will call it based on ISIS. Russia and the US are going to attempt to improve relations, so no call there either."], [33991, "2017-03-04T09:46:47Z", 0.61, "Art 4 has a low cost/barrier to use. Think it has been used about 5 times since 2003. NATO has more members and possibly more nervous members as a group than in the pre 2003 past and it could suit a number of members political objectives to draw attention to their part in the alliance.  Think very low chance of an Art 5, but think the question relies on Art 4 (the constraint isn't Art 5 since it is an 'or' question)."], [34043, "2017-03-03T22:27:45Z", 0.01, "All current volatile places have already something going on, or there's no risk of a potential aggressor (Russia) to trigger a new invocation of Article 4.\nUnless a new member joins in 2017 and invokes 4 or 5 I think this is unlikely"], [817, "2017-03-02T07:27:57Z", 0.15, "There are only 3 areas where Nato may be threatened. It's Eastern Europe, Caucasus and the Middle East, As Russia doesn't seem to make any aggressive steps against Baltic States or Belarus,  Middle East is already under America's care and Caucasus isn't the main point of NAto's interest, in 2017 there's won't be a need to invoice art 4 or 5."], [5386, "2017-03-01T08:36:18Z", 0.42, "60% probability last five years x (1-40%) lower risk assessment this year x 10/12 for passage of time = 30% "], [1639, "2017-02-28T16:26:56Z", 0.25, "Article 4\nThe Parties will consult together whenever, in the opinion of any of them, the territorial integrity, political independence or security of any of the Parties is threatened.\nArticle 5\nThe Parties agree that an armed attack against one or more of them in Europe or North America shall be considered an attack against them all and consequently they agree that, if such an armed attack occurs, each of them, in exercise of the right of individual or collective self-defence recognised by Article 51 of the Charter of the United Nations, will assist the Party or Parties so attacked by taking forthwith, individually and in concert with the other Parties, such action as it deems necessary, including the use of armed force, to restore and maintain the security of the North Atlantic area.\nAny such armed attack and all measures taken as a result thereof shall immediately be reported to the Security Council. Such measures shall be terminated when the Security Council has taken the measures necessary to restore and maintain international peace and security ."], [1034, "2017-02-28T08:15:20Z", 0.0, "Wary of divided loyalties, a Baltic state reaches out to its Russians"], [28091, "2017-02-26T23:34:43Z", 0.25, "Article 4 appears to be a political and attention getting move for Turkey and while uncommon it could happen again. The other potential Latvia, Lithuania, Estonia and Poland depending on what Russia believes it can get away with during the Trump administration. "], [14208, "2017-02-24T02:38:46Z", 0.0, "will any NATO member put up 2% of GDP before 1 Jan 2018?"], [33887, "2017-02-23T01:06:49Z", 1.0, "Not one maybe tow there is war even could be between NATO members "], [484, "2017-02-23T00:38:09Z", 0.0, "(no change) I've been on the wrong side of all these questions in the past. One thought experiment is to consider whether frequent uses of Article 4 might lesson its utility. (I'm not particularly saying it has been used too often, but it is in the eye of the forecaster/NATO member.) "], [691, "2017-02-22T16:17:44Z", 0.01, "If I were a sentient NATO member, aware of the announced or implied unreliability of the US commitment to NATO, I would be very reluctant to put it to the test just now even if an occasion presented itself."], [20284, "2017-02-22T15:58:11Z", 0.0, "It is very unlikely that an event will occur with such severity that a member of NATO would resort to invoking Article 4.   Add to this the fact that the Trump administration has shown some concern regarding Article 4 and that raises even higher the level of need an event would have to meet before a NATO member would try to invoke the Article."], [1056, "2017-02-22T03:52:25Z", 0.25, "The articles don't have to be invoked in response to a Russian action. They can be invoked as in 2001, when the U.S. invoked Article 5 as a result of the al-Qaeda attack of September 11. I think it's possible that either article will be invoked in response to an attack by ISIS."], [16181, "2017-02-21T01:17:51Z", 0.0, "I can't see Russia doing anything new in Europe. That has to be the biggest threat to Europe right now"], [16778, "2017-02-20T22:09:47Z", 0.05, "Article 5 has only be invoked once: after 9/11. Article 4 has been invoked 5 times, 4 times by Turkey (Iraq War 2003, clashes with Syria in 2012 x 2, Islamic State in 2015) and once by Poland (Crimean annexation, 2014)."], [20367, "2017-02-20T14:30:00Z", 0.15, "Trump complicates everything, but this actually makes it even less likely for Russia to do something. From my experience watching Ukraine, Putin prefers an incredibly murky and off-balance status quo to outright confrontation. He has that with Trump. Pence went to Munich security conference and said opposite of much of what Trump has said. Furthermore, even if Putin went into Estonia for some reason, it is not clear that (1) the overwhelming evidence needed for Article 5 would be present and (2) west wouldn't find a way to weasel out of invoking it because of their own problems. "], [33887, "2017-02-20T05:40:22Z", 0.95, "The real situation and what is really happening is going to more invoke not lees "], [13377, "2017-02-19T23:39:06Z", 0.25, "Following @fifty-sixty because he is one of the top forecasters here, and has been kind enough to communicate with me offline enough that I trust his opinion, seasoned by his descriptions of where he lives and works. I am in awe of him. "], [12137, "2017-02-19T23:03:19Z", 0.27, "Invoking article 4 is not a very significant event and can be called readily. The base rate of article 4, is approx 4 / 16 a year. I have adjusted slightly higher given the tension in Eastern Europe."], [1643, "2017-02-19T21:57:58Z", 0.38, "It looks like from 2001 to 2017 there were 6.  I may be miscounting the final Turkey Article 4 invoke, but there was at least an intention. ( https://en.wikipedia.org/wiki/North_Atlantic_Treaty ).  The crudest possible model is 6 invocations per 16 years, or, if they were evenly distributed, ~.38/year."], [33875, "2017-02-19T18:07:00Z", 0.55, "Depends on President Trump's future statements on NATO and the potential for August madness in Russia"], [33875, "2017-02-19T18:05:32Z", 0.6, "Comment deleted on Feb 19, 2017 06:06PM UTC"], [12771, "2017-02-19T17:01:21Z", 0.1, "The consequences are too grave and diplomacy will win out. Turkey is not worth it."], [8622, "2017-02-19T16:28:02Z", 0.15, "Lack of leadership on our part (USA) will deter other nations to invoke those articles. Thus far, nobody trusts Trump!"], [33870, "2017-02-19T15:52:01Z", 0.8, "Instability due to chaos and unpredictability of US actions, increasing Nationalism, Russia's economy strengthening combined with threatening the baltic countries"], [951, "2017-02-19T15:00:01Z", 0.55, "Given the uncertainty created by the Trump administration and increasingly aggressive moves by Russia, the likelihood of Article 4 being invoked is above 50%, in my opinion."], [651, "2017-02-19T14:56:45Z", 0.15, "Not inconceivable but unlikely."], [32521, "2017-02-19T14:30:15Z", 0.75, "If there was ever the time to test the strength of the NATO alliance, the time is now. With an aggressive and reemerging Russia, advancements by ISIS, and an American president who is incompetent, against NATO, and continues to cause dimplomatic blunders of historical proportion, the time is right to test the NATO alliance. "], [5386, "2017-02-19T14:10:57Z", 0.42, "Reiterating my estimate based upon news that Russia launches fake news attack against German army presence in Lithuania (article in German, sorry)"], [30200, "2017-02-19T13:49:38Z", 0.51, "Article 4 has been invoked in both 2014 and 2015. The world has not gotten more stable since. Chances are we just were lucky in 2016. "], [29680, "2017-02-19T08:22:34Z", 0.35, "Per consensus these events are rare."], [24109, "2017-02-19T06:49:21Z", 0.3, "I believe I miscounted, there were 4 instances in the last 13 years. Dropping to 30%. "], [33856, "2017-02-18T19:43:40Z", 0.04, "These are obviously rare events. Went with the average probability over the history of NATO."], [24109, "2017-02-18T07:09:54Z", 0.5, "Article 4 has been invoked about 7 times in the last 13 years.  https://en.wikipedia.org/wiki/North_Atlantic_Treaty#Article_4.  About 4% per month.  Rating accordingly.  With regards to specifics, it's above my pay grade, news sources and intelligence to guess on specific situations.  Staying with the mean."], [23818, "2017-02-18T01:03:36Z", 0.0, "To much feeling out to do. Most likely scenario is Russia, and the bromance is strong there. By 2019?  30%"], [33809, "2017-02-17T13:47:05Z", 0.25, "significant turmoil in NATO lands; unpredictable US president; rising powers of china and russia; crazy leader in N Korea"], [29680, "2017-02-17T09:57:58Z", 0.4, "Conservative forecast."], [2965, "2017-02-17T02:10:53Z", 0.0, "We better reassure our allies as well as induce them to spend the 2%GDP\nRight now, other than Sec. Def. Mattis, no one is even in the situation room to take the call.\n"], [706, "2017-02-16T22:56:23Z", 0.1, "U.S. too cowed by Russia."], [28380, "2017-02-16T17:35:17Z", 0.66, "Trump, Russia, Turkeys borders, and article 4 is much more easy to call than article 5."], [20, "2017-02-16T15:39:23Z", 0.05, "Probably a good time to pay-up for some of the Euro-deadbeats. "], [18762, "2017-02-16T15:19:00Z", 0.6, "with Russia trolling the US with its spy ship, and who knows what else in the coming months, have to say yes. i am thinking more about what Putin and others may have in store to try to test out Trump and NATO given his insistence the other members take on more weight."], [484, "2017-02-16T00:21:45Z", 0.0, "(no change for now) If I thought that NATO would have a significant role related to Russia and the INF Treaty I'd go higher related to an Article 4 discussion. Based on a failing memory, it seems like most INF stuff has been handled in the past by various standing committees or direct discussions between the US and USSR. I think NATO mostly provided a rubber stamp (and weighed in with the Dual Track Decision related to dealing with theater strategic missiles). Since the current US President is probably (we think) not a fan of multi-lateral negotiations or NATO, I see no reason for the US side to offer the portfolio to NATO and doubt Putin would do anything to encourage NATO involvement."], [5386, "2017-02-15T23:06:37Z", 0.42, "60% probability last five years x (1-20%) lower risk assessment this year x 0.875 for passage of time = 42%\nFor details cf. https://www.gjopen.com/comments/comments/446461"], [33752, "2017-02-15T21:05:04Z", 0.55, "Military advancements by Russia in either Eastern Europe or Syria/Turkey could prompt declarations from countries in the region. Because the Trump administration's approach to Russia concerns many allies, they may invoke Article 4 as a mechanism to remind the U.S. administration of its treaty obligations. "], [4918, "2017-02-15T20:52:18Z", 0.25, "I mostly concur with @JakkeMakela comments below, however estimating the probability following from his line of thought substantially lower, at around 10%."], [32066, "2017-02-15T19:48:21Z", 0.42, "As estimated by  @AvJo, base rate for last 5 years is 60%. I would expect the probability to be quite a bit lower, since \na) Uncertainty about Trump regime raises bar to call on the Articles\nb) Most NATO countries are now pretty resigned to terrorist attacks\nc) There isn't much Russia can do without launching WW III, which I don't expect them to want to do. Pressure on the Baltic states could trigger the Articles, but also huge risks. I find it extremely unlikely.\n--> Rate is 70% of the base rate for last five years, or 0.7*0.6 = 0.42\nhttps://www.gjopen.com/comments/comments/446385"], [33739, "2017-02-15T10:58:14Z", 0.09, "Russia and the US have cozied up under Trump. The most pressing threat in the Europe (and surrounds) is Syria and Russia. Nato is a US controlled organ, member states are highly unlikely to go against the sponsoring entity's interests. "], [484, "2017-02-15T03:38:32Z", 0.0, "Initial forecast (I have been wrong about similar questions earlier). If I excluded the Baltics and Ukraine related activity I'd probably be at 0 most of the question period. We'll see about how things develop."], [4423, "2017-02-15T00:54:20Z", 0.22, "lack of response to many long-standing conflicts that continue to this day"], [5386, "2017-02-14T20:54:14Z", 0.55, "Historically the probability is 6 invocations in 5 years over 68 years, i.e. 7.4%, and article 4 (consultation) represents 5/6 invocations. Looking at the last five years, the probability is 4 invocations in 3 years over 5 years, i.e. 60%. \nSource: https://en.wikipedia.org/wiki/NATO"], [368, "2017-02-14T20:45:03Z", 0.0, "Article4 and Article 5 of NATO's treaty among various states elaborate on the consultation and Collective Defense policies.  While the risks for conflict (2017) appears > or = 2016, it seems unlikely that the magnitude of the crises would warrant use of these two articles.   NATO has on only one occasion in its history implemented these policies (ie., 9/11).   It is unlikely to do so unless the magnitude of an explosive crises emerges.  Candidates for such conflict interactions are the US vs. Russia or US vs. China"]]}