{"question_id": 303, "title": "Before 1 November 2017, will the US impose economic sanctions on Iran for activities related to a nuclear program?", "correct_answer": "No", "crowd_forecast": 0.01, "preds": [[6303, "2017-10-31T03:58:07Z", 0.0, "Based on general news and GJP consensus."], [23234, "2017-10-30T04:20:33Z", 0.03, "https://www.washingtonpost.com/world/middle_east/iran-asks-un-nuclear-chief-to-confirm-it-still-follows-deal/2017/10/29/5cbfab88-bcaa-11e7-9294-705f80164f6e_story.html"], [20588, "2017-10-28T23:11:57Z", 0.01, "Downgrading further. Congress now has to counter-balance Trump acting tough. No matter how much the GOP opposed the deal in the past, they don't want ANOTHER hotspot right now."], [29591, "2017-10-25T20:14:52Z", 0.0, "U.S. House of Representatives were to vote this week on new sanctions on Iran’s ballistic missiles program. The House passed sanctions on Hezbollah but appeared  no motion was passed on the topic of Iran sanctions. \nhttps://www.reuters.com/article/us-iran-nuclear-congress/u-s-house-to-vote-on-non-nuclear-iran-sanctions-next-week-idUSKBN1CP2A7\nhttp://clerk.house.gov/floorsummary/floor.aspx"], [6303, "2017-10-23T04:01:54Z", 0.0, "Based on general news and GJP consensus."], [37379, "2017-10-16T19:15:16Z", 0.0, "No. Nope. Noparoony."], [15621, "2017-10-16T12:34:26Z", 0.01, "passage of time"], [6303, "2017-10-16T03:39:03Z", 0.01, "Based on general news and GJP consensus."], [1643, "2017-10-15T20:59:25Z", 0.0, "Not enough time left. \nCongress has 60 days to put new sanctions together to potentially impose at that time....takes us past Nov."], [37379, "2017-10-15T15:15:14Z", 0.0, "Dateline 10-15-2017  \"We're going to stay in,\" Tillerson said in an interview with CNN's Jake Tapper on \"State of the Union,\" though he left open the possibility that the US could seek another agreement. --Secretary of State Rex Tillerson said Sunday the US is trying to stay in the Iran nuclear deal while hoping to achieve more from it, days after President Donald Trump threatened to pull the US out of the agreement."], [1333, "2017-10-14T21:15:46Z", 0.0, "He handed it off to congress. I predict nothing happens, to great fan fare."], [948, "2017-10-14T13:57:12Z", 0.04, "I still think this is doubtful even with the current situation of decertification that Trump has created."], [12302, "2017-10-13T20:41:24Z", 0.0, "down again."], [12302, "2017-10-13T20:18:37Z", 0.02, "@Anneinak @cmeinel @tsm @shivadiva @clinton @rjfmgy @September "], [691, "2017-10-13T17:48:59Z", 0.0, "http://www.aljazeera.com/news/2017/10/trump-expected-move-iran-nuclear-deal-171013054108898.html\nThe Twitmeister is planning to quack and flap, but will leave it up to the paralyzed legislative branch to do anything.  Even if they manage to do something, it will not be in time for this deadline.  More late-night Twits can be expected."], [23006, "2017-10-13T15:38:53Z", 0.0, "NYT article"], [1993, "2017-10-11T18:45:02Z", 0.0, "Trump expected to decertify around October 15,  but Congress would have to impose sanctions."], [29591, "2017-10-10T20:08:07Z", 0.0, "Maintaining forecast:\n“A senior administration official said on Friday that the U.S. president would not seek the reimposition of broad sanctions that would risk collapsing the accord. But Mr. Trump is expected to announce new measures, including the prospect of additional targeted sanctions, the designation of the Revolutionary Guard Corps as a terrorist organisation and the adoption of a tougher stance on Iranian provides in Syria, Iraq and Yemen.” \nIf the administration official’s statement is correct in that they are trying to avoid collapsing the agreement, Trump cannot impose economic sanctions on Iran for activities relating to a nuclear program without violating the JCPOA. "], [15621, "2017-10-10T19:12:13Z", 0.03, "Time constraints"], [691, "2017-10-06T12:38:50Z", 0.0, "It looks like the US prez will decertify, although it is still barely possible that one of the grownups may persuade him otherwise.  In any case it is unlikely that the Congress will play along; even if they do, they won't get to it before this Q expires."], [37379, "2017-10-06T03:51:36Z", 0.0, "Dateline 10-5-2017 President Trump is expected to overrule his top national security advisers and decline to certify the Iran nuclear agreement, according to people who have been briefed on the matter, a decision that would reopen a volatile political debate on Iran but is likely to leave in place the landmark deal negotiated by the Obama administration."], [73, "2017-10-05T22:55:56Z", 0.0, "Trump to decertify.  60 days to decide to reimpose sanctions .  Won't rush that."], [19801, "2017-10-05T21:58:07Z", 0.0, "President Donald Trump is expected to announce soon that he will decertify the landmark international deal to curb Iran’s nuclear program, a senior administration official said on Thursday, in a step that potentially could cause the 2015 accord to unravel."], [29591, "2017-10-05T20:25:46Z", 0.0, "Trump plans to decertify... the ball has bounced into congress' court (if the reports turn out to be accurate). \n\"Tillerson has said the problem with the JCPOA is not the JCPOA,\" one senior administration official said, using the acronym for the 2015 nuclear deal, known as the Joint Comprehensive Plan of Action.\n\"It's the legislation,\" the official said. \"Every 90 days the president must certify and its creates a political crisis. If the administration could put the nuclear deal in a corner, everyone could happily get back to work on dealing with everything else that is a problem with Iran.\"\n (http://edition.cnn.com/2017/10/05/politics/trump-iran-deal-deadline-plan/index.html?adkey=bn) \nI think the gist of it is that the administration doesn't want to certify every 90 days, so its a problem on the U.S. end - and Iran is still compliant. "], [37379, "2017-10-04T23:08:39Z", 0.05, "Trump is being theatrical regarding the Iran nuclear deal. He's made a secret decision and we get to be in suspense until -- when? Rumor holds it will be Oct. 12.  Is there enough time from Oct. 12 to close of this question Nov. 1 to impose or reimpose sanctions?\nSource: Dateline 10-4-2017 https://www.apnews.com/e726f1c5747b434a912a3a896d6a4fbe/Nuke-deal-hangs-in-balance-as-Trump-plans-Iran-policy-speech"], [2965, "2017-10-04T02:52:33Z", 0.0, "https://www.nytimes.com/2017/10/03/world/middleeast/mattis-iran-deal-trump.html?hp&action=click&pgtype=Homepage&clickSource=story-heading&module=first-column-region&amp;\nwise"], [10746, "2017-09-30T16:05:11Z", 0.03, "Trump is looking for a reason to scrap the Iran Nuclear deal but is having a tough time finding a valid reason and thus far has only been able to say they are violating ‘the spirit of the deal’. \n The Trump administration extended sanctions relief on Thursday, Sept. 14 but the waiver must be renewed every 120 days which next falls on October 15. Trump is threatening action and to scrap the deal; even if without due cause there is a possibility that he will not re-certify. \nHowever, if he does not re-certify the deal then Congress has 60 days to re-impose suspended sanctions.   A battle in Congress would likely ensue and any possible reinstated sanctions would likely not take effect before Nov. 1.  Also, Europe is prepared to block sanctions re-imposed by the U.S., and they have a statute allowing them to do so.  While the U.S. may attempt to re-impose sanctions, it is doubtful that this will be accomplished.\n"], [2965, "2017-09-30T02:15:50Z", 0.0, "DPRK"], [29591, "2017-09-28T17:37:51Z", 0.0, "Maintaining forecast: "], [691, "2017-09-25T12:47:59Z", 0.01, "The US may impose some more sanctions and claim it's on account of \"activities related to a nuclear program: but not a direct violation of the nukes deal.  They will do this because if they claim it's down to a violation of the deal, the US Congress will have to act and there is little chance of that.  "], [15621, "2017-09-23T13:27:21Z", 0.05, "Not sure Trump can do this, but he will push very hard for it after missile test "], [691, "2017-09-21T21:47:41Z", 0.02, "M. Petits-Doigts, having decided he has achieved a great triumph with the announced new sanctions against the DPRK, may very well decide to overreach here.  Ignorance is its own reward, so stay tuned.  Going up, but only from 1 to 2."], [1333, "2017-09-19T09:37:00Z", 0.15, "https://www.timesofisrael.com/trump-says-us-will-dump-iran-deal-if-watchdog-doesnt-bare-teeth/?utm_source=The+Times+of+Israel+Daily+Edition&utm_campaign=d0957fffa7-EMAIL_CAMPAIGN_2017_09_18&utm_medium=email&utm_term=0_adb46cec92-d0957fffa7-54464953"], [691, "2017-09-18T12:19:56Z", 0.01, "Still not quite sure what M. Petits-Doigts will do with the October cert.  All the adults in the world want one outcome,  but he is so far been pretty much impervious to adult supervision.  There are persistent hopeful rumours that he is about to go through intellectual puberty, but these have been circulating for well over a year now, to no result."], [6303, "2017-09-18T04:30:30Z", 0.01, "Based on general news and GJP consensus."], [37379, "2017-09-15T20:50:11Z", 0.02, "Passage of time."], [29591, "2017-09-12T08:47:20Z", 0.0, "Quotes from the article; “Iran atomic inspections double with deal questioned by Trump” (https://www.bloomberg.com/news/articles/2017-09-11/iran-nuclear-inspections-double-under-deal-questioned-by-trump)"], [29591, "2017-09-10T20:35:26Z", 0.0, "Interesting article in the Guardian on the JCPOA, also reported on NYT:"], [948, "2017-09-09T02:18:46Z", 0.04, "This is unlikely when all the attention is on NK"], [38540, "2017-09-07T15:25:42Z", 0.2, "This decision will be heavily influenced by the situation in the DPRK.  President Trump is a wild-card, and he may decide that DPRK's export of nuclear technology must be limited at all ends of the supply chain.  Since DPRK gets funding from Iran, this might be a valid way to execute diplomatic options."], [38801, "2017-09-06T21:03:33Z", 0.15, "Doubtful in the current political climate that congressional support for new sanctions could be achieved in the near future."], [1333, "2017-09-04T17:52:36Z", 0.0, "I think k whatever the administrations does about NK will be the vehicle to signal Iran now."], [6303, "2017-09-04T05:15:38Z", 0.01, "Based on general news and GJP consensus."], [29591, "2017-09-03T19:39:08Z", 0.01, "Lowering forecast:"], [182, "2017-09-01T23:06:51Z", 0.05, "Rhetoric may flair but the adults will not let this happen."], [601, "2017-09-01T21:23:20Z", 0.08, "Iran is prohibiting inspection of several of its nuclear sites.  Very likely this will lead to sanctions.   Less likely all this will get done by 1 November."], [691, "2017-09-01T12:56:51Z", 0.0, "http://www.aljazeera.com/video/news/2017/09/trump-appears-poised-dismantle-iran-nuclear-deal-170901052038435.html"], [37379, "2017-08-30T10:39:34Z", 0.03, "Dateline Aug. 29, 2017  Former U.S.ambassador to the U.N., John Bolton -- a major hawk when it comes to dealing with Iran -- has been shut out of the White House under the new leadership of chief of staff John Kelly. FP’s Dan De Luce writes that several sources confirm Bolton’s regular meetings with Trump are a thing of the past, and he has been unable to deliver a plan he devised to get Washington out of the deal it signed with Tehran to halt that country’s nuclear program. -- \tForeign Policy <fp@foreignpolicy.com>\t"], [1034, "2017-08-30T06:14:14Z", 0.0, "Iran rejects U.S. demand for U.N. visit to military sites"], [37379, "2017-08-28T16:34:52Z", 0.03, "Dateline Aug. 28, 2017 -- Within days, international monitors will send an inspection report on Iran’s nuclear facilities to governments around the world, touching off a chain of events that could lead to another clash between President Trump and congressional Republicans, or even his own top advisers."], [29591, "2017-08-28T15:05:54Z", 0.02, "Lowering forecast: I think it’s unlikely Trump will place sanctions on Iran for nuclear-related activity, other scenarios such as the administration walking away due to Iran allegedly violating the ‘spirt of the agreement’ would be more likely. \n“Nikki Haley suggested that Iran’s past practice of using military sites for covert nuclear development work was grounds for suspicion. But Laura Rockwood, a former legal counsel in the IAEA’s safeguards department (which carries out inspections), said the US or any other member state would have to provide solid and contemporaneous evidence to trigger an inspection” (https://www.theguardian.com/world/2017/aug/28/iran-nuclear-deal-violations-white-house-search-intelligence) \nPlus “general consensus among U.S. intelligence and foreign intelligence agenices, the state department, the IAEA and the other 5 countries that signed the JCPOA along with the EU, that there is no significant evidence that Iran has violated its obligations under the deal” (https://www.theguardian.com/world/2017/aug/28/iran-nuclear-deal-violations-white-house-search-intelligence) \nHaley also said: “We don’t know if he’s [Trump] going to certify or decertify the deal” (https://www.reuters.com/article/us-iran-nuclear-usa-idUSKCN1B22JZ) \nIt’s possible Trump will withhold certifying Iran’s compliance until all sites have been inspected - but I’m unaware as to whether he can legally do this. "], [29469, "2017-08-28T13:59:38Z", 0.05, "The Trump admin seem to be doing all the can to revoke the deal, but their track record of following up on policy targets is non-existent. https://www.theguardian.com/world/2017/aug/28/iran-nuclear-deal-violations-white-house-search-intelligence"], [691, "2017-08-22T20:36:00Z", 0.0, "The US has several stupid options available before it exercises this one.  Stay tuned, though."], [29591, "2017-08-19T22:27:29Z", 0.04, "Reducing forecast: "], [20588, "2017-08-19T01:14:10Z", 0.03, "Updating. It is increasingly unlikely."], [38147, "2017-08-18T17:14:25Z", 0.49, "Iran has violated the terms of the agreement, but the foreign policy establishment has too much invested in keeping the deal current. Almost 50/50."], [23006, "2017-08-17T00:18:10Z", 0.51, "Feel it is pretty clear: US will continue to impose sanctions regarding Iran's nuclear activity and Iran would love to pull out of it."], [691, "2017-08-16T20:29:41Z", 0.02, "The Iranians are threatening to pull out of the nukes deal if sanctions proceed.  That is pretty much what President Littlefingers wants, but the Iranians know this better than he does.  I think they are smarter than that, so I'm only coming up to 2 from 1.  I fully expect to be sorry about this, one way or the other."], [691, "2017-08-14T12:15:18Z", 0.01, "In the real world this would be zero.  We don't live there any more, so hedging a bit "], [29591, "2017-08-11T19:33:55Z", 0.05, "Edging up slightly: \n“U.S. ambassador to the UN, Nikki Haley, will travel to Vienna later this month to discuss Iran’s nuclear activities with UN atomic watchdog officials, a U.S. official said, as part of Washington’s review of Tehran’s compliance with the JCPOA” (https://www.reuters.com/article/us-iran-nuclear-usa-idUSKBN1AP2AR) "], [948, "2017-08-10T10:39:37Z", 0.06, "Adjusting. We have more important things to consider it seems - North Korea"], [1643, "2017-08-05T21:28:20Z", 0.5, "Increasing probability after reading about the certification schedule and Kelly as new chief of staff."], [1034, "2017-08-04T07:56:14Z", 0.0, "At U.N., Western powers warn Iran rocket test a 'threatening step'"], [1034, "2017-08-03T07:32:08Z", 0.0, "Iran says new U.S. sanctions violate nuclear deal, vows 'proportional reaction'"], [29591, "2017-08-02T19:14:12Z", 0.02, "Maintaining current forecast: "], [691, "2017-08-02T12:21:57Z", 0.03, "The President has told State not to think about Iran's compliance with this agreement any more and turned the matter over to his more immediate minions with instructions to find an excuse to get the US out of this agreement.  The next compliance report is due out in, I think, October.  It will be written by hacks with no experience or knowledge of anything except what M. Petits-Doigts says he wants at the moment.  So far what he wants, apparently desperately, is to rip up the nukes deal."], [1034, "2017-07-30T08:33:46Z", 0.0, "Iran says new tensions between Revolutionary Guards and U.S. Navy"], [20588, "2017-07-30T00:21:36Z", 0.05, "Updating. "], [691, "2017-07-28T14:34:32Z", 0.01, "Now that Trumpcare is moribund and the whole transgender thing has fizzled for the moment, M. Petits-Doigts is free to indulge in an outburst on some other topic.  It probably won't be this one, though, because there are other excuses for sanctions coming out of Tehran and the US Congress.  "], [23006, "2017-07-28T13:52:32Z", 0.1, "long way from sanctions by November"], [13377, "2017-07-28T12:57:14Z", 0.05, "From Foreign Policy <fp@foreignpolicy.com> today:"], [29591, "2017-07-26T20:41:01Z", 0.02, "Lowering forecast:"], [691, "2017-07-26T12:22:38Z", 0.01, "http://www.reuters.com/article/us-usa-trump-rally-idUSKBN1AB031\nThe duly elected President of the United States is flailing about, trying to find a way to do this.  It is a Tremendously Bad Idea, so might therefore be considered a shoo-in to happen.  Some of his advisors' spines have not melted all the way just yet, so he may be dissuaded, but bumping up very slightly from zero to allow for a tantrum of some sort."], [36590, "2017-07-24T10:02:09Z", 0.05, "it is no reason for new sanction."], [28793, "2017-07-20T12:19:28Z", 0.15, "\"An anonymous official told the Times that Trump spent 55 minutes of the meeting saying he did not want to certify Iran’s compliance.\""], [1034, "2017-07-20T05:55:45Z", 0.0, "As Relations Worsen, Iran Says U.S. Sanctions May Violate Nuclear Deal"], [1333, "2017-07-19T20:55:28Z", 1.0, "https://www.nytimes.com/2017/07/18/world/middleeast/trump-iran-sanctions-nuclear.html?action=click&contentCollection=Middle%20East&module=RelatedCoverage&region=Marginalia&pgtype=article\nUnder the sanctions, American property of designated people and entities can be seized, and Americans are prevented from doing business with them."], [19801, "2017-07-19T07:14:06Z", 0.15, "The deadline comes up again in three months. Given Trump's strong reluctance to certify Iran's compliance, it's highly unlikely he will agree to do it again, officials and others familiar with Trump's Iran policy said. The individuals weren't authorized to comment publicly and requested anonymity.\nhttp://economictimes.indiatimes.com/news/international/world-news/trump-lets-iran-deal-live-but-signals-he-may-not-for-long/articleshow/59657814.cms"], [14493, "2017-07-18T16:20:49Z", 0.0, "Maybe its the US that is violating the \"spirit\" of the deal. e.g. The US agrees that Iran has carried out what it agreed in the Nuclear Deal. but the US now wants to move the goal posts to suit voters who like the US having sanctions against Iran. So look and learn Cuba, North Korea; make an agreement with the US, but remember the US may decide that it does not feel like keeping its side of the bargain (for more details refer to: The Art of The Deal by D. Trump or check with contractors or former business associates of D. Trump.) "], [691, "2017-07-18T12:46:54Z", 0.0, "http://www.aljazeera.com/news/2017/07/certifies-iran-nuclear-deal-vows-sanctions-170718044924470.html\nMr. Tangerine Man and his comical sidekicks accuse iran of violating the \"spirit\" of the nukes agreement--not a strong enough case for sanctions, so they'll use something else.   Thus, still zero on this Q."], [15621, "2017-07-18T10:34:02Z", 0.02, "Passage of time, see @Resonancia"], [13377, "2017-07-18T04:01:25Z", 0.01, "http://www.npr.org/sections/thetwo-way/2017/07/17/537793465/state-department-certifies-irans-compliance-with-nuclear-deal"], [6303, "2017-07-17T02:26:05Z", 0.05, "Based on general news and GJP consensus."], [14133, "2017-07-16T14:33:53Z", 0.25, "There are domestic US political reasons, as well as the real chance that Iran will try something."], [29591, "2017-07-13T20:15:13Z", 0.05, "\"Trump administration has decided to certify Iranian compliance with the nuclear agreement.\" \n\"Some White House officials and lawmakers argued that Iran has breached the deal in several significant areas (not necessarily nuclear-related). But Tillerson and Mattis noted that international monitors and U.S. allies have assessed the opposite, and said that any sharp change in U.S. posture should await completion of an ongoing administration review of overall policy toward Iran.” \n(https://www.stripes.com/news/trump-administration-plans-to-certify-iranian-compliance-with-nuclear-agreement-1.477878#.WWfSpzMfn-Y) "], [14493, "2017-07-11T17:59:01Z", 0.03, "Nothing seems to happening on this. Without some support from other countries US sanctions would probably do more harm to the US than Iran.  "], [35569, "2017-07-06T21:33:54Z", 0.0, "At this juncture in time, reimposing sanctions on Iran is likely much lower on the list of the President's priorities compared to when he was campaigning for the Presidency.  Reacting to high levels of aggression from the DPRK, as well as serious problems with Russia are enough to fill President Trump's appetite for conflict.  Iran will surely become a needed foe for this administration, but not likely before November of this year.  "], [29591, "2017-07-06T19:49:51Z", 0.06, "Lowering forecast:"], [12453, "2017-06-27T20:45:31Z", 0.2, "The current administration may try to push some sanctions after getting the travel ban to be partially implemented by the Supreme Court's judgement, but I suspect that any efforts to push more sanctions will be swallowed up by all the distractions that the current administration seems to be creating for itself."], [19801, "2017-06-11T08:56:50Z", 0.15, "Passage of time."], [691, "2017-06-08T11:41:01Z", 0.0, "They won't be needing this pretext; they'll find another one.  It will probably more plausible than this, unless the 3 a.m. Twit Parade hears something on Fox News about a rumour or a speculation or a fabrication about something.  One must admit that life and its attendant predictions have become more interesting over the past few months."], [1034, "2017-06-04T06:19:21Z", 0.0, "CIA Creates New Mission Center to Turn Up Heat on Iran"], [1643, "2017-06-03T21:25:13Z", 0.15, "Increasing probability 5% because the CIA has created a new center focused on Iran:\nhttp://thehill.com/blogs/blog-briefing-room/news/336220-under-trump-cia-creates-unit-to-focus-on-iran"], [29591, "2017-06-01T20:34:07Z", 0.1, "The Senate Foreign Relations Committee voted to impose new sanctions on Iran relating to their ballistic missile program, apply terrorism sanctions to the Islamic Revolutionary Guard corps and enforces an arms embargo. (https://www.usatoday.com/story/news/politics/2017/05/25/senate-committee-approves-added-sanctions-iran/102149522/) \nIf the Trump administration continues to impose new sanctions on Iran it could annoy Iran to the point that they decide it is no longer worth curbing their nuclear program due to getting little in return. It was clear in Iran’s presidential elections that neither Rouhani or his opponents are seeing the economic improvement that they hoped the JCPOA would provide - it was a key campaign issue. \nNew sanctions, along with the fact that some sanctions under the agreement still remain; “those remaining are still discouraging European banks from providing desperately needed financing for business deals and infrastructure projects in Iran” (https://www.nytimes.com/2017/05/28/world/middleeast/iran-nuclear-deal-hassan-rouhani-donald-trump.html?_r=0) will continue to be a deterrent to foreign banks. "], [948, "2017-05-28T13:48:43Z", 0.1, "I've moved this only because of Trump. But I believe there are too many other concerns that are at his doorstep. This one won't get more sanctions."], [29591, "2017-05-23T20:22:45Z", 0.09, "Decreasing forecast slightly: "], [20588, "2017-05-22T18:47:36Z", 0.1, "Updating. Downgrading my prediction. It looks like Trump has too many fish to fry. My previous prediction that the Trump administration would conflate the various reasons to sanction Iran hasn't proved true. In fact, Trump hasn't been nearly as aggressive to the rest of the world as I predicted. Maybe because it was all talk to win the election. Maybe it's a shift his perception and thinking. Maybe it's something else. In any case, this looks less likely to happen."], [31450, "2017-05-22T14:45:41Z", 0.0, "I think Rouhani's reelection rules out an expanded nuclear program for two reasons. First is that he is the deal's main defender and has nothing to gain by undermining his main diplomatic achievement. Second is that he doesn't need to, Iranian influence is already spreading across the region and some arms sales and kind words by a distracted American president don't change the underlying strategic balance of the Middle East. "], [35736, "2017-05-22T13:36:21Z", 0.75, "The recent speech made by Trump in Riyadh singled out Iran as a driving force of terrorism in the region - they will likely retaliate with nuclear tests to gain some needed leverage, to which we will impose/reinforce sanctions."], [16652, "2017-05-22T11:22:16Z", 0.01, "Comment deleted on May 30, 2017 05:09AM UTC"], [6967, "2017-05-21T20:04:43Z", 0.0, "This is an issue that has varied opinions of eventual outcome. One way of looking at this is to see Iran as really 2 countries: a country based on commerce and another based on a military-Theocracy. My forecast is based on the speculation that international commerce will be of greater behavioral value than the behavior of weapons development, that the country will be finding that it benefits more with commercial activities among countries than it would be with activities related to a nuclear program."], [1643, "2017-05-18T02:23:02Z", 0.1, "decreasing following same reasoning as @anneinak:\nNew sanctions were just proposed that specifically targeting the ballistic missile program and avoiding the nuclear deal.\nhttp://www.nbcnews.com/card/u-s-announces-new-iran-sanctions-keeps-waiving-sanctions-n761191"], [1333, "2017-05-17T20:38:52Z", 0.15, "The prospect of dealing with a nuclear crisis, let alone two at once, is likely enough to keep the United States in the JCPOA, so long as Iran continues to adhere to its terms. Furthermore, its withdrawal from the Iranian deal would undermine the United States' efforts to draw other aspiring nuclear powers, namely North Korea, to the negotiating table."], [1333, "2017-05-17T20:36:30Z", 0.05, "https://worldview.stratfor.com/article/us-reviews-its-stance-iran?utm_source=Twitter&utm_medium=social&utm_campaign=article\nKeeping sanctions at bay is still a priority for Iran, and one the impending elections will not threaten. The current electoral process has so far proved to be as carefully managed and orchestrated as ever. Iran's Guardian Council made sure during the vetting process that the vote would be free of surprises, sidelining the entire populist faction by disqualifying former President Mahmoud Ahmadinejad and weeding out candidates who would challenge the establishment's authority. As a result, much of Iran's foreign and security policy will remain in place no matter who wins the upcoming vote. And for now, the country's leaders are more invested in shoring up the domestic economy than in building a nuclear bomb."], [1034, "2017-05-16T05:42:53Z", 0.0, "China, Vietnam agree to keep South China Sea tensions in check"], [16652, "2017-05-15T00:40:28Z", 0.11, "Comment deleted on May 30, 2017 05:09AM UTC"], [29591, "2017-05-14T20:23:00Z", 0.12, "Maintaining current forecast:"], [35401, "2017-05-13T13:37:18Z", 0.0, "With an election?"], [35410, "2017-05-12T03:50:13Z", 0.0, "I feel the current administration is too distracted"], [1056, "2017-05-10T01:05:37Z", 0.0, "Trump is much more likely to launch a military strike if he thinks Iran has breached the agreement."], [29591, "2017-05-05T20:10:55Z", 0.12, "Despite Rouhani’s opposition using the nuclear deal against him, in terms of economic development, they have agreed to stick to the agreement. \nMohammad Baqer Ghalibaf, said “he would safeguard the nuclear accord because it has been backed by the Islamic establishment”\n“We consider the nuclear accord a done deal and will remain committed to it unless the US officially withdraws from it,” Mr Zakani, who led opposition to the nuclear deal in parliament, told the Financial Times.\n((https://www.ft.com/content/fdfedfa6-2e79-11e7-9555-23ef563ecf9a). "], [35287, "2017-05-05T16:45:57Z", 0.15, "The US citizens more likely will pressurize the government not to be involved in conflicts, they can not take an other hoax from the Trump Adminestration."], [1034, "2017-05-03T06:33:59Z", 0.0, "Iran’s Oil"], [29591, "2017-04-26T20:36:56Z", 0.13, "Lowering forecast slightly:\nAs Time magazine put it: “Tillerson was giving other, less talented verbal acrobats in the administration, a lesson in how to flip-flop, a vital skill for any public figure in Washington” (http://time.com/4749498/donald-trump-iran-deal-flip-flop/)"], [1643, "2017-04-22T23:22:05Z", 0.3, "Increasing the probability to 25% based on the latest comments.\n1) Tillerson sent letter to Paul Ryan stating that the conditions of the JCPOA are being met, but that Iran continues to be a state sponsor of terror.\nhttps://www.state.gov/secretary/remarks/2017/04/270315.htm"], [2965, "2017-04-22T14:01:37Z", 0.0, "there may be sanctions by POTUS and Congress for ballistics\nno way Mattis or McMasterv would sign off."], [13377, "2017-04-20T17:18:22Z", 0.15, "https://www.theguardian.com/world/2017/apr/20/iran-nuclear-deal-rex-tillerson-accuses-iran-of-alarming-provocations"], [691, "2017-04-20T17:10:53Z", 0.0, "http://www.reuters.com/article/us-iran-nuclear-usa-whitehouse-idUSKBN17L29X\nThere will be sanctions, but apparently the lads will find some other reason to impose them, so as not to upset the nukes deal.. That used to be on the President's longish list of \"worst deals ever made in the history of ever.\"  Might still be on that list, of course, but we won't know until it is the topic of a 3 a.m. Twit."], [15621, "2017-04-20T08:49:03Z", 0.15, "See this as less likely now as US needs some friends in the region!"], [19801, "2017-04-20T06:26:44Z", 0.25, "Trump administration says Iran complying with nuclear deal\nhttps://www.wsj.com/articles/trump-administration-says-iran-complying-with-nuclear-deal-1492573995\n"], [1034, "2017-04-20T05:42:11Z", 0.0, ""], [38, "2017-04-19T23:11:27Z", 0.08, "Tillerson just reported to Congress that Iran is in compliance."], [13377, "2017-04-19T03:14:01Z", 0.09, "https://twitter.com/BraddJaffy/status/854527303635927040"], [13377, "2017-04-18T23:26:09Z", 0.13, "http://foreignpolicy.com/2017/04/17/trump-mulls-squeezing-iran-with-tougher-sanctions/"], [29591, "2017-04-18T16:22:49Z", 0.15, "Maintaining current forecast: \nWith the upcoming Iranian presidential elections, “A bill to impose new sanctions on Iran over ballistic missile launches and other non-nuclear activities has been delayed in the US senate due to concerns about the presidential election” (http://uk.businessinsider.com/r-rouhani-says-iran-needs-no-ones-permission-to-build-missiles-2017-4?r=US&IR=T) \nThis suggests that there is genuine concern among US officials that Iranians will not re-elect Rouhani but will instead opt for a hard-line conservative. \nEbrahim Raisi, whom many thought would succeed the supreme leader is looking like a strong candidate. \n“Analysts describe Raisi as utterly loyal to supreme leader Ayatollah Ali Khamenei, meaning he would likely remain deeply suspicious of engagement with the West but unlikely to backtrack on the nuclear deal which had the boss’s tacit consent” (http://www.newindianexpress.com/world/2017/apr/15/what-would-hardliner-ebrahim-raisi-mean-for-iran-and-the-world-1593886--1.html) \nAli Ansari, a professor of Iranian History at the University of St. Andrews said “Rouhani is not in as strong a position as we think he is, because he delivered the JCPOA. The JCPOA in Iran is not seen as a giant triumph, and for me the problem is the way Rouhani sold it” (https://www.theguardian.com/world/2017/apr/16/iran-hassan-rouhani-face-tough-re-election-race-as-candidate-list-closes) \nWhy Iran is unhappy with Rouhani: https://thewire.in/125190/iran-deep-state-unhappy-president-hassan-rouhani/"], [34683, "2017-04-06T03:06:46Z", 0.95, "President Trump is a man of action. Iran's ongoing refusal to comply with current mandates will force the administration's hand, resulting in new/revised sanctions. The process of implementing the sanctions may delay their start."], [38, "2017-04-06T01:58:09Z", 0.11, "http://www.reuters.com/article/us-iran-usa-sanctions-idUSKBN1762OR"], [34753, "2017-04-04T08:59:02Z", 0.0, "The priority now for buildin. So trump administration focus on rise up the popularity inside us"], [29591, "2017-04-03T20:09:43Z", 0.15, "Iran might conduct nuclear-related activities that violate the JCPOA depending on who wins the Presidential elections in May. \n“Iran’s supreme leader, Ayatollah Ali Khamenei, said the governments economic policies had fallen short and called for a new “resistance economy” to create jobs…Hardliners, led by Khamenei have repeatedly criticised President Rouhani, particularly for the terms of the nuclear deal.” (http://www.middleeasteye.net/news/irans-supreme-leader-criticises-government-economic-failures-390347003). It’s possible that the strong anti-American sentiment will enthuse Iranians to vote for the hardliners. "], [34717, "2017-04-03T08:49:16Z", 0.05, "The US has many other competing priorities"], [34664, "2017-04-02T11:39:06Z", 0.45, "Probably would happen to reassure Israel that this administration is fully committed to its security."], [4462, "2017-04-01T00:40:29Z", 1.0, "      Every Democrat and Republican will want to show support for Israel and get contributions from the Israeli lobby especially as Trump calls for war with Iran.  Heck the Arab Nations might join Israel and the US in an air strike against Iran. Iran has Russian S-300 anti aircraft missiles any attack against Iran's nuclear program must be done before Iran buys Russian S-400 anti aircraft missiles.  "], [498, "2017-03-31T05:30:32Z", 0.23, "It has been reported that Cohen-Watnick, Director of Intelligence at the NSC, is an \"Iran Hawk\" with a penchant for covert action. As stated previously, my greatest concern regarding this question has not been whether Iran will violate the JCPOA, and thus subject themselves to the so-called \"snap back\" sanctions, but whether the U.S. will fabricate a false claim in this regard against Iran. This new information as to Cohen-Watnick is just enough to stoke my imagination (+2)."], [31450, "2017-03-28T19:33:12Z", 0.25, "I believe it is unlikely that sanctions will be imposed specifically for the nuclear program. Mostly because it doesn't seem that Iran is cheating and the US has a range of alternative reasons to apply sanctions, from missile tests, to human rights abuses, to its actions in Syria and Yemen. Also, I think trump and Israel realize dealing with these problems is easier if Iran does not have nuclear weapons so neither has a real incentive to try and rip the nuclear deal up."], [6303, "2017-03-27T02:52:07Z", 0.15, "Based on general news and GJP consensus."], [29591, "2017-03-23T20:41:00Z", 0.15, "Maintaining my current forecast:"], [691, "2017-03-16T12:32:11Z", 0.25, "The Prez and his band of merrymakers will be kept pretty busy with other matters for a while.  They probably won't remember about Iran for several more months; if they do, they will impose some more sanctions for something that is unlikely to unwind the nuke deal.    The Prez will be quoted as saying, \"Nobody knew international relations were so complicated.\"  About a fifth of his fellow amurricans will agree heartily.  Kinda makes you proud."], [29591, "2017-03-14T20:40:43Z", 0.15, "Interesting article on CNN as to why Trump won't tear up the nuclear deal: http://edition.cnn.com/2017/03/03/opinions/trump-iran-deal-andelman/\n"], [1056, "2017-03-13T15:38:31Z", 0.2, "Down below consensus. I still think that a military strike is more likely than sanctions, but perhaps not within the time frame of the question."], [29680, "2017-03-12T02:18:06Z", 0.6, "Dropping six points. No major anti-Iran rhetoric or \"on notice\" remarks, and Tillerson is MIA."], [29469, "2017-03-09T21:32:46Z", 0.41, "Downgrading due to the apparent overstatement of the importance of the presidential waiver of the US secondary sanctions. The renewal of the waiver may not happen before the deadline, and it seems that Iran is not currently a major priority. On the other hand it only takes one executive order, and maybe there will be some time after the second travel ban. Bannon has said after all that all campaign promises will be kept. The problem could be that US economic interests might not support the re-imposition. https://www.lawfareblog.com/can-president-elect-trump-dismantle-jcpoa-its-complicated"], [691, "2017-03-01T13:54:40Z", 0.38, "http://www.reuters.com/article/us-un-nuclear-usa-idUSKBN168468?il=0\nThe Prez and his band of merrymakers are very busy looking for a way to do this.  Other countries won't go along with it, but that will just prove that Our Gang were right all along.  "], [19801, "2017-03-01T13:27:19Z", 1.0, "Trump, who took office on Jan. 20, has said he wants to \"police that contract so tough they (the Iranians) don't have a chance\". \nhttp://www.reuters.com/article/us-un-nuclear-usa-idUSKBN168468?il=0"], [29591, "2017-02-28T21:32:49Z", 0.15, "Whilst I agree with other forecasters that the US might not uphold their end of the deal, Iran is complying with the JCPOA as stated by several media outlets based on the most recent IAEA report. \nhttp://www.reuters.com/article/us-iran-nuclear-idUSKBN1631WG\n https://financialtribune.com/articles/national/60363/iaea-iran-honoring-nuclear-deal"], [33887, "2017-02-21T20:37:38Z", 0.95, "Yes it will did that not because they need it but because of power that Iran will gain when it will release next step of its plans to control gulf countries and next target will be inside Saudi Arabia and Bahrain and don't forget Syria and Yemen where will gulf countries will have strongest kicks not by military but even by economic .Iran out smart all gulf countries and with Russian factor in Syria no chance for any one except Iran .and the secret packt between Russia and turkey had started . And Iran is part of it . Iran will gain more power but more sanction as cause that USA can't do noting by army so it will use sanction to keep its Arabs alleys with its line . "], [14493, "2017-02-21T15:06:01Z", 0.1, "Many in the Congress and the US Government might want to, but unless Iran breaches the JCPOA it would seem very unlikely that the other signatories would impose economic sanctions on Iran, which would make the US action rather pointless, as it would then hurt the US more than it hurt Iran.   "], [19801, "2017-02-19T21:46:57Z", 1.0, "US senators eye sanctions against Iran for missile development\nhttp://economictimes.indiatimes.com/news/defence/us-senators-eye-sanctions-against-iran-for-missile-development/articleshow/57235005.cms"], [29054, "2017-02-13T19:04:59Z", 0.0, "The EU has made it clear this past week, that they will not act unless the agreement is fully review it and found to be out of compliance, that usually takes more than 11 months. That said and tagging along what Fitch rating said about the US present leadership as been a risk to global stability, it is my hope that someone needs to get a grip of reality and put some common sense on the present situation, ruling by tweet is not a sane behavior for a global leader. So forecasting 0% has as much to do with the full tilt behavior of the present leadership as it has with the rationality of the situation controlled by some of the other parties to the agreement, it is my view if the US acts alone all it will do is to damage US economic interests."], [1643, "2017-02-13T02:19:54Z", 0.15, "Given that Trump has called it JCPOA the worst deal ever ( http://www.reuters.com/article/us-france-iran-idUSKBN15E29Q ) and that the new administration has already added additional sanctions ( http://www.politico.com/story/2017/02/iran-sanctions-234604 ), this is really a question about the exact wording of the question."], [21671, "2017-02-12T13:37:05Z", 0.35, "My forecast might change as time passes and we learn more about Trump's ideas and his ability to enforce his beliefs on the Congress.\nI think that Iran is behaving as Iran and will not change the way it's interests are done.\nI think the Nuclear plan is in full force in matters of \"how can we proceed w/o pissing off the other side\".\nThe sanctions will be an act of response once Iran will have milestones along the way.\nIf Trump will understand that Iran's Nuclear program will never stop than the way to the sanctions is shortened.\nCreating a ballistic experiment is a way to say \"we are still here\" don't expect us to be kittens... "], [498, "2017-02-10T11:24:53Z", 0.2, "+5 on Trump-based uncertainty."], [498, "2017-02-08T23:14:46Z", 0.15, "I concur with some other forecasters who seem to believe that the Trump administration is on a mission to pick a fight with Iran. My current forecast assumes that \"activities related to a nuclear program\" must fall under the JCPOA dispute mechanism. I'm curious if others feel this is a reasonable assumption, or if they see ways in which such nuclear related sanctions could fall outside of the JCPOA. "], [1639, "2017-02-08T19:40:26Z", 0.6, "New sanctions that the Trump administration imposed on Friday to punish Tehran’s latest ballistic missile test marked the beginning of what officials called the end of an era in which the United States was “too tolerant of Iran’s bad behavior.”\nIn what was described as the first in a series of efforts to confront Iran around the globe, the ban on banking transfers was levied against 25 Iranians and companies that officials said assisted in Tehran’s ballistic missile program and support of terrorist groups.\nThe immediate trigger for the sanctions, which drew from a list of targets drawn up last year by the Obama administration, was Iran’s missile test last Sunday. \nIn announcing the new sanctions, the White House made clear that it planned to call out every violation, and respond. \nEven inside the White House it is unclear how much further, beyond sanctions, President Trump is willing to take the confrontation. While he suggested during his campaign that he might scrap the nuclear deal, which he described as a “disaster,”\nJim Mattis, and Rex W. Tillerson, made clear during their confirmation hearings that the world was better off with the accord, for the next decade at least, because of its prohibitions on Iran amassing enough enriched uranium or separated plutonium to manufacture even a single nuclear weapon.\nhttps://www.nytimes.com/2017/02/03/us/politics/iran-sanctions-trump.html\n________________________\nCOMMENTS:  For Washington and Tehran, the test itself was clearly less important than the symbolism of the moment. Mr. Trump wanted to demonstrate he would not tolerate even minor infractions of Iran’s commitments.  While I do hope that cooler heads would prevail; we are not yet sure to whom Mr. Trump listens; we also do not know yet how much power Mr. Bannon has. "], [1056, "2017-02-08T19:17:30Z", 0.6, "I think the Trump administration may impose some toothless sanctions in hope of provoking Iranian retaliation against U.S. naval vessels or personnel. In my opinion, Trump is itching to find a pretext to strike Iran."], [29591, "2017-02-07T20:15:13Z", 0.15, "Currently, although there have been new sanctions imposed on Iran by the US since the ballistic missile testing last weekend, I think its unlikely, though not impossible, that the US will impose economic sanctions on Iran for activities related to a nuclear program."], [22305, "2017-02-06T14:11:08Z", 0.0, "there is no need for more sanctions at the moment. "], [83, "2017-02-06T12:17:08Z", 0.0, "Russia disagrees with DT's Iranian positions.\nClaims Iranian missile test are not violations of any agreement.\nhttp://www.reuters.com/article/us-usa-trump-russia-iran-idUSKBN15L15C?il=0\n"], [4799, "2017-02-05T16:52:01Z", 0.45, "A bit of loud talk over missile test, but no new sanctions were imposed, however Trump could follow the economic sanctions route now that his immigration ban has been stopped/paused."], [6303, "2017-02-05T04:10:35Z", 0.15, "According to the general news and GJP consensus."], [33365, "2017-02-04T20:18:25Z", 0.2, "The administration is more likely to use other measures to attack Iran's regional proxies, as Europe and the rest of the world is likely to refuse to be part of sanctions.  US could go solo (again) but there are better ways to punish the country than unilateral sanctions."], [691, "2017-02-04T14:43:40Z", 0.46, "The Iranians are pronouncing themselves unimpressed by the missile sanctions.  Defiance greatly irritates President Palpatine, so he will escalate to violating the nukes deal.  It will be Obama's fault, or CNN's, or Angela Merkel's, or Arnold Schwarzenegger's, that he must do this.  \"Sad!\" he will twit."], [20588, "2017-02-03T19:31:23Z", 0.33, "While today's (yesterday's?) sanction aren't technically due to a nuclear program, the Trump administration will attempt to conflate these two things and CALLING it a violation of the JCPOA. In short, we're inching closer to a yes result."], [28414, "2017-02-03T15:50:54Z", 0.35, "\"The new sanctions are designed not to violate the Iran nuclear deal, which the US and five other world powers signed with Tehran during Obama's tenure. That plan allowed for the lifting of major sanctions against Iran in exchange for a curtailment of its nuclear program.\"\nhttp://edition.cnn.com/2017/02/03/politics/treasury-department-announcing-sanctions-against-iran-friday-morning/index.html?adkey=bn"], [28414, "2017-02-03T15:35:23Z", 1.0, "Could be unrelated but till the dust settles: \nUS announces new sanctions against Iran, days after the country tested a ballistic missile\nhttp://www.bbc.co.uk/news/world-us-canada-38860352"], [29680, "2017-02-03T02:06:29Z", 0.66, "To 66 from 40. Latest rhetoric is not regarding Nuclear Deal, and most likely intended to shock and issue a statement re Obama's \"weakness\".  However, there's still some time for conflict, and the next iteration of the White House has managed to spread disinformation and present \"alternative facts\". I see this pattern continuing, but not necessarily having a specific end goal such as economic sanctions for Iran's nuclear program."], [14432, "2017-02-03T02:00:06Z", 0.0, "sanctions yes, but not related to nuclear program"], [13377, "2017-02-02T23:51:36Z", 0.35, "Following @Dsarin and on the basis of http://www.cnn.com/2017/02/02/politics/us-planning-additional-sanctions-on-iran/index.html"], [1502, "2017-02-02T17:44:58Z", 0.9, "U.s. House Speaker Paul Ryan on Thursday said he would support additional sanctions on Iran, backing a tougher line against Tehran after it test-fired a ballistic missile."], [32066, "2017-02-02T16:28:29Z", 0.6, "Flynn's statement nudges probability up a bit. Still not a likely top priority though."], [498, "2017-02-01T22:39:01Z", 0.15, "In that the proposition detail explicitly (and emphatically) states that \"Sanctions imposed for unrelated issues will NOT count,\" and points to a Guardian article, which in turn points to ballistic missile tests, no change based on the test itself. But I'm unsure of what to make of Flynn's threat of today. My *feeling* is that the neo-neocons of the Trump administration want blood, not economic sanctions."], [1502, "2017-02-01T21:44:42Z", 0.4, "The launch prompted the US to accuse Iran of violating UN resolution 2231, which \"calls upon\" Iran not to \"undertake any activity related to ballistic missiles designed to be capable of delivering nuclear weapons\".\nAs part of its final negotiations for the 2015 nuclear agreement with six world powers, Tehran agreed to an eight-year extension of the UN ban on ballistic missile development. (BBC)"], [28414, "2017-02-01T21:41:35Z", 0.5, "US puts Iran ‘on notice’ after weekend missile test\nNew national security adviser Michael Flynn signals tougher line with Tehran\nhttps://www.ft.com/content/98aeee34-e8ba-11e6-893c-082c54a7f539"], [29054, "2017-01-31T15:40:55Z", 0.06, "Strategy is everything, at this point, there is more to be gained by keeping Iran in a short leash than getting into a pissing match, but who knows with pissoffdonald king of unpredictability, rationality has left the room and delusional behavior is taking over! Still, I downgrade this one. Money talks for Exxon and the other global big oil ones that are already operating offices in Teheran. "], [19801, "2017-01-31T04:44:08Z", 1.0, "In call with Riyadh, Trump vows to ‘rigorously enforce’ Iran deal\nhttp://www.timesofisrael.com/in-call-with-riyadh-trump-commits-to-rigorously-enforce-iran-deal/"], [20588, "2017-01-31T04:40:37Z", 0.3, "Comment deleted on Sep 08, 2020 02:49PM UTC"], [854, "2017-01-30T18:06:48Z", 0.18, "It looks like a repeal of the JCPOA is less likely, since Trump and King Salman have agreed to maintain the JCPOA [1]."], [6303, "2017-01-30T03:55:50Z", 0.13, "According to the general news and GJP consensus."], [32260, "2017-01-29T15:22:17Z", 0.68, "Given Donald Trump's close ties with Israel and Netanyahu we feel that sanctions on Iran's nuclear program are more likely than 30%. We chose 68% as a rough estimate."], [1993, "2017-01-25T04:53:33Z", 0.15, "I don't think that Iran will violate any nuclear aspect of the JCPOA, though it may continue to test ballistic missiles and to make sure everyone knows that Iran's conventional military is strong. The Trump administration may decide to impose sanctions over that, or not. If Iran feels that it is not benefitting from the JCPOA, and it's suffering sanctions anyway, it may decide to unilaterally pull out of the agreement. But probably not before November. Will revisit after the Iranian Presidential election on May 19."], [32066, "2017-01-24T21:16:21Z", 0.55, "Given that so many crazy things have been done in 5 days, pretty much anything with non-zero probability can happen in 300. This is not a high-probability event, but slightly more probable than pure random toss."], [32843, "2017-01-23T21:59:20Z", 0.8, "DJT and Republicans criticised the Iran agreement to such an extent - this feels like a campaign promise that he will keep."], [28704, "2017-01-23T03:18:19Z", 0.26, "Iran is promising to respond if nuclear agreement is dissolved versus dissolving it of its own volition.  Economically, it is critical for Iran that sanctions to remain in abatement."], [6303, "2017-01-23T02:38:15Z", 0.12, "According to the general news and GJP consensus."], [1333, "2017-01-16T21:25:26Z", 0.55, "If the DT administration wants to scrap the Iran deal - picking at the parts in this fashion would be a good way to get the IRANIANS TO DO IT FOR HIM."], [6303, "2017-01-16T01:52:46Z", 0.13, "According to the general news and GJP consensus."], [691, "2017-01-15T21:58:54Z", 0.52, "If M. Petits-Doigts understands how this works--always a doubtful premise--he will want to sign something quite soon to make it happen.  "], [562, "2017-01-14T03:49:31Z", 0.15, "If Trump decided to back out of the agreement and he managed to fit this into his top priorities, he would have to get the work done to get out of it and then move on to sanctions."], [1056, "2017-01-13T03:54:55Z", 0.5, "Let's see."], [31151, "2017-01-12T19:36:36Z", 0.1, "- An economic sanction seems like a severe measure."], [23006, "2017-01-10T22:06:51Z", 0.51, "basing a lot of this on the actions of one person - trump. If he cancels the current deal which gives US limited inspection powers of Iranian nuclear activity, I think this will tip the new Iranian regime  (which I suspect will err towards hardliners) into a more obdurate, even confrontational posture against the US. It just needs for Iran to do something (explicit or implicit to generate (sanctions) from the US. Sanctions put negotiating power back into the hands of the US (as the biggest oil consumer) I think Iran wants to sell oil, contra to OPEC terms and limits. US, under trump, has a definite goal of acquiring cheap oil supplies -  puts the two countries simultaneously in bed but at odds with each other."], [32345, "2017-01-10T21:52:26Z", 0.0, "Due to problems with the Saudi Arabia and the gulf countries "], [329, "2017-01-09T20:46:06Z", 0.65, "With the recent arrival of uranium, a violation is nigh."], [6303, "2017-01-09T03:39:05Z", 0.15, "According to the general news and GJP consensus."], [373, "2017-01-07T21:02:26Z", 0.2, "Trump & Republicans are like-minded on this issue, thus a significant chance sanctions will be implemented quickly."], [83, "2017-01-06T18:16:44Z", 0.0, "From: http://www.reuters.com/article/us-iran-nuclear-usa-idUSKBN14Q1QI\n\"The chair of the U.S. Senate Foreign Relations Committee said that abrupt rejection of the Iran nuclear deal by the incoming Trump administration could create \"a crisis\" and that he did not expect such an approach.  \"To tear it up on the front end, in my opinion, is not going to happen. Instead, we will begin to radically enforce it,\" Senator Bob Corker told reporters on Friday at a breakfast sponsored by the Christian Science Monitor.\""], [498, "2017-01-06T15:20:40Z", 0.15, "While the war-hawk crazies in the U.S. Congress seem determined to pick a fight with Iran, I do not currently believe that \"a nuclear program\" will be the excuse they pounce upon. It's hard for me to imagine an \"activity related to a nuclear program\" that is not covered by the JCPOA, which, while avowed by Trump to be \"dismantled,\" is a multi-party agreement (which includes Russia) and appears to be achieving its objective. I do not mean that Trump can't theoretically find a nuclear issue not covered by the JCPOA, or that he won't renege on the deal; only that there will be other, less encumbered, excuses for the war-hawk crazies to use to punish Iran for, well, being Iran."], [32161, "2017-01-05T20:33:09Z", 0.8, "Trump has made it clear that he considers Iranian nuclear capability as a threat to the stability of the US. "], [22245, "2017-01-04T19:29:57Z", 0.4, "Trump will attempt to impose sanctions, the issue is will any other nations go along with him."], [32028, "2017-01-03T17:27:03Z", 0.67, "Schumer opposed Iran deal. Natural play to cozy up to Trump with a get-tough moment they already agree on."], [31683, "2017-01-03T03:05:32Z", 0.3, "While Trump has indicated he will get rid of the Iran Deal, it remains questionable if that a) will happen and b) if Iran will swing back to its nuclear program because of this. re-evaluation will be needed post-inauguration."], [24295, "2017-01-02T17:57:05Z", 0.99, "For Israel they will impose and show there are not like Obama. So yes. They will do everything possible for a cleavage Islam vs all"], [23752, "2017-01-01T14:53:03Z", 0.25, "Would be difficult to impose new sanctions following Boeing deal and before presidential election in Q2. Try to reassess after the latter."], [6303, "2017-01-01T03:40:41Z", 0.15, "According to the general news and GJP consensus."], [31766, "2016-12-28T04:08:06Z", 0.1, "No one wants a nuclear Iran, not even Iran. "], [6303, "2016-12-26T03:07:22Z", 0.16, "According to the general news and GJP consensus."], [854, "2016-12-22T18:31:01Z", 0.22, "Correcting my forecast due to a math error."], [854, "2016-12-22T18:29:52Z", 0.18, "As I see it, there are two ways for this question to resolve to a Yes answer. First, Iran could actually carry out nuclear-related activity that leads to sanctions being imposed. Second, a foreign power could fabricate evidence that makes it appear that Iran has carried out nuclear-related activity. I think the odds of Iran carrying out nuclear-related activity during Rouhani's term are very small (1%), and I think the odds that Rouhani will be re-elected in May 2017 are very good (75%) based on his popular approval, working relationship with Khamenei, and Iran's growing GDP. I think the odds that a principalist will be elected are about 20%, and the odds that such a person would undertake nuclear-related activity in violation of the JCPOA before November 2017 are about 20%. So I calculate the odds for the first route to the outcome as roughly 5%. The second route is trickier. Trump does not seem to care for US intelligence analysis, which suggests that his team will want direct access to unprocessed intelligence. That intelligence could be loaded with false leads from states inimical to Iran, or from Iranian groups in exile that want to overthrow the current regime. I think amateur sleuths tend to weigh evidence on the basis of its emotional impact, so it may not be difficult to convince the Trump administration that Iran is undertaking a secret nuclear program (similar to the way Bush was led to believe Iraq had a WMD program). I put the odds at 80% that Trump will believe Iran is \"up to something nuclear\", and another 70% that Congress will go along with him. In order for sanctions to be effective, Trump would need to convince at least a few other members of the P5+1. China won't go along with it for economic reasons, and I don't think Germany will either as things stand now. Russia won't go along with it because of the post-Arab-Spring political bloc I think they are building in the Middle East, but they would be happy to see us shoot ourselves in the foot economically and strategically, so they won't stop us. That leaves France, where Le Pen might win, and the UK, where Iran is still not very popular. I think the odds of pulling together a coalition of right-leaning nations by November 2017 to impose sanctions are fair, maybe 30%. That makes the odds of the second route completing by November 2017 about 17%. Overall, I put odds of a \"Yes\" outcome by November 2017 at about 22%."], [23234, "2016-12-22T07:04:13Z", 0.07, "Comment deleted on Dec 22, 2016 07:04AM UTC"], [6303, "2016-12-19T03:32:42Z", 0.16, "According to the general news and GJP consensus. "], [28414, "2016-12-17T21:44:06Z", 0.34, "A Boeing statement said the Iranian contract would support tens of thousands of U.S. jobs for the 777-300ER jets and nearly 100,000 U.S. aerospace jobs for the whole package.\nhttp://www.cnbc.com/2016/12/11/iran-seals-17-billion-boeing-deal-close-to-airbus-order.html"], [10924, "2016-12-16T22:23:49Z", 0.33, "Not a given, Trump administration like Obama will need Iran to maintain security in Iraq and keep the Strait of Hormuz open, having said that what Trump can and will do is debatable. Too many moving parts, starting with conservative value"], [691, "2016-12-16T20:48:54Z", 0.76, "@Tetbury makes some excellent points, but may be optimistic about PresTrump's desire for, or even understanding of, the notion of a common policy with anybody else--not to mention that there is little evidence of his ever being constrained by cooler heads.   Nonetheless, coming down a bit but not much."], [14493, "2016-12-16T15:57:39Z", 0.4, "I can see Trump wanting to impose sanctions on on Iran, so it depends on how constrained he is by cooler heads. It also depends on Iran of course and on the other major players; Russia, China and the EU. US sanction that are not supported by the other powers are unlikely to be be very effective. Over the last few decades the UK has acted as a bridge between the US and Europe which helped to get a common \"Western\" policy, with the UK no longer having a place at the EU table they are irrelevant. Without the UK the EU is likely to take the view that they have a deal with Iran and unless Iran blatantly breaks it they will want to keep trading, so the US should not expect EU support for sanctions. China wants access to multiple oil suppliers including Iran so is unlikely to want international sanctions again Iran. Russia and Iran are now best friends in boosting oil prices and pulling Syria and Iraq out of the Sunni/US sphere of influence, so don't expect Russia to want sanctions against Iran. So the US could be very isolated if it re-imposed sanctions  on Iran. If a Trump lead US takes notice of any of this is not clear."], [31498, "2016-12-16T09:13:52Z", 0.35, "If Clinton was elected I would have said no. However since Trump was elected he may lean toward this action more than an Obama successor would have. "], [691, "2016-12-15T20:48:51Z", 0.82, "The president-elect is a dedicated chest-thumper, although with his tiny hands he can't do himself much damage.  He will thump himself into a corner on this issue, if he hasn't already, and will come up with an excuse for sanctions.  This will not go well."], [13624, "2016-12-14T23:35:35Z", 0.15, "US will not pressure Iran before the Sirian situation is under control."], [28091, "2016-12-13T16:10:24Z", 0.25, "Recent statements from Iran's Ayatollah and hardliners to confirm a commitment to \"death to america\" rhetoric and support for Hezbollah make me upgrade this as  Trump and his anti Iran cabinet picks will respond.  "], [691, "2016-12-13T13:31:02Z", 0.82, "http://www.reuters.com/article/us-usa-iran-nuclear-deals-idUSKBN14212X"], [7523, "2016-12-13T00:45:15Z", 0.15, "No but they may do it for their missile program "], [31380, "2016-12-12T16:27:08Z", 0.17, "First of all, the agreement has some fairly robust stipulations that severely limit enrichment levels and make it very difficult for Iran to get away with anything for long. Since we monitor the flow of nuclear materials, we will know if some are being diverted from the stream, concentrated in an area, etc. Also, there are preliminary judicial measures involving a bipartisan committee that will be put into play if there is suspicion of wrongdoing. In any case, even if Iran though it were worthwhile to disobey the agreement, new sanctions wouldn't be enacted immediately."], [6303, "2016-12-12T01:44:31Z", 0.15, "According to the general news and GJP consensus."], [31201, "2016-12-07T03:44:18Z", 0.75, "Trump will not apply sufficient care to avoid this treaty collapsing."], [31125, "2016-12-05T21:37:48Z", 0.25, "There are common interests between both countries. Keeping a basic statu quo in the area is essential to avoid escalations of violence. "], [30955, "2016-12-05T16:56:59Z", 0.23, "I examined future Sec of State nominees (Petraeus, Romney, Corker, Bolton, and Giuliani) and their stances towards Iran and assigned probabilities to be selected by the Trump campaign. The I assigned probabilities to Iran breaking the deal based on IAEA reports on their nuclear facilities. Iran has been following standards as listed in the deal (~<4% enriched U-235, etc..) . And then, further more assigning probabilities to the Trump campaign on following through on a new sanction by 1 Nov 2017. "], [6303, "2016-12-05T04:16:42Z", 0.15, "According to the general news and GJP consensus."], [12879, "2016-12-04T18:52:56Z", 0.5, "Upgrading to a 50/50 (Even) probability of occurring."], [1529, "2016-12-03T17:42:44Z", 0.15, "Hopefully, GJ differentiates the recent sanction EXTENSION bill from the actualization of sanctions. Under the current sanction framework, sanctions are authorized, but the Secretary of State suspends them as long as Iran does not violate its side of the nuclear agreement. The recent extension \"simply\" continues that framework. So, in my view, \"impose\" means the Secretary of State allows the sanctions to be actualized; or, that Congress adds new sanctions outside the framework."], [30980, "2016-12-03T16:17:38Z", 0.7, "With Trump regime"], [691, "2016-12-02T21:27:09Z", 0.74, "Obama will almost surely veto the current bill to extend sanctions.  The Congress may override the veto, but they may not; a vote to pass a bill does not automatically translate into a vote to override a veto.  "], [4799, "2016-12-02T02:46:08Z", 0.4, "The US Senate approved an extension of the President's authority to impose sanctions to Iran. http://nyti.ms/2gr0gYW"], [368, "2016-12-01T21:13:21Z", 0.95, "The renewal of the current sanctions regime due to expire at the end of December is to be renewed by the current Congress with no indication (therefore approval) that Obama will not sign the bill into law.   "], [29054, "2016-12-01T16:11:49Z", 0.16, "Amid all the hawks that the new US administration is accumulating, one thing is clear, it is a billionaires club, and money talks to them more than anything, and many have oil related investments, so sanction at this point are getting  downgraded it... "], [28380, "2016-12-01T12:03:31Z", 0.1, "No interest at all for Trump. Unless he wants to see the middle east tumble further in chaos."], [684, "2016-11-30T21:51:38Z", 0.8, "Known violations and a Republican government."], [368, "2016-11-28T21:23:03Z", 0.25, "http://www.nytimes.com/2016/11/16/world/middleeast/iran-sanctions-extended.html?_r=0"], [6303, "2016-11-28T02:43:24Z", 0.13, "According to the general news and GJP consensus."], [4799, "2016-11-27T16:12:08Z", 0.35, "The ISA needs to be ratified by congress and signed by President Obama. I think this is likely to happen. http://www.reuters.com/article/us-iran-nuclear-usa-sanctions-idUSKBN13A2WZ?feedType=RSS&feedName=Iran&virtualBrandChannel=10209&utm_source=dlvr.it&utm_medium=twitter\nTrump has said that the Iran deal was the worst deal ever, but it has been accepted internationally, so it will be hard to change the JCPOA. However, he may want to strike a bilateral agreement with Iran, this involves some uncertainty but could steer away from sanctions. http://www.aljazeera.com/indepth/opinion/2016/11/trump-play-hands-iranian-hardliners-161124115749230.html\nAnother source of uncertainty are the presidential elections in Iran, which may bring a conservative leader who may want to continue to pursue the country's nuclear program.  https://www.theguardian.com/world/2016/jul/13/polling-gives-a-dark-forecast-for-iranian-president-hassan-rouhani"], [30586, "2016-11-25T18:52:37Z", 0.25, " The US just made a nuclear compromise. Trump is much less favorable to Iran, but backtracking all the way and then into economic sanction decision-making territory is a long way to go."], [30475, "2016-11-23T16:16:14Z", 0.4, "It depends on how Trump behaves while in the Oval Office. "], [691, "2016-11-23T14:59:11Z", 0.32, "Obama will of course veto the currently pending bills, but HairBoy will sign them when they pass again in January, first perhaps asking his adoring fans and cringing disciples in the Congress to toughen the provisions up a bit.  Now that he is backing off some of the big-time pledges he made to his followers in the campaign, he will have to show that he is doing something.  He will badly misunderestimate Iran's ability to make life unhappy in response.  Stay tuned."], [19801, "2016-11-23T12:51:59Z", 1.0, "House passes two sanctions bills, sending foreign policy message on Iran and Syria\nhttps://www.washingtonpost.com/news/powerpost/wp/2016/11/15/house-to-vote-on-two-sanctions-bills-sending-foreign-policy-message-on-iran-and-syria/"], [4462, "2016-11-23T06:40:25Z", 1.0, "  Tump hates Iran "], [28091, "2016-11-22T16:15:57Z", 0.2, "Today's report of Iran shipping its over stock of heavy water shows that they are serious about the agreement but the fact that they had an over stock could give the Trump administration a reason to reimpose sanctions"], [6303, "2016-11-21T02:39:31Z", 0.1, "According to the general news and GJP consensus."], [4799, "2016-11-21T01:09:59Z", 0.3, "US is not in the best position to step away from deal, but news items talk about \"fearful\" republicans, who did not back the deal in the first place, but now do not want Trump to step away."], [29469, "2016-11-20T14:42:02Z", 0.81, "The existing relief of sanctions as per the JCPOA have to be re-approved by presidential waiver every 120 or 180 days in order for them to be kept in place. http://www.economist.com/news/middle-east-and-africa/21710278-outgoing-american-presidents-biggest-foreign-policy-achievement-now-looks\nThis would make it very easy for Trump to simply un-waive them regardless of any additional sanctions he might also want to impose (though these might relate to Iran's missile development programme, which I assume is outside the NPT). The appointment of hardliners to his administration further strengthens the likely hawkish policy towards Iran.   "], [29502, "2016-11-19T18:39:31Z", 0.55, "Bumping up my probability. "], [691, "2016-11-19T12:48:57Z", 0.32, "The new Trumpeters are very hostile to the Iran deal.  They'll probably find a reason to impose some more sanctions, at the very least."], [83, "2016-11-18T19:26:59Z", 0.0, "FT p1 reports:\n\"A regime insider said Khamenei, ..., was not too unhappy with a Trump presidency....    This is because of his stance on Russia, ISIS and Saudi Arabia,\" the insider said. \"He seems to prefer Trump to Hillary Clinton provided he does not destroy the nuclear deal.\""], [29469, "2016-11-18T17:56:13Z", 0.27, "Increasing further from 19 % due to the imminent appointment of Michael Flynn as national security adviser, who has strongly criticized the Iran nuclear deal."], [29054, "2016-11-18T15:19:37Z", 0.21, "Money is starting to be made in Iran by the top tier ( mega ) corporations.\nMoney usually trumps politics, but because I worked for Trump - I know a little how it operates- sometimes revenge trumps money is his mantra.\nIn this case, I can see Trump giving Bibi a little gift and apply human frailty to decision making. \nConsequently, I can see 1/5 provability that part of the \"hit the bad boy\" policy this might take the form of kinder sanctions towards Iran, as the rhetoric is going, it seems to me that is going to be a set-up than similar to last time that  but with a door opened to \"let's keep making money\", here I ma not so sure if the Iranian leadership is going to play this game, China is looking very complacent with Iran.   "], [691, "2016-11-17T17:44:48Z", 0.28, "President Petits-Doigts will discover nobody wants to renegotiate the Iran deal.  His choices will then be reduced to bluster, bombing, or sanctions.  On past form, he will choose bluster, but he might feel the need to show off, in which case bombing is a maybe.  If he chooses to appear as reasonable as he is capable of, he might go with sanctions.  "], [1056, "2016-11-17T05:10:10Z", 0.0, "I think a much more realistic possibility is a military strike against Iran in retaliation for some provocation. For example, I believe that an incident like the seizure of U.S. sailors that took place  some months ago would be met by a Trump administration with force, and possibly disproportionate force. "], [30285, "2016-11-16T19:51:13Z", 0.6, "A limited number of campaign promises will come to fruition.  It's unlikely that Iran will renegotiate the JCPA as promised by candidate Trump (http://www.usatoday.com/story/opinion/2015/09/08/donald-trump-amateur-hour-iran-nuclear-deal-column/71884090/) leaving the imposition of sanctions as the best method for a Trump administration to exert influence on Iran.  \nThis probability will fall if President Trump does not focus on Mideast policy during his initial 100 days and allows the current US-Iran dynamic to persist through 2017.\n"], [29680, "2016-11-15T20:08:54Z", 0.4, "Uncertainty due to DT inauguration as noted earlier. Also mentioned was the Republican's dislike for the Iran Nuclear Deal."], [5180, "2016-11-15T06:43:11Z", 0.85, "Trump will have sanctions in place as he is against the Billions of Dollars given to them by the Obama administration to buy their friendship "], [30187, "2016-11-15T06:01:34Z", 0.55, "US just released Iranian holdings\nOil production has gone up in Iran, and will continue rising. \nAs oil-exporters to the US will see a decline in exports their - other nations will counteract this by pushing their oil. "], [691, "2016-11-14T19:59:14Z", 0.28, "M. Petits-Doigts doesn't have to get anybody else to agree to tear up the deal; he can do US sanctions on his own if he thinks it desirable.  Fear and ignorance are powerful short-term substitutes for courage."], [30051, "2016-11-14T02:04:30Z", 0.25, "initial thoughts"], [6303, "2016-11-14T00:31:12Z", 0.03, "According to the general news and GJP consensus."], [3895, "2016-11-13T18:13:14Z", 0.44, "giving this a YUUUUGE bump post-Trump. Seems like tearing up JCPOA could be an arena where his instincts and that of the wider GOP align nicely, and if so, what's to stop him? "], [1028, "2016-11-13T16:04:03Z", 1.0, "Read the comments and I feel Trump is more rational than the republican majority.  So I expect him to be pushed to do something."], [19801, "2016-11-13T06:33:58Z", 1.0, "Trump said he would \"dismantle\" the Iran deal. Could he?"], [83, "2016-11-11T19:15:01Z", 0.0, "Senior Saudi prince supports Iran deal. Points out that the deal prevents an Iranian nuclear program over the next 15 years.\nhttp://www.reuters.com/article/us-usa-election-saudi-iran-idUSKBN1361SS?il=0"], [30178, "2016-11-11T18:23:01Z", 0.2, "Because the world has decided not to. And the new player Trump has no real interest in doing so. And if he had interests, he would rather listen to amrican enterprises, which like to make business there, then to people, whose strategy concerning Iran failed the last 15 years."], [28091, "2016-11-11T15:51:15Z", 0.13, "Upgrading slightly and will be watching the Trump administrations stance on Iran."], [26589, "2016-11-10T17:19:13Z", 0.65, "With the election of Trump and his criticism of the Iran nuclear deal, I think Trump will want to \"look tough\" on Iran and the congress will only be too happy to go along."], [30148, "2016-11-10T14:46:29Z", 0.1, "TRUMP is not so stupid"], [1529, "2016-11-10T03:41:57Z", 0.1, "Trump has expressed strong support for Israel's hard stance against Iran. But Iran has to do something to \"trigger\" the sanctions. It may be that they will know he is more re-active so will not push the edge as they would have under a different administration. "], [30135, "2016-11-09T23:07:27Z", 0.1, "The Iranians are excellent chessplayers; strategists rather than tacticians. Sanctions would be against their interests. The agreement is multilateral, not just between the US and Iran. Therefore Iran will work with the US as much as necessary to avoid sanctions."], [29469, "2016-11-09T19:34:54Z", 0.19, "Increasing from 7% due to the Trump presidency and his consistent criticism of the Iran nuclear deal."], [14493, "2016-11-09T09:15:03Z", 0.35, "The Trump effect"], [25397, "2016-11-08T09:06:46Z", 0.0, "That's like, a month"], [12406, "2016-11-08T00:10:47Z", 0.8, "secret formula"], [29858, "2016-11-07T13:13:30Z", 0.0, "As Mark Taylor masterly put it:\n\"Too early in current agreement between US & Iran for fractures to appear. Current contentment on both sides\""], [6303, "2016-11-07T00:18:04Z", 0.01, "According to the general news and GJP consensus."], [30030, "2016-11-05T19:38:54Z", 0.01, "It is already November 5, 2016. It takes more time to accumulate enough evidence and gather the (probably multinational) will to impose sanctions."], [13390, "2016-11-05T18:27:42Z", 0.09, "Too early in current agreement between US & Iran for fractures to appear. Current contentment on both sides. "], [14493, "2016-11-05T18:25:57Z", 0.08, "If Clinton becomes President it is very unlikely that she would look for reasons to reimpose sanctions, but there is small possibility that Iran would do something that could not be ignored. If Trump becomes President and has a Republican Congress they could well look to reimpose sanctions. The change of Clinton being President are about 75% so the \"small possibility\" is maybe 4%, so 75% of 4%   = 3%. The chance of Trump becoming President is about 25% and I would think there is a 20% change of then reimposing sanctions. 20% of 25% is 5%. So my Forecast is 8%   "], [20014, "2016-11-04T04:42:08Z", 0.1, "US pressure to impose economic sanctions will rise if Iran loses influence in Iraq as a result of Iraqi military successes and begins to follow policies which demonstrate it could cause trouble in the region.  Iranian actions will be affected by Iraqi policies which undercut the influence Iran has gained there over the last few years.  A greater willingness to push back on nuclear deal restrictions could result in the threat to reimpose sanctions."], [29972, "2016-11-03T08:06:56Z", 0.02, "Comment deleted on Nov 03, 2016 08:07AM UTC"], [29206, "2016-11-02T21:15:40Z", 0.05, "There is a slight possibility that Iran will resume undesirable (to the US) advancements of it's Nuclear program, however it is unlikely because the positive economic effects of lifting the sanctions will have should entrench a desire to stay off the boogeyman list."], [6303, "2016-10-31T01:32:10Z", 0.01, "According to the general news and GJP consensus."], [26678, "2016-10-29T06:26:15Z", 0.02, "The Americans are tired of their engagement with the Middle East. After failing to destroy the Iranian theocracy after 30 years of sanctions & imposed international isolation, Washington sees cooperation with Iran a safer bet than confrontation. Furthermore, the US feels betrayed by the KSA in that elements of the royal family have been identified as having supported Sunni-based terrorist organisations such as IS. As Riyadh is no longer considered a reliable partner, Washington's shift to Tehran is an attempt to find a new strategic partner."], [4139, "2016-10-29T04:59:44Z", 0.9, "Iran is dirty."], [29798, "2016-10-27T22:03:12Z", 0.04, "because there is a change in Iran. Imposing economic sanctions would antigonize a new upcoming generation of people which are fed-up with the old style theocratic rulers. Although that oncoming generation is not yet in power, they will be able to influence the economic well being of Iran.\nFurthermore, Iran is one of the main supporters of the Sjiite part of the insurgency in Syria, this will draw Russian resources away from Europe,  the Russian deployment in the Crimea and Ukraine,  and involvement in the quackmire, which is Syria, draws substantially on Russian economics. In short, Iran is an enemy with benefits."], [14307, "2016-10-26T18:52:36Z", 0.02, "I think that the US has been acting erratically enough that Iran is going to be cautious about any violations to the Nuclear Deal that it might be considering. I strongly suspect that they are going to violate some parts of the treaty, but it will mostly be to test the waters for how well the US is able to detect those violations, and the violations will be minor enough that the US mostly just has to say \"Hey - I saw that\" rather than doing something anything too extreme in the deterioration of its new regional relationship. "], [28091, "2016-10-25T00:40:09Z", 0.1, "Iran appears to be serious about complying with JCPOA. They have shipped fuels to Russia, dismantled centrifuges and cemented a reactor core. There are hardliners in Iran who feel that they gave up too much and if they appear to gain more power this forecast would need to be adjusted. The US election may be the biggest factor. Trump is being given a 13% chance to win and if he did there is a very strong chance that the JCPOA would be repealed. If Clinton wins JCPOA will not be repealed and further sanctions are unlikely. On November 9th I will readjust this forecast.  "], [20284, "2016-10-24T23:39:24Z", 0.05, "Short of testing a nuclear device there is no will or wish to reimpose sanctions on Iran.  The nuclear power status of Iran has been set and will run its course as it joins Israel and Pakistan at the head of a list of countries which will eventually include Turkey and the Saudis as well as Egypt.  "], [9417, "2016-10-24T15:42:15Z", 0.0, "Who wins the  U.S. Presidential election is irrelevant.\nImposition of sanctions depends on Iran breaching   the agreement it entered into  - and  Iranians are not  that stupid!"], [7809, "2016-10-24T12:18:07Z", 0.15, "Given the history of Hillary, she will NOT impose any economic sanctions against Iran.   If Mr. Trump,  wins the election, there will be a much better chance of sanctions."], [25397, "2016-10-24T07:48:41Z", 0.05, "Best guess now is that it's very unlikely, given that the new POTUS is likely to carry on Obama's legacy for Iran.\nAlso given Iranian Presidential Elections in 1H17, it's unlikely extreme measures will be taken to win the vote - more likely centrist/populist than not."], [7124, "2016-10-24T04:16:54Z", 0.15, "Clinton will react rapidly to Iranian transgression."], [6303, "2016-10-24T01:32:27Z", 0.01, "According to the general news and GJP consensus."], [8622, "2016-10-24T00:23:26Z", 0.0, "If there is a need, US will wait until after our presidential elections."], [28631, "2016-10-23T19:47:11Z", 0.0, "passage of time"], [424, "2016-10-23T14:22:03Z", 0.05, "HRC will win in US and Iran won't cheat"], [29680, "2016-10-23T07:19:54Z", 0.01, "Not very informed about this topic, but Democrats see the JCPOA as a success story, and a Trump presidency is looking much weaker. However, there is a mess in the area at this time very closely related to Iran, so while I suspect Clinton might want to maintain the illusion that the nuclear program is frozen (even if we found evidence otherwise), she could distance herself from the previous administration."], [948, "2016-10-22T18:53:11Z", 0.05, "If Hillary is in the White House? I don't think so."], [29469, "2016-10-22T17:01:34Z", 0.07, "Since Rouhani has taken over from Ahmadinejad, it seems the political situation in Iran has moved to a more moderate and open stance, although the Islamists continue to exert influence. Western businesses have started trade after the sanctions and increased IAEA scrutiny should discourage any attempts to resume the enriching of uranium. A Trump presidency would change the picture, but currently that looks unlikely to happen.   "], [29689, "2016-10-21T21:44:31Z", 0.15, "I don't see Iran having funds or desire to spend on Nuclear when they need this money to support to Syria and Yemen rebels."], [14432, "2016-10-21T18:33:43Z", 0.0, "No chance.  This would require the Obama administration admitting failure right before an election.  "], [29681, "2016-10-21T12:53:00Z", 0.0, "US is busy on election to worry about Iran"], [19801, "2016-10-21T02:33:26Z", 0.0, "Even if Trump wins, there isn't enough time to apply sanctions by November."], [3895, "2016-10-20T10:13:59Z", 0.04, "not likely. Fundamentally Iran have no need or desire to violate JCPOA."], [29662, "2016-10-19T20:04:58Z", 0.04, "Putting together a set of sanctions is a complex internal and external process. It involves not only some consensus among domestic policymakers, but in order to be effective you need the cooperation of global allies. Just one of these task alone would be a heavy lift for a newly elected President. The so called \"snapback\" provisions contained within in the JCPOA dictate that an allegation be made by a P5+1state and then Iran would have an opportunity to correct any actions/behavior that violated the agreement. This is only step one and step two. Too little time."], [25713, "2016-10-19T13:44:52Z", 0.04, "Imposing nuclear sanctions would involve coordination across a couple of fronts (US legislative branch; potentially UN and other international stakeholders).  Would need some clear proof or drivers (not sure if non-conformity with recent Iranian agreement itself would be enough)."], [405, "2016-10-19T10:30:23Z", 0.15, "Violation of the Joint Comprehensive Plan of Action (JCPOA)\n- The question suggest that the nuclear deal would be not respected. I don't have any information for now suggesting that Iran want this;\n- Having proof of the violation of the agreement of that isn't easy to have, and be able to show those proofs aren't either. Economic sanctions, for a maximum impact must be adopted by a large group of countries. A minimum of intelligence must be provide to potential allies;"], [29651, "2016-10-19T08:57:43Z", 0.95, "President Hillary Clinton will be aggressive on Middle East."], [15226, "2016-10-19T06:29:44Z", 0.0, "Sunni movements are a bigger threat to u.s. Interest "], [28631, "2016-10-19T04:18:09Z", 0.1, "unlikely, BUT Trump and regional black swans make it dificult to predict"], [24091, "2016-10-19T03:22:35Z", 0.15, "Its a very short time frame and a good chunk of it is taken up by another presidents remaining term. "], [61, "2016-10-19T01:43:13Z", 0.14, "Mirroring current forecast on presidential election plus a point for the time frame."], [705, "2016-10-19T01:04:32Z", 0.02, "Highly unlikely unless Trump wins the election, and he won't win.\n"], [83, "2016-10-18T21:29:20Z", 0.0, "Inspection process in place.  Projected Dem gains in the US Senate and the House, plus a probable HRC presidency seems more likely to attempt further opening in business opportunities."], [368, "2016-10-18T21:22:47Z", 0.0, "Imposition of sanctions would depend on the form of violation by the Iranians not constrained by the nuclear agreement.  Tactically and strategically, Iran is not likely to violate the terms, but will succeed by finding and using loopholes within the agreement to gain strategic advantage of the dilemma it finds itself in."], [8736, "2016-10-18T21:14:37Z", 0.05, "It is very unlikely that Iran makes a mistake and causes a rollback of the sanctions. At least in the near future. "], [14253, "2016-10-18T20:54:32Z", 0.25, "If there is a Trump presidency then I think the odds would be at least 50%. Since I have to recocile my far above average chance of him winning the persidency with this question I will start quite high. If Hillary does indeed win I will come way down. In for a penny, in for a pound on the Trump prediction. 25%."], [691, "2016-10-18T17:50:14Z", 0.02, "President Clinton and the Iranians will probably be on their best feigned behaviour for a while yet."]]}