{"question_id": 282, "title": "Will Senator Kelly Ayotte (R-NH) be re-elected this November?", "correct_answer": "No", "crowd_forecast": 0.5, "preds": [[14208, "2016-11-09T06:02:50Z", 1.0, "maintaining 100%"], [5001, "2016-11-09T04:16:06Z", 0.98, "*This is definitely cheating - would work only in case GJO makes a mistake to include today in the scores (as indicated by resolution date)*"], [29646, "2016-11-08T02:38:56Z", 0.55, "I believe Secretary Clinton's chances in New Hampshire are improving, and this will boost Maggie Hassan's chances as well.  I think "], [1333, "2016-11-07T20:00:23Z", 0.85, "http://www.realclearpolitics.com/epolls/2016/senate/nh/new_hampshire_senate_ayotte_vs_hassan-3862.html"], [29980, "2016-11-07T18:13:31Z", 0.0, "Not her year"], [25705, "2016-11-07T15:12:45Z", 0.5, "Well, Nate Silver says..."], [29646, "2016-11-06T21:48:40Z", 0.65, "Late polls are breaking Sen. Ayotte's direction.  Secretary Clinton is probably even-odds here, having lost a relatively solid lead in the last 1 to 2 weeks.  The momentum is on Sen. Ayotte's side here and I think it will carry her across the finish line."], [24395, "2016-11-05T17:43:58Z", 0.75, "Ayotte has opened up a clear though small lead in the past few weeks, and Democrats last minute strategy is focused more on PA/NC/Fla. than NH, limiting likelihood of last minute surge for Hassan."], [1993, "2016-11-05T07:40:33Z", 0.4, "I'm thinking people will vote straight ticket Clinton-Hassan."], [6440, "2016-11-05T03:03:59Z", 0.49, "Shouldn't have backed The Donald"], [156, "2016-11-05T01:14:28Z", 0.55, "She has always led narrowly, except when Trump was at his lowest ebbs. Trump is rebounding in NH, and so is Ayotte."], [767, "2016-11-04T20:31:30Z", 0.6, "538 giving Hassan the lead: http://projects.fivethirtyeight.com/2016-election-forecast/senate/new-hampshire/"], [476, "2016-11-04T19:45:22Z", 0.48, "Latest HuffPo \"model\" of polls showing Maggie with slight lead, link here http://elections.huffingtonpost.com/pollster/2016-new-hampshire-ayotte-vs-hassan"], [7349, "2016-11-04T18:49:06Z", 0.25, "Kelly Ayotte and her position are like saplings in the wind. Die hard Republicans will vote for her but she has shown herself to waver and like many of her Republican cohorts who abhor Trump, she is incapable of taking the moral and ethical high ground."], [16005, "2016-11-04T18:37:13Z", 0.66, "NH starting to lean red. "], [4045, "2016-11-04T18:35:05Z", 0.74, "NH voters are unpredictable but she has distanced herself enough from the presidential candidate so as not to pulled down by adversity in his campaign."], [16428, "2016-11-04T18:29:32Z", 0.4, "Kelly Ayotte has not been able to separate herself enough from Trump's negative coattails in this election, and will therefore suffer when Democrats turn out to vote for Clinton, who will carry the state.  Such voters are much more likely to vote for Maggie Hassan, which will likely give her the edge."], [225, "2016-11-04T18:27:43Z", 0.49, "Clinton should carry the state.  Ayotte was too late in un-endorsing Trump after make the statement that he would be a role model for kids.  Her opponent is a popular Governor.  "], [1720, "2016-11-04T18:21:45Z", 0.52, "Trump is going to have coat tails. "], [24109, "2016-11-04T03:14:58Z", 0.55, "Midpont between 538 and Upshot.  Adjusted for recent polls.  http://www.realclearpolitics.com/epolls/2016/senate/nh/new_hampshire_senate_ayotte_vs_hassan-3862.html.  I am amazed 538 is as low as they are."], [5001, "2016-11-04T03:14:51Z", 0.6, "Raising Ayotte because: \n- Trump gaining in NH polls.\n- Ayotte gaining in polls.\n- She is more popular on social media."], [29891, "2016-11-01T02:30:27Z", 0.1, "Based on her opponents long track of leading on the polls as well as the Deems leading at the top and GOP unfavorable."], [3895, "2016-10-30T18:36:23Z", 0.58, "Ayotte +2.7 in RCP average as of today"], [1993, "2016-10-30T06:07:58Z", 0.4, "Not sure what to do with this one. Ayotte has pulled ahead in some polls, including the liberal YouGov poll. Looks like a toss-up."], [4139, "2016-10-30T04:45:37Z", 1.0, "A rising Trump tide floats this boat."], [27461, "2016-10-29T20:48:21Z", 0.5, "I came with a 30 percent yesterday, but events have moved in favor of Ayotte since then. A new poll gave her a 6 point lead (2.7 on average since Oct 17 - see http://www.realclearpolitics.com/epolls/2016/senate/nh/new_hampshire_senate_ayotte_vs_hassan-3862.html), and the news about FBI's looking again into Clinton e-mails is putting the Democrats on the defense.  On the other hands, Clinton is likely to win NH, Ayotte is too closely tied to Trump for moderate NH voters and Nate Sliver still has 59/41 against Ayotte in his model. I think this has become a real toss-up, though.     "], [27461, "2016-10-28T16:54:10Z", 0.3, "Polls give a small advantage to Ayotte, but Nate Silver is 60/40 for Hassan. The NYT endorsed Hassan today. Clinton is leading over Trump in NH by a sizable, if slightly declining margin. The argument for Ayotte is that a split-ticket vote is popular in NH. But this begins to look like a long shot. Ayotte does not even have the advantage of an incumbent that much, as Hassan has been twice elected as Governor. Unless Trump strengthens notably in the remaining days, this race should be leaning towards the Democrats."], [767, "2016-10-27T00:00:33Z", 0.49, "Ayotte leading NBC/WSJ poll by 1 pt. (poll released today 10/26).  The same polls shows Hillary leading in New Hampshire by as much as 9 pts. (4 points in Monmounth University poll). Ayotte has also raised significantly more money than her opponent.  "], [29502, "2016-10-26T14:48:29Z", 0.65, "Although not endorsing Trump, she has said that she would vote for him, likely winning almost all republicans.  Indeed, this one is tight"], [476, "2016-10-25T17:11:33Z", 0.45, "Massachusetts poll says yes Kelly will win  http://boston.cbslocal.com/2016/10/25/new-hampshire-senate-race-wbz-umass-poll-kelly-ayotte-maggie-hassan-jon-keller/"], [23006, "2016-10-25T03:16:43Z", 0.55, "https://www.gjopen.com/comments/comments/360117"], [767, "2016-10-25T01:56:28Z", 0.25, "The University of New Hampshire released a poll on Oct 18 showing only 38% of likely NH voters planned to support Ayotte, compared to 46%  percent who reported they planned to back Hassan. \n"], [19801, "2016-10-24T02:03:13Z", 0.35, "A new poll of the New Hampshire Senate race finds Democratic nominee Maggie Hassan, the state's governor, taking a strong lead against sitting Republican Sen. Kelly Ayotte.The WMUR poll released Thursday showed 46% of likely voters supported Hassan, 38% for Ayotte, 3% for someone else and 13% undecided. The poll showed Hassan leading among undecided voters as well. \nhttp://edition.cnn.com/2016/10/20/politics/maggie-hassan-kelly-ayotte-new-hampshire-senate/index.html?eref=rss_politics"], [29289, "2016-10-24T00:44:53Z", 0.3, "Combination of polls"], [29289, "2016-10-24T00:44:07Z", 0.35, "Comment deleted on Oct 24, 2016 12:45AM UTC"], [29074, "2016-10-23T22:32:08Z", 0.36, "Polls look worse for Ayotte"], [29469, "2016-10-21T18:39:41Z", 0.6, "Polls too close to call, incumbent could have advantage and Ayotte's disavowal of Trump might even help her."], [23206, "2016-10-21T16:05:15Z", 0.35, "Several good polls for Hassan recently.  It seems like Ayotte's trouble handling her position towards Trump might be part of the reason"], [26221, "2016-10-21T15:24:15Z", 0.35, "Recent polling numbers on average put Hassan up in the low to mid single digits.  Looks like roughly 2-1 odds against Ayotte."], [25705, "2016-10-21T13:34:41Z", 0.31, "Updating according to the recent polls... It looks even criticizing Trump does not help much in the land of \"Live Free or Die!\""], [6709, "2016-10-20T04:26:39Z", 0.15, "Democrats resurgent..."], [83, "2016-10-19T21:16:44Z", 0.5, "Recent polls are even."], [29074, "2016-10-19T02:25:35Z", 0.41, "Prediction Market = ~40% for Ayotte\n538 = ~39% Ayotte\n"], [767, "2016-10-18T03:01:48Z", 0.55, "Latest polls: http://www.realclearpolitics.com/epolls/2016/senate/nh/new_hampshire_senate_ayotte_vs_hassan-3862.html"], [3895, "2016-10-14T11:22:14Z", 0.53, "Ayotte + 2.7 over last 3 polls, most recent poll has it a tie http://www.realclearpolitics.com/epolls/2016/senate/nh/new_hampshire_senate_ayotte_vs_hassan-3862.html"], [1529, "2016-10-13T03:01:41Z", 0.4, "Ayotte is Not willing to completely separate from Trump. Waffle, waffle, waffle. Even if she did, it is likely too late.....now, a change simply looks transactional. New Hampshire is Republican leaning, but NH citizens have it's red lines and moral standards. It also has an independent streak and common sense. "], [3895, "2016-10-11T09:05:57Z", 0.55, "Ayotte +2.3 in RCP average, last poll has her +6"], [68, "2016-10-10T07:52:11Z", 0.49, "http://projects.fivethirtyeight.com/2016-election-forecast/senate/new-hampshire/ has her at 52%, but Predictwise http://predictwise.com/politics/2016-congress-senate says 46%. "], [13997, "2016-10-08T08:22:24Z", 0.2, "Unless she renounces Trump completely - or he quits the race."], [1993, "2016-10-07T03:54:59Z", 0.45, "No idea, really. Polls are all over the place."], [12879, "2016-10-07T03:21:19Z", 0.8, "O Yee of little faith. Will be a close one  but a win for Kelly Ayotte on 8 November.👍🏻"], [29429, "2016-10-05T19:21:59Z", 0.12, "12.75%"], [3895, "2016-10-04T12:38:30Z", 0.53, "tight race, RCP spread as Ayotte +1.6 as of 4th October"], [68, "2016-10-04T12:35:41Z", 0.42, "http://projects.fivethirtyeight.com/2016-election-forecast/senate/new-hampshire/ gives her a 41.7% chance,\nhttp://predictwise.com/politics/2016-congress-senate has her at 42%"], [29074, "2016-10-02T19:41:38Z", 0.43, "Adjusting up from 41% to 43%\n-Polls are more favorable\n-PredictIt rating slightly up\n-538 forecast increased Ayotte's chances significantly"], [19801, "2016-10-01T13:09:39Z", 0.47, "http://predictwise.com/politics/2016-congress-senate"], [38, "2016-09-30T23:11:43Z", 0.41, "538\ninterest in split-ticket voting is at an all-time low\nClinton is forecast  71%  to win NH "], [29074, "2016-09-30T01:04:28Z", 0.41, "There is a correlation between Clinton's success and other Democrat's success. PredictIt and 538 have both decreased the likelihood of Ayotte winning by about 5-7 percentage points each. However, I think this election is harder to forecast because of Trump. Trump has introduced lots of variance and unpredictability. I am not going to adjust my forecast down as much because of that. "], [29316, "2016-09-28T22:05:20Z", 0.67, "Things for re-election:\nIncumbents within the US get re-elected 80-90% "], [29074, "2016-09-26T03:09:08Z", 0.49, "Ayotte's opponent, Hassan is a Democrat like the currently slightly unpopular current President, Barack Obama. However, the state of New Hampshire seems to like Obama more than the average American mitigating this effect. Based on limited research, it appears that Ayotte has raised more money than her opponent. However, Ayotte is the incumbent and Congress is even more unpopular than the President."], [19801, "2016-09-25T08:28:26Z", 0.49, "http://predictwise.com/politics/2016-congress-senate"], [691, "2016-09-24T18:32:04Z", 0.42, "Strange year in New Hampshire.  Hassan is generally more highly regarded than Ayotte, and Clinton will likely carry the state, but Chris Sununu (R) may win the governorship.  He is a son of former Gov John Sununu, former White House Chief of Staff and Chris Christie's predecessor as Pillsbury DoughGov; his bro is former US Senator The Other John Sununu.  Both his dad and his brother are well thought of in New Hampshire, so he might even have coattails of his very own.  Still, it looks like a Democratic year in New Hampshire.  Close, though."], [68, "2016-09-22T07:34:42Z", 0.5, "http://predictwise.com/politics/2016-congress-senate Predictwise gives Ayotte a 55% chance, but 538 has it the other way round \nhttp://projects.fivethirtyeight.com/2016-election-forecast/senate/new-hampshire/"], [20284, "2016-09-21T23:28:36Z", 0.65, "Earlier this Summer I would have suggested lower odds, however, Trump does not appear to be as big a drag on the rest of the ticket as was previously thought.  Also a lot of big money which is not going to Trump is going to the GOP Senate reelection effort.  In fact the Senators may get more than normal with the choice by some to skip the top and give to the effort to maintain control of the Senate."], [20008, "2016-09-20T21:44:31Z", 0.45, "Vote for, but not endorse? That's trying to have it both ways, and enough voters on the right will be upset with her and withhold their votes for her. "], [6946, "2016-09-20T20:07:44Z", 0.45, "she does not support Trump"], [1993, "2016-09-20T19:36:13Z", 0.4, "I don't put much stock in the September NBC/Marist poll. I think polling will swing back toward Democrats before the election."], [29113, "2016-09-20T15:34:48Z", 0.43, "Popular well-like challenger, changing makeup of state w/ more college grads, national trend"], [23206, "2016-09-19T13:04:55Z", 0.4, "The most recent Marist poll was very good for Ayotte, but the previous 5 or so polls all showed Hassan with a small lead.  Polls have moved toward the Republicans in the past week, but the sum of polling over the past several months still indicate that this is a good year for Democrats.  I'm not going to react too much to one week of polling.  This particular race has looked very close, but I think the polling is more likely to regress back towards the Democrats rather than continuing to shift towards the Republicans, which should give Hassan a slight advantage."], [7124, "2016-09-19T04:41:22Z", 0.25, "Ayotte will go down with the fascist Trump for whom she says she will vote"], [424, "2016-09-18T16:52:00Z", 0.51, "Yes barely, she should take a page out of this playbook... 11 seconds in thru the end: https://www.youtube.com/watch?v=bY3uW-QYfj4"], [7809, "2016-09-18T16:43:11Z", 0.55, "I think the peoples of N.H. will stay with Sen. Ayotte , because she is a known quantity.    Also, as we get closer to the election more people will embrace conservative values due to the threat of terrorism."], [5620, "2016-09-18T15:01:14Z", 0.55, "Established candidate, disassociated herself from the republican candidate for president."], [68, "2016-09-18T12:38:49Z", 0.55, "http://predictwise.com/politics/2016-congress-senate"], [19801, "2016-09-17T23:20:58Z", 0.59, "http://predictwise.com/politics/2016-congress-senate"], [12879, "2016-09-17T19:59:05Z", 0.7, "See also: https://alphacast.cultivateforecasts.com/questions/1011-will-former-gov-maggie-hassan-defeat-senator-kelly-ayotte-r-for-the-new-hampshire-us-senate-seat\nSee:http://www.realclearpolitics.com/epolls/2016/senate/nh/new_hampshire_senate_ayotte_vs_hassan-3862.html\nSen. Kelly Ayotte is up by 2% as of 9/17/16.👍🏻👏🏻"], [24109, "2016-09-17T16:25:20Z", 0.5, "Starting 50/50.  Polls are virtually tied, with one outlyer (Ayotte ahead by 8).  All published predictions say tossup, except Sabato, who says lean D.  This was before the outlying poll.  Thus, starting as a tie.  Now, adding 10 percent to Ayotte for incumbent advantage.  Subtracting 10% for the Trump factor.  After a few weeks, we can wait for more signal."], [24109, "2016-09-17T16:24:03Z", 0.6, "Comment deleted on Sep 17, 2016 04:25PM UTC"], [15548, "2016-09-17T15:37:34Z", 0.6, "http://www.realclearpolitics.com/epolls/2016/senate/nh/new_hampshire_senate_ayotte_vs_hassan-3862.html"], [3895, "2016-09-16T21:15:30Z", 0.59, "tight race but last couple polls have Ayotte ahead, one by 8 points, so she starts as favourite. "], [691, "2016-09-16T19:31:30Z", 0.42, "Should be a D year in NH.   They switch back and forth a lot, but not randomly.  They are not the rubes you believe them to be if you've never lived and worked there; as a general matter, they know what they're doing."]]}