{"question_id": 602, "title": "Before 29 December 2017, will it be announced that Chinese troops are deploying to the disputed border region between Eritrea and Djibouti?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[43439, "2017-12-29T02:30:16Z", 0.0, "It is highly unlikely that China will deploy troops to the region in the next 24 hours."], [43306, "2017-12-28T15:40:13Z", 0.02, "Given that China's military presence in China is a recent development and China's first international military base in its modern era, China is extremely unlikely to make any moves that (a) bring additional focus to said presence or (b) portrays the Chinese Army in an aggressive light. This forecast assumes (1) no quick-turn UN resolution that authorizes such a peacekeeping mission, (2) no immediate threat to Chinese forces stationed in Djibouti, and (3) no quick-turn request by both Eritrea and Djibouti for China to implement such a presence. "], [42673, "2017-12-27T07:25:40Z", 0.0, "No report of happening as of 12/26/17. Djibouti news re Chinese is about investment. Military talks are with EU. "], [43067, "2017-12-26T21:51:30Z", 0.0, "\nNo news, China would want to announce its involvement"], [37520, "2017-12-26T08:25:19Z", 0.0, "Unlikely at this late stage."], [43003, "2017-12-26T06:51:22Z", 0.0, "At this late date no further news has come out. Precursor news has also failed to indicate there is still movement in moving PRC troops to the region. Time left gives cause to round down from 1% to 0"], [43021, "2017-12-25T05:58:23Z", 0.01, "The military base in Djibouti is currently described as a supply station and concerned with naval operations.  Naturally troops could be moved into Djibouti; however, this would raise an issue at the UN Security Council and most likely result in a move to censure China which it would naturally veto.  There have been disputes between Djibouti and Eritrea; however, nothing available on the internet leads one to consider a current conflict.  Both US Embassies advise caution but have no information concerning conflict between these two nations."], [38564, "2017-12-25T01:24:06Z", 0.0, "This story has had no news since my last inspection."], [42055, "2017-12-24T22:02:38Z", 0.0, "Support for peace pact ... http://peacekeeping.un.org/en/security-council-pledges-support-regional-push-to-revive-south-sudans-peace-pact"], [29591, "2017-12-24T15:29:25Z", 0.0, "No recent news on the Chinese military's website on Djibouti or peacekeeping missions in relation to the dispute - won't happen in the next 5 days. "], [42787, "2017-12-23T03:51:01Z", 0.0, "China doesn't seem to interested in Africa, and the deadline is one week away."], [11002, "2017-12-18T21:22:14Z", 0.01, "Such move will be only in conjunction with UN and if requested by African parties involved."], [1639, "2017-12-13T17:02:05Z", 0.0, "Updating"], [8205, "2017-12-13T02:21:38Z", 0.0, "No renewed conflict."], [38778, "2017-12-07T14:33:06Z", 0.0, "Updating as time elapses. "], [8205, "2017-12-07T00:58:48Z", 0.0, "New foreign investment dollars in both Eritrea and especially Djibouti are strong incentives for maintaining calm."], [38903, "2017-12-06T13:53:56Z", 0.04, "Revising down because there are three weeks left.  Also, UN doesn't work during Christmas so there is even less time to arrive at a consensus."], [27661, "2017-12-03T16:32:45Z", 0.0, "The latest information I could find after a quick google search states that China didn't intend to act as mediator, at least not in the way Qatar did. Furthermore, the limits of an intervention as outlined in the report by the South China Morning Post are quite high (authorization by UN, request by AU and agreement by both Eritrea and Djibouti). "], [41481, "2017-12-01T11:02:58Z", 0.15, "China traditionally does not use its military forces outside of Asia. It would break its policy of non-intervention, even if it were a peace force"], [29591, "2017-11-29T21:42:43Z", 0.0, "Statement by H. E. MR. Mohamed Siad Doualeh, Republic of Djibouti ambassador to the United Nations, on the situation in Eritrea, November 14: https://www.un.int/djibouti/news/his-excellency-mr-mohamed-siad-doualeh-addresses-security-council-situation-somalia-and-0"], [8205, "2017-11-28T20:01:41Z", 0.0, "Probability based on stabilization and question closing date. New hostile aggression from Eritrea would be required to create call for outside intervention."], [8205, "2017-11-28T19:57:18Z", 0.0, ""], [31275, "2017-11-26T17:02:27Z", 0.0, "China said only if requested. Eritrea insists Qatar be the only mediator. Djibouti is in the Saudi camp and so may not accept Qatar. The two sides will not likely to agree to this. Still the Chinese could just do it. China likes to quietly project power as the increase troops around the world so probably not now."], [38334, "2017-11-25T12:49:24Z", 0.01, "No mentioning of any possible engagement: http://www.scmp.com/news/china/diplomacy-defence/article/2121547/chinese-troops-head-back-djibouti-desert-live-fire"], [2965, "2017-11-24T02:03:08Z", 0.0, "Today's P.R.C. People's Daily highlights strategic agreement between Djibouti and China.\nNo specific military measures were announced and as noted below even if PRC troops dispatched to border highly unlikely it would be announced publicly.\nPLA not going to take casualties on this ill defined border. \nChina continues incremental increases in its military footprint."], [37744, "2017-11-22T15:31:51Z", 0.05, "While there is a high likelihood that Chinese troops are in the area, they will likely never admit they have anyone there"], [11800, "2017-11-21T17:35:22Z", 0.01, "Despite the Chinese are building up its first base in the region in Djibouti, I can't imagine that they would actively engage on a land based mission.\n"], [41523, "2017-11-21T00:20:22Z", 0.05, "Deployment of Chinese troops as part of a multinational force would count; but I don't see any movement before Christmas"], [29591, "2017-11-20T20:53:19Z", 0.01, "“The PLA has organised a stand by peacekeeping force of 19 units…With a standby force, China’s peacekeeping force will improve its combat readiness and be able to respond to emergencies more efficiently, said You Haitao, Vice Commander of the PLA.” (http://eng.chinamil.com.cn/view/2017-11/07/content_7815184.htm)"], [27031, "2017-11-20T01:23:07Z", 0.3, "Unilateral is likely. Args Ag: Qatar's peace-keeping force was about 200 soldiers? Other countries have bases in Djibouti, will be sensitive to enhanced China role. Args Favour: Eritrea's biggest donor is China, will be happy to accept China's mediation. UN sanctioned peace-keeping is very unlikely by December. "], [373, "2017-11-19T17:36:33Z", 0.1, "Not probable, but an area where China can extend its influence without others powers complaining excessively"], [6224, "2017-11-18T21:38:21Z", 0.2, "There is too much potential to mediate the dispute and much military strength behind the presence of not only the Chinese but others who have a vested interest in a quiet peaceful resolution to the problem."], [755, "2017-11-12T23:28:08Z", 0.02, "Africa News, November 11, 'Eritrea backing armed groups against Ethiopia and Djibouti – U.N. experts': http://www.africanews.com/2017/11/11/eritrea-backing-armed-groups-against-ethiopia-and-djibouti-un-experts/\nClips from Africa News article:\n\"The document titled: ‘Report of the Monitoring Group on Somalia and Eritrea’ presented to the U.N. Security Council (UNSC), however, emphasized that the said groups do not pose a critical threat to the target nations.\n“Eritrea continued to provide support to armed groups intent on destabilizing Ethiopia and Djibouti, including the Benishangul People’s Liberation Movement, the Front for the Restoration of Unity and Democracy (FRUD-Armé), Patriotic Ginbot Sebat (PG7) and the Tigray People’s Democratic Movement.\n“While none of these groups poses a critical threat to either Djibouti or Ethiopia, the support of Eritrea for them continues to generate insecurity in the region and undermines the normalization of relations between regional Member States,” the report said.\""], [29591, "2017-11-12T21:05:49Z", 0.01, "Lowering forecast:"], [38334, "2017-11-12T14:17:03Z", 0.03, "China daily doesn't mention any issues between Eritrea and Djibouti: http://usa.chinadaily.com.cn/china/2017-10/27/content_33791956.htm\nThe Djibouti is mentioned, but nothing about getting prepared for a peace mission. It continues to look like Eritrea and Djibouti are not interested in a peace mission, a precondition for China to get involved. "], [2965, "2017-11-12T13:20:04Z", 0.0, "no\nnot while Eritrea sanctioned by UN"], [23234, "2017-11-09T20:19:11Z", 0.1, "@lsgold7 Thx for the list... was there a url?\nhope i'll be able to take a look at some of those eventually. Many of the titles/subjects/authors look fascinating. i'd particularly like to learn what gates has to say; always struck me as smart, committed, above partisan-bs, served the public for decades, relatively quiet retirement compared to many..."], [38778, "2017-11-09T13:22:07Z", 0.01, "Updating as time elapses. "], [1639, "2017-11-08T14:27:26Z", 0.05, "However, the question regarding the ability of China to fully cope with the peacekeeper's mission between Djibouti and Eritrea, despite the solid experience of participating in UN peacekeeping missions, remains contentious."], [29591, "2017-11-07T21:04:25Z", 0.02, "Maintaining forecast for now: "], [11380, "2017-11-07T14:59:54Z", 0.25, "Chinese intervention is possible but unlikely. "], [23234, "2017-11-07T04:52:14Z", 0.19, "I just suspend a measure of disbelief for whatever is in the headlines about the movies.\nhttps://qz.com/1052857/chinas-wolf-warrior-2-in-war-ravaged-africa-gives-the-white-savior-complex-a-whole-new-meaning/\n\"Wolf Warriors 2 is now China’s highest grossing film ever, having earned $687.5 million in its first two weeks.\"\n\"African workers dancing around a bonfire at an apparently Chinese-financed factory are attacked by white mercenaries... Leng, armed with a knife and his martial arts skills, arrives... telling its occupants, “I’m here to save you.”\""], [38903, "2017-11-07T00:25:20Z", 0.07, "I sorted thru UN news reports and their upcoming agenda for the month of November and I did not see anything that would indicate an upcoming resolution or authorization by the UN.  Given that there would still have to be action by the AU and then both countries, I'm revising my forecast down."], [41110, "2017-11-05T08:35:14Z", 0.5, "djbouti is of strategic interest to china."], [803, "2017-11-04T08:55:19Z", 0.05, "They're just getting their feet wet. May need a few months to come to terms with their deployment strategies and long-term engagement plans. "], [31275, "2017-11-02T16:49:45Z", 0.0, "This conflict has been going for awhile. China as well as US has military base in Djibouti. UN/US blame Eritrea and have put on sanctions. China would be seen as ignoring those efforts. Not likely as they want to be seen as leader rather than imperialistic."], [38778, "2017-10-31T17:39:46Z", 0.03, "Updating based on further consideration of the issue. "], [6303, "2017-10-30T04:03:57Z", 0.0, "Based on general news and GJP consensus."], [743, "2017-10-28T02:16:40Z", 0.04, "Readjusted my math to reflect the wording that a deployment could be announced but not executed within the time period. And corrected a previous forecast error. "], [37210, "2017-10-26T17:01:47Z", 0.0, "Neither country will request troops."], [55, "2017-10-25T01:45:10Z", 0.0, "Passage of time. "], [743, "2017-10-24T00:58:41Z", 0.3, "Comment deleted on Oct 24, 2017 12:59AM UTC"], [29591, "2017-10-23T20:20:29Z", 0.04, "Lowering forecast:"], [6303, "2017-10-23T03:01:06Z", 0.0, "Based on general news and GJP consensus."], [6224, "2017-10-21T21:01:34Z", 0.55, "Eritrea is taking advantage of the vacuum left by Qatar.\nEthiopia and the AU have strong financial and political infrastructure investment by the Chinese in addition to the military base. Chinese interests  ( along with other countries that also have a military and economic presence in Djibouti) is for stability and further development in one of the most important strategic areas and shipping lanes of the world. The AU, Ethiopia and Djibouti would welcome Chinese troops in a peace keeping role as China has already volunteered to fill the roll left by Qatar. This would be a win-win for China as they would raise their status and assert their position in Africa by becoming a positive strategic stabilizing force to be reckoned with and counted on when any future conflicts flare up in the future of which, of course, there is an endless potential.\nA peace keeping mission by the African Union, who will initiate peacekeeping missions only with the consent of both parties except for dire circumstances to which the border  conflict does not arise,\nwould probably not be agreed upon by Eritrea\n At some point someone has to step in."], [743, "2017-10-21T00:28:49Z", 0.02, "This would be China's first foray into unilateral peacekeeping outside the UN Peacekeeping system.[1] Certainly, we can expect these kinds of operations as China extends its influence and moves forward with the \"One Belt, One Road\" initiative. However, at this early stage of the country's operations in Djibouti it would be unlikely to see a significant change to the slow pace of China's military influence on the African continent. A commitment of 450 troops [2], the presumed equivalent of what Qatar had on the border, would itself not be a challenge to China's vast army, but in this situation it would represent a considerable stretch. It was just late September that Chinese troops stationed in Djibouti had their first live-fire exercise[3] and their airfield lacks the length required for fixed-wing aircraft that would perform air-support of troops on the ground.[4] China will likely use this naval base in Djibouti for it's intended use [5] before using the base as support for ground operations and pivoting toward more tricky displays of commitment to the African region. "], [28253, "2017-10-19T19:55:37Z", 0.01, "The naval base is still being developed and does not appear to have the capacity to support even a limited peacekeeping force. It was reported on 28 September that a wharf is due for construction to resupply naval flotillas. Additionally, there has not been any military activity since a militant attack in 2013, so China feels no need to rush into the area without sufficient support and policial cover. "], [55, "2017-10-19T17:15:52Z", 0.05, "Passage of time. "], [39436, "2017-10-17T20:19:30Z", 0.5, "If china could gather resources there too, or if they see that region as a strategic “outpost“, they will do it."], [36647, "2017-10-17T20:12:22Z", 0.45, "It tracks with Xi's desire for first world power projection but I think he'll hold off as he tries to work with the US on North Korea..."], [37115, "2017-10-17T19:51:07Z", 0.05, "Could happen. Not before the end of the year, though."], [40099, "2017-10-17T19:45:20Z", 0.03, "China offered to assist in July, but has taken no action since then. The time-frame is too short."], [38163, "2017-10-16T23:53:47Z", 0.05, "Barring any further escalation of the situation, this event seems unlikely in the prescribed timeframe. "], [6303, "2017-10-16T03:00:35Z", 0.0, "Based on general news and GJP consensus."], [755, "2017-10-15T23:28:18Z", 0.1, "Incremental adjustment down for the passage of time."], [29591, "2017-10-15T20:35:39Z", 0.09, "Lowering due to no recent news from the Djibouti-Eritrea region "], [29646, "2017-10-14T05:55:27Z", 0.0, "Seems highly unlikely that they would do this unilaterally. More likely if it was a U.N. sanctioned peacekeeping mission, and I do not see that happening within the prescribed timeframe."], [38055, "2017-10-12T12:13:24Z", 0.01, "China will not engage in a militarized foreign policy in the near future. "], [38564, "2017-10-11T06:02:21Z", 0.01, "China will not act by sending troops this year.  We would expect more steps by local authorities, particularly the African Union, to run their course before Chinese troop deployment."], [37379, "2017-10-06T09:37:34Z", 0.02, "Outstanding data and analysis by @cpschneider at https://www.gjopen.com/comments/comments/588703, thank you, Christian Schneider."], [38903, "2017-10-05T12:31:57Z", 0.1, "China has three requirements for sending peacekeepers:  1) Authorized by the UN, 2) Requested by the AU, and 3) that both parties agree to it.  Since there are three specific requirements to be met the odds must be lower.  Historically, from the time of the first border conflict and incursions by Eritrea in 2008 to the deployment of Qatari peace-keepers was a process that took two years.  So I think that the time frame of six months to an announcement is too short.  It took just over a month for China to even announce that it would intervene if asked."], [30074, "2017-10-04T08:59:00Z", 0.02, "A deployment of Chinese troops seems very unlikely. It seem almost impossible that China deploys a UN sanctioned peace keeping mission by the end of the year. To do so, the UN Security Council would have to authorize such a deployment. A UNSC resolution doing so seems only likely if both parties and most probably the African Union agreed beforehand. If either country would agree to China sending peacekeepers remains unclear (https://www.crisisgroup.org/middle-east-north-africa/gulf-and-arabian-peninsula/dangerous-gulf-horn-how-inter-arab-crisis-fuelling-regional-tensions).  Currently, neither the UNSC nor the AU Peace and Security Council seem to have scheduled deliberations about the situation in the Djibouti-Eritrea border region for this month, suggesting that the current situation is not perceived as urgent by the two bodies. Before authorizing a peace keeping mission, it also seems likely that IOs would use all other means at their hands to deescalate the situation. This would take time. And even if the situation deteriorated rapidly, given the decision-making procedures at least in the UNSC (I don't know much about the AU), a deployment of a peacekeeping mission by the end of the year seems highly unlikely. "], [38383, "2017-10-03T16:47:42Z", 0.1, "China has just started to establish a military foothold in Djibouti and they will be reluctant to get involved in that border war.  "], [29591, "2017-10-02T14:59:04Z", 0.2, "Going in higher than the consensus; partly due to the wording of the question (as others have mentioned) such as announcing troop deployment and the definition of “Chinese troops” as @joew92 said (will watch out for anything you report in response to the clarification you sent – thanks!) "], [37379, "2017-10-02T07:54:51Z", 0.03, "Reducing probability on the basis of outstanding data and analysis by @ebeeler at https://www.gjopen.com/comments/comments/586448. Welcome, Erich Beeler, to this platform. I hope you become one of the HFC forecasters."], [38778, "2017-10-01T13:52:30Z", 0.15, "A couple of thoughts to start with: \nFirst of all, it is unclear to me what exactly might be considered a deployment of Chinese troops - deployment with UN peacekeepers, multilateral deployment under some joint command, unilateral deployment of the PLA - so I sent in a request for clarification. I will update based on those results. "], [38334, "2017-09-30T19:45:01Z", 0.1, "China states that it would only send troops if the UN, requested by AU and agreed by both parties. http://www.scmp.com/news/china/diplomacy-defence/article/2103947/china-offers-mediate-djibouti-eritrea-border-row-it\nEritrea is servicing currently as head of UNSC, and would like to get rid of their arms sanctions from UN. Therefore Eritrea is not interested in escalation, it also don't agree to a fact finding mission by AU. There's a history of Djibouti-Eritrea conflict dating back to 2008. So preconditions for China are not satisifed. China will stick to their statements and not show imperialistic behavior. "], [55, "2017-09-30T03:35:41Z", 0.1, "Although eager to expand influence having a base in Djibouti would seem to rule it out as an impartial peace keeping force. "], [854, "2017-09-29T18:17:24Z", 0.05, "Reducing my forecast because I haven't seen any new news suggesting active discussion of this in the AU or the UN, and I haven't seen any new suggesting a perception that the border dispute is worsening and Chinese involvement is important."], [37740, "2017-09-28T09:25:48Z", 0.0, "A step too far for a re-emerging empire that made too many bad decisions in the past "], [755, "2017-09-26T23:12:41Z", 0.15, "Comments: Live-fire drills at their Djibouti barracks. Incremental adjustment up. \nQuartz, September 26, 'China’s vision of itself as the world’s peacekeeper starts in Africa': https://qz.com/1087297/china-in-africa-chinas-vision-of-itself-as-the-worlds-peacekeeper-starts-in-africa/\nClip from Quartz article:\n\"Over the last 15 years, China has ramped up its role in peacekeeping missions. Of the five permanent members of the UN Security Council, it is the biggest contributor of peacekeepers and is among the world’s top 12 largest contributors of the troops. Chinese president Xi Jinping has pledged to expand China’s contribution to 8,000, from less than 3,000 deployed now.\""], [598, "2017-09-26T13:45:43Z", 0.0, "As quoted in one of the articles: a move like this should be \"authorised by the United Nations, requested by the African Union, and agreed by both parties\" -- unlikely to happen in a short time."], [36709, "2017-09-25T18:13:02Z", 0.1, "Only if part of the U.N. operation. "], [40289, "2017-09-25T13:39:48Z", 0.03, "China wants more influence in Afrika but I guess they could lose more than they could win"], [40184, "2017-09-25T11:44:53Z", 0.21, "China is interested in playing a more important role in Africa. Conflict management is a major way to do this. The recent conflict with the US prevents further provocation in this area, as benefits are too low. "], [39937, "2017-09-25T08:11:45Z", 0.01, "Its more likely China will start a mediation..."], [32929, "2017-09-25T06:11:58Z", 0.0, "Nothing much to gain. Much to lose."], [35636, "2017-09-25T05:01:14Z", 0.01, "Hmm CCP saying one thing but doing another, no surprises there. Rat cunning they have. "], [23006, "2017-09-25T00:05:13Z", 0.2, "consensus"], [651, "2017-09-24T20:56:10Z", 0.67, "Some commitments in Djibouti; expressions of interest in considering PK forces in Eritrea."], [29, "2017-09-24T20:35:51Z", 0.15, "Seems unlikely, but China has been increasing its influence in Africa, so it isn't impossible."], [28813, "2017-09-23T21:27:02Z", 0.01, "This, were it to happen, would be a huge policy change. China's ME policy has been and remains very cautious. 'Quality' western media often reports that China is becoming more assertive in the ME but this is usually overstated.  "], [2965, "2017-09-23T12:20:55Z", 0.0, " erroneous entry below should be 0"], [2965, "2017-09-23T12:17:43Z", 0.3, "Comment deleted on Sep 23, 2017 12:20PM UTC"], [30570, "2017-09-23T04:36:55Z", 0.0, "China.will maintain a stance.of.protecting its citizens"], [40035, "2017-09-22T08:30:27Z", 0.01, "Despite the chinese interest in the African industry there are no other reason why they should deploy a \"peacekeeping mission\". \nThe interest is understandable but the current conflict in the east has supreme priority in my opinion. (North Korea etc.)\nAs long as the eastern political scene is unstable, there should not be any military movement...\n"], [40020, "2017-09-22T06:41:17Z", 0.06, "The Chinese Government is highly interested in building up industries in Aftrica and maybe if the conflicts between the different governments in Africa will grow they will decide to help if needed. But I don't think this will happen until the end of this year."], [40018, "2017-09-22T06:36:33Z", 0.0, "They are not offering help by chinese Army"], [18762, "2017-09-21T18:45:34Z", 0.05, "probably should be zero given the time frame. But on a longer view China seems to me to have an interest in flexing its muscle in Africa and that is only a matter of time. there is a reason they opened their first military base in Djibouti, and they say the right things but lets face it they are a big investor in a country with a lot of weak governments."], [39693, "2017-09-21T17:40:31Z", 0.0, "China will save his troops for a possible escalation with North Korea"], [27345, "2017-09-19T13:56:55Z", 0.05, "This would be a fairly significant departure from the status quo.  The 'announcement' aspect of this question raises the bar even further than actual deployment, in my mind.  An announcement would be politically fraught... here is an example of Chinese troops deploying to Afghanistan, sans announcement: https://www.militarytimes.com/news/pentagon-congress/2017/03/05/chinese-troops-appear-to-be-operating-in-afghanistan-and-the-pentagon-is-ok-with-it/"], [2965, "2017-09-19T11:50:30Z", 0.0, "Why. PRC is dominating Africa WITHOUT ONE troop on the ground\nWith diplomacy like this, why would PRC risk? See\" S01E04: #MajorCountryDiplomacy: Chinese company connects Tanzanian villages to digital TV network\".\nhttps://twitter.com/ChinaDailyUSA"], [706, "2017-09-19T01:02:46Z", 0.25, "They may eventually but not so soon and not so soon after the Party Congress selecting new leaders."], [854, "2017-09-18T23:35:02Z", 0.18, "This is a very rough forecast, because there is a lot of information that is hard to get. China offered to deploy troops in July on three conditions: 1. A request from the AU; 2. Agreement from both parties; 3. UN authorization. I haven't seen anything public from the AU, so I think the request from the AU is probably being debated behind closed doors. This may be a topic of discussion in the margins of the UNGA, among African and non-African nations, and in the absence of any specific information on the discussion I estimate a 25% chance that the AU will request China's involvement soon after the end of the UNGA, with a 50% chance that it will be followed by UN authorization and agreement by Djibouti and Eritrea by the end of the year. That makes a 12.5% chance overall. I add to that a 5% chance that violence will break out on the border and the decision will be expedited. Rounding off, that makes 18%. If no request comes from the AU by the end of September, I'll drop that to 5%."], [14133, "2017-09-18T23:34:09Z", 0.05, "China won't act without a UN mandate."], [8205, "2017-09-18T16:00:56Z", 0.92, "My rationale that China will deploy troops to Eritrea--Djibouti, before 29 December 2017, is one, it follows President Xi's foreign policy of expansion into Africa and Latin America; two, both Djibouti and Eritrea are reported as wanting outside mediation for their dispute since Qatar has withdrawn. "], [37263, "2017-09-18T14:53:39Z", 0.25, "As its first pearl in the string, it is likely they would deploy peacekeepers but only if asked. I doubt the request will come unless the conflict heats up, which currently looks unlikely. "], [6303, "2017-09-18T04:36:29Z", 0.0, "Based on general news and GJP consensus."], [755, "2017-09-17T19:03:34Z", 0.02, "Comment deleted on Oct 11, 2019 03:09PM UTC"], [2965, "2017-09-17T13:47:57Z", 0.0, "crowd way ahead. not going to forecast 0 or 100   on my initial forecast on such an obscure but strategically located area the Horn of Africa  \nnear all the vital maritime routes adjacent to Red Sea  portal. \nmade my forecast from a parking lot in Monterey.\ncheers and good luck to all fearless forecasters.\nNothing would highlight PRC neo colonial exploitation of the mineral resources with divisions of Han Chinese engineers,excavators,and workers "], [11057, "2017-09-17T13:30:22Z", 0.0, "The Chinese appear to be playing the long game."], [11057, "2017-09-16T16:51:39Z", 0.2, "Dropping to the lower end of the \"unlikely\" bin based on additional information.  Chinese analysts refer to the base as a \"depot\" or \"supply station\"  however, the base has also been referred to as \"the first pearl of a necklace\" which makes sense within the context of gradual but steady establishment for projection of naval and economic power."], [1056, "2017-09-16T15:36:18Z", 0.0, "Downgrading my forecast, following the crowd. I do think though, that the odds are greater than zero, but I can adjust in the future as needed."], [11057, "2017-09-15T13:54:12Z", 0.43, "I'm placing this one in the upper end of the \"unlikely\" bin.  Even though the time frame is short, the game has been running for some time now.  I'm looking at this in the context of things that are in motion, evolving, against the backdrop of the shifting struggle for dominance between the Shiite-Sunni spheres of influence.  It's not just about China rather it's more about the Saudi Arabia-China dyad.  We know that Eritrea and Djibouti were unanimous in voting Qatar off."], [36648, "2017-09-15T05:37:04Z", 0.05, "Not without UN peacekeeping mission. If not, it would be one of the largest geopolitical changes since 1991."], [32258, "2017-09-14T20:29:12Z", 0.0, "The area in question is the Dumeira Island and mountains. The small island lies off the coast of both countries, specifically at the southern end of the Red Sea. "], [8205, "2017-09-14T20:14:38Z", 0.92, "The South China Morning Post reported the following: China opened its first overseas naval base in Djibouti in August 2017. China has presented the facility as a support base to run anti-piracy operations in waters along Africa’s east coast as well as peacekeeping and humanitarian missions in the region. China's state news agency Xinhua  did not disclose how many military personnel would be stationed at the facility or when it would become fully operational. But previous mainland reports have put the size of the deployment at 10,000. The lease runs for a decade with China paying US$20 million a year. But given it sits at the shipping choke point of the Gulf of Aden which opens to the Suez Canal and beyond, China’s regional neighbors including Japan, India and Vietnam were likely to view the deployment with alarm, mainland experts said. Djibouti already hosts several foreign military bases, including one each from the US and Japan, two strategic rivals to Beijing. A base by Saudi Arabia is also under construction in Djibouti. My thinking is based on the report that at least 10,000 Chinese troops will be sent to support the new naval base compared to the 4,000 U. S. troops at its base. Sending in even more Chinese troops would fit into President Xi Jinping's expansion desires plus give China better control of the Bab al-Mandab Strait. From China's perspective, It makes sense to have more troops there. At this point, China needs to influence the two countries in conflict and the African Union, who has sent in an investigative body and the UN. The only body that needs to be courted somewhat is Eritrea, which seems very doable."], [361, "2017-09-14T12:51:43Z", 0.01, "But direct military intervention is still not an option, Shu said. “If China would send a peacekeeping force there, everything would strictly follow three principles – authorised by the United Nations, requested by the African Union, and agreed by both parties."], [31450, "2017-09-13T21:36:51Z", 0.0, "Deploying peacekeepers on its own would be a major change in Chinese foreign policy and the security council hasn't shown any signs of authorizing a peacekeeping force on the Eritrea-Djubouti border or of extending the mandate of the force along the Eritrea-Ethiopia border. "], [691, "2017-09-13T19:39:43Z", 0.2, "Such a move would, shall we say, lack subtlety.  I think the PRC would believe the time not to be quite ripe for This Sort Of Thing. "], [38973, "2017-09-13T19:15:02Z", 0.35, "Due to national interest and resource - expect low level support. "], [37606, "2017-09-13T18:57:29Z", 0.66, "China have shown interest in the region and this may be excellent & safe opportunity for them to strengthen there and show some counter-balance to the USA in the World affairs dominated by the problems in their own domain (N.Korea). Period of the question is long enough for this to happen."], [2965, "2017-09-13T18:46:47Z", 0.11, "On mobile.had a hunch "], [1056, "2017-09-13T16:50:33Z", 0.15, "Here's and overview of Qatar's recent withdrawal:"]]}