{"question_id": 491, "title": "Before 1 January 2018, will the FCC cease to regulate broadband service providers as common carriers under Title II of the Communications Act?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[42883, "2017-12-24T02:31:29Z", 0.9, "A Republican controlled FCC will blindly do anything if they think it will benefit big businesses."], [2965, "2017-12-15T04:16:02Z", 0.0, "Whatever the score, i was close enough on this one for my purposes.\nIts dead on arrival, it may be blocked by  a Court stay.\nI predicted a vote in November\njust one month late\n"], [35831, "2017-12-14T16:04:36Z", 0.0, "I thought a vote on the repeal of Net Neutrality qualified as \"cease to regulate\", but I think I was wrong here. I wish the question would be phrased more precisely, especially what is qualified as a YES. "], [37451, "2017-12-09T13:46:14Z", 0.8, "Republicans "], [37488, "2017-12-08T22:11:23Z", 0.0, "Vote will almost certainly be to remove the 2015 Title II Order at the December meeting, but most rules take 30 days to go into effect after publication in the Register and this one says it will not be effective for 60 days after a vote to approve.  Furthermore, the proposed policy would prohibit states from passing their own rules to limit ISPs (as many have said here already)"], [601, "2017-12-04T16:50:12Z", 0.01, "The rule will be changed but will not become official until next year"], [41551, "2017-11-28T22:33:40Z", 0.75, "3 of the 5 member board are voting for it.  I think it will be overturned by the courts"], [636, "2017-11-26T17:23:38Z", 0.1, "There will be a ground-swell of opposition to this thinly disguised power grab by the large internet providers to allow them to charge more for their services."], [2965, "2017-11-23T14:44:22Z", 0.0, "See the persuasive reasoned analysis of effective date \nby @Gibson. Wrong again. \nIn fact, these regulations are most likely to be stayed by the United  States Court of Appeals for the D.C. Circuit\nthese changes will never become effective; but for all practical purposes common carrier regulation  will not be enforced by Pai and FCC effective 12-14\nDown the rabbit hole again\nwheres Alice? "], [1993, "2017-11-23T01:58:50Z", 0.0, "Order is to become effective 60 days after publication in the Federal Register in mid-December."], [23234, "2017-11-22T19:54:32Z", 0.0, "Perhaps someone should seek GJO-clarification as to whether the FCC's ceasing to regulate occurs at the time of the order's issuance or later, at the effective date of the order. In this forecast, I assume it's the effective date of the order. [edit, see FAQ below]"], [1333, "2017-11-22T14:26:09Z", 0.05, "They're going to pussy foot around with the issue and strip Net Neutrality rules before abandoning it all together. That takes to much time for this question."], [2965, "2017-11-22T14:09:19Z", 0.91, "www.kcbs.com ( CBS Radio SFO Larry Manchin technology reporter)\nwww.cnn.com\nwww.msnbc.com\nSee http://sanfrancisco.cbslocal.com/2017/11/21/trump-fcc-chair-unveils-plan-to-repeal-net-neutrality/"], [29680, "2017-11-22T10:18:41Z", 0.34, "Reducing because of time left for resolution. "], [73, "2017-11-22T05:30:08Z", 1.0, "Tierll to tier I, then its, Ftc no longer fcc.  Effective dec14."], [35831, "2017-11-21T22:51:49Z", 0.8, "Announcement of a proposal made. Will likely succeeded."], [1993, "2017-11-21T22:11:23Z", 0.1, "Timeframe. Will look at the draft order to be published tomorrow."], [691, "2017-11-21T21:45:06Z", 0.01, "First, whatever they intend,  they have to actually file a proposed reg, as opposed to issuing a press release.  Then, unless they want to try to get away with declaring an emergency, it has to sit around for a month or two so people can comment on it.  Then the agency has to mull over the comments and either reissue the original reg or file an amended one.  So if words have any meaning, a proposition in which I am daily losing confidence, the agency cannot change its behaviour in any direction until some time after the first of the year."], [23234, "2017-11-21T21:31:02Z", 1.0, "Perhaps the draft order will offer a timeline."], [3, "2017-11-20T03:53:56Z", 0.02, "Tentative agenda for 14 December has not yet posted; however, @Raisinville's Techcrunch link suggests that this item may make the agenda."], [24159, "2017-11-20T03:35:01Z", 0.02, "@Reynard found this a few months and suggests a rule change would not occur until 30 days+ after the final vote. well after January 1st given a dec 14th vote\n \"Even if the FCC goes straight to the R&O (the most common outcome by far), the effective date of the decision is not the day that the FCC vote occurs. Here are the next steps, per the FCC itself (https://www.fcc.gov/about-fcc/rulemaking-process)"], [24159, "2017-11-20T03:30:00Z", 0.05, "\"Pai now plans to hold a final vote on the proposal at the FCC’s Dec. 14 meeting, the people said, and roll out details of the plans next week.\"\nhttps://www.rawstory.com/2017/11/fcc-plans-to-vote-to-overturn-u-s-net-neutrality-rules-in-december-sources/\nMore info coming out this week hopefully giving us a timetable. We should be able to see when exactly the FCC will stop regulating broadband service providers as common carriers. Based on past discussion I'm predicting that there will be a longer than 15 day grace period from their Dec 14th vote before the FCC makes their rule change. "], [83, "2017-11-19T03:08:38Z", 0.0, "Possible vote next month, while public is distracted by the Holiday season.  Legilation is opposed by major Tech companies. GOP interest in allowing differentiation of services and ability to extract higher prices and possibly increase investment, make this a priority.  Low end users who may see service deteriorate is one negative. Will wait to see how the opposition develops before changing forecast.  Link includes reference for an FCC site for comments:\nhttps://techcrunch.com/2017/11/16/fcc-reportedly-planning-vote-that-could-kill-net-neutrality-next-month/"], [35618, "2017-11-17T02:09:32Z", 0.51, "rumored, but credible, December vote"], [754, "2017-11-16T16:05:26Z", 1.0, "I'm hedging my arse off now,  after being at 0% for months... I thought the lobbyist effort was gonna die a slow strangulation by reason... Seems they are VOTING any day now, at now I'm afraid they'll vote the ticket and lift the restrictions. this will become another thing to fix once a rational government is elected."], [35831, "2017-11-16T01:13:20Z", 0.35, "Rumor on Nov 15 that a vote will be called in December on the matter. The chance the question resolves to a YES increases."], [15371, "2017-11-10T21:41:44Z", 0.2, "Too divisive. "], [23234, "2017-11-10T01:35:36Z", 1.0, "I haven't paid attention to this in-the-news challenge but noticed i'm at 100% with not much year remaining."], [2965, "2017-11-09T06:11:08Z", 0.6, "i am looking very stupid so i start time decay now and 1point doẃn a däy\n until it expires "], [31450, "2017-11-02T17:24:42Z", 0.0, "Dropping due to the speed of the FCC."], [3, "2017-10-29T01:28:17Z", 0.05, "Not on the tentative agenda for the November 16th Open Meeting. https://www.fcc.gov/news-events/events/2017/11/november-2017-open-commission-meeting"], [754, "2017-10-27T18:33:15Z", 0.0, "I was way high for a long time, doing some \"pendulum\" style damage control with this adjustment to my bet"], [37379, "2017-10-26T16:33:55Z", 0.0, "Too busy stirring up a different hornet's nest. "], [691, "2017-10-21T19:29:20Z", 0.03, "Even if they file a proposed reg soon, which is not likely to happen, they can't actually start doing this (or rather cease doing it) until rather a lengthy legally required review-and-comment process has been slogged through.  They are up against the clock on this, but one expects it sooner or later.  Mostly later."], [37488, "2017-10-20T19:06:29Z", 0.1, "https://energycommerce.house.gov/news/press-release/next-week-subcommtech-hold-oversight-hearing-fcc-commissioners/"], [1993, "2017-10-20T01:37:47Z", 0.15, "Check again after 24 October and 16 November FCC meetings."], [3, "2017-10-19T23:26:54Z", 0.15, "Dropping to 15% because the clock is running out on this question for procedural reasons."], [31450, "2017-10-19T13:25:20Z", 0.3, "Going to drop a bit further because I need to remember this is the government and nobody moves fast."], [23006, "2017-10-18T21:24:01Z", 0.55, "public input collection over August 30th. Likely might be in Jan 2018 but with trump having to so few wins with his policy, might be sooner. FAA is trump-stacked."], [691, "2017-10-18T19:14:45Z", 0.05, "Running out of time for this, given the statutory deadlines for regulatory changes."], [948, "2017-10-14T14:07:36Z", 0.02, "Nope"], [23006, "2017-10-12T17:48:51Z", 0.55, "p of t"], [31450, "2017-10-12T17:21:16Z", 0.6, "Maybe I was being too cynical when I said 100, going to try and be reasonable with my second guess because the government is rarely quick."], [3, "2017-10-07T00:54:47Z", 0.25, "Standing pat at 25% for now, on procedural grounds. If the FCC doesn't publish a \"Final Rule\" in the Federal Register before December 1st, this question will effectively close as \"No\" because time will run out for the rule to become effective before January 1st. That leaves less than two months to go for a \"Yes\" resolution."], [40470, "2017-10-01T18:43:20Z", 0.15, "Think it'll ultimately happen, but limited chance within the timeframe."], [754, "2017-10-01T16:04:25Z", 0.5, "now solidly on the fence... the nays arguments are gaining strength. i must add this to my deep digging pile"], [37488, "2017-10-01T04:03:09Z", 0.35, "I imagine Republicans/Congress will be happy to move on something that it important, is connected to arguments that support business/economy, and that they are likely to win on.  I also imagine that they will try to move on it quickly.  Pai has already begun to roll back net neutrality, but has suggested support of a once-for-all law to formalize his \"light-touch' position (http://deadline.com/2017/04/internet-companies-tell-fcc-ajit-pai-uniform-oppose-net-neutrality-change-1202068270/) "], [691, "2017-09-29T20:10:04Z", 0.12, "running out of time to go through the required process to adopt new regs (or repeal existing ones)."], [2965, "2017-09-28T13:46:07Z", 1.0, "http://www.responsemagazine.com/direct-response-marketing/news/lawmakers-foreign-business-leaders-urge-fcc-halt-net-10383\nsuggests you doth protest too much!\nMcConnell Tees Up Senate Action on Pai's FCC Nomination\nBNA Snapshot"], [948, "2017-09-24T14:20:11Z", 0.05, "I continue to believe the timeframe on this is against a yes answer."], [3, "2017-09-21T04:35:17Z", 0.25, "Dropping a bit more for passage of time w/out FCC action + a new lawsuit re \"fake\" comments that could further delay any ruling. See https://arstechnica.com/tech-policy/2017/09/fake-net-neutrality-comments-at-heart-of-lawsuit-filed-against-fcc/"], [1643, "2017-09-16T14:56:43Z", 0.75, "Decreasing slightly for passage of time.  I finally took a look at news around this issue.  It appears quite a bit of noise and support is coming from big tech companies ( Google, Amazon, Facebook ) which I do not quite understand.  There appears to me a clear advantage to large players to do away with regulation.  If Instagram had an extra net surcharge as a start-up, could Facebook have had a better chance of replicating the tech without paying $1 billion?  If I was a shareholder of the large companies I would wonder whether the optimization of public rhetoric for image vs actual actions for shareholder value was being solved correctly."], [2965, "2017-09-06T13:20:47Z", 0.7, "@Reynard\ncertainly  no slam dunk!\nthanks for helping to fight the hedgehog narrative here"], [3, "2017-09-06T01:24:19Z", 0.27, "The reply comments (all 22 million of them!) are in now, so the FCC could still theoretically make the January 1st deadline - especially if it sticks to the original barebones proposal."], [2965, "2017-09-04T17:20:17Z", 0.99, ""], [4423, "2017-09-02T19:31:19Z", 0.1, "The debate will go on longer than the established date"], [2965, "2017-09-01T17:07:15Z", 0.99, "to do and identifies areas where they need input or data. That’s what there have been more than a million comments on over the last month or so."], [691, "2017-08-31T16:37:17Z", 0.36, "They may announce a proposed rule change to this effect, but they can't actually change their official behaviour until after rather a long process of review and comment and publication in the Federal Register a couple of times, and even then there may be a delayed effective date.  Running out of time to get all this done."], [1993, "2017-08-30T05:30:49Z", 0.35, "Timeframe."], [3, "2017-08-29T05:01:16Z", 0.3, "Not much news here (which tends to support dropping my probability forecast a bit due to passage of time). I dropped a full 5% because my earlier forecast failed to take account of the fact that the Senate did NOT reconfirm Pai as FCC chair when it confirmed two other appointments on a voice vote at the beginning of this month."], [5578, "2017-08-13T15:45:57Z", 0.75, "Ajit Pai has a bias in favor of ISPs"], [38147, "2017-08-12T17:34:44Z", 0.55, "The chairman of the ACC is has a free market orientation."], [675, "2017-08-09T18:18:13Z", 0.09, "Opposition would be too great."], [24159, "2017-08-08T09:16:12Z", 0.75, "Anchoring my forecast with a comparison between Obama's&Trump's FCC timelines:\nComment period for Restoring Internet Freedom: 5/23-8/16 (85 days)"], [3, "2017-08-07T23:42:13Z", 0.35, "Nudging upward on news of two FCC commissioner confirmations (https://arstechnica.com/tech-policy/2017/08/the-fcc-is-full-again-with-three-republicans-and-two-democrats/), which remove one source of uncertainty about Pai's ability to deliver a decision ending net neutrality rules. @Colin's item re the extension of time to appeal the Supreme Court's ruling upholding Title II regulations is consistent with increasing my probability, but I don't see the FCC's timing as being driven by the SC case."], [24159, "2017-08-05T08:46:05Z", 0.85, "http://www.broadcastingcable.com/news/washington/supreme-court-extends-time-title-ii-appeal/167321\nAn extension to appeal an SC ruling that upheld Title II regulations has been granted, in case the FCC rules to remove title II regulations. This adds pressure on FCC to move forward with deregulation on a shorter time table or a give a clear signal that they won't be ready to rule before September 28th (deadline to appeal)."], [691, "2017-07-28T20:52:58Z", 0.75, "The issue is whether they can get a proposed reg out there and commented on as required by the Administrative Procedures Act so that it can take effect before 01 January.  The clock is running on this, and it is possible to imagine that the effective date won't hit before the new year.  Stay tuned."], [12252, "2017-07-27T19:23:37Z", 0.75, "Current FCC membership lean this way."], [23006, "2017-07-26T02:14:14Z", 0.75, "news that dt might revisit this"], [3, "2017-07-25T00:40:44Z", 0.25, "As the link to the FCC's Notice of Proposed Rulemaking (NPRM) in the More Info makes clear, opening comments on the proposed rules change happened one week ago (July 17th) and reply comments are scheduled for August 16th. That schedule alone would make it challenging - but not impossible - for the FCC to unravel current net neutrality rules prior to 1 January 2018. (I say \"not impossible\" because I suspect that the FCC Chair has the votes he needs in hand and that a ruling to that effect may even have been drafted prior to the filing of opening comments, leaving only the task of inserting summaries of the opening and reply comments to be done after August 16th.)"], [948, "2017-07-23T19:32:12Z", 0.05, "This may happen as some have suggested here, but I don't believe it will before the date in this question."], [36257, "2017-07-18T16:51:07Z", 0.2, "While public opinion is largely opposed to this change, this was also the case for the change to Internet privacy rules that easily passed congress in March 2017. FCC Chairman Ajit Pai seems to not be concerned nor deterred by the push back and large number of public comments against this change. He has stated that it is not the quantity of comments, but the quality, which suggests that they will likely not have an effect on the outcome. He has also indicated that this is a fight that he intends to win. There is a large disconnect between public sentiment and the agenda of people who are making these policy decisions, but ultimately whoever makes the policy will win. While I see this change happening, I'm doubtful that it will go into effect before 1 January 2018. I think that congress and the court system will become involved and that a final ruling may not come down until next year."], [23006, "2017-07-14T02:40:26Z", 1.0, "following consensus "], [691, "2017-07-13T12:33:31Z", 0.78, "http://www.reuters.com/article/us-usa-fcc-neutrality-idUSKBN19X268"], [34353, "2017-07-11T19:59:25Z", 0.55, "No notable progress on this in either direction yet."], [36384, "2017-07-10T16:57:28Z", 0.65, "ISPs want this really badly"], [34353, "2017-07-05T15:16:37Z", 0.55, "Interesting that some firms are lobbying to increase the power of the FTC in regulating service providers, albeit through fines after misconduct (http://www.providencejournal.com/news/20170701/four-internet-service-providers-including-comcast-verizon-suddenly-push-to-be-regulated). It seems this might also advance the goal of ending FCC regulation, but it remains unclear."], [691, "2017-06-29T18:27:55Z", 0.82, "http://www.reuters.com/article/us-usa-fcc-idUSKBN19K06K\nNot a new sheriff in town, but a new depitty.  Stay tuned."], [36228, "2017-06-29T11:55:42Z", 0.35, "Groundswell in favor of net neutrality has happened before. It might happen again. However, I give it a greater chance now because the admin cares less about public appearance"], [20284, "2017-06-24T01:31:33Z", 0.8, "One of the items on the administration check off list.   It is going to be pushed late Summer."], [35544, "2017-06-21T23:16:45Z", 0.4, "The public outcry and corporate support against repealing net neutrality is growing. Public comment of the bill is open through August. Voting wont happen until october at the earliest. Odds are a compromise will be hashed out but not implemented until the spectre of this act is gone. "], [948, "2017-06-20T23:02:25Z", 0.05, "I still hold to the unlikeliness of this happening this year. Regardless of the 90 day window closing for public comment in. September. I don't think this will happen to the extent the question is considered."], [35948, "2017-06-20T14:53:11Z", 0.73, "I think this will almost certainly happen, it's just a matter of when. They don't seem to be taking the opposition to this change seriously, and they knew there would be a lot of it. As I understand it, they can make their decision any time after September, and I don't see any reason they'd wait to tick this item off their agenda. "], [18762, "2017-06-15T14:22:55Z", 0.9, "seems a fait accompli at this point--if i understand it, the FCC has a 90 day window for public comment, and then it can issue a ruling at any time thereafter. The window ends in September, so what are the chances they will wait? unless Trump and Pence are ousted, or some other unforeseen issue arises, i don't see a reason for them to wait."], [35569, "2017-06-14T17:09:20Z", 0.0, "This case should be an example of successful lobbying and a pay to play court system in the US.  Title II is the law that is the most efficient at reigning in broadband providers.  It is possible to protect net neutrality using other laws besides Title II, but even the FCC sees the bait and switch coming if they go that route.   If the FCC ceased regulation of telecommunications companies' broadband services, consumers would be forced to join a cartel.  I believe the broadband providers and the FCC know the final verdict will be reduced regulation under Title II, rather than ceased regulation.  Even the uninformed consumer would ask questions when their preferred media slows because it is owned by a different provider than they pay every month.               "], [35061, "2017-06-11T15:12:03Z", 0.55, "Republican agenda plus Ajit Pai FCC chairman being an advocate of their agenda and anti net neutrality"], [706, "2017-06-10T04:33:07Z", 0.55, "Will happen but not this soon."], [31450, "2017-06-08T20:02:25Z", 1.0, "Good analysis of the issue in the link below. Since I am a human being and not an ISP I am in favor of Title II regulations for the industry. The point is I am desperately hoping this change doesn't happen and I am not certain that it will. However, I am saying 100 percent because if this change does happen I'll at least get a few points on this site so I'm using the question to hedge my bets."], [12879, "2017-06-05T17:03:18Z", 0.6, "There is surely a WIDE variety of predictions on this market. It's going to be an interesting outcome  when it is resolved.\nCF: @lsgold7 ..... @danbell7819 ..... @Dsarin"], [631, "2017-06-05T01:47:39Z", 0.75, "Trump, Ajit Pai. Evil empire Verizon.\nhttps://newrepublic.com/article/143033/trump-administration-plans-internet"], [948, "2017-06-04T21:41:24Z", 0.05, "I don't see this happening by end of the year, if only because the courts have thrown doubt onto certain matters that the FCC would like to change.  Noting here this article's last paragraph: \"No matter what the FCC does, legislation could be vital to resolving the issue because the FTC's ability to regulate internet providers has been thrown into doubt. A federal appellate court earlier this month upheld the controversial net neutrality rules, leaving Congress and the agencies to grapple with internet oversight.\"  Read more at: https://phys.org/news/2017-05-lawmakers-internet-privacy-repealing.html#jCp"], [35166, "2017-06-04T17:51:08Z", 0.6, "Read the bio's of the Chairman Pai, he believes in making it easier for broadband owners, and doesn't believe in regulating the market "], [1643, "2017-06-03T20:38:48Z", 0.8, "1) The FCC chairman has made a public argument in favor of ceasing:\nhttps://apps.fcc.gov/edocs_public/attachmatch/DOC-344590A1.pdf"], [2965, "2017-06-03T08:07:48Z", 0.9, "done deal\nbut this  does not ipso facto include net neutrality but different approach can be be carved out for google\ncommon carrier is but one way to ensure net neutrality for the world biggest monopolies\nMicrosoft and  Google and ATT want it gone-\nEric Schmidt Google has gone rogue, over to dark side with DT\ndid not resign like Musk-Iger over Paris\nand Google wants net neutrality not common carrier \nGoogle could be reclassified\nNetflix stock...the next big  big short."], [35618, "2017-06-03T02:27:21Z", 0.48, "the more I think about it, the more I think it's possible if not probable"], [34353, "2017-06-03T02:16:09Z", 0.55, "It seems as though the FCC Chair might not be interested in the public's comments on this (http://www.latimes.com/business/la-fi-net-neutrality-fcc-20170517-story.html), and instead pursue deregulation regardless. The comments are required, and prevent a follow-on lawsuit. Service providers haven't come out strongly for net neutrality, and probably quietly hope this moves forward. Going on the higher end as we see how this plays out."], [28091, "2017-06-02T20:32:50Z", 0.9, "In the present anti regulation environment this is probably going to happen. "], [35618, "2017-06-02T20:32:01Z", 0.22, "FCC chairman Ajit Pai has made it clear that he wants to put an axe to internet broadband being under Tittle II. It's already created major pushback, but the commission has 2 republicans and one democrat on it with 2 vacancies[1].  Meaning, to me anyways, that they would be more likely to go down the path of deregulation. While public outrage will likely continue to grow, there have also been reports of bots  being used to make anti-net neutrality comments[2]. Which could provided the FCC with the ammunition it needs to deregulate as Ajit Pai would like"], [691, "2017-06-02T20:16:01Z", 0.42, "This would be immensely unpopular among grownups.  If the FCC had all been appointed by the current president, that would make it a gimme.  Under the statute, only three of the five members can be of the same political party.  Far as I can tell from the not-very-helpful FCC website, the current prez has a chance to get the third R on before year-end.  The new chair is a notorious opponent of net neutrality.  M. Petits-Doigt can be charitably assumed to have little or no actual knowledge of or interest in the technical, ethical, moral or legal implications of this question, and so will appoint whomever he is told to appoint by his son-in-law or Steve Bannon, whichever one gets to him just before he announces.  "], [1333, "2017-06-02T17:01:53Z", 0.0, "i think the uproar it would cause will prevent this from passing."]]}