{"question_id": 986, "title": "Will a new Supreme Court Justice be confirmed by the Senate before 6 November 2018?", "correct_answer": "Yes", "crowd_forecast": 0.9, "preds": [[61396, "2018-10-07T16:12:17Z", 1.0, "He was confirmed yesterday"], [61396, "2018-10-07T16:11:52Z", 0.99, "Comment deleted on Oct 07, 2018 04:12PM UTC"], [2965, "2018-10-07T03:07:57Z", 1.0, "Final note.\nThis is the worst event involvong the SCOTUS since Dred Scott Case\nbut our Republic survives because of he genius of outstanding\nChief Justices like John Jay John Marshall, Earl Warren, Burger,Rehnquist\nCJ roberts may be the one person  aside from Defense Secretary of Defense Mattisand SOS pomeo and CIA directos GH and the NSA DIA and all are forces including  IC that save us a nuclear war a day\nThe key  POTUS proxies are Mattis Pompeo  (really Pro Consuls like MacArthur and Marshall who for all geo-political purposes   are POTUS and are carrying the football on the ground- one first down at a time-a grueling  game plan for any potential adversary\nBut now as the thrwat of icbms recedes comes the dawn of RFID chips and constant cyber war on the 5g internet of things.\nNow the pre-eminent threat  are not nuclear ICBMS=although under the leadership of Livermore Sandia Sec. Moniz and Sec, ( Oh I am head of a cabinet department but I can't rememeber the Dept. or its functions)\nwe are modernizing our nukes\ngood idea \n we must avoid the trillions it will cost to remediate\nHanford,"], [176, "2018-10-06T23:41:24Z", 1.0, "Sort of sarcasm, irony and reductio all at once. ;) ;)\nhttps://pbs.twimg.com/media/DorGK17XkAAXhxI.jpg:large"], [43003, "2018-10-06T23:32:57Z", 1.0, "stick a fork in it."], [19801, "2018-10-06T22:53:18Z", 1.0, "Brett Kavanaugh confirmed to Supreme Court\nhttps://edition.cnn.com/2018/10/06/politics/kavanaugh-final-confirmation-vote/index.html"], [28414, "2018-10-06T21:51:13Z", 1.0, "\"If confirmed Kavanaugh should step down.\" Jordan B Peterson\nhttps://twitter.com/jordanbpeterson/status/1048320826376740865"], [1333, "2018-10-06T21:21:56Z", 1.0, "now WE CAN TURN OUR ATTENTION TO THE 4TH Amendment. Which is where this conversation should have started."], [61375, "2018-10-06T19:25:40Z", 0.85, "I' just going to leave a slight margin of doubt, but I think Joe Manchin at least is going to reconsider his vote in the next 48 hours. One thing will lead to another. Even without proof by the FBI, the media will create the kind of pressure that perhaps even more people, even Republicans will change their vote. Because even a hint of doubt about Kavanaugh will make his position untenable."], [1333, "2018-10-06T17:22:31Z", 1.0, "and Chrisp is right - a motion to reconsider but the question will have been answered."], [60792, "2018-10-06T16:46:18Z", 1.0, "It has been confirmed by multiple sources that Supreme Court nominee Brett Kavanaugh has a sufficient amount of votes to be elected to the Supreme Court because Senator Susan Collins, Jeff Flake, and Joe Manchin. Currently, it is highly probable that Brett Kavanaugh will be confirmed 51-49. (https://www.cnn.com/2018/10/05/politics/kavanaugh-nomination-vote-friday/index.html) Thus, \"swing vote\" senators would need to change their vote from supporting Kavanaugh to opposing him to prevent him from being confirmed, as a 50-50 tie would result in Vice President Pence being the tie-breaking vote."], [1056, "2018-10-06T14:57:24Z", 1.0, "A look from a libertarian publication at Avenatti's involvement:"], [43311, "2018-10-06T03:42:43Z", 1.0, "https://www.gjopen.com/comments/comments/756852"], [43003, "2018-10-06T01:52:55Z", 0.97, "Collins has announced to vote yes. Chance of surprises at least 3%"], [57797, "2018-10-06T01:29:30Z", 1.0, "Updating on Collins’ announced yes vote."], [29646, "2018-10-06T00:36:30Z", 1.0, "Collins is a yes."], [20504, "2018-10-05T20:08:50Z", 0.95, "+35. Susan Collins support for Kavanaugh."], [38, "2018-10-05T19:55:21Z", 0.98, "The Hill reports that Collins says she'll vote \"Yes\".\nConfirmation isn't a lock, but it's sure looking likely."], [38, "2018-10-05T18:02:20Z", 0.9, "Flake has announced he'll be a \"Yes\"\nDonnelly had previously said he'd be a \"No\"\n"], [19801, "2018-10-05T16:11:50Z", 1.0, "US Senate approves sending Kavanaugh nomination to final vote"], [43003, "2018-10-05T15:57:09Z", 0.95, "with only 1 defecting GOP senator it will pass. But they have the benefit of a scab Dem senator. https://thehill.com/homenews/senate/410074-manchin-murkowski-break-ranks-on-key-kavanaugh-vote"], [20504, "2018-10-05T15:16:11Z", 0.6, "+20, Cloture vote."], [57797, "2018-10-05T14:52:04Z", 0.95, "The successful cloture vote raises the likelihood that the Republicans have the votes to confirm Kavanaugh."], [46762, "2018-10-05T03:53:52Z", 0.99, "Collins, Murkowski, have made positive comments about the FBI report.  I think the election is in the bag. "], [19801, "2018-10-05T02:38:07Z", 1.0, "Republicans aim to confirm Kavanaugh this weekend; protesters arrested\nhttps://www.reuters.com/article/us-usa-court-kavanaugh/fully-confident-white-house-receives-fbi-report-on-kavanaugh-idUSKCN1ME0Z1"], [176, "2018-10-05T02:16:41Z", 0.85, "Going chicken. "], [38, "2018-10-05T01:30:22Z", 0.75, "It seems that there's fairly wide agreement that there's 5 swing votes:  2 Democrats (Manchin & Donnelly) and 3 Republicans (Flake, Collins & Murkowski)."], [57797, "2018-10-04T22:06:45Z", 0.88, "With R senators leaning toward yes reportedly it seems like that's all she wrote."], [43003, "2018-10-04T22:02:31Z", 0.8, "CNN reports swing GOP senators leaning yes. https://www.cnn.com/2018/10/04/politics/kavanaugh-vote-murkowski-collins-flake-trump/index.html\nPredictit is at 85% and rising. I tend to think Predictit has a Dem bias, so call that 87%."], [47482, "2018-10-04T20:14:23Z", 0.95, "Moving back to 95%. Collins & Flake appears to be moving towards yes. If so, Murkowski not needed. Pence is tie breaker. If Manchin votes against, he becomes seriously endangered despite his edge in likability. Can’t see how McConnell would have announced a vote this week if he didn’t already know the outcome. "], [20504, "2018-10-04T19:25:06Z", 0.4, "+32. Heitkamp has come out against. Four are left. Manchin, Flake, Murkowski, and Collins. The three Republicans are saying it was a thorough investigation. To my mind, this makes confirmation much more likely despite the probable negative backlash to Murkowski and Collins in either event. "], [1056, "2018-10-04T18:27:19Z", 1.0, "Soon-to-be-former Senator Heitkamp says she'll vote \"No\" on Kavanaugh. But every Democrat and one Republican (i.e. Flake) can vote against confirmation and Kavanaugh still gets on the Supreme Court. Two Republicans defect, and Kavanaugh doesn't make it. But that seems unlikely."], [57797, "2018-10-04T17:00:51Z", 0.77, "Key senators reacting positively to the FBI report as mentioned by @Prognosticating-Beek here https://www.gjopen.com/comments/comments/778238"], [30610, "2018-10-04T16:59:47Z", 0.85, "increased odds from the comments of the only senators that matter:\nhttps://abcnews.go.com/Politics/senate-judiciary-receives-fbi-report-kavanaugh-allegations/story?id=58277222\n"], [43003, "2018-10-04T16:33:00Z", 0.75, "The lead withholding GOP senator, flake, gave words today that indicated he liked the FBI report. This is a large signal he will vote yes. Also Collins said it was \"thorough\"   That pushes my estimate that either will vote yes to 80%. As they are dependent, the math is simple= .8x.8=.64  Factor in Murks vote at .3 which will raise the chances, plus a scab Dem who might vote and I arrive at 75%"], [23006, "2018-10-04T15:31:28Z", 0.75, "Of course he is."], [57797, "2018-10-04T14:49:13Z", 0.59, "+4% due to deepened partisan divide. Red state waverers such as Manchin will have a hard time voting no. https://www.politico.com/story/2018/10/01/poll-kavanaugh-ford-opinion-854860 and https://fivethirtyeight.com/features/politics-podcast-what-the-new-polling-on-kavanaugh-means/"], [2965, "2018-10-04T14:27:18Z", 0.0, "Sasses distances himself from K on Senate Floor last night\n\"would not have picked him\""], [34489, "2018-10-04T13:21:46Z", 0.38, "Comment deleted on Oct 04, 2018 01:22PM UTC"], [57797, "2018-10-04T12:00:28Z", 0.55, "Increasing 6%. The FBI report has been submitted. 9 people were interviewed and the broader question around drinking (where Kavanaugh may have dissembled and potentially perjured himself) was not explored. This suggests that not only is it unlikely for the FBI to corroborate Dr. Blasey’s allegation but the report may also leave Kavanaugh’s credibility largely intact, giving hesitant Republicans plenty of cover."], [38, "2018-10-04T07:05:36Z", 0.4, "Today, the National Council of Churches, representing 100,000 congregations and 45 million churchgoers across an array of Christian denominations in the U.S. has called for the nomination of Brett Kavanaugh to be withdrawn.   Their statement said, “Judge Kavanaugh exhibited extreme partisan bias and disrespect towards certain members of the committee and thereby demonstrated that he possesses neither the temperament nor the character essential for a member of the highest court in our nation.” The statement also alleged misstatements and “outright falsehoods” in his testimony.\n~~~~~~~\nCOMMENT:  I'm asking myself what might motivate one of the swing votes to vote yes or no:  Public opinion?  Would this action by the National Council of Churches, and recent withdrawal of an endorsement of Kavanaugh by the Catholic Jesuits and the American Bar Association?  Or would those bodies influence the voting public which would then bring pressure to bear on their senators?"], [14432, "2018-10-04T05:22:22Z", 0.9, "Vote has been scheduled for Saturday. Results of additional background check would have to contain new substantive findings. "], [43003, "2018-10-04T04:56:02Z", 0.48, "+10% FBI was hamstrung to do any real investigation and was not permitted to talk w/ Dr Ford or delve into drinking issues of Kav. Unlikely to reveal anything and should be considered a political sham investigation. Interestingly, both political parties are incensed by the hearing, and the GOP will unlikely have many defectors aside from Flake and the other 2.  I give Collin and Murk each a 30% to vote for Kav."], [176, "2018-10-04T02:54:07Z", 0.35, "@dsarin - it appears the CHAMPS/KNOW training isn't available here any longer.\nThe heuristics-and-biases research program highlights reasons for expecting people to be poor intuitive forecasters. This article tests the power of a cognitive-debiasing training module (“CHAMPS KNOW”) to improve probability judgments in a four-year series of geopolitical forecasting tournaments sponsored by the U.S. intelligence community. Although the training lasted less than one hour, it consistently improved accuracy (Brier scores) by 6 to 11% over the control condition. Cognitive ability and practice also made largely independent contributions to predictive accuracy. Given the brevity of the training tutorials and the heterogeneity of the problems posed, the observed effects are likely to be lower-bound estimates of what could be achieved by more intensive interventions. Future work should isolate which prongs of the multipronged CHAMPS KNOW training were most effective in improving judgment on which categories of problems.\nRetrieved from: http://journal.sjdm.org/16/16511/jdm16511.html"], [23006, "2018-10-04T01:35:29Z", 0.35, "https://www.nytimes.com/interactive/2018/10/03/opinion/kavanaugh-law-professors-letter.html?action=click&module=Ribbon&pgtype=Article"], [43311, "2018-10-04T01:25:02Z", 1.0, "Ford story falling apart.... huge news going to smack the D's tomorrow...... meanwile...... Ford's friend that she coached on how to pass a lie detector test (making a lie to congress evident), Monica Lee McLean, was career FBI agent, worked for Comey & McCabe. she was a 24-yr employee of the DOJ & FBI from 1992 to 2016. In a 2000 FBI declaration McLean said she was a Special Agent of the FBI. "], [57797, "2018-10-03T22:00:11Z", 0.49, "Adding 6 with the FBI rumored to be wrapping up sooner than I expected. It seems quite plausible that the bureau's report will contain enough ambiguity for each side to be able to cherry pick its own conclusions. "], [43003, "2018-10-03T16:00:31Z", 0.38, "-10%  DJT mocked a sexual assault survivor at a political rally. Increases the terrible optics and will alienate the potential Dems who were likely to vote for Kav to now back away.  Increases the odds of more GOP senators to vote no. Flake is looking more like a no, as is Collins."], [2965, "2018-10-03T15:01:46Z", 0.01, "the crowds viewpoint 60-40\nwrong at best 40-60"], [43311, "2018-10-03T02:38:56Z", 1.0, "BREAKING: Fox’s @johnrobertsFoxobtains letter from Ford ex-boyfriend alleging: dated for 6 yrs, never told of sex assault, Ford coached friend on taking polygraph, flew frequently w/o expressing any fear of flying/tight spaces/limited exits. Doesn’t want to b/c “involved”. BREAKING: Fox’s @johnrobertsFoxobtains letter from Ford ex-boyfriend alleging: dated for 6 yrs, never told of sex assault, Ford coached friend on taking polygraph, flew frequently w/o expressing any fear of flying/tight spaces/limited exits. Doesn’t want to b/c “involved”.\n pic.twitter.com/jVeW0qaJD0"], [2965, "2018-10-02T23:00:30Z", 0.01, "The only outcome which minimizes certain damage and maximizes turnout of the base (Al Quaeda in Islamic) ( no comparisons intended)\nis putting the issue like  a by-election in merry old England.\nTable the nomination in full Senate\nshow Trump is the man of the people\nput it to 2018 voters\nThis is the last chance for  Conservative non-socialist majority\nNo question of Russkie  influence now\n@Censusguyz\nDo what John  Wayne told every CA Republican  to show up\nto knock on every door,\nto talk to every Republican\nto vote for Change.\nThats what elected  Ron Reagan\nfocus on voters\nnot POTUS\nturn tables\ntake control\nact Presidential\nPompeo and Mattis get this\nDoes POTUS?\nupon this all depends\neh @rjfmgy\nDo it the Rumpole way argue until your blue in the face\non your chosen issues\nnot NYTs"], [43311, "2018-10-02T21:59:55Z", 1.0, "https://www.judiciary.senate.gov/press/rep/releases/judiciary-committee-receives-statement-regarding-swetnick-allegations"], [60033, "2018-10-02T19:33:30Z", 0.1, "Kavanaugh appears to have lied in his hearing. He should be done for, but there's a change the Republicans force him through"], [1056, "2018-10-02T14:02:39Z", 1.0, "We'll know this week. The problem for the Kavanaugh nomination is that even if red state Democrats vote to confirm him, they will probably lose anyway. However, if they vote him down, they will definitely lose, and have effectively given up their seats. I still think Kavanugh will be confirmed, but by now, red state Democrats have little reason to vote Kavanaugh on to the Supreme Court. We may wind up with a Pence tie-breaker."], [23006, "2018-10-02T13:43:16Z", 0.45, "Timeline"], [1333, "2018-10-02T11:30:55Z", 0.01, "I'm doubling to 2%. I know that it take it long time to find a needle in a hay stack and even longer when there is no needle. FBI can't cut enough travel orders to get this done in a week. If I were DT I'd keep this on simmer till the election is over..."], [57797, "2018-10-02T00:36:54Z", 0.43, "Lowering 5% due to reportedly expanded scope of FBI investigation."], [176, "2018-10-02T00:15:12Z", 0.35, "The base rate? https://www.youtube.com/watch?v=opi8X9hQ7q8"], [1333, "2018-10-01T19:12:21Z", 0.01, "This will take us out past the election but it also canceled out any Blue Wave - We have always valued fairness and even when we don't like the person of treated unfairly - we object to it on principle. Didn't hurt that Sen. Grahm (I usually call him Sweater Boy) put words to what we were thinking and at that moment i new liberalism was now past peak and that Lindsey is running in 2020. Long Live the Republic. It is not unlike the outcome of the Clarence Thomas hearings. This may be the best thing to happen for conservatives in 17 years."], [43588, "2018-10-01T17:40:32Z", 0.6, "They do not mind raping America to get their way. Dominionists dominate. America is screwed....."], [1333, "2018-10-01T15:42:39Z", 0.01, "Does everyone get that this circus is WHY VP Mike Pence won't be an a room alone with a woman not his wife? Because this is why he does that , despite the ridicule and derision heaped upon him for this habit - by Democrats - is the the only way he and I and our sons can protect ourselves now?\n"], [43311, "2018-10-01T12:37:46Z", 1.0, "I know this is the wrong question... but whatever.. NAFTA withdrawl happened MINUTES before deadline. Formal letter sent in Aug and new agreement agreed upon last night. NAFTA change happened folks. Like it or not. Read the headlines... USMCA! Totally new agreement better for the US! GO TRUMP! ANOTHER PROMISE KEPT! HOOOOOOAHHHHHHHHHH!"], [56807, "2018-10-01T12:28:00Z", 0.28, "This seems like a really challenging question with so many unknowns."], [43311, "2018-10-01T04:00:34Z", 1.0, "http://apps.washingtonpost.com/g/documents/politics/rachel-mitchells-analysis/3221/"], [176, "2018-10-01T02:42:57Z", 0.35, "I'm going to make this the game state: https://www.youtube.com/watch?v=OtJmVDoY904\n@Anneinak "], [19801, "2018-10-01T01:46:22Z", 1.0, "The Senate formally moved to open debate on Kavanaugh’s nomination later on Friday in a move agreed to by both parties, setting the stage for a planned final vote on confirmation at the end of next week."], [58753, "2018-09-30T23:17:24Z", 0.25, "Kavenaugh's high school and Yale behavior will be found despicable and sufficient for 1-2 republicans to vote against him.  Once he's out of the picture, Trump will not have enough time for Plan B, whoever that is, to get him confirmed before Nov 6, which is only 37 days from today."], [43311, "2018-09-30T20:43:33Z", 1.0, "Sen. Tom Cotton said Sunday that Sen. Dianne Feinstein’s office will be investigated to determine whether or not they leaked the confidential letter from Christine Blasey Ford that detailed allegations of sexual misconduct by Supreme Court nominee Brett Kavanaugh."], [2965, "2018-09-30T13:34:20Z", 0.1, "Superforecasting in action 65% 0600AM PDT\nThe crowd is always right just like the market is\nbut see Kahnemann & Tversky and note the explosion of index funds\nSee ESSJ note after Trump elected POTUS\nNot even index funds can prosper in a 10% down correction\nevery investor loses in that scenario\nMake it a 25% downward correction and panic and everyone loses big"], [745, "2018-09-30T13:22:45Z", 0.15, "I still think Kavanaugh will be implicated in this or other similar behavior.  But more importantly, I think some Republicans will see that he will be subject down the road to charges of perjury and possible impeachment.  The FBI may not find enough to stop Republicans who want to confirm him, but enough will recognize that if Kavanaugh is confirmed, he will be found out by later journalistic investigations.  The investigating will not stop even when the FBI stops.  He just partied and drank too much to not have screwed up on these and/or other occasions.   Once a few Senators see this, they may choose to not back him."], [40584, "2018-09-30T04:12:17Z", 1.0, "3) and even if he's defeated there will be another appointed in his place. "], [40584, "2018-09-30T04:03:20Z", 0.99, "Bottom line: \n1) Republicans don't care if he's lying or telling the truth; attempted-raped someone or not; he's their guy and they can't back off. Somewhere between all and almost all will support him regardless. At most 2 defections. \n2) Even if 1 or 2 Republicans don't support him, 1 or 2 Democrats running for re-election in red states will vote for him."], [43311, "2018-09-30T02:35:13Z", 1.0, "https://thehill.com/homenews/senate/409107-judiciary-committee-refers-apparent-false-allegations-against-kavanaugh-for\nDemon Rats scrambling now. Recommendations for prosecution upcoming."], [32258, "2018-09-30T02:14:17Z", 0.0, "How will Flake, Murkowski and Collins react to Trump's limited investigation to include only two accusations: Ford (High School) and Ramirez (Yale) excluding those from Swetnick represented by Avenatti and limiting names of witnesses who can be interviewed? "], [2965, "2018-09-29T22:02:28Z", 0.0, "Going back to O as there is no chance that K will come up for vote or if so they need 50 and do not have as admited by Sen Graham in todays FT,com\nKey fact is FBI will polygraph K to corroborate\nFlake ensured the nomination will fail\nas K will either refuse or show up as likely false on any number of questions.\nThis one will be in the history books for the initial reason I speculated that the alleged victim was corroborated by a retired FBI polygrapher just like the ones I use\nFrom start to finish tried to look at this as a c/i case and what would I do.\nK can take test and fail- his demeanor demonstrates that his testimony is false-K is one angry man\nOr K can refuse test which will be reported back."], [37488, "2018-09-29T15:33:48Z", 0.65, "I'm lowering conservatively for now. I think the FBI investigation will clarify a great deal.  I suspect that it won't be as hard as Kavanaugh expects to find evidence of his drinking days, and I think that even is some of his friends, acquaintances, or enemies from high school and college remember damaging or suggestive stuff and can give more detail than has been given, it will be bad for him.  He may have come very close to perjuring himself on the stand in that hearing Thursday, and I think the discussion may very easily turn from an alleged attempted rape of Blasey Ford, which is hard to prove, to a drinking issue and how severe and frequent it really was, which is perhaps much easier to come by.  And if the stories come out in the same way over a week (or more), it may be much harder to say that what happened in high school or college stays in high school or college.\n"], [1333, "2018-09-29T14:24:07Z", 0.0, "With Sen. Dan Sullivan's emergency surgery, flake has pulled a Fiat Accompli. It'll take a lame duck session to confirm him now."], [57797, "2018-09-29T13:07:00Z", 0.48, "Without search warrants or subpoenas, the FBI may fail to discover corroborating evidence. One of my main hypotheses is that within the short frame and limitations of the investigation the FBI will turn up some evidence that boosts Blasey’s credibility (eg marching details) but nothing directly confirming. https://www.nytimes.com/2018/09/28/us/politics/kavanauagh-fbi-background-check.html"], [691, "2018-09-29T11:42:00Z", 0.46, "The hurry-up FBI \"investigation\" will provide just enough ambiguity to give cover to just enough Rs and red-state Ds to make this very close indeed.   I'm inclined to think Kavanaugh dies on the floor unless The Leader Of The Free World uses his tiny little fingers to pull the plug on him first.  I am probably wrong.  "], [2965, "2018-09-29T03:54:43Z", 0.3, "Edited for spelling error and erroneous reference to Joe Rodriguez \" conviction\"\nMr. Rodriguez never indicted.\n See https://www.npr.org/templates/story/story.php?storyId=131184938\nPlus 10- I hear blurb on CBS radio that  Flake is voting to confirm.\nWell, I congratulate Trump suporters and the GOP for delivering the promised since Nixon \"conservative\" majority.\nBut to mimic Cassandra in the Iliad,   K is the trojan horse that will destroy GOP as a national. governing party\n@Anneinak you summed it so well if K confirmed a Dem. wave, if K not confirmed, the Trump Aging base will  turn out but this coalition is  dying quickly and  even if now posslble to take just one more Congress in 2020 due to  the core whitmen over 30 with no college decrees. Non college-educated white male mortality rates in Trump precincts  and states indicate that building a 100 foot wall around entire US  and excluding all immigrants plus voter suppression plus malapportionment will not be enough to  do more than  keep Senate this election. The 18-36 segment will produce as many votes as my  Baby Boomer compatriots. Combined with college educated  women, and ethnic minorities, demographics have  a special destiny for DT and GOP. It is now possible that DT will be just like John Adams or Millard Fillmore the last  President of a once proud Party, \n@DKC you were so right about Sasse and  by extension Flake- Talk is cheap and their votes are more predictive."], [5018, "2018-09-29T03:32:06Z", 0.89, "The whole FBI investigation is a sham to hand plausible deniability to doubters who will vote to confirm - that's what I think. Alternative explanation is that it's a shrewd move to engage FBI Deep State and kill any chance of confirmation. Lowering a bit on a chance of the latter."], [47482, "2018-09-28T22:24:59Z", 0.67, "Affirming "], [43003, "2018-09-28T21:41:21Z", 0.48, "-15% Week delay will let the Senators get feedback of angry constituents(-6%), allow the FBI to bring forward something corroborating Dr Ford (-5%) or something entirely new (-1%).  Then the chance for buyers remorse to kick in (-3%) as wives and daughters of Senators exert home diplomacy."], [57998, "2018-09-28T21:33:19Z", 0.82, "Dropping 92% -->82% based on the 1 week delay. This provides political cover for the votes on the fence and also allows them to get better data on how the hearings change the political calculus of the votes."], [57797, "2018-09-28T20:57:42Z", 0.5, "Now the question is about what kind of evidence the FBI may turn up. Given that there are consistencies between Dr. Blasey’s testimony, Kavanaughs calendar and Judge’s book, it’s plausible that something incriminating will be found. There are also the people who in interviews confirmed behavior patterns consistent with the allegation."], [1056, "2018-09-28T20:12:22Z", 1.0, "Maybe I spoke too soon; looks like a week's delay for an FBI investigation. But I'm staying at 100%, because I consider it more likely that an FBI investigation will provide cover for pro-Kavanaugh votes than sink his nomination."], [57797, "2018-09-28T19:17:23Z", 0.62, "-13% Delay request though with Manchin they can push it through."], [43003, "2018-09-28T19:06:28Z", 0.62, "-2% for Flake and Murkowski wanting delay."], [32258, "2018-09-28T18:38:48Z", 0.0, "Clearly, McConnell does not currently have the votes. \nFlake wants a week delay for an FBI investigation to proceed. Murkowski supports Flake on this."], [43003, "2018-09-28T18:11:10Z", 0.64, "-5% as Collins(D) is now taking meetings with assault survivors indicating she'll be voting NO. Donnaly(D) is a NO officially.  That is 2 of 3 swing D senators who voted with GOP last confirmation.  Flake(R) is a yes for bring Kav to a vote."], [57797, "2018-09-28T17:31:44Z", 0.7, "Updating on latest info on individual Senators"], [43003, "2018-09-28T17:20:22Z", 0.69, "+5% My DC spies indicate Collins will likely vote YES."], [29646, "2018-09-28T15:44:25Z", 0.55, "Flake announced his support for Kavanaugh.\nI think it’s likely, therefore, that Corker is also a yes. That leaves Murkowski and Collins as the key holdouts. Both have to be “no” votes to sink the nomination. Possible, but I now think Kavanaugh has slightly better than even odds to make it through."], [43311, "2018-09-28T15:17:02Z", 1.0, "Barring catastrophe.....I WIN! Nayner-nayner boo-boo!\nJUST KIDDING! LOL LIGHTEN UP!\nhttps://www.gjopen.com/comments/comments/756852"], [1056, "2018-09-28T14:40:48Z", 1.0, "Flake's press release regarding Kavanaugh:"], [1333, "2018-09-28T14:12:38Z", 0.99, "this could have been opposed on 4th amendmant basis (he is considered to lean heavily politically when making 4th A rulings) but it wasn't. Instead it was turned into a DEFINING moment in our history. Like the McCarthy hearings. If I'm wrong - I'll go underground to avoid making anyones \"Lists\""], [46762, "2018-09-28T13:49:01Z", 0.95, "This is funny as hell.\nFor months you Democrats here were convinced that a kav nomination was a done deal.  "], [2965, "2018-09-28T13:41:48Z", 0.2, "Edited at 15:15PDT for spelling errors\nI had not forecast in a while but when I was having lunch the Anonymous 1 Story came out. I have learned ( I think) to forecast on opening. Usually only when I am certain, think I know the CHOMP run a quick CHOMP and on Erdogan, Assad, Putin, and Xi. So when those questions post, I Get the email and post O or100 if its a binary choice.\nDue to the necessity to file a 1983 case against the City of Morgan Hill, a  criminal defense trial for a local firefighter, a declaratory relief and injunction case against the City of Buena Park and so much more. Must say for the first time since I have been forecasting here, I am working on some matters  that in my opinion to my clients, and perhaps the Great State of California.\nWhat is the opinion worth. Nothing. Its the Courts and Juries who decide."], [46762, "2018-09-28T13:38:59Z", 0.95, "Multiple sources confirming what I predicted months ago."], [43311, "2018-09-28T13:33:55Z", 1.0, "Flake yes...\nhttps://www.bloomberg.com/news/articles/2018-09-28/flake-yes-on-kavanaugh "], [1056, "2018-09-28T12:49:17Z", 0.9, "Back up. For senators who were on the fence, I think there will be a greater potential cost for voting against Kavanaugh, so I consider it likely that he'll be confirmed."], [57797, "2018-09-28T12:14:50Z", 0.65, "+5% Republicans on the Judiciary Committee (with the help of Kavanaugh ‘s caustic testimony) have managed to make the Kavanaugh vote less about Dr. Blasey’s allegation and more about whether to let Democrats sabotage a confirmation by deploying uncorrovorated allegations. This partisan narrative may be enough to protect vulnerable Republicans in the midterms from the metoo movement. As a note to self, partisanship is a potent force that I have underestimated before. Moreover, there is no rule or norm that says that the committee has to bring in Judge to testify (though many believe that would be the right thing to do if you are after the truth), so I don’t see much standing in the way other than two or three hesitant Republicans that can be brought in line as the R party has done before."], [43003, "2018-09-28T06:45:52Z", 0.64, "+15% as Manchin(D) will likely vote for Kav according to my spies in DC.   Also, look at the vegas odds listed here for Kav confirmation ...  https://www.nj.com/news/index.ssf/2018/09/supreme_court_odds_brett_kavanaugh_christine_ford.html"], [57797, "2018-09-28T03:38:08Z", 0.6, "+26%. Kavanaugh performed well by presenting an emotional appeal that underscores the us-vs-them narrative that can fire up the base, giving cover to hesitant R's. "], [38, "2018-09-28T02:17:01Z", 0.5, "I watched every minute on NBC.  "], [43003, "2018-09-28T01:38:20Z", 0.49, "+10% with news that Senator Corker is onboard with Kav."], [43003, "2018-09-27T21:43:44Z", 0.39, "-3% on the credible testimony of Dr Ford."], [57797, "2018-09-27T20:40:29Z", 0.39, "I already expected Ford to appear credible but I am lowering another 2% on the power of her testimony, which would strengthen the ability of the metoo movement to rally voters against senators that support rushing Kavanaugh through. "], [43311, "2018-09-27T18:52:31Z", 1.0, "What's in the envelope Shelia Jackson Lee?\nhttps://mobile.twitter.com/ConservativePTZ/status/1045377996230725637/video/1"], [1056, "2018-09-27T13:56:02Z", 0.8, "I think Avenetti has overplayed the Democrats' hand. Swetnick's statement implies that there are multiple witnesses to each assault she alleges. Hers are the most damning allegations if proven, but also the easiest to shoot down if no one else comes forward to corroborate them. It will be interesting to see how the Democrats' treat Swetnick's charges."], [43003, "2018-09-27T03:33:21Z", 0.42, "-6% for DJT mentioning he'd pull Kav nomination after the comment \"I could be convinced.\""], [176, "2018-09-27T02:12:16Z", 0.35, "I'm making this forecast because I am stupid. @Anneinak "], [29646, "2018-09-27T00:50:26Z", 0.45, "New day, new claim.\nI don’t think Collins and Murkowski are “yes” votes yet, and Flake and Corker may still be shaky."], [22833, "2018-09-26T23:28:22Z", 0.0, "Not after today."], [32258, "2018-09-26T23:23:17Z", 0.0, "Kind of doubting that there will be a hearing tomorrow as there is a 4th and perhaps 5th accusation at this point. Trump may dump K because he doesn't want to lose the vote. Can a new nominee get in before the mid-terms with 41 days left or do they need a little distance from this one first?  "], [20504, "2018-09-26T19:29:37Z", 0.1, "I think Kavanaughs chances have vastly diminished in the last few days. Too many allegations, too little time."], [59882, "2018-09-26T19:03:31Z", 0.86, "Adding 10% to base case due to the weakness of Swetnick's statement [1]. It does not read like a genuine victim statement. Victim statements are detailed and visceral."], [57797, "2018-09-26T17:56:48Z", 0.45, "Third allegation quick update for now."], [43003, "2018-09-26T16:26:48Z", 0.48, "-5% down due to the advent of new sexual assault allegation.  https://mobile.twitter.com/MichaelAvenatti/status/1044960428730843136"], [30610, "2018-09-26T16:25:28Z", 0.05, "Comment deleted on Oct 05, 2018 08:23AM UTC"], [1333, "2018-09-26T14:37:00Z", 0.79, "If Congress adjourns with out voting and DT appoints K to SCOTUS, it will be a NO as I read the question/"], [1056, "2018-09-26T13:41:38Z", 0.8, "I may watch some or all of the testimony at the hearing tomorrow. But for purposes of forecasting, the post-mortem in the press will be much more important. If there is no testimony from the accusers - as it is rumored will be the case, Kavanaugh will almost certainly be confirmed."], [43311, "2018-09-26T13:25:15Z", 1.0, "Even more likely that Ford wont show.... \nIntentionally unrealistic demands.\nShe wont risk perjury."], [19022, "2018-09-26T07:26:19Z", 0.0, "Bet on stuff not happening "], [34725, "2018-09-26T05:40:48Z", 0.75, "Adjusting forecast. With the vote on Friday and a polarized senate Kavanaugh may still be confirmed because the GOP feels it has the votes. However:\n1. No one this unpopular has ever been confirmed to the Supreme Court; the only previous nominees who polled as poorly as Kavanaugh either had their names withdrawn (Harriet Miers) or lost their confirmation vote (Robert Bork). This was using polling from before more accusers stepped forward.\n2. If Kavanaugh withdraws, there is insufficient time to confirm another justice based on historical trends."], [43003, "2018-09-26T03:01:01Z", 0.53, "-5% on rumors more accusers are coming out."], [57797, "2018-09-26T02:31:27Z", 0.59, "Increasing 4% on Friday’s scheduled vote."], [57998, "2018-09-26T01:17:36Z", 0.85, "McConnell thinks he has the votes and they appear to be voting a day after Ford testifies. I'm not thrilled about reversing myself again, but it appears that the additional accusations have only hardened positions. Also, polling analysis on 538 seem to indicate that this story is seen primarily through the lens of partisanship, like most other issues of the day. It would appear that Republicans are facing consequences for voting him down rather than supporting him at this point."], [23006, "2018-09-25T22:38:16Z", 0.75, "Renata comments"], [43311, "2018-09-25T22:31:49Z", 1.0, "http://www.foxnews.com/politics/2018/09/25/senate-judiciary-committee-reschedules-vote-on-brett-kavanaugh-for-friday-morning.amp.html?__twitter_impression=true"], [43311, "2018-09-25T18:39:57Z", 1.0, "If this it true.... this guy is God Level Troll.....lol those /pol/ trolls! So organized! Lol\nhttps://twitter.com/JayTrollsteinII/status/1044611670612594688"], [1056, "2018-09-25T01:00:48Z", 0.8, "I think for purposes of forecasting this question, the number of accusers is far less important than how convincing they are when they testify. And so far neither Ford nor Ramirez has been able to produce a corroborating witness. That doesn't mean they won't - I don't know, and neither does anybody else on GJO, the protestations of certainty on both sides notwithstanding."], [43003, "2018-09-24T19:14:02Z", 0.58, "---correcting math edit ----\nI'm getting really torn on this update. On one hand, there is fading support for Kav from the GOP side. Fading meaning there are 3 senators likely to vote no and an unknown quantity who may vote no. The Dems will likely lock ranks and vote no, with a remote possibility of 1 or 2 defectors. I'd give the vote a 60% chance to fail. On the other hand, the GOP may be desperate enough to ram thru a vote and the GOP senators are so desperate, that even if they think Kav is guilty they want to get Kav on the bench to overturn Roe v Wade as they find abortion the greater evil. This option is less likely.\nThen bear in mind that a GOP senate and a GOP WH can run a nominee thru fast according to history https://www.nbcnews.com/card/how-long-does-it-take-confirm-supreme-court-judge-n735771 The only question is if the past senates where this occured were treated well by the WH and due to that lubricity there was bipartisan support. If that were the case, it would not apply to this Senate which is highly partisan and combative. So I do not have faith in a short nominee confirmation cycle. Further, October will have most the House out and some of the Senate out to campaign. So I think Kav's confirmation hearing is it. Maybe 5% chance to cycle in another nominee and confirm?\nIn the end, perhaps the chance of a vote passing is 50% and not 40%, and the chance of a 2nd is 8% not 5%. So 58?"], [37488, "2018-09-24T18:49:08Z", 0.7, "I think there's more to come.   I still think Mark Judge is a bit of a weak link, too.  I think this week will continue to be a crazy ride, but I think by early next week Republicans will try to pull it all back together for a final vote.  They don't want to backtrack and have every motivational reason for digging in their heels.  And the longer this rolls out, the worse the public political backlash will be (for both sides) as it makes both sides look bad and increases the likelihood of every angry person going to the polls in the midterms, which usually doesn't work out so well for incumbents.  Also, they need another judge on the bench now for the Oct session of SCOTUS and they need it before the midterms, which are too close to gamble with.  So Republicans have a lot to lose but most to lose from any further delay, and submitting a new name almost certainly means a delay beyond the timeline of the question.  "], [43003, "2018-09-24T18:32:12Z", 0.48, "I'm getting really torn on this update.  On one hand, there is fading support for Kav from the GOP side. Fading meaning there are 3 senators likely to vote no and an unknown quantity who may vote no. The Dems will likely lock ranks and vote no, with a remote possibility of 1 or 2 defectors.  I'd give the vote a 60% chance to fail.  On the other hand, the GOP may be desperate enough to ram thru a vote and the GOP senators are so desperate, that even if they think Kav is guilty they want to get Kav on the bench to overturn Roe v Wade as they find abortion the greater evil.  This option is less likely.\n      Then bear in mind that a GOP senate and a GOP WH can run a nominee thru fast according to history https://www.nbcnews.com/card/how-long-does-it-take-confirm-supreme-court-judge-n735771   The only question is if the past senates where this occured were treated well by the WH and due to that lubricity there was bipartisan support.  If that were the case, it would not apply to this Senate which is highly partisan and combative. So I do not have faith in a short nominee confirmation cycle. Further, October will have most the House out and some of the Senate out to campaign.  So I think Kav's confirmation hearing is it. Maybe 5% chance to cycle in another nominee and confirm?\n    In the end, perhaps the chance of a vote passing is 50% and not 60%, and the chance of a 2nd is 8% not 5%. So 48?"], [57998, "2018-09-24T12:50:13Z", 0.25, "Reducing forecast substantially on new accusers. I'm still think confident they will try to ram a nominee through, whether it's Kavanaugh or not:"], [691, "2018-09-24T11:58:40Z", 0.5, "With the new story, the Rs can no longer count on enough votes to make this happen.  On the other hand, the Trumpeters will go berserk if the nomination is pulled.  Some time in the next couple of weeks Judiciary will send this to the floor for a vote, where it will lose.  This will enable the House of Orange to blame the Ds in time for the election.   Or not."], [59882, "2018-09-24T10:28:48Z", 0.76, "Reverting to base case of 76% due to second accuser."], [47482, "2018-09-24T09:40:59Z", 0.67, "1st story nearly completely discredited by statement of the other woman Ford claimed was present. But 2nd woman has emerged & now Avenatti claims to have evidence Kavanaugh was serial roofier setting women up to be gangraped. Dems are pulling out all stops to end Kavanaugh. Unsure Repubs will have stomach to fight back. This isn’t about right & wrong anymore, just a political slug (or slime) fest. "], [3577, "2018-09-24T09:33:27Z", 0.9, "A second accuser changes everything."], [30610, "2018-09-24T06:38:34Z", 0.15, "Here we go, now there is another one. Hard to see this going through. Now, we have some odds that the nominee might withdraw himself as well."], [29054, "2018-09-24T05:41:30Z", 0.53, "Approval numbers of Kavanaugh are starting to appear and indicate a decline and some influence at the three tricky R's Senate races. Mitchy \"boy\" McConell is not for the music of loosing the Senate. Most analisysts agree. \nToday, some of the research shows there a strong link between the decline of peoples approval of Kavanaugh and the senators statements. Clearly, I can see how  the latest statements and the rethoric around the newest allegations from teh old white boys club can affect sentiment. \nI am confident that DJT will appoint him even if he has to do it in the upcoming recess. I think he would love to do it that way! I will be pure him!\nThe question is, if the R's loose the Senate will Kavanough be in the tight rope of impeachment, as a recess appointee?\n "], [43311, "2018-09-24T04:27:16Z", 1.0, "I'm just curious.....maybe this is too simple of a question...... If the accusers had no political agendas.....why didn't they go to law enforcement instead of politicians? "], [43003, "2018-09-24T03:52:29Z", 0.35, "The believability of multiple accusations increases with each new accuser, real or not. The optics look bad for Kav, innocent or not. Dropping % to momentum and possible new accusers.  Includes a 'tipping point' amount as the high minded GOP senators will not be able to tow the line. 3 likely will not go with Kav now, with a few more that are likely to also go against.  This gives excuse to other GOP senators to not back him.  Already adjusted for lower chances that  the senate can rush a second nominee thru."], [745, "2018-09-24T02:51:39Z", 0.0, "More claims are coming.  I have known these kind of guys like Kavanaugh.  This is who they are."], [57797, "2018-09-24T02:45:03Z", 0.65, "Lowering further on the Ramirez allegation."], [38, "2018-09-24T01:47:37Z", 0.5, "I don't think we need a member of the 100 Keg Club on the SCOTUS."], [32258, "2018-09-24T00:28:04Z", 0.0, "Going down - There are new accusations (Ronan Farrow +). "], [49436, "2018-09-23T21:32:02Z", 0.66, "Though seeming less likely after this week's news cycle, the Republican party will probably still ram through this nomination."], [43311, "2018-09-23T21:05:51Z", 1.0, "Man.... this just keeps getting better and better (or worse and worse depending on which side you are on). I'm beginning to doubt Dr Ford will testify.... 4 of the 5 named witnesses in the accusation have provided statements contrary to claims.. the only named one without a statement is Ford... now Kavanaugh's calendar....which seem to be fairly thorough (even naming other partys...not this one).\nhttps://www.nytimes.com/2018/09/23/us/politics/kavanaugh-to-give-senate-calendars-from-1982-to-back-up-denial.html\nBut...I don't really trust the Times either...... IT'S A TRAP! LOL"], [1333, "2018-09-23T14:30:11Z", 0.78, "Vote gets held and K is confirmed the immediately the Republicans hold a presser and make a standing offer to Prof Ford - anytime or place - Huntington Beech over a picnic lunch and she can surf and stuff."], [2965, "2018-09-23T13:58:36Z", 0.1, "he is not Christine Le Garde antithesis @sevedb"], [34725, "2018-09-23T12:39:09Z", 0.9, "Expected:\nCollins - No\nHeitkamp - No\nMurkowski - Yes\nDonnelly - Yes\nManchin - Yes\nTherefore 2 Dems will break line and support, one Rep will break line and oppose, confirmation will go through even with room for error. Republicans will be keen to get hearing done before mid-terms."], [691, "2018-09-23T11:51:43Z", 0.86, "Collins is a highly probable No, but Murkowski will probably be a Yes.  There may be at least one D defector from a narrow-margin state, and at least some of the Rs will be holding their noses when they vote.  Pence will be on hand if needed.  The Rs' job will be much easier if the Prof doesn't turn in a stellar performance, though, and many of them are still more afraid of M. Petits-Doigts than they are of their own constituents.  This is when the party Whips earn their pay.  \n "], [43003, "2018-09-23T08:33:09Z", 0.69, "-5% due to Maine's Senator Collins who was livid at DJT's tweet about 'where is the police report'.  Quite likely she will vote NO."], [43311, "2018-09-23T03:13:03Z", 1.0, "Atty for person alleged to be at party: “Simply put, [my client] does not know Mr. Kavanaugh and she has no recollection of ever being at a party or gathering where he was present, with, or without, Dr. Ford.”"], [2965, "2018-09-22T19:35:51Z", 0.0, "Hearings and Trump has now waded into bad effect.\nMcConnell just does not have Flake and Sasse Chonp him. Like Sanders he is an independent but caucuses with GOP.\nMcCain voted .\nFlake will give the thumbs down.\nOver\nOther markers 1 3 no.\nBut read the Senate Rules at www.senate.gov"], [32258, "2018-09-22T19:21:32Z", 0.2, "Seems that Murkowski and Collins are getting pressure from home but more importantly, their Republican colleagues as well as the POTUS are painting them into a corner; from Trump, McConnell, Hatch, Grassley and others who have commented about the inevitability of confirming Kavanaugh. The hearing is to show they gave her a chance to tell what happened however, comments from these men indicate that their minds are made up to \"plow through and do our job\".  The set up (fait acompli) before the hearing does not help Murkowski and Collins vote yes. The spotlight is on them and what they do will be remembered."], [2965, "2018-09-22T16:55:00Z", 0.01, "if Ford shows Kavanaugh does not testify no poly,!"], [57797, "2018-09-22T13:11:21Z", 0.71, "Reducing on increased likelihood of a testimony by Ford."], [43003, "2018-09-22T07:39:27Z", 0.74, "-4% due to increased % FORD will testify and that the extension of a week shortens the timespan to push a 2nd Nominee thru. "], [38, "2018-09-22T07:35:48Z", 0.8, "I was thinking* it would take 3 Rs voting \"no\" to kill the nomination, but it's only 2. \n1 R voting \"No\" makes the vote 50-50, so then Pence votes and it ends up as 51 (no) - 50 (yes).\nBut 2 Rs voting \"No\" makes the vote 49 (yes) to 51 (no), and the nomination fails."], [59882, "2018-09-22T00:37:10Z", 0.9, "Update:"], [43311, "2018-09-21T23:18:29Z", 1.0, "https://abcnews.go.com/Politics/wireStory/latest-conway-conflate-metoo-fords-claim-57985039 "], [41586, "2018-09-21T22:44:24Z", 0.75, "Recent revelations about the current candidate decrease odds of quick confirmation--GOP still has votes and determination, but working with a narrow margin. One or two more revelations (or if another woman comes forward with another assault allegation) and enough GOP Senators may defect to kill the nomination. Or Kavanaugh may decide he's had enough and withdraw. "], [45198, "2018-09-21T15:04:57Z", 0.99, "Confirmation will occur due to the sheer brute force of the Republican machine. Truth and fairness be damned. A posture and pretence and fairness does not make it so. "], [47216, "2018-09-21T12:35:11Z", 0.85, "R's have the numbers here. They're in a big rush to pack him off to the Supreme Court, and the eager Beavers are chewing logs to jam up the opposition before they generate enough pressure to slow down the rushing tide."], [2965, "2018-09-21T11:03:07Z", 0.01, "https://www.youtube.com/watch?v=G0IMvWhR6B0\nCharles Laughton last movie plus metoo \nmy narrative\nFrom the movie Advise and Consent by Alan Drury.\nDoes art follow life or life follow art?"], [43003, "2018-09-20T21:22:35Z", 0.78, "Evidence showing GOP senators coalescing around pushing thru the vote if Ford doesn't show."], [1056, "2018-09-20T19:38:45Z", 0.8, "Here's the most in-depth, dispassionate article I've seen about the Ed Whelan thing:"], [43311, "2018-09-20T18:28:55Z", 1.0, "https://www.politico.com/story/2018/09/20/kavanaugh-confirmation-allegations-rumors-830725"], [46458, "2018-09-20T16:12:01Z", 0.8, "Corrupted process"], [57787, "2018-09-20T16:03:36Z", 0.85, "Given what we've seen over the past few years in terms of 'acceptable behaviour', I seriously doubt anything will impede Kavanaugh's appointment."], [57797, "2018-09-20T11:58:24Z", 0.76, "Wavering Republican Senators seem to have been reined in for now. https://www.nytimes.com/2018/09/19/us/politics/kavanaugh-accusations-trump-blasey-ford.html"], [1333, "2018-09-20T11:35:30Z", 0.8, "Is it possible that Dems fail to produce their Witness Monday, the Reps schedule a confirmation vote - which results in K confirmation followed by howling about how Prof. Ford has been raped anew by the republican process....?"], [2965, "2018-09-20T07:02:04Z", 0.0, "no poly of K posible poker time\nK bluffing\nWomen strong"], [38, "2018-09-20T02:06:57Z", 0.9, "It will be a big surprise to me if any Rs besides Flake, Collins, Murkowski and Corker vote \"No\"--because the punishment for not being \"loyal\" is high!  And, I think that the chances of 3 of those 4 voting \"No\" are slim, slim, slim.  "], [47482, "2018-09-20T00:41:57Z", 0.99, "Standing firm. Perhaps my bias can’t be overcome, but these are some of the sketchiest allegations I’ve seen. Accused admitted she doesn’t remember year or location. Feinstein publicly mused she can’t be sure Ford is being totally honest. I think the reason Feinstein never submitted wasn’t for a last minute nomination derailing. Much more likely she thought the allegation was bs at worst, problematic & unprovable at worst. "], [2965, "2018-09-19T23:53:41Z", 0.0, "The Psychology of the Unthinkable: Taboo Trade-Offs, Forbidden Base Rates, and Heretical Counterfactuals\nPhilip E. Tetlock, Orie V. Kristel, S. Beth Elson, and Melanie C. Green Ohio Stale University\nJennifer S. Lerner Carnegie Mellon University\nFive studies explored cognitive, affective, and behavioral responses to proscribed forms of social cognition. Experiments 1 and 2 revealed that people responded to taboo trade-offs that monetized sacred values with moral outrage and cleansing. Experiments 3 and 4 revealed that racial egalitarians were least likely to use, and angriest at those who did use, race-tainted base rates and that egalitarians who inadvertently used such base rates tried to reaffirm their fair-mindedness. Experiment 5 revealed that Christian fundamentalists were most likely to reject heretical counterfactuals that applied everyday causal schemata to Biblical narratives and to engage in moral cleansing after merely contemplating such possibilities. Although the results fit the sacred-value-protection model (SVPM) better than rival formulations, the SVPM must draw on cross-cultural taxonomies of relational schemata to specify normative boundaries on thought.\n"], [2965, "2018-09-19T17:50:28Z", 0.07, "Minus 2 hearings set.\nNo FBI.\nTrump pulls or K withdrawal "], [37488, "2018-09-19T14:07:53Z", 0.85, "Republicans are moving fast on this, so they think they can still get it through and likely want to distance the hearings as much as possible from midterms and get Blasey Ford on the stand before she can mentally and emotionally prepare."], [2965, "2018-09-19T14:06:40Z", 0.09, "Anything  c an happen\n"], [3577, "2018-09-19T12:57:39Z", 0.99, "Judge Brett Kavanaugh is facing one accusation of sexual assault which allegedly occurred in the early 1980s. However, looking at previous incidents of these types of accusations of people in Kavanaugh's position, nothing happens to them if there's not an avalanche of women stepping forward after the first accusation which hasn't happened yet, and unlikely (1 %) it will given the time frame."], [691, "2018-09-19T10:58:12Z", 0.96, "The Rs and their Fearful Leader in the Orange House want this done before the elections.  They probably have the votes, despite some vacillating and irrespective of the Ds' quacking and flapping.   "], [57797, "2018-09-19T02:07:48Z", 0.65, "Uncertainty as to Ford’s participation in a hearing on Monday and potential for Rs to continue the process without an investigation."], [1056, "2018-09-18T23:46:50Z", 0.8, "A possibly significant development: Senator Collins has proposed that Ford's lawyer question Kavanaugh, and Kavanaugh's lawyer question Ford."], [43003, "2018-09-18T22:19:12Z", 0.72, "Adding +12 today. Given the revelation that the 3rd party witness says nothing happened and endorses Kav.  And given the accuser said this witness was there, it will greatly undermine her credibility and the GOP's best strategy will be to dig in their feet and push Kav thru."], [57797, "2018-09-18T22:05:40Z", 0.55, "If Kavanaugh denied being at the party he exposed himself to being easily found dishonest if a witness is found. Ford’s account seems credible on the surface. She disclosed it to a therapist years ago. "], [60726, "2018-09-18T20:41:32Z", 0.35, "Recent credible allegations from Dr. Christine Blasey Ford have been made against the current nominee (https://www.washingtonpost.com/investigations/california-professor-writer-of-confidential-brett-kavanaugh-letter-speaks-out-about-her-allegation-of-sexual-assault/2018/09/16/46982194-b846-11e8-94eb-3bd52dfe917b_story.html?utm_term=.1f79874e4a91). The confirmation was going to be already a difficult process because of the nominee's stance on Roe v Wade; however, he was most likely to be confirmed. Now, the unfortunate paper trail of this nominee is not the only problem. The current accusation, though many years ago, is likely (and hopefuly) going to affect public opinion of the nominee in a way that Anita Hill's testimony didn't. The Me Too movement might rise all the way to the Supreme Court, suggesting that the individuals on the highest court in the land should have the highest ethical and moral character. "], [32258, "2018-09-18T19:05:34Z", 0.5, "The only strategy for Republicans is to press on. There is no time to put up another nominee in time for the mid-terms. In a scenario in which Ford and Kavanaugh both come across well in the hearing, the question is whether there is reasonable doubt lingering over his nomination. Can't say until we see how the hearing plays out but what has changed now is that the vote can't happen if questions of Kavanaugh's veracity linger after the hearing. Susan Collins said that if he lied, he's not qualified. As I understand this, K said he wasn't even at that party and doesn't know this woman. "], [2965, "2018-09-18T15:09:37Z", 0.01, "old white guys like me had a streak going\n50 50 there is a hearing\nif there is a hearing, he could lose 50 50\nno hearing: gone\nhearing vote 50 50\nthat is 25 percent pure probability analysis.\nroll of 2 dice coming up winners with 7\n1 in  6x6x6x6"], [1333, "2018-09-18T14:12:03Z", 0.87, "There will be a concerted effort to move the vote past the election for full political effect. However as you can see from the comment below - it has become an emotional issue between those who believe the accuser on the front end and those waiting for evidence that is more tangible."], [691, "2018-09-18T12:45:18Z", 1.0, "In their apparently boundless stupidity, the Ds have dredged up a sex-related delict from when this guy was in high school.  He is almost certainly lying when he denies it, which is also pretty stupid.  However, at this very moment you may be sure that there are \"researchers\" scouting around who will surely find some such incident in the life of practically every male American who was ever in high school.  This will include high-ranking and loud-talking Democratic members of Congress.  "], [1333, "2018-09-18T11:48:30Z", 0.91, "OK admin - if you're going to delete my comments can I at least get an email on it?"], [43003, "2018-09-18T07:56:52Z", 0.6, "Putting the chances that a 2nd candidate can be confirmed in time again at 15% the rest of my logic is here: \nhttps://www.gjopen.com/comments/comments/772252"], [38, "2018-09-18T05:57:16Z", 0.5, "Anne's Rule #2  Don't flip.  Go to 50%.  "], [29646, "2018-09-18T04:06:27Z", 0.67, "Committee vote delayed to hear from Judge Kavanaugh and Professor Ford."], [60033, "2018-09-18T03:47:20Z", 0.48, "This is a tricky one. There are so many political forces at play that are interacting with the precedents. The Clarence Thomas case is relevant, but I think this time is quite different, the culture seems to have shifted in favor of the accusers. I don't think the Republican base will care about the accusations, but the centrist suburban women will, and it will swing them more toward the Dems. It's very hard to tell if Republicans will use their political capital to push this through and thereby energize the Democrat's based this close to the midterms. "], [43003, "2018-09-18T03:07:10Z", 0.5, "Anneinak has make a good case to drop my previous estimate by 30% see https://www.gjopen.com/comments/comments/772146"], [38, "2018-09-17T21:01:54Z", 0.09, "The more I think about the accusations against Kavanaugh and their repercussions, the less likely it seems that he'll survive. "], [29646, "2018-09-17T20:58:29Z", 0.85, "Flake and Corker look shaky. Could provide cover for Collins and Murkowski to vote no."], [43003, "2018-09-17T20:24:59Z", 0.8, "Adding back 20%   Pushing up Kavs chances to 65% and leaving the chances of a replacement nominee at 15%.\nalso with my earlier reasoning at https://www.gjopen.com/comments/comments/772063\nThis time taking into account the bloodbath character assassination that will likely be heaped on Ford which may be strong enough to push the hesitant Reps over the threshold. She also may fold and withdraw. Combined it puts 65+15=80%"], [1056, "2018-09-17T19:19:23Z", 0.8, "Down due to the Ford allegations, and the probability of subsequent investigations or hearings regarding same. Moreover, Flake et al. have voiced their reservations about Kavanaugh."], [37488, "2018-09-17T18:39:31Z", 0.65, "I think Christine Blasey Ford's strongly worded request for anonymity probably led Kavanaugh to believe she wouldn't come forward, and that may spell bad news for Republicans in this.  Her story largely checks out over time to multiple (and reasonably private) witnesses.  It has the advantage of an FBI investigation that started before it was public, so information already exists to substantiate her claims with documentary evidence and the lie detector test, which makes it hard to manage a full-blown discreditation case while the evidence is being explored.  Even Fox news is reporting the facts as they stand and suggesting that it is merely \"irrelevant\" to the qualifications expected for Kavanaugh to be judge (rather like arguments that Clinton's personal sex life had nothing to do with how he made decisions in office?) "], [59882, "2018-09-17T18:23:53Z", 0.76, "Update: Going back to base case of 13 out of 17 since Reagan i.e 76%. Probably no time now for a second candidate if Kavanaugh is rejected."], [32258, "2018-09-17T17:58:54Z", 0.05, "@Censusguyz - Your comment: \"And I once groped a woman's breasts - so I can never hold high office - even if I was a suckling two year old at the time. But it will be stated = just as you phrased it, to great effect, and the vote will happen after the election.\""], [767, "2018-09-17T17:15:05Z", 0.49, "Adjusting due to recent news regarding sexual assault accusations. "], [43003, "2018-09-17T16:30:49Z", 0.6, "Lowering 10% this time due to:\n1. Corker and 2 female Rep senators aren't declaring for Kavanaugh until the accuser is heard\n2. Kavanaugh's accuser will likely testify, capture headlines and increase the difficulty of Rep. senators to vote for confirmation and defend it to their constituents. \n3. Clarence Thomas survived last minute sexual harassment allegations. This is different in that this is rape, and their is a well developed #metoo movement that isn't going to dismiss  such behavior as 'boys will be boys'.  The Reps will try to do that, and the majority of them will remain endorsing him.  So I'm going to give Kav's chances at 45%\nI'm lowering the chance of the Senate confirming a backup judge to 15%.   Total 45+15=60% \n"], [2965, "2018-09-17T16:10:12Z", 0.01, "#metoo"], [2965, "2018-09-17T13:18:41Z", 0.2, "See @JMR2017\nPolygraph by ex FBI.\nTiming \nThis could go to 1 by tomorrow "], [745, "2018-09-17T13:08:54Z", 0.03, "I think we are closer to the limit on at least a few Senator's tolerance for Trump.  Corker and Flake are ready, maybe even willing and able to actually behave like adults.  Collins and Murkowski ought to care about this too.  "], [19801, "2018-09-17T06:20:32Z", 1.0, "Republican Senate Majority Leader Mitch McConnell has said he would like to have Kavanaugh confirmed by Oct. 1, the start of the Supreme Court’s new term. \nhttps://af.reuters.com/article/topNews/idAFKCN1LW06H-OZATP"], [30610, "2018-09-17T05:07:10Z", 0.5, "I'll put it up as a toss up after the recent news. Just goes to show how nothing is a 100%."], [57797, "2018-09-17T03:01:59Z", 0.64, "Kavanaugh’s allegations may be more impactful than I originally assumed. It will be key to consider R senators that might be forced to vote against to field D challengers. It also may delay process meaning there won’t be time for another candidate."], [57797, "2018-09-17T02:24:19Z", 0.89, "Lowering on the rape allegation."], [32258, "2018-09-16T23:08:13Z", 0.2, "Attempted rape is serious in any situation, and especially when considering a lifetime appointment, should be enough. Flake is no longer comfortable voting for Kavanaugh and he's on the committee so he can hold  up the vote."], [23006, "2018-09-16T20:59:59Z", 0.9, "Dropping back 10% on recent allegations of rape, (although I believe it happened as Ms. Ford recounted.), probably won’t be considered serious enough to derail his nomination. "], [43003, "2018-09-16T19:33:53Z", 0.7, "50% Kavanaugh will make it thru, but there is 20% another judge will be nominated and voted on before 6NOV"], [60759, "2018-09-16T19:27:05Z", 0.55, "There have only been 37 rejected supreme court candidates, while 113 have served. Republicans still hold majority in the Senate. While many Democrats may be unhappy with Kavanaugh appointment, there are still other likely to vote yes. He also comes from the same circuit of Obama nominee Merrick Garland, with whom he voted similarly 93% of the time. There is a good chance he will be confirmed before the next court season begins in October. \nThe vote is now 9 days away. 50 Republicans are more than likely to vote to confirm with two unknown. Susan Collins votes along Trump's lines just under 80% of the time, Murkowski votes with him slightly higher than that (https://projects.fivethirtyeight.com/congress-trump-score/susan-m-collins/). It is unlikely that both of them will vote against party consensus. In the case that one defects, Pence will be tie-breaking vote and Kavanaugh will be confirmed. (Originally forecasted by count before allegations were revealed at 98% likely)"], [32258, "2018-09-16T19:19:36Z", 0.5, "California professor Christine Blasey Ford has come forward with details of how Kavanaugh assaulted her.  Whitehouse stands by their man just like Trump did with Roy Moore."], [1333, "2018-09-14T15:48:41Z", 0.93, "So Feinstien filed a letter with the FBI over something that happened at a party when the nominee and his accuser were both Juveniles - whats next - He flipped over the Monopoly Board when he was 12? OR will they bring up the incident with the toy gun?"], [60759, "2018-09-12T02:30:16Z", 0.98, "There have only been 37 rejected supreme court candidates, while 113 have served. Republicans still hold majority in the Senate. While many Democrats may be unhappy with Kavanaugh appointment, there are still other likely to vote yes. He also comes from the same circuit of Obama nominee Merrick Garland, with whom he voted similarly 93% of the time. There is a good chance he will be confirmed before the next court season begins in October.\nThe vote is now 9 days away. 50 Republicans are more than likely to vote to confirm with two unknown. Susan Collins votes along Trump's lines just under 80% of the time, Murkowski votes with him slightly higher than that (https://projects.fivethirtyeight.com/congress-trump-score/susan-m-collins/). It is unlikely that both of them will vote against party consensus. In the case that one defects, Pence will be tie-breaking vote and Kavanaugh will be confirmed."], [38, "2018-09-11T20:03:25Z", 1.0, "The more concerned the GOP becomes about the outcome of the mid-term elections in the Senate, the more pressure there will be to confirm Kavanaugh ASAP while there's still pressure on some Dems to vote against him, as well."], [60759, "2018-09-11T15:37:01Z", 0.75, "There have only been 37 rejected supreme court candidates, while 113 have served. Republicans still hold majority in the Senate. While many Democrats may be unhappy with Kavanaugh appointment, there are still other likely to vote yes. He also comes from the same circuit of Obama nominee Merrick Garland, with whom he voted similarly 93% of the time. There is a good chance he will be confirmed before the next court season begins in October."], [59882, "2018-09-09T22:12:56Z", 1.0, "Update: Crowd is drifting upwards. I know nothing."], [19801, "2018-09-09T05:38:10Z", 1.0, "Friday, the Senate Judiciary Committee wrapped up four days of hearings on the Supreme Court nomination of Judge Brett Kavanaugh. The committee is likely to vote on Kavanaugh in about two weeks.\nhttps://www.npr.org/2018/09/08/645628452/kavanaugh-looks-on-path-to-supreme-court-confirmation-after-4-days-of-hearings"], [51576, "2018-09-09T02:17:23Z", 0.1, "One side will put everything into destroying the nominees career,but in order to prove he is a pedo, they have to be willing to sacrifice the rest of the tutors and coaches that are big names and careers for their greater good aim. This wild man with hands against many for their own good mindset.. "], [47482, "2018-09-08T17:24:34Z", 0.99, "Vote scheduled for 20 Sep"], [43003, "2018-09-07T02:04:20Z", 0.96, "Outside case first:  113 have been nominated and served 37 candidates did not pass.  That leaves a base case of 75% that Kavanaugh will pass.  However, it covers 200+ years. Modern political times starts post WW2, IMHO. So those statistics are are 6 that didn't pass. 31 did.  For 84% which I will call my modern base case."], [60759, "2018-09-06T20:48:30Z", 0.65, "There have only been 37  rejected supreme court candidates, while 113 have served. Republicans still hold majority in the Senate. While many Democrats may be unhappy with Kavanaugh appointment, there are still other likely to vote yes.  He also comes from the same circuit of Obama nominee Merrick Garland, with whom he voted similarly 93% of the time. There is a good chance he will be confirmed before the next court season begins in October. "], [1333, "2018-09-03T15:30:47Z", 0.9, "Only at ninety - DNC seems to think there is gold to be discovered in K's writings. Out of 400,000 odd documents however, this nugget has yet to sluiced out. Perhaps it is there and will be presented before the mid-term."], [60791, "2018-09-03T14:23:53Z", 0.65, "Because Republicans have majority in the House."], [19801, "2018-09-03T02:25:13Z", 1.0, "Overview of senator statements"], [60713, "2018-09-02T17:22:40Z", 0.95, "Pr. Trump will push hard for this to happen so as to sway domestic public opinion in his administration's favor, as well as tam tides over Russian election meddling investigation. Not so much that he in person worries over these issues, but he will get whatever he wants done, done! "], [1333, "2018-09-02T13:47:43Z", 0.87, "On the special counsel, presidential pardons, and impeachment, the most important decisions will be rendered not by judges or senators but by the American people\nWe are having a “constitutional moment,” so to speak, in two parts. The first is obvious and momentous; the second is less obvious, but perhaps even more significant. The first is Justice Anthony Kennedy’s retirement and the fight to confirm his successor; the second is a slow-motion collision of profound constitutional powers: those of prosecution, pardon, and impeachment. For the first, we are mainly spectators; the second will call ultimately for our own deliberation and decision."], [47482, "2018-09-01T14:02:23Z", 0.98, "Affirming"], [32258, "2018-09-01T01:38:27Z", 1.0, "https://www.usatoday.com/story/news/politics/2018/08/30/brett-kavanaugh-neil-gorsuch-learned-supreme-court-ropes-together/1050836002/"], [1333, "2018-08-30T17:10:02Z", 0.85, "The U.S. Senate confirmed seven nominees to federal district courts on Tuesday, where they will serve lifetime terms. With the seven confirmations, the U.S. Senate has now confirmed 60 federal judges--33 district court judges, 26 appeals court judges, and one Supreme Court justice (Neil Gorsuch)--nominated by President Donald Trump (R)."], [60346, "2018-08-28T21:44:08Z", 0.8, "With the death of McCain, it will be difficult to have another senator nominated by Arizona Governor before vote, but most likely will happen as McConnell will push for it. With 51 Republicans and 49 Democrats in the Senate the vote will most likely resemble that of Gorsuch. Though this vote is much more consequential and could have long lasting implications for the Supreme Court. Collins and Murkowski are both pro-abortion rights and will be tested on this vote. A no vote or decision to not vote could sink the confirmation for the Republicans. There is still the chance of red state democrats up for reelection voting yes to help their chances in the mid-terms also. While this vote will closely resemble that of Gorsuch it should prove even more contentious and polarizing with the chance for Republicans getting pulled away and democrats sticking with their party increasing. "], [118, "2018-08-27T23:07:36Z", 0.3, "Kavanaugh will lose credibility as the Mueller investigation escalates."], [59882, "2018-08-26T13:48:37Z", 0.86, "In the last 40 years (Reagan onward) there have been 4 unsuccessful nominees out of 17 total nominations."], [47482, "2018-08-25T16:00:08Z", 0.98, "Dropping 1% to reflect 50-50 public split for Kavanaugh confirmation. If mueller finds a crack in trumps armor, expect confirmation likelihood to trend down "], [47482, "2018-08-18T00:47:39Z", 0.99, "Affirming"], [41586, "2018-08-17T20:35:45Z", 0.98, "Still see GOP as determined to get this done before the mid-terms, do not see at this point how the Dems prevent it, since the GOP has the votes. Democrats need to hold all their votes and peel away at least two Republicans; possible but not likely. "], [43588, "2018-08-17T17:22:30Z", 0.1, "We are descending into civil war which is the plan. "], [48709, "2018-08-16T16:19:27Z", 1.0, "Yes and they are making a bad move ... the man they want to nominate does not care about anything but big biz. Yet its the way of the world now."], [19801, "2018-08-16T06:45:35Z", 1.0, "President Donald Trump's nominee to be the next Supreme Court justice -- Judge Brett Kavanaugh -- will start his Senate confirmation hearings on September 4, the Senate Judiciary Committee Chairman Chuck Grassley announced Friday.\n\"He's met with dozens of senators who have nothing but positive things to say,\" Grassley, an Iowa Republican, said in a statement. \"At this current pace, we have plenty of time to review the rest of emails and other records that we will receive from President Bush and the National Archives. It's time for the American people to hear directly from Judge Kavanaugh at his public hearing.\"\nGrassley said he expects the hearing to last three or four days."], [706, "2018-08-13T20:50:08Z", 0.9, "Others in the comment thread have stated my reasons.  No need to repeat them here!"], [46762, "2018-08-13T08:49:09Z", 0.85, "Consensus is ...dropping?  Huh?  How is this possible?\nAnd how is it possible that the consensus  has been 96% forever with a 2 vote majority......"], [60033, "2018-08-13T00:48:26Z", 0.85, "The hearings are scheduled for early Sept.  so there are no barrier to a vote. There are no strong signals that they will wait."], [1333, "2018-08-12T16:13:32Z", 0.56, "It may be that the RNC will use procedure to keep this as a issue and in play in the run-up to the mid term."], [46762, "2018-08-12T07:02:33Z", 0.58, "https://www.washingtonpost.com/powerpost/democrats-all-but-acknowledge-kavanaugh-is-headed-toward-confirmation-to-supreme-court/2018/08/10/f47def64-9bfe-11e8-843b-36e177f3081c_story.html?utm_term=.2e3a2691c276"], [47482, "2018-08-11T01:25:08Z", 0.99, "Conf hearings announced today to begin 4 Sep"], [37488, "2018-08-10T00:09:39Z", 0.9, "Seems unlikely to fail unless conservatives vote against party line, and they generally haven't been lately and have little reason to for someone who has been a general moderate and well-respected.  Certainly Republicans won't lose a chance to get a strong conservative majority on the Supreme Court by waiting until after the midterms when there is at least a chance the Democrats might get the majority and stall on a vote."], [1333, "2018-08-09T16:32:42Z", 0.35, "The New Civil Liberties Alliance (NCLA), a public interest law firm with a focus on the administrative state, published an assessment of Kavanaugh’s approach to legal issues involving the administrative state. Here are takeaways:\nKavanaugh would oppose attempts by agencies to exercise legislative, executive and judicial functions.\nKavanaugh has raised concerns in judicial opinions about ongoing violations of the U.S. Constitution’s separation of powers.\nHe contends that the judicial branch has enabled, rather than checked, Congressional delegations of authority to the executive branch.\nKavanaugh has a critical record of Chevron deference—the practice of federal courts deferring to a agency interpretations of ambiguous statutory language.\nHe has described the principle as “an a textual invention by the courts” that shifts power from Congress to the executive branch. He has described independent agencies as the “headless fourth branch of the U.S. Government,” and warned that they threaten individual liberties and the system of checks and balances."], [1333, "2018-08-07T11:37:11Z", 0.25, "On July 9, President Donald Trump nominated Brett Kavanaugh to the Supreme Court. Kavanaugh is a federal judge on the U.S. Court of Appeals for the D.C. Circuit. He was appointed by former President George W. Bush on February 25, 2006."], [1333, "2018-08-06T12:21:36Z", 0.19, "iF THE dEMS SUDDENLY LIFT THEIR DOCUMENT REQUESTS i WILL KNOW THEY ARE ABOUT TO GREEN LIGHT HIM.  I believe they fear a pre mid term election document dump. Grassley, along with Republican Senate Judiciary Committee members John Cornyn (Texas), Orrin Hatch (Utah), Mike Lee (Utah), and Thom Tillis (N.C.), held a press conference where they discussed the number of documents to be reviewed as part of Kavanaugh’s background survey. They noted an initial release of 125,000 documents related to Kavanaugh’s other jobs would provide a sufficient start to reviewing Kavanaugh’s record."], [7809, "2018-08-05T12:59:07Z", 0.55, "The Republicans still rule Congress, and the President will have his way on this issue."], [47482, "2018-08-04T13:39:33Z", 0.98, "Affirming"], [35636, "2018-08-04T06:19:30Z", 1.0, "114 from 77 0.95 dropped to 0.91 \nWas 99 now 100"], [53455, "2018-08-04T01:31:10Z", 0.84, "The slight, 16%, hedging on my part is due to the volatility of the Trump government.  It's very likely he will be confirmed, but nothing is absolutely certain in terms of this President's behavior."], [1333, "2018-08-03T15:17:54Z", 0.17, "never under estimate the willingness of the two party system to game the most important decisions for election gains."], [19801, "2018-08-02T07:33:43Z", 1.0, "Judiciary chair Chuck Grassley: Brett Kavanaugh could be confirmed to Supreme Court by Oct. 1\nhttps://www.usatoday.com/story/news/politics/2018/08/01/chuck-grassley-brett-kavanaugh-supreme-court/878675002/"], [1333, "2018-08-01T20:53:41Z", 0.15, "Grassley predicts #KavanaughSCOTUS hearings will begin next month, with a final vote expected in Oct. at the latest: http://bit.ly/2KA7tlH\n🏛️Next #SCOTUS term begins Oct. 1\n🏛️If confirmation is Oct. 1, 84 days will have passed since Kavanaugh's nomination (67 days is avg)"], [60040, "2018-07-30T14:39:41Z", 0.91, "What would Republican voters do to Republican senators who couldn't get a nominee onto the court before then, to prove the value in voting to re-elect Republicans? (Consider especially anti-abortion voters who feel queasy about siding with Trump; for some of them, this may bring the motivation to turn out.) What would donors do? I recall Republican senators' unity in opposing many of Obama's initiatives and some of his nominees, showing a willingness to take stands that fewer voters favor than oppose. Overall, it seems the majority's motivation to confirm is high. Chances of successful Democratic obstruction of any nominee don't seem high, but I have almost no knowledge of Senate rules or nominee Kavanaugh's record. Don't forget the withdrawal/failure of 4 nominees starting with Reagan's presidency; if there is a problem with Kavanaugh's record, he could be replaced by a nominee with a thinner record."], [47482, "2018-07-28T13:35:38Z", 0.98, "Affirming"], [1333, "2018-07-27T22:57:54Z", 0.08, "Sen. Chuck Grassley (R), chair of the Senate Judiciary Committee, stated earlier this week that the confirmation hearings for Brett Kavanaugh will likely be held in early September. Let’s catch up on recent events.  The Judicial Crisis Network began a new round of ads this week targeting U.S. Senate Democrats in West Virginia, North Dakota, Indiana, and Alabama. This ad buy brought the network's total spending in support of Kavanaugh's confirmation to $5.3 million. In West Virginia (Joe Manchin), North Dakota (Heidi Heitkamp), and Indiana (Joe Donnelly), Democratic incumbents are involved in battleground midterm re-election campaigns. Both the Judicial Crisis Network (pro-Kavanaugh confirmation) and Demand Justice (opposed to Kavanaugh confirmation) have been spending money since the nomination announcement. Demand Justice plans to spend $5 million throughout the confirmation process. A Quinnipiac University poll found that 41 percent of voters thought the Senate should not confirm Kavanaugh, while 40 percent thought it should. The one-point difference was within the poll’s +/- 3.4 percent margin of error. Kavanaugh met with Sen. Rand Paul (R) on Tuesday. Sen. Joe Manchin (D) said he will meet with Kavanaugh on July 30, becoming the first Democratic senator to schedule a meeting with the judge. Sen. Chuck Schumer (D) said he would not meet with Kavanaugh until the Republican and Democratic leaders of the Senate Judiciary Committee agreed on which documents about Kavanaugh's history should be released. The nugget in the papers are the Clinton files.  *8% chance I'd say till we see if Paul Ryan agrees to protect the Clinton documents at all, till after the election, or kicks"], [41586, "2018-07-25T20:51:06Z", 0.95, "Suspect McConnell will do whatever he can to force a vote before the elections (especially if the prospect for GOP is negative). If he forces a vote he will win it, I think, though it will be very narrow--51-49. "], [55900, "2018-07-24T13:29:26Z", 0.65, "Republican rules the nation"], [48709, "2018-07-24T04:54:39Z", 0.75, "The Democrats will try to block this nomination"], [1333, "2018-07-23T14:40:53Z", 0.05, "I see it now. Dropping to 5% from a whopping 95%. DT has used the Democrats lust for obstruction, to cause them to demand a million pages of records, of which - some concern the previous administrations, and basically - you can be sure the jucicest stuff leaks out in front of the election date, and he will be confirmed by the lame duck congress. I don't think there was any intention of speeding his confirmation process along."], [55316, "2018-07-23T04:35:25Z", 0.98, "The calculus on this to me seems straightforward:  1) we are talking about Kavanaugh, and barring any skeletons rattling their way into the news, if Gorsuch can get confirmed Kavanaugh will; 2) Will the confirmation be delayed until after November 6.  This matter comes down to:  Do the dems want to delay and then can they.  I am not sure the Dems may want to delay.  It make the politics more complex, especially for the close races.  And, I do not believe the Dems can control their membership enough to enforce a delay."], [1333, "2018-07-22T20:06:42Z", 0.95, "Politico reported that Mitch McConnell told senior Republicans he was prepared to delay the vote to confirm Kavanaugh until just before the November 2018 elections if Democratic senators continue to push for the release of records from Kavanaugh's time working in the Bush White House. CNN reported on Thursday that Democratic senators were delaying meeting with Kavanaugh until they are reassured they would receive official records from that time. Sen. Dianne Feinstein (D) said Democrats want the documents so they can properly vet Kavanaugh, while Sen. David Perdue (R) called the request “historic obstructionism.”"], [47482, "2018-07-19T21:18:28Z", 0.98, "Barring a Harriet Myers type flameout, @acohen & @anneinak analysis have me convinced that the current 97% consensus is just a tad bit low"], [706, "2018-07-18T11:15:03Z", 0.9, "Great points made by all so far.  Also, a unanimous Democrat denial will make for bad optics going into the midterms."], [29646, "2018-07-18T02:19:41Z", 1.0, "There are enough Senate Democrats from Trump states to offset any Republican defections."], [35636, "2018-07-17T06:07:49Z", 0.99, "Heritage Foundation throwing in heaps of money to make this happen. Nuts. "], [35831, "2018-07-17T04:32:28Z", 1.0, "While the Borking is already started and there is a chance for a high-tech lynching by Democrats, it is hard to derail judge Kavanaugh's confirmation. The Senate will run confirmation hearing in September and at this moment, it only needs 50 votes (plus VP Pence tie-breaker). \n1.  No GOP senator has expressed any objection against Kavanaugh;\n2. Sen. McCain's health could be a concern, but he could retire and have the Arizona's Governor (a Republican) nominate a Republican to take his place without having to go through special election;"], [2430, "2018-07-16T13:04:26Z", 0.97, "Too much risk for the Republican Party to not confirm Justice Kavanaugh.  Credentials are unassailable as a justice and even the Supreme Court likes the way he thinks as they have previously adopted his opinions on cases."], [1333, "2018-07-15T04:13:15Z", 0.95, "Holding at 95 till the next victim can be found to point a finger at the nominee."], [283, "2018-07-14T23:52:03Z", 1.0, "Just trying to salvage my rankings out of the Brier patch, seems like a cheap easy win. 💯 "], [43311, "2018-07-13T18:41:35Z", 1.0, "Schumer asked Manchin if he could influence his SC vote....."], [691, "2018-07-13T14:24:14Z", 0.98, "Coming down slightly on this one; some rumours going around that a couple of R Senators might defect and vote No on this for various reasons.  Only takes a couple.  Still pretty unlikely, though--even the ones that are fed up with Yertle and M. Petits-Doigts like the ideological cut of this lad's jib."], [32258, "2018-07-13T01:49:45Z", 0.99, "There is no provision in the Constitution requiring Kavanaugh to comply with document requests from the minority party.\nBelieve McConnell will pull the trigger sooner rather than later (August?). I believe he will want to get this done before the next shoe drops from the Meuller investigation which is expected to reveal American participants in the Trump campaign who cooperated with the Russian intelligence agency to influence the US 2016 election in order to help Trump."], [59559, "2018-07-12T19:40:20Z", 0.8, "The GOP'S Senate majority is slim, which is why they were unable to repeal Obamacare. I don't think the Senante has enough time to make this happen this summer, The Senate rules prevent Dems from filibustering but it does not prevent them from making their case to the more progressive members of the GOP. If two or three Republican senators seeking reelection this year see Trump as a liability, they might break with the party line."], [38, "2018-07-12T16:46:15Z", 0.98, "If there's any chance that the GOP could lose control of the Senate, Grassley & McConnell will push the vote through before the election."], [38, "2018-07-12T16:33:35Z", 0.9, "https://www.politico.com/story/2018/07/09/brett-kavanaugh-vince-foster-files-703344"], [38, "2018-07-12T16:08:45Z", 1.0, "Senate Judiciary Committee Chairman Chuck Grassley (R-Iowa) will say only that a hearing on Kavanaugh’s nomination may occur in “August or September.” McConnell would like the full Senate to vote as soon as he’s assembled 51 votes and preferably not later than September."], [691, "2018-07-12T11:35:45Z", 1.0, "Kavanagh can be confirmed whenever the Senate gets back from their coffee break.  The Ds will quack and flap extensively, but there is no suspense about the outcome.  Kavanagh's name is not in the Q, so even if he is run over by a bus or shot by Dick Cheney, his replacement will be confirmed immediately, or sooner."], [35636, "2018-07-12T05:50:37Z", 0.85, "Luck. "], [31450, "2018-07-12T03:01:22Z", 1.0, "The senate is republican and the average number of days to confirm a supreme court justice is 67 days. Even assuming the process for Kavanaugh takes an extra month or so due to delaying tactics I don't see the process stretching past November."], [34353, "2018-07-11T22:20:13Z", 0.99, "The GOP holds the senate, so the vote will almost certainly come to pass. Kavanaugh has been in the beltway long enough to know to avoid speculating on future cases, and his past literature will be fuel for D’s but are not indicative of future cases ;) . Unless he comes out with a major faux pas during his hearing, he should be able to provide enough plausible deniability to those like Collins to stay onboard and force red state D’s to vote for him as well. "], [57797, "2018-07-11T21:03:07Z", 0.95, "A number of Democratic senators would face potential mid-term defeats if they don't go along."], [20284, "2018-07-11T20:21:13Z", 1.0, "McConnell and Grassley have already laid out the path through the Senate.   The Republicans will want to make Senate Democrats vote yes or no on this nomination.\nIn those states where Trump won and Democrat Senators are up for reelection the way they vote could determine if they are returned to the Senate.   The rule changes on confirmation in the Senate which now requires only 50 votes will make Kavanaugh the new Justice and the upcoming November election will set the date before which a vote will be taken.  Kavanaugh can order his business cards now."], [767, "2018-07-11T19:49:24Z", 0.8, "All the political will and power on the GOP will be dedicated to making sure this happens in the next 3-4 months.  Democrats will try to delay the confirmation by requesting mountains of documents related to Kavanaugh and the decisions made in court. That was reportedly a reason for Mitch McConnell not to support Kavanaugh's nomination 100% as he knew this would be a strategy and would complicate, delay the process. "], [1333, "2018-07-11T17:50:14Z", 0.55, "Schumer says he fight this with everything he has, and he has caved every time so even though it takes an average over 100 days, it could happen."], [38, "2018-07-11T17:23:04Z", 1.0, "One of the \"swing\" senators, Lisa Murkowski, is from my state.  In spite of heavy lobbying from local education advocates (myself included), she voted for the confirmation of Betsy DeVos for Sec of Education, saying that she thought that the senate should confirm the people that the president nominates.  "], [1056, "2018-07-11T17:08:43Z", 1.0, "Not only is it impossible for the Democrats to stop it, Kavanaugh will get some votes from skittish red-state Democrats."], [43311, "2018-07-11T17:02:55Z", 1.0, "62% of Americans want a vote before elections.\n33% don't... \nI think this shows the amount of sensible people in the US vs the radicals. I think this is a good indicator of votes too! ;)\nhttps://www.nbcnews.com/politics/white-house/nbc-news-poll-most-want-vote-trump-supreme-court-nominee-n888451\nBit you know how I feel about polls... polls-schmoles!"]]}