{"question_id": 70, "title": "Will any NATO member invoke Article 4 in response to actions taken by Russia before 1 January 2017?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[6303, "2017-01-01T04:57:20Z", 0.0, "According to the general news and GJP consensus."], [484, "2016-12-30T16:32:10Z", 0.0, "(no change) Guess I was channeling Sen Klobuchar: http://www.npr.org/2016/12/30/507517664/u-s-announces-sanctions-against-russia-in-response-to-cyberattacks"], [484, "2016-12-30T01:47:39Z", 0.0, "(no change) Just realized (I'm a bit slow on the uptake anymore) that President Obama might have opted for an Article 4 discussion related to the Russian election whatever. While not as satisfying (to some perhaps), considering the likely number of European elections in 2017 there might have been some utility in such an action. Still three weeks left (but not for the question) I suppose."], [6303, "2016-12-26T03:47:37Z", 0.0, "According to the general news and GJP consensus."], [484, "2016-12-20T02:54:04Z", 0.0, "Back down 5% since Russian reaction to the assassination in Turkey seems measured (for now)."], [484, "2016-12-19T18:01:19Z", 0.05, "Up 5% on the off chance that Putin and Erdogan have some serious disagreement related to the assassination in Ankara of the Russian Ambassador. "], [6303, "2016-12-19T04:15:12Z", 0.0, "According to the general news and GJP consensus. "], [29849, "2016-12-14T01:00:21Z", 0.0, "Small likelihood to begin with, lesser under Trump."], [6303, "2016-12-12T02:24:01Z", 0.0, "According to the general news and GJP consensus."], [1056, "2016-12-06T04:50:11Z", 0.0, "Affirming forecast."], [31119, "2016-12-05T16:12:00Z", 0.1, "Turkey Syria intervention."], [6303, "2016-12-05T04:57:11Z", 0.0, "According to the general news and GJP consensus."], [31082, "2016-12-04T18:45:50Z", 0.1, "Russia is winning influence by weakened European leaders at a much lesser cost than possible by military intervention, and the US is still represented by po-NATO Obama and not anti-NATO Trump."], [6303, "2016-11-28T03:31:57Z", 0.0, "According to the general news and GJP consensus."], [20588, "2016-11-28T02:03:26Z", 0.0, "Very unlikely, but here's an out-there thought. Someone may be tempted to do it after Trump takes office just to see if/how the U.S. will respond."], [1262, "2016-11-21T19:47:26Z", 0.01, "Adjusting for passage of time and possible impact of US election  "], [6303, "2016-11-21T03:23:58Z", 0.0, "According to the general news and GJP consensus."], [29980, "2016-11-18T23:05:38Z", 0.65, "The main question is how long does Putin have"], [691, "2016-11-15T17:11:12Z", 0.0, "Putin will behave until he gets a better read on his new BFF.  NATO members will not ask NATO to do anything until ditto."], [29469, "2016-11-14T19:14:25Z", 0.0, "Firstly, the time frame doesn't allow for anything this dramatic to develop. Secondly, NATO has to navigate through the transition to a Trump presidency and clarify the payment structures before any meaningful new operations are put into motion."], [484, "2016-11-14T17:18:40Z", 0.0, "Down 1%."], [6303, "2016-11-14T01:52:59Z", 0.0, "According to the general news and GJP consensus."], [753, "2016-11-12T11:15:35Z", 0.05, "Adjusting forecast after half a year without GJP. "], [4645, "2016-11-10T21:23:11Z", 0.01, "The incentive structure opposes Russia making any armed incursions prior to Trump's inauguration. If Putin moves before then, Obama can act on the US' NATO commitment. Following the inauguration, my assessment of this probability is somewhat higher, and considerably less certain."], [38, "2016-11-10T19:21:55Z", 0.04, "I anticipate Putin becoming more aggressive while Obama is a lame duck and DT is making friendly gestures.\nI hope I'm wrong."], [6303, "2016-11-06T23:53:35Z", 0.0, "According to the general news and GJP consensus."], [14493, "2016-11-04T17:06:57Z", 0.0, "It would be tempting for Russia to cause a problem in the interregnum in the US but Putin seems very engaged in Aleppo. While its possible that he could open up another hot spot it looks unlikely before Aleppo is finished off. There had been the possibility of an a clash with Turkey, but Russia and Turkey seem to be cooperating in Syria at the moment. "], [1262, "2016-11-01T16:40:41Z", 0.85, "Increasing due to events in Med & effort to counter previous \"zero\"!"], [23006, "2016-11-01T09:59:38Z", 0.4, "Not before question deadline. But likely if question deadline is extended"], [6303, "2016-10-31T02:23:43Z", 0.0, "According to the general news and GJP consensus."], [1056, "2016-10-27T00:29:27Z", 0.0, "No reason to think so."], [73, "2016-10-26T15:32:47Z", 0.0, "no need.  http://www.bbc.com/news/world-europe-37779204."], [25141, "2016-10-25T20:52:40Z", 0.0, "."], [6303, "2016-10-24T01:22:58Z", 0.0, "According to the general news and GJP consensus."], [484, "2016-10-21T17:05:07Z", 0.01, "Down 4% since whatever is going on in Kaliningrad is not being blown out of proportion. After the US election, I don't know though."], [28380, "2016-10-21T05:38:43Z", 0.06, "Highly unlikely but not impossible. Especially with the free-for-all in Syria."], [22305, "2016-10-10T13:40:44Z", 0.11, "since turkey is playing a 2faces-role in the middle east, yes. On one Hand they are supporting Russia indirectly and Erdogan wants to have tighten his \"friendship\" to russia (GAS-Pipeline-Business). On the other hand turkey wants to involve western democracies into wars in the middle east, coz they feel themselves to have the keyrole in the middle east, as a new ottoman empire. So, they are playing the Article 4 Card against russia, which is just a show. Nato strategy should bring them into the right order."], [1708, "2016-10-10T08:40:14Z", 0.05, "https://www.bloomberg.com/news/articles/2016-07-06/putin-s-military-buildup-in-the-baltic-stokes-invasion-fears"], [6303, "2016-10-10T02:32:54Z", 0.01, "According to the general news and GJP consensus."], [691, "2016-10-09T12:36:34Z", 0.04, "The more I think about Kaliningrad, plus whatever Putin has in mind for Next Thing, the more I expect an Article 4 chat to be requested by somebody up in that neck of the woods. "], [484, "2016-10-08T17:06:51Z", 0.05, "Up 5% following @Tetbury below. For some reason I expected the missile deployment to be further in the future."], [14493, "2016-10-08T16:51:42Z", 0.05, "Russia deploying nuclear capable missiles in Kaliningrad could be nothing (its done it before) or it could be testing NATO resolve. Poland and/or Lithuania could ask for a NATO meeting. Before the US elections would be good time for Russia flex its muscles to see if can influence the result.  "], [1034, "2016-10-08T06:22:37Z", 0.0, "U S News Website (2016) reports “Game Changer”:\nBEIRUT (AP) — The Latest on developments in Syria after the collapse of a U.S. and Russia-brokered cease-fire two weeks ago, mainly in the rebel-held east (all times local):\n6:45 p.m.\nThe Russian military says it has beefed up its forces in Syria with state-of-the-art air defense missiles, a move that follows Washington's suspension of contacts with Russia over Syria.\nThe Defense Ministry said Tuesday that a battery of the S-300 air defense missile systems has been deployed to Syria to protect a Russian navy facility in the Syrian port of Tartus and Russian navy ships in the area.\nThe deployment will add punch to the Russian military force in Syria, which has long-range S-400 missile defense systems and an array of other surface-to-air missiles at the Hemeimeem air base in Syria's coastal province of Latakia (para 1-4). "], [14307, "2016-10-08T04:26:19Z", 0.0, "No, because US/Russia relations are already on extremely thin ice due to Russian hacking, and there is no need by any party to add more crap to that mix. "], [14493, "2016-10-07T15:10:35Z", 0.0, "I am assuming that Russia will be fully engaged in Syria for the next 4 months. There could be a possibility that an incident connected to this conflict could prompt Turkey to invoke Article 4 (again). I am not sure if a clash between Russia and NATO countries forces in Syria would meet the criteria for Article 4 as it would presumably not threaten the Territorial Integrity, Political Independence or Security of any NATO country. \nIts possible that Russia could provoke an incident somewhere else, possibly in the period after US elections and the new US President taking office, if it thought that the US might be slow to react, with the aim to have occupied some territory before NATO reacted. It is possible that Russia might provoke an incident in order to get a reaction from the US that might affect the US elections. (e.g. create an incident in Transnistria that threatened Moldova and Romania, Romania being in NATO, hoping to stir up rhetoric that would improve Trump's chances of getting elected, which Putin sees as being to his advantage. \nBut none of these possibilities seems very likely.    "], [1639, "2016-10-04T15:45:47Z", 0.01, "Updating for passing of time"], [3895, "2016-10-04T13:48:20Z", 0.01, "passage of time"], [27101, "2016-10-03T17:40:11Z", 0.01, "passage of time"], [6303, "2016-10-03T03:33:50Z", 0.01, "According to the general news and GJP consensus."], [15656, "2016-09-30T04:26:26Z", 0.05, "Although there will be pressure to test the resolve of NATO during the transition of power in the U.S., with Obama exiting the White House the pressure to show strength by the new U.S. President will discourage any movement in this area. "], [484, "2016-09-29T16:43:41Z", 0.0, "(no change) Still wonder if one of the other 27 might like to have a discussion about where Erdogan is headed with respect to NATO. Article 4 would offer a possible path. Not much time of course for anything like this to play out."], [7928, "2016-09-28T21:01:55Z", 0.1, "Very unlikely, Russia calculates possible results, people in Europe do not consider Russia a threat ."], [6303, "2016-09-25T19:08:13Z", 0.01, "According to the general news and GJP consensus."], [1450, "2016-09-24T14:51:52Z", 0.03, "Decrease of 8% for time passed, the decreased tensions between Russia and Turkey, the relative reduction of Turkish focus on Syrian regime change (and focus on the Kurds)."], [29229, "2016-09-24T01:42:20Z", 0.01, "Nuclear War"], [2965, "2016-09-22T13:53:05Z", 0.0, "Sitrep Stratfor Inc (c 2016)\nSeptember 22, 2016 | 12:53 GMT\nA Turkish presidential spokesman reiterated on Sept. 22 that Turkish forces would not participate in a coalition offensive to retake the Islamic State's de facto capital of Raqqa if Kurdish fighters are involved, Reuters reported. Turkey considers U.S.-backed People's Protection Units (YPG) to be terrorists connected to Kurdistan Workers' Party (PKK) insurgents who operate inside Turkey. The spokesman's statement comes the day after news broke that the White House is considering directly arming YPG fighters for the first time, as reported by the New York Times. The move is representative of the tightrope the United States has to walk in Syria: The YPG has been one of the most effective forces fighting against the Islamic State, but sending weapons to Kurdish fighters would surely aggravate Turkey. "], [24, "2016-09-19T22:19:54Z", 0.02, "Reducing for passage of time"], [6303, "2016-09-18T22:23:50Z", 0.01, "According to the general news and GJP consensus."], [3895, "2016-09-15T15:00:29Z", 0.03, "passage of time"], [6303, "2016-09-12T01:59:34Z", 0.01, "According to the general news and GJP consensus."], [484, "2016-09-08T02:16:27Z", 0.0, "Dropping the final 5% even before the Russian elections. Doubt if any particular boost is needed."], [691, "2016-09-06T16:28:15Z", 0.05, "http://www.reuters.com/article/us-ukraine-crisis-poroshenko-idUSKCN11C0PV"], [21800, "2016-09-06T11:28:49Z", 0.03, "Keeping pace with consensus which has dropped on this. Also, Putin suggests that an understanding is being reached on Syria.\nDropping from 7% to 3%."], [6303, "2016-09-06T03:22:37Z", 0.01, "According to the general news and GJP consensus."], [484, "2016-09-06T02:55:53Z", 0.05, "Down 5% for passage of time. After the Russian election I'll probably go to zero."], [27101, "2016-09-05T10:56:23Z", 0.06, "Lowered the chances as my initial assessment was wrong. There is a 20% chance article 4 is triggered in any year, hence my 19% score. However, half a year is gone and this is an article 4 restricted to actions taken by Russia"], [14182, "2016-09-03T18:51:05Z", 0.01, "Moving down from 2 to 1%."], [484, "2016-08-30T05:47:46Z", 0.1, "(no change) Just an observation that the consensus is very low considering fall has been complicated for relations with Russia the last few years and Putin is heading into the election in September."], [55, "2016-08-29T04:44:22Z", 0.01, "Highly unlikely for this to happen in a US election year. "], [6303, "2016-08-29T00:20:24Z", 0.01, "According to the general news and GJP consensus."], [26267, "2016-08-23T13:45:20Z", 0.01, "Reducing after peace with Turkey and remaining timing. The black swan is the recent Russian build-up in Crimea..."], [83, "2016-08-22T19:58:55Z", 0.0, "Turkey opens Incirlik for Russian use, if needed......   US, Qatar, Germany, everyone is welcome....\nhttps://www.rt.com/news/356626-russia-turkey-incirlik-airbase/"], [28414, "2016-08-22T14:49:38Z", 0.02, "NATO will avoid it at all costs... "], [6303, "2016-08-21T22:55:38Z", 0.01, "According to the general news and GJP consensus."], [28358, "2016-08-19T20:46:55Z", 0.25, "Article 4 has been invoked 3 times in 2003, twice in 2012, once in 2013, and was discussed in 2014 by Turkey. Given the increased frequency of encounters between Russia and NATO members in recent past, it definitely increases the odds. Given that 2/3 of 2016 being over and a rate of one invocation per year, I'm starting with a 33% approximation. But given the desire of NATO members to avoid conflict (even non-armed conflict), I'm lowering this to 25%."], [484, "2016-08-16T00:49:57Z", 0.1, "Down 5% since Ukraine seems less unstable. After the Russian election I'll probably zero this out."], [6303, "2016-08-15T00:38:47Z", 0.01, "According to the general news and GJP consensus."], [691, "2016-08-12T18:41:58Z", 0.05, "I really hate being at the consensus number, doubtless for reasons that do not reflect well on me, but this is my actual guess.  "], [484, "2016-08-11T05:29:49Z", 0.15, "Up 12%. Between the Russian election and today's Russian charges it might be a long autumn. If some small war (BBC phrase I believe) introduces problems for the US (election) and the EU, oh well."], [6303, "2016-08-09T03:41:29Z", 0.01, "According to the general news and GJP consensus."], [484, "2016-08-08T16:46:02Z", 0.03, "(no change for now) Wondering if one of the 28 might want to have a formal chat regarding Turkey's relationship with Russia? Might even help Erdogan's message back home."], [27101, "2016-08-08T08:48:43Z", 0.2, "Since 2012 Article 4 has been invoked 4 times, before that only once, twice in 2012 by Turkey over the Syrian Civil War, after the downing of an unarmed Turkish F-4 reconnaissance jet, and after a mortar was fired at Turkey from Syria; in 2014 by Poland, following the Russian intervention in Crimea; and again by Turkey in 2015 after threats by the Islamic State to its territorial integrity. This means the run rate is about 1 a year recently but hardly ever before. With only a half year to go I calibrate the chance between the recent and the historical run rate "], [1023, "2016-08-07T22:47:58Z", 0.1, "Small chance Russia takes action, unless Putin sees weakness during Fall politics. (or his own weakness)"], [6303, "2016-08-01T04:26:39Z", 0.01, "According to the general news and GJP consensus."], [484, "2016-07-28T01:38:03Z", 0.03, "Down 2% to be below consensus."], [493, "2016-07-27T14:57:22Z", 0.0, "Going to zero due to passage of time. Russia's main focus in the next six months will be working the kinks out of Syria and buttering up Turkey."], [11686, "2016-07-27T00:44:19Z", 0.03, "Turkey and Russia will likely be a bit friendlier after the coup, considering that they are reporting that the people responsible for shooting down the Russian jet were participants in the coup and not acting on Erdogan's order. I thought a flair up or incident likely between the two countries, before the unsuccessful coup, was a potential Article 4 invocation (the sloppy 'coup' attempt is a nicely wrapped gift for Erdogan at this point)."], [1639, "2016-07-26T16:41:15Z", 0.05, "for passing of time"], [1262, "2016-07-26T16:32:02Z", 0.05, "Russia will concentrate on Syria for now..."], [21, "2016-07-26T16:20:45Z", 0.03, "easy bet for Putin to wait and see if Trump can take the White House.  If not, he'll have to consider a bit.  Compared to DJT, Putin shows predictability and restraint - LOL"], [405, "2016-07-23T15:24:28Z", 0.14, "-1\nAfter the failed military coup in Turkey, and the position of Trump about NATO, i dont see why a member of NATO would invoke article 4. \nNATO cohesion seem to be weakened:\nIs Turkey will leave NATO? \nIs it the perfect time to ask USA in a NATO process about article 4?"], [10898, "2016-07-19T06:26:51Z", 0.03, "passage of time and apparent stability of situation"], [6303, "2016-07-18T01:16:44Z", 0.01, "I am forecasting based on the general news reports and GJP consensus. "], [27409, "2016-07-17T14:14:40Z", 0.0, "Russia has no intentions that would lead to such an outcome."], [6303, "2016-07-11T02:18:05Z", 0.01, "I am forecasting based on the general news reports and GJP consensus. "], [21800, "2016-07-10T05:14:31Z", 0.07, "Reducing due to time and consensus.\nDropping to 7% from 12%."], [14182, "2016-07-09T20:48:09Z", 0.05, "Date: 9. Juli 2016 um 17:25:42 MESZ"], [73, "2016-07-09T14:37:56Z", 0.18, "+3.  http://www.wsj.com/articles/nato-linked-websites-go-down-cyberattack-suspected-1468001918.  It's a recent domain and if they were directly attacked by russia that might p them off a tad.  Most likely expect a we don't know who did it response so keeping low. "], [519, "2016-07-08T23:32:02Z", 0.0, "Why did I rate this so high? Europe is in a hedging/crisis mode right now. No way. "], [73, "2016-07-07T20:27:11Z", 0.15, "back up a little until after this nato meeting, merkel words deterrent enough I assume.. http://www.ft.com/cms/s/0/b2d16102-4446-11e6-9b66-0712b3873ae1.html#axzz4DkyA9Zhx"], [1993, "2016-07-07T00:06:46Z", 0.07, "Turkish-Russian relations seem to be normalizing. There is still some possibility of trouble in the Baltics."], [1262, "2016-07-06T18:00:52Z", 0.19, "NATO considers Russia (=Putin) a threat and expansionist and hopes talks (1) will help prevent any \"misunderstandings.\"    Meanwhile, Putin considers NATO a threat (2) as it continues to add or consider adding countries that were previously pro-Russian and acted as a \"buffer\" around the \"heart of the Soviet Union.\"    "], [484, "2016-07-06T17:17:09Z", 0.05, "Down 10% on interesting rumor http://www.gjopen.com/comments/comments/275126"], [4918, "2016-07-06T08:10:30Z", 0.05, "Reducing from 10%. Any actions by Turkey unlikely now. Baltic sea remains as main area of troubles. In light of recent developments [1] it seems highly unlikely that Kremlin will dial the tensions up, unless it feels real threat to it's Kaliningrad outpost. Will revisit after NATO summit."], [405, "2016-07-06T02:33:48Z", 0.15, "+ 3 from 12\nAn another step further, an escalation, this time from Russia.\n'\"When it comes to threats in the (Kaliningrad) area, indeed we can talk of an increase in the intensity of Russia's aggression in recent days,\" Poland's Defence Minister Antoni Macierewicz told Reuters. \n\"These threats have a very important, dangerous role, always present in NATO's thinking – these are anti-access activities, which are a serious threat to the alliance.” [1]"], [1056, "2016-07-06T00:32:20Z", 0.05, "Down five. Once the Russian carrier arrives in the Mediterranean, the action is going to be in Syria. Putin will have his hands full and won't make trouble in Europe. And Turkey is making up, so it's unlikely that there will be any flareup on that front. Russia may make some noises regarding the maneuvers in the Baltics, but nothing daring enough to provoke a crisis. Too much is going Putin's way for him to take any risks."], [691, "2016-07-05T20:44:59Z", 0.09, "The Baltics are very nervous, and Putin is not doing anything to reassure them.  NATO is dithering about how much troop strength to move to the Baltics and Poland, although they are building up some.  Kaliningrad is pretty much an open sore. Not a high probability, but moving up a bit. "], [14182, "2016-07-04T08:31:46Z", 0.1, "COMMENT:"], [14182, "2016-07-02T13:45:20Z", 0.1, "Up from 5 to 10%."], [2965, "2016-07-01T23:04:33Z", 0.03, "Not Turkey \nMinus 2\n"], [3895, "2016-07-01T17:36:54Z", 0.09, "passage of time. No new developments on this front. "], [915, "2016-06-30T14:35:55Z", 0.0, "update"], [26267, "2016-06-30T11:18:46Z", 0.02, "Revise downward as Turkey and Russia seem to be in peace for now after Erdogan's condolences and Russia re-introducing charter flights to Turkey"], [73, "2016-06-28T03:15:40Z", 0.15, "https://www.washingtonpost.com/opinions/global-opinions/russia-is-harassing-us-diplomats-all-over-europe/2016/06/26/968d1a5a-3bdf-11e6-84e8-1580c7db5275_story.html?hpid=hp_no-name_opinion-card-e%3Ahomepage%2Fstory.  I can only imagine the treatment for smaller countries."], [498, "2016-06-27T21:01:01Z", 0.04, "Turkey apologizes for shooting down Russian warplane last year (-1)\nhttps://www.washingtonpost.com/world/turkey-apologizes-for-shooting-down-russian-warplane-last-year/2016/06/27/d969e0ea-3c6d-11e6-9e16-4cf01a41decb_story.html"], [83, "2016-06-27T18:44:42Z", 0.0, "Turkey improves Russian relations and Brexit may leave the EU with less incentive to continue the existing Russian sanctions, (and possibly less incentive for NATO expansion eastward?).\nhttp://www.reuters.com/article/us-turkey-israel-russia-idUSKCN0ZD29U"], [1708, "2016-06-27T16:48:13Z", 0.0, "http://www.reuters.com/article/us-russia-turkey-jet-idUSKCN0ZD1PR"], [26528, "2016-06-27T13:32:33Z", 0.01, "At present Russia may see more benefits in acting peacefully. "], [498, "2016-06-26T12:52:17Z", 0.05, "\"NATO has now agreed that a cyberattack can, under certain conditions, be considered an act of aggression that would require an article 5 response.\"\nhttp://moderndiplomacy.eu/index.php?Itemid=723&id=1529:the-2016-nato-summit-what-will-be-on-the-agenda-in-warsaw&option=com_k2&view=item"], [38, "2016-06-23T20:25:40Z", 0.11, "My thinking follows the arguments of @jlnado at http://www.gjopen.com/comments/comments/264219."], [1526, "2016-06-22T17:42:09Z", 0.02, "Turkey was the only wild card, but Russian is out of Syria, so no Article 4 coming."], [691, "2016-06-22T16:43:40Z", 0.14, "http://www.reuters.com/article/us-russia-putin-nato-idUSKCN0Z80VS\nAs part of his campaign to help his people feel righteous about his military adventures and satisfied with his generally disastrous leadership, Vlad the Shirtless will feel the need to do something that will alarm somebody.  He seems to need to position himself or Russia as aggrieved so he can pull of some such maneuver.  Best bet is the Baltics.  Easing this upward a bit.  "], [405, "2016-06-21T05:20:42Z", 0.12, "+7 from 5"], [26267, "2016-06-20T23:55:19Z", 0.06, "Russia doesn't have resources for a full blown confrontation with Nato and thus will avoid it. This might not work in case of Turkey going nuts for political reasons and Russia going all-in on isolation."], [6303, "2016-06-20T02:56:50Z", 0.01, "According to the general news and GJP consensus."], [19801, "2016-06-19T13:11:20Z", 0.0, "Doesn't seem likely."], [14182, "2016-06-18T19:33:45Z", 0.05, "Moving up 2% from 3 to 5%. "], [556, "2016-06-17T16:47:13Z", 0.15, "http://www.reuters.com/article/us-nato-russia-idUSKCN0YZ0LW\nhttp://breakingdefense.com/2016/06/nato-declares-cyber-a-domain-nato-secgen-waves-off-trump/"], [484, "2016-06-15T17:00:55Z", 0.15, "Up 10% on @clinton http://www.gjopen.com/comments/comments/259419"], [73, "2016-06-15T03:31:21Z", 0.5, "Hhhhmmmm. +49.  This is messing with my biases too much.  http://breakingdefense.com/2016/06/nato-declares-cyber-a-domain-nato-secgen-waves-off-trump/.  "], [1708, "2016-06-14T11:05:36Z", 0.25, "http://www.reuters.com/article/us-nato-russia-idUSKCN0YZ0LW"], [691, "2016-06-13T20:17:29Z", 0.13, "http://www.reuters.com/article/us-nato-russia-idUSKCN0YZ0LW\nThis is The Sort Of Thing that will trigger an Article 4 chat.  Not enough to alarm Putin, but enough to put him on notice that he is being watched, and not in a good way."], [6303, "2016-06-12T01:13:37Z", 0.01, "According to the general news and GJP consensus."], [64, "2016-06-10T01:38:54Z", 0.1, "Passage of time"], [522, "2016-06-07T11:03:28Z", 0.0, "No. Neither the coherence, capability or will to do so and RU will not present the opportunity."], [6303, "2016-06-06T03:42:07Z", 0.01, "According to the general news and GJP consensus."], [4634, "2016-06-04T05:11:08Z", 0.18, "The Polish government is serious about the threat: 'Poland plans paramilitary force of 35,000 to counter Russia' "], [6303, "2016-06-03T03:02:20Z", 0.01, "According to the general news and GJP consensus."], [83, "2016-06-02T18:40:31Z", 0.0, "Leaving historical average score to cover any remaining odds."], [14182, "2016-06-01T21:36:46Z", 0.03, "Will start w/ a low probability forecast  based on the of Article 4 being used In response to  \"actions taken by Russia\"..."], [1056, "2016-06-01T00:17:58Z", 0.1, "Affirming."], [783, "2016-05-26T06:29:04Z", 0.01, "It was employed during 9/11 when NATO planes monitored aircraft, and that was not a solid use of it. I think the US and Russia are settling in on an agreement in Ukraine to prevent any spill over in NATO areas.  "], [19801, "2016-05-25T12:47:21Z", 0.01, "Far less time for the invocation to occur, doesn't seem likely this year."], [3895, "2016-05-19T17:21:06Z", 0.11, "dropping down, nothing big seems to be festering on the immediate horizon. "], [102, "2016-05-18T03:01:47Z", 0.0, "https://larswericson.wordpress.com/2016/05/18/gitrep-17mar16pm/"], [102, "2016-05-14T03:42:13Z", 0.12, "https://larswericson.wordpress.com/2016/05/14/gitrep-13may2016pm/"], [14208, "2016-05-13T15:59:30Z", 0.0, "3 to 0"], [21800, "2016-05-11T01:56:45Z", 0.12, "Reducing to be closer to consensus."], [102, "2016-05-10T02:31:19Z", 0.16, "https://larswericson.wordpress.com/2016/05/10/gitrep-9may16pm/"], [24028, "2016-05-09T11:54:54Z", 0.99, "When invoked, it is late to vote yes.\nClosing: Jan 1, 2017 09:59AM"], [102, "2016-05-08T16:58:52Z", 0.17, "https://larswericson.wordpress.com/2016/05/08/gitrep-8may16am/"], [24771, "2016-05-08T14:02:10Z", 0.03, "Base rate is very low - only invoked 5 times ever in 67 years and only once specifically against Russia (Poland in 2014 due to Crimea invasion). My suspicion is that it is rather easy to substitute this question for \"will someone invoke article 4 in response to something that is plausibly Russia-related\" or \"will Russia do something that is very bad\", but the question is specific with regards to actions taken *by Russia*, and something on the level of annexing crimea.  "], [498, "2016-05-05T08:21:37Z", 0.01, "It's the U.S. and Russia in Geneva today, and Trump and Putin in Moscow tomorrow!"], [13997, "2016-05-05T05:42:49Z", 0.0, "I think Russia is just about as busy as it can be"], [21800, "2016-05-03T02:10:54Z", 0.15, "Lowering from my 18% to 15%. Crowd consensus has dropped to 13%.\nWill prefer to be positioned slightly away from consensus, as long as Trump is active in the Presidential election cycle with his 'obsolete NATO' comments."], [102, "2016-05-03T00:59:04Z", 0.19, "https://larswericson.wordpress.com/2016/05/03/gitrep-2may16pm/"], [493, "2016-05-02T15:47:55Z", 0.05, "Probably not, although one wrong move from some Russian jet jockey could really screw things up."], [102, "2016-05-01T15:40:36Z", 0.26, "https://larswericson.wordpress.com/2016/05/01/gitrep-1may16am/"], [691, "2016-04-29T15:42:47Z", 0.19, "The folks in the Baltics seem increasingly skittish, and a lovely Article 4 get-together might remind Tsar Vladimir the Shirtless that everybody has friends except him."], [102, "2016-04-26T04:03:04Z", 0.27, "https://larswericson.wordpress.com/2016/04/26/gitrep-25apr16pm/"], [102, "2016-04-22T03:31:27Z", 0.25, "https://larswericson.wordpress.com/2016/04/22/gitrep-21apr16pm/"], [23737, "2016-04-21T20:33:20Z", 0.25, "Russia has a history of provocative behaviour and testing the limits. If they continue with activities similar to the one in the linked article, it can not be excluded that Article 4 will be invoked. However, Russia usually does not go too far over the limit.\nhttp://www.nytimes.com/2016/04/14/world/europe/russian-plane-us-ship-baltic-sea.html"], [102, "2016-04-21T03:55:52Z", 0.27, "https://larswericson.wordpress.com/2016/04/21/gitrep-20apr16pm/"], [691, "2016-04-19T22:58:39Z", 0.19, "http://www.reuters.com/article/us-poland-russia-nato-idUSKCN0XG0UB\nhttp://www.reuters.com/article/us-russia-nato-idUSKCN0XG2FL"], [16451, "2016-04-19T18:59:20Z", 0.0, "russia is at west's mercy in terms of EVERYTHING, drilling tech (30% obsolete by 2017), modern tech, military tech, even 50% of food is imported"], [11038, "2016-04-17T17:14:22Z", 0.2, "Lowering for time.  Russia is regenerating combat power after drawing down it's forces in Syria.  While this isn't likely to happen, they still have the means."], [484, "2016-04-16T04:06:59Z", 0.05, "(no change) Just a thought. We know Putin said he admired DT (or something like that), but in the real world I'm guessing he'd rather deal with HRC channeling Kissinger than take a chance with DT. If so, there are good reasons to play the long game and not do something that might change the US election dynamics. The Europeans already know Russia cannot be ignored."], [14208, "2016-04-15T22:19:35Z", 0.03, "Once the Olympics opening ceremonies are over I'll go to 0%.  Russia pulled back in Syria...not much news coming out of Eastern Europe...I wonder if they are re-loading?  I assume Russia will continue to challenge NATO/US in EUCOM/CENTCOM/AFRICOM and China will continue to challenge US & ASEAN nations in PACOM.  I don't think Russia wants a NATO nation to invoke article 4 but I could be wrong.  What would be the US NATO response to an Article 4 declaration by a NATO member this summer right before US general elections?  I'm not saying its gonna happen...just thinking out loud."], [484, "2016-04-15T16:02:30Z", 0.05, "I've seen no silly political talk in the US regarding the naval incident. Dropping back down 5%."], [19801, "2016-04-14T13:18:09Z", 0.06, "Unlikely, there are no current conflicts that would make it probable."], [484, "2016-04-13T23:35:34Z", 0.1, "Up 5% on the Russian's buzzing the destroyer. Not needed since \"stuff\" (arcane military term) happens all the time, but here is my thinking. It has been awhile since NATO seemed particularly relevant and the US showing some \"muscle\" before the elections couldn't hurt the D's chances. Low cost/consequences for the US invoking article 4 and I'm guessing Putin would understand and not overreact. Brussels could probably use the business too. â€”but as you can tell, my forecast isn't too high in anticipation of this."], [691, "2016-04-12T17:30:31Z", 0.2, "http://www.reuters.com/article/us-russia-budget-deficit-idUSKCN0X90TN"], [21800, "2016-04-05T02:49:49Z", 0.18, "I was on 5% for some time. Raising this to 18% to be closer to consensus on this one. Will prefer to stay slightly above consensus as long as Trump is in the fray.\nIf there is obsolete NATO rhetoric in the Presidential elections, won't put it past NATO to show that it is active and relevant."], [484, "2016-04-04T23:39:48Z", 0.05, "(no change) Wonder if it might be time for Putin to distract from the Panama Papers imbroglio?"], [10898, "2016-04-04T18:29:45Z", 0.08, "passage of time "], [691, "2016-04-02T13:40:33Z", 0.22, "Now that Putin has declared victory in Syria, he needs someplace else to visit if he wishes to keep his population from noticing their actual conditions.  He hasn't said it yet, but it looks like he's about to parachute some \"peacekeeping\" volunteers into Nagorno-Karabakh.  They will not leave, since somebody or other--probably not a recognized government--will ask them to stay.   "], [734, "2016-04-02T02:52:23Z", 0.08, "Passage of time."], [484, "2016-04-02T02:43:21Z", 0.05, "Down 5% for passage of time."], [102, "2016-03-30T03:12:03Z", 0.28, "https://larswericson.wordpress.com/2016/03/30/gitrep-29mar16pm/"], [102, "2016-03-27T23:19:54Z", 0.3, "https://larswericson.wordpress.com/2016/03/27/gitrep-27mar16pm/"], [10898, "2016-03-25T08:02:44Z", 0.11, "decreasing for passage of time"], [484, "2016-03-25T04:26:34Z", 0.1, "Down 5% to be below consensus. Also decided Putin doesn't need to stir things up before the Russian election."], [83, "2016-03-20T23:22:37Z", 0.01, "On the same side in Syria, and the Ukraine is a mess.\nTurkey needs the EU and Germany - Merkel mostly OK with Russia."], [21800, "2016-03-17T09:19:45Z", 0.05, "Now that Putin is de-escalating in Syria (the most likely flash point), chances are quite low. It cannot be ruled out though."], [102, "2016-03-17T01:24:18Z", 0.38, "https://larswericson.wordpress.com/2016/03/17/gitrep-16mar16pm/"], [915, "2016-03-16T23:00:07Z", 0.02, "Syria."], [1395, "2016-03-16T18:24:52Z", 0.01, "Following the consensus. Russia seems to be softening their position in Syria. Tensions with Turkey remain high, but I don't see them boiling over."], [24, "2016-03-15T09:28:40Z", 0.25, "-10 for reduced risk of Turkish invocation of Article 4: +5 for increased risk of Polish or other Central-Eastern Europe invocation."], [15471, "2016-03-15T07:30:51Z", 0.1, "Reducing due to Russia's withdrawal from the Syrian conflict."], [734, "2016-03-14T23:06:12Z", 0.12, "With Putin pulling out, greatly diminished chance. However some military assets remain, so one can never tell..."], [19260, "2016-03-14T22:37:00Z", 0.2, "With Russia's (unexpected) declaration of success and beginning of withdrawal from Syria ordered today, chance of a Turkish invocation involving Russia is down substantially.  With Turkey responsible for 80% of Article 4 invocations ever (75% in the last four years), that means the overall odds are appreciably down."], [4577, "2016-03-13T13:33:23Z", 0.15, "Reducing on passage of time, absence of escalation in Russia-Turkey spat."], [19260, "2016-03-12T13:10:07Z", 0.4, "Decay for passage of time.  Still think it's not unlikely, given low consequences of Article 4 and the recent history of invocations (3x in last 4 years by Turkey over situation in Syria, 1x by Poland over Ukraine)."], [493, "2016-03-11T15:54:29Z", 0.05, "Affirming prior."], [734, "2016-03-11T01:28:42Z", 0.28, "Dropping for the moment. Turkey seems reluctant to poke the bear..."], [11430, "2016-03-08T22:25:28Z", 0.15, "Odds of this happening are getting slimmer as it seems VP is planning to wait out the EU and US elections."], [102, "2016-03-08T05:04:18Z", 0.39, "https://larswericson.wordpress.com/2016/03/08/gitrep-7mar16pm/"], [102, "2016-03-06T04:12:32Z", 0.4, "https://larswericson.wordpress.com/2016/03/05/manual-category-assignment-work-in-progress/"], [15471, "2016-03-05T20:06:53Z", 0.25, "Reducing for passage of time and due to the fact that NATO warned Turkey from doing it."], [4992, "2016-03-05T15:46:05Z", 0.4, "Updating for the passage of time (4 months down off original 14 month time frame).  I still believe very aggressive Russian actions are quite likely throughout the remainder of the year, any of which has the potential to cause article 4 invocation.  Russian-NATO relations are very strained (see Syria/Turkey, see Ukraine, see commentary on Montenegro), and I continue to expect Russia to be very assertive anywhere it can be (especially since it seems to have somewhat limited ability to respond directly to some NATO actions like expansion in west balkans w/ montenegro, etc).  Thus, my assessment continues to be that \"the conditions are right,\" but actually predicting whether the trigger goes off is much more difficult."], [14208, "2016-03-05T06:39:45Z", 0.11, "Comment deleted on Oct 22, 2016 06:17PM UTC"], [2965, "2016-03-04T23:41:04Z", 0.17, "http://www.wsj.com/articles/turkish-police-detain-boydak-executives-in-gulen-investigation-1457095909\nErdogan WIld card. \nThen Ukraine has ongoing internal problems corruption still rampant.\nalthough corruption is a campaign issue. See Iulia Timishenko\nSee general Ukraine report Atlanctic Council.org\nIsnt Putin busy enough in Syria and elections?.\nLets hope. No news is good news.\nNo basis other than to adjust towards crowd.\nTHe OCSCE  is monitoring cease fire."], [3895, "2016-03-04T13:06:18Z", 0.39, "back down again since the height of the Russia/Turkey tensions"], [13377, "2016-03-04T08:47:41Z", 0.35, "https://larswericson.wordpress.com/"], [43, "2016-02-29T15:29:21Z", 0.68, "Dateline 2-29-16 Latvia is asking for a troop commitment from NATO in order to hedge against growing Russian aggression in Eastern Europe and the Baltics, USA Today reports. Latvian foreign minister Edgars Rinkevics said his country wants NATO \"boots on the ground\" there, along with the weaponry and equipment to go along with them. That might be a tall order for the Atlantic alliance, however, given the relatively tight defense budgets of NATO's bigger powers. Latvia itself has increased defense spending as it worries about recent Russian mobilizations and exercises along its border with Russia.  Situation Report: Foreign Policy [fp@foreignpolicy.com] "], [493, "2016-02-29T14:48:48Z", 0.05, "Affirming prior."], [691, "2016-02-29T13:39:36Z", 0.29, "http://www.reuters.com/article/us-mideast-crisis-nato-idUSKCN0W212Y"], [4577, "2016-02-29T11:41:05Z", 0.2, "Bumping up from 15 to 20 on increased risk of Russia-Turkey confrontation in and around Syria"], [1646, "2016-02-28T11:03:52Z", 0.1, "Passage of time,  ceasefire in Syria and the rise of Trump makes me feel better about Putin"], [20656, "2016-02-27T20:55:31Z", 0.33, "Turkey has invoked article 4 three times before. Kurdish situation is very tense. Syrian conflict liable to explode if ceasefire fails. Russia/Turkey relations combustible. "], [484, "2016-02-27T18:18:43Z", 0.15, "(no change) Good background even if a bit of a snooze to read:"], [1337, "2016-02-26T17:58:34Z", 0.28, "With their veto, France and US essentially authorized Turkey bomb Syria. Looks like Turkey has friends ready to vote for things, so +3%."], [1526, "2016-02-26T15:08:07Z", 0.1, "I\"m lowering. I think there is a lot of effort to not trigger an actual war."], [2965, "2016-02-25T19:29:08Z", 0.1, "http://www.atlanticcouncil.org/blogs/new-atlanticist/us-should-provide-arms-military-aid-to-ukraine-eight-ex-officials-say"], [1639, "2016-02-24T21:45:43Z", 0.14, "Forgot to lower :-/"], [1639, "2016-02-24T21:44:58Z", 0.32, "Lowering in view of a possible deal for Syria "], [493, "2016-02-24T21:00:14Z", 0.05, "Lowering in light of possible Syria deal."], [484, "2016-02-23T17:45:00Z", 0.15, "Dropping 50% to be below consensus since I've been high for so long."], [4577, "2016-02-23T10:13:26Z", 0.15, "Nudging up from 12 to 15 on increased risk of Russia-Turkey conflict in Syria."], [16023, "2016-02-23T08:46:27Z", 0.15, "Increasing due to rising tensions"], [484, "2016-02-22T04:08:00Z", 0.65, "Dropping 10% for passage of time."], [20301, "2016-02-21T21:33:48Z", 0.25, "I believe the main factors are the price of oil and whether Russian economy further weakens.  My three scenarios:"], [2965, "2016-02-21T13:11:35Z", 0.33, "From implausible given Erdogan's call for NATO defensive alliance and Russia call for UN to veto; to 1/3.\nNATO is a defensive alliance. NATO  treaty. Still  2/1 against, but Turkey under Erdogan and NATO have inconsistent goals if conflcting goals, both short run and long run.\nErdogan  may try to invoke IV upon reality or pretext of multiple Russian \"invasions\" of Turkish airspace.\nWhen Putin and Erdogan collide, no sure answers.  NATO Nothern Tier.\nDue to US Finnish joint air force exercises; prepositioning US assets in Norway and/or  Poland and Baltic states, the \"Baltic Brigade\"; substantial military aid to Ukraine, Medevedev \" new cold war\";  Russian forces \" green men\" keep popping up on Russia's borders with ex-Soviet states."], [689, "2016-02-21T05:50:38Z", 0.18, "Comment deleted on May 10, 2016 10:58PM UTC"], [1015, "2016-02-20T18:20:27Z", 0.25, "Potential for Turkey to invoke article 4 in the next year. Smaller likelihood that the Baltics will invoke article 4. Hard to see what NATO countries would gain from an article 4 invocation or what Russia would gain by provoking one, but the presence of multiple unstable flashpoints (Syria, Nagorno-Karabakh, Ukraine) puts upward pressure on my forecast."], [1056, "2016-02-20T17:54:07Z", 0.1, "Affirming forecast. Turkey is the only country that at this time might invoke Article 4, and such an invocation would garner Turkey absolutely nothing. Any NATO conference concerning Russian actions with respect to Turkey would only highlight fissures within the alliance. Article 4 consultations would not show the strength and resolve of the alliance; such consultations would jeopardize its existence by showing how shallow the commitments of its members are. The Turks and the other members know that, and I'm sure they realize that they're much better off not consulting about Russian operations in Syria and then taking no action. It would be the first time in history that an alliance called its own bluff."], [10192, "2016-02-20T17:19:19Z", 0.72, "http://www.dailymail.co.uk/news/article-3455934/Nato-warns-Turkey-t-count-support-conflict-Russia-tensions-escalate.html"], [2965, "2016-02-20T16:22:28Z", 0.4, "Turkey. Erdogan. UN  Security Council er session called by Russia, Turkey has invoked article IV in the past. "], [1708, "2016-02-20T10:35:39Z", 0.5, "http://washpost.bloomberg.com/Story?docId=1376-O2QLA36S972801-1A7NPOH8A5P3B9JPIUBF23DDIS"], [484, "2016-02-20T02:15:48Z", 0.75, "Lowering 10% for non-escalation of events."], [94, "2016-02-19T20:17:08Z", 0.35, "Increasing slightly on recent news"], [43, "2016-02-19T18:36:56Z", 0.67, "Turkey will not be pleased. YPG and Turkey are enemies. Although the U.S. is backing YPG outside Turkey's borders, this increases the danger of the Kurdish eastern region of Turkey seceding. Given that Russia also is supporting YPG, consider this comparison class: eastern Ukraine."], [43, "2016-02-19T16:02:08Z", 0.65, "Has Turkey crossed the Rubicon in its escalating attacks on the Azaz, Syria area? I doubt that this will work out as well as it did for Julius Caesar. What if Russia retaliates with attacks inside Turkey's borders? This also affects the Akkuyu and Turkey capital controls questions, IMHO raising probabilities, and decreasing probabilities of Article 4, 5 regarding Islamic State, which seems content to let Turkey and the Kurd + Russia + Syria alliance du jour duke it out for the foreseeable future.\n\nDateline 2-19-16 Turkish military hit PYD/YPG targets in Syria on Thursday night with artillery rockets positioned in southern Hatay province.\nAccording to reports, the rockets targeting PYD/YPG positions in Syria's Afrin were launched late Thursday and continued to hit the targets on Friday morning.\nTurkey pounded PYD/YPG targets near Syria's Azaz on Thursday with T-155 Fırtına howitzers, in retaliation for the terrorist organization's cross-border fire into southern border town Kilis.\nPreviously, the military shelled YPG targets near the town of Azaz in northern Syria on Feb. 13, under the rules of engagement and in response to two separate attacks carried out by YPG and Assad forces on a Turkish military base and a police station. http://www.dailysabah.com/politics/2016/02/19/turkey-hits-ypgpyd-targets-with-artillery-rockets"], [12591, "2016-02-18T00:04:08Z", 0.4, "Turkey may invoke Article 4"], [43, "2016-02-17T20:16:59Z", 0.45, "Russia's alliance with the Kurds is a grave threat to Ergodan. Kurds are placing high priority on taking over a swathe of Syria along the entire border with Turkey. Russia is giving them air support and the Kurds are using U.S. provided weapons, much to the dismay of NATO ally Turkey.\n\nThe Russian playbook in Moldova, Georgia and Ukraine is to find  enraged minorities and empower them. I expect in Russian/Kurd negotiations, Putin is holding out the prize of annexing Kurd-dominated eastern TUrkey along with mostly Kurd-dominated northern Syria. I expect that Assad will continue to tolerate this because it's the price of remaining in power and protecting his Alawite minority against Sunni Arabs. "], [2965, "2016-02-17T13:53:27Z", 0.4, "Statement by Medvedev,deployment of even a NATO brigade and reports of US Air Force deployment with non NATO Finland are sufficient for the Northern Tier.\nNATO interests and Turkey diverge.\nIf Turkey invoked Article IV, no practical benefit.\nBut with ongoing Russian flights near Turkish border not reducing further."], [1708, "2016-02-16T21:44:58Z", 0.55, "http://washpost.bloomberg.com/Story?docId=1376-O2N1QM6S973101-5DKGS2LIP24GAS5JOCHUO5DEQU"], [498, "2016-02-16T16:39:49Z", 0.2, "+3"], [11057, "2016-02-15T19:02:52Z", 0.47, ""], [484, "2016-02-15T16:26:10Z", 0.85, "Up 20% on this:"], [498, "2016-02-13T13:16:42Z", 0.17, "@AndrewSabisky makes the point that the Aleppo operation might freak out the Turks. ( http://www.gjopen.com/comments/comments/131675 )\nWhile I know they claim not to be there yet, I'm thinking that the Aleppo operation might also be freaking out the French. Whether they can't shake their colonial legacy of the past in this area, or they have visions of a new rule, er role, France has the hots for Syria. From Sarkozy fomenting the Arabs in Ridyah, to Fabius's rebuke of Obama for not pressing direct action, it doesn't seem likely that those UAE and Saudi Arabian forces targeted at Aleppo will be going without French accompaniment of some sort. So, what I'm saying is that it might very well be France that triggers this question, but under this scenario we'd probably need to see the Arabs first deploy and then the French make some announcement as to accompaniment. Then, there's some proxy clash gone bad and French troops end up facing off with Russian troops. As the Arabs deploy and the French announce, I'll raise my forecast correspondingly."], [12302, "2016-02-12T04:52:52Z", 0.03, "Reaffirming forecast."], [3895, "2016-02-11T16:50:47Z", 0.57, "going up above 50% for the time being - the upcoming Aleppo operation & recent Russian military exercises may well freak out the Turks http://nv.ua/opinion/felgengauer/rossija-nachala-podgotovku-k-bolshoj-vojne-96316.html"], [43, "2016-02-11T14:10:02Z", 0.41, "Urk."], [43, "2016-02-11T13:26:27Z", 0.4, "NATO increasingly on a war footing."], [1526, "2016-02-10T21:10:06Z", 0.45, "I'm upping my vote. The world is in turmoil right now. Russia is building up on the Eastern Ukraine bo"], [43, "2016-02-10T20:36:04Z", 0.4, "Today, Syria. Soon, Ukraine again. Baltics next? If this week's uptick in Russian aggression against Ukraine means they are planning a spring offensive, and if this happens despite Russia's Syrian campaign of total obliteration of cities, holy cow! Can an Article 4 consultation be far behind?"], [493, "2016-02-10T18:58:21Z", 0.1, "No, for the same reasons they won't for ISIS. Everybody already understands the problem, and Russia isn't likely to do anything spectacular enough for NATO invocation."], [19538, "2016-02-09T12:40:58Z", 0.25, "Quite a few European governments (and Turkey) may find it expedient for their internal politics to \"demonstrate strength\" against Russia, but are afraid to take any physical action. Invoking Article 4 is probably one of the most severe forms of \"cheap talk\" they have available, and might be taken after the options 1-3 (do nothing, issue a statement, lodge a protest) are exhausted.\nNothing would ever come of it, of course, but that isn't the purpose anyways.\nSince relations towards Russia start becoming increasingly hostile again, I expect a likelihood somewhat above base rate (0.3), with Russia being probably the most likely target (0.8). 0.3*0.8=0.25"], [19381, "2016-02-08T18:40:26Z", 0.3, "The severity of Article 4 invoking, and the its distribution in time, combined with the ongoing military campaign against ISIS suggest that the chance is greater than the suggested 20%."], [1639, "2016-02-07T15:42:45Z", 0.32, "Upgrading on a tip from @cmeinel\nDateline 2-7-16 Up to 70,000 Syrian refugees flee to Turkey's closed border http://www.telegraph.co.uk/news/worldnews/middleeast/syria/12144248/Up-to-70000-Syrian-refugees-flee-to-Turkeys-closed-border.html\n"], [43, "2016-02-07T15:22:31Z", 0.37, "Thanks to Russia's rolling campaign to totally destroying Syria's cities, the flood of refugees to Turkey's border is swelling. Ergodan is making noises about openly intervening militarily in Syria against Russia instead of covertly as is going on now with the Turkmen rebels. Is an Article 4, even Article 5 Action with NATO in the future? "], [734, "2016-02-07T02:36:06Z", 0.42, "+20 on Aleppo news."], [24, "2016-02-07T00:45:50Z", 0.35, "One word: Turkey"], [53, "2016-02-06T07:52:19Z", 0.45, "http://www.theguardian.com/commentisfree/2016/feb/05/aleppo-europe-vladimir-putin-russian-military?CMP=share_btn_tw\n"], [484, "2016-02-06T03:14:35Z", 0.65, "(no change) Run-up to 18 Sep Russian elections could be dicey, especially if oil prices are low."], [11057, "2016-02-06T02:32:04Z", 0.27, "http://www.reuters.com/article/us-mideast-crisis-syria-aleppo-idUSKCN0VE0ZA"], [73, "2016-02-05T18:11:36Z", 0.66, "+45  http://sputniknews.com/politics/20160205/1034300173/turkish-invasion-of-syria-moscow-keeping-eye-on-ankara.html"], [691, "2016-02-04T23:17:46Z", 0.47, "http://www.bbc.com/news/world-europe-35456535"], [1708, "2016-02-04T16:36:39Z", 0.5, "\"Russia accuses Turkey of preparing to invade Syria\" \nhttp://hosted.ap.org/dynamic/stories/E/EU_RUSSIA_SYRIA?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2016-02-04-11-27-45\nhttp://abcnews.go.com/International/wireStory/latest-monitor-500-sites-hit-air-offensive-36706984"], [43, "2016-02-02T14:12:47Z", 0.36, "A wounded bear is a more dangerous bear. Today a $1 US costs 79 rubles and Russia is in recession."], [10898, "2016-02-01T03:04:21Z", 0.25, "Russian possible violation of Turkish airspace"], [13491, "2016-01-31T23:03:35Z", 0.05, "I don't think Putin will do something that stupid"], [506, "2016-01-31T22:04:43Z", 0.55, "Turkey is our best area to watch on this at this moment, but it is still worth watching NATO in Europe.  Below is a Baltic update.  "], [484, "2016-01-31T18:30:16Z", 0.65, "Up 10% for a bit on the Turkish airspace violation. Low bar to invoke and NATO radars supposedly confirmed."], [498, "2016-01-31T07:22:05Z", 0.21, "+1 Russia seems inclined to keep providing Turkey opportunities."], [43, "2016-01-30T22:01:19Z", 0.35, "Russian committed yet another airspace violation against Turkey yesterday. Add this to the near collision Monday with a U.S. RC-135U  in international airspace over the Black Sea, and it is looking ugly, perhaps lethal again. Raising probability."], [231, "2016-01-30T21:36:14Z", 0.19, "Turkey seems unwilling so far."], [734, "2016-01-30T17:25:33Z", 0.22, "Reaffirming.\nhttp://www.reuters.com/article/us-turkey-russia-airspace-idUSKCN0V80NM"], [484, "2016-01-30T16:21:10Z", 0.55, "Up 25% on @madre post."], [506, "2016-01-30T16:16:56Z", 0.55, "Turkey just summoned Russia's ambassador over another violation of airspace:\n(Twitter Alert)  http://www.bbc.com/news/world-europe-35449152?ns_mchannel=social&ns_campaign=bbc_breaking&ns_source=twitter&ns_linkname=news_central"], [15331, "2016-01-30T04:04:54Z", 0.15, "This forecast is a difficult one. Invoking Article 4 is something used only in recent big crises. (Ukraine, Syria)"], [43, "2016-01-29T23:00:31Z", 0.25, "Raising probability, given Russia's increasingly unsafe aerial interceptions. "], [24, "2016-01-28T23:50:15Z", 0.25, "One potential flashpoint may be the Republic of Moldova: large-scale pro-Russia protests have been unfolding in the capital, Chisinau, in the past week, with a tent city (echoes of past pro-Western protests in Kiev) being set up. There are obvious ways in which Russia can meddle via its proxies in Parliament (the Socialist Party - the largest parliamentary faction, but excluded from Government), the separatist territory of Gagauzia (in which an unofficial referendum last year overwhelmingly expressed support for joining Russia's Eurasian Economic Union), and via its troops and allies in the secessionist region of Transnistria. That the Government is weak, unstable, and the credibility of the state is severely exhausted by major acts of financial fraud and malpractice is also significant."], [43, "2016-01-28T10:34:15Z", 0.23, "https://larswericson.wordpress.com/"], [142, "2016-01-27T13:58:30Z", 0.45, "Russia is suffering economically from low oil prices and there are indications that ordinary Russians are dissatisfied.  In the past, Russian leaders have created tension with neighboring countries to heighten patriotism and to distract the peoples attention."], [1639, "2016-01-26T14:51:18Z", 0.08, "Not likely. After the downing of the Russian plane by Turkey. Russia foreign-policy adventures are very expensive, and a sagging economy seems to be dulling the Kremlin's appetite. Also, it seems that there are even some conciliatory rumors on the Ukraine affair. But mostly, the campaign in Syria is stretching Russia's military logistics to near breaking point."], [11115, "2016-01-26T13:39:53Z", 0.13, "Lowering to account for passage of time since last forecast."], [2965, "2016-01-23T02:39:32Z", 0.66, "See http://www.wsj.com/articles/russian-u-s-troops-edge-closer-in-northeastern-syria-1453505033"], [16023, "2016-01-22T01:01:05Z", 0.1, "I think it's fairly unlikely, given low oil prices and poor Russian economical conditions, not to mention the fact that it's only been invoked 5 times in history, 4 times by turkey and once by Latvia, Lithuania, and Poland against Russia. I think there's roughly equal chances that someone invokes art. 4 on ISIL as art 4 on Russia. (10% or so)"], [16168, "2016-01-21T19:27:42Z", 0.1, "Russia will get more desparate but the focus will not be towards provoking NATO directly"], [484, "2016-01-20T03:07:43Z", 0.3, "Down 15% to be closer to the consensus."], [2965, "2016-01-20T00:10:37Z", 0.51, "Given tumultuous events in Syria and Turkey and in the report of a prior Russian cyber attack on Ukraine grid, a new Government in Poland that is anti-EU and anti- Russian , I remain commited to the event being likely, but the fall of the price of oil,ruble and sanctions diminish likelihhood."], [43, "2016-01-19T20:13:24Z", 0.37, "Acting on a tip from @Heffalump, thank you."], [13377, "2016-01-18T02:39:38Z", 0.3, "Following Lars Ericson's supercrowd. https://larswericson.wordpress.com/"], [12952, "2016-01-17T19:46:52Z", 0.4, "Updated to reflect time decay and perceived better relations between Russia and the West as interest in the Middle East are now more aligned. 2nd update. "], [15670, "2016-01-16T23:07:03Z", 0.2, "very unlikely. my assumption is that the ceasefire in Ukraine will more or less hold and relations between Russia and Europe will significantly improve. Russia is unlikely to want to embark on any further adventure. i give 20 pc possibility only because the rebels on the ground in Ukraine may stir things up on their own and without approval from the top. and also Russia-Turkey relations are likely to remain bitter in the short run. "], [15331, "2016-01-14T19:51:41Z", 0.2, "That would mean WW III. A highly unlikely move by NATO, which did not activate article 4 after the Russian jet was shot by Turkey"], [484, "2016-01-14T16:56:50Z", 0.45, "(no change) Sorry, no link but Ukraine talking about trying to regain control of the break-away eastern parts this year. Ukraine obviously not in NATO, but still might stir things up."], [691, "2016-01-13T21:45:02Z", 0.41, "A year is a long time to expect the president of Russia to go without kicking sand in somebody's face, probably in the Baltics.  One cannot of course discount the possibility that the Turks will seek attention by calling for an Article 4 on some pretext.  "], [14933, "2016-01-11T20:54:10Z", 0.43, "Turkey's been the nation that's invoked it the most in NATO history (4/5 in all of recent history, 3 of which were during the Syrian civil war). I'd imagine Turkey would be the one to call it unless there was a territorial incursion by Russian military units (jets probably, but there have been rumors for years of Russian subs entering Swedish waters undetected) in a Baltic or Eastern European nation"], [15007, "2016-01-11T10:21:44Z", 0.05, "Easy to do better than the crowd on this due to the anti-Russia hysteria in the Western media. Many people making ~40% predictions - really?"], [484, "2016-01-10T01:28:56Z", 0.45, "(no change) Wonder if a \"confirmed\" Russian-based cyber incident might be enough to trigger this? If Ukraine were in NATO it would have been assured. Baltics and Poland might face this, though perhaps after Georgia."], [1056, "2016-01-10T00:43:46Z", 0.1, "Downgrading. This seems less and less likely. I doubt if it will happen in eastern Europe, and I think Turkey is savvy enough to realize that NATO won't risk anything over Russian actions in Syria. If there's a serious clash, that may force NATO to at least talk, but NATO will let Turkey know behind-the-scenes that Russian-Turkish clashes in Syria are not NATO's problem before any Turkish request to invoke."], [498, "2016-01-09T06:30:01Z", 0.2, "Putin signs document naming U.S., NATO as threats to Russia's national security\nhttp://www.dailynews.com/general-news/20160107/russia-now-officially-considers-nato-a-top-military-threat\nhttp://www.christiantoday.com/article/putin.signs.document.naming.u.s.nato.as.threats.to.russias.national.security/75728.htm"], [12952, "2016-01-08T09:30:14Z", 0.45, "Updated to reflect time decay and perceived better relations between Russia and the West as interest in the Middle East are now more aligned "], [734, "2016-01-08T01:49:54Z", 0.22, "All quiet on the Turkish front, so returning to a previous low forecast probability level."], [110, "2016-01-08T00:25:18Z", 0.05, "My best guess is that the risk of this is lower than it was a month ago. Russia is relatively occupied with it's Syrian adventure at the moment, and it looks like they've succeeded in moving the rest of the world closer to their position with regards to the current Syrian regime. Longer term, I suspect Putin will want to start something up somewhere else - @cmeinel mentioned Armenia, vis-a-vis Turkey, Ukraine is still a possibility for another round, the Baltic, Kazakhstan etc etc. I think the next pseudo-random jump will happen after this year though."], [43, "2016-01-07T22:48:16Z", 0.53, "A Russian arms buildup is underway in neighboring Armenia, a nation whose citizens fear and hate Turkey. See the Armenian holocaust. To the south of Turkey, Russian forces in Syria are bombing ethnic Turks who live along the border with Turkey. Turkey's currency is collapsing and the nation is devolving into a civil war against its Kurds in the eastern provinces, abetted by the emerging nation of Kurdistan in northern Iraq. And there is so much more destabilizing Turkey, tempting Putin."], [3702, "2016-01-07T19:51:42Z", 0.15, "The price of oil has dropped to less than $33 per barrel causing serious threats to the Russian economy.  Russia is less able to alienate pipeline partners or risk sanctions that could further raise borrowing costs for LNG and extraction efforts.  It CAN afford to take actions that might limit supply (escalation in war that threatens Iraq/Syria output).  "], [11057, "2016-01-06T15:35:18Z", 0.55, "--Lithuaniaâ€™s Defense Ministry reported Tuesday that NATO jets were scrambled 160 times during 2015 in response to intercepting Russian planes.\n--The interceptions mark a 14 percent increase from 2014, when 140 jets were scrambled. In 2013 only 47 jets were scrambled, underscoring increasing Russian aircraft presence in the Baltic region following the country's annexation of Crimea from Ukraine in March 2014. \nhttp://www.ibtimes.com/amid-russian-tensions-nato-scrambled-jets-160-times-2015-lithuania-says-2251705"], [484, "2016-01-05T00:46:57Z", 0.45, "(no change) Wonder if some dynamic between Russia and Iran would stir things up (more than they already are)?"], [14601, "2016-01-04T16:49:34Z", 0.65, "Turkey has already invoked Article 4 twice since the start of the Syrian Civil war due to actions taken by Russia - http://www.ibtimes.com/what-natos-article-4-why-turkey-called-consultations-under-rarely-used-provision-2026060. Turkey is suffering from increasing uncertainty related to its government (barely formed a government recently, significant protests), the Kurdish population and border security/ISIS. Given Russia's increasing involvement in Syria, the recent history of Turkey's use of Article 4, and Turkey's vulnerable position domestically it seems likely to invoke the article again over the next year.\n"], [14516, "2016-01-03T20:00:35Z", 0.29, "I think Russia is becoming a little more cautious in Europe as it becomes more involved in Syria "], [498, "2016-01-03T16:01:22Z", 0.24, "\"World Order,\" a Russian propaganda film.\nhttp://www.liveleak.com/view?i=cf6_1451260176"], [14375, "2015-12-31T23:46:03Z", 0.15, "None of the major powers are in a demographic or economic situation that's favorable for starting WW3. No one will want to escalate this drastically in 2016"], [14237, "2015-12-29T18:46:38Z", 0.07, "Russia will back off and look to collaborate more with the EU/US"], [14156, "2015-12-28T07:38:40Z", 0.55, "There is a chans that the baltics or Poland will invoke articla 4"], [4139, "2015-12-27T07:54:35Z", 0.5, "Here's where NATO wants Articles 4 and 5 used."], [13377, "2015-12-26T12:40:32Z", 0.51, "https://larswericson.wordpress.com/2015/12/23/early-christmas-gift-accidental-clustering/"], [102, "2015-12-23T22:39:30Z", 0.51, "https://larswericson.wordpress.com/2015/12/23/early-christmas-gift-accidental-clustering/"], [484, "2015-12-23T18:10:11Z", 0.45, "Dropping 20% since issues with Turkey have quieted a bit."], [13377, "2015-12-23T04:28:22Z", 0.52, "Following https://larswericson.wordpress.com/2015/12/22/double-median-filter/"], [13856, "2015-12-23T00:43:51Z", 0.0, "Russia cannot afford another war"], [13786, "2015-12-22T15:37:23Z", 0.05, "Germany is not going to war for anything short of outright invasion of its own country."], [102, "2015-12-22T03:22:56Z", 0.52, "https://larswericson.wordpress.com/2015/12/22/double-median-filter/"], [12318, "2015-12-21T14:04:11Z", 0.45, "Yes. Russia will make a move that will trigger one or more nations to request an article 4. This may be in response to IS, to actions taken in SY or actions involving the Ukraine or Western Europe."], [11057, "2015-12-20T14:51:52Z", 0.55, "The refugee situation plus other indications point to a higher probability.  \nhttp://www.ibtimes.com/europe-refugee-crisis-german-minister-threatens-eu-countries-legal-action-over-2233623"], [13374, "2015-12-18T14:12:23Z", 0.85, "I believe it's likely before too long that Turkey and Russian forces will clash outside Turkish borders, in Syria or Iraq and Turkey will try to invoke article 4 on this basis putting NATO in an uncomfortable position"], [691, "2015-12-17T13:21:43Z", 0.47, "Sooner or later the Turks will panic or Putin will do something odd in the Baltic, the former being more likely in the current atmosphere.  Both Erdogan and Putin are probably willing to accelerate the shoving match to distract attention from their home fronts. "], [13120, "2015-12-16T17:44:19Z", 0.05, "Russia's cooperation is required at the moment "], [11080, "2015-12-15T20:28:46Z", 0.39, "There are just so many ways in which this could turn really ugly http://blogs.reuters.com/great-debate/2015/12/15/why-russias-payback-to-turkey-could-be-lethal/"], [102, "2015-12-15T17:24:14Z", 0.49, "https://larswericson.wordpress.com/2015/12/15/monday-night-picks/"], [498, "2015-12-15T16:59:36Z", 0.16, "I wonder if NATO will make any policy statement on the 34 nation 'Islamic military alliance' which includes NATO member Turkey? I'm not a historian, but I think this might be the first time, especially on such a scale, where a NATO ally has allied themselves with so many non-NATO partners in a specific campaign venture. Does the presence of NATO ally Turkey within the alliance provide a sort of implicit NATO backing of the alliance?"], [12952, "2015-12-15T15:50:41Z", 0.6, "Russia is aggressive currently and is close to conflict with a number of NATO countries. Poland called for a meeting in 2014. Unless relations improve I would think it more likely than not that one nation calls within a year. Most probably Turkey, Poland or Estonia."], [43, "2015-12-15T14:06:12Z", 0.5, "I'm trying to wrap my mind around the frenemies business. Today Russia launched a Soyuz capsule with three passengers, one Russian, one British, one American. They will join two Russians and an American at the International Space Station in low Earth orbit. Currently the only way to get people to and from orbit is with Russia. But in Ukraine, Russia and NATO are enemies. In Syria, they are allies against Daesh and enemies regarding Assad. NATO member Turkey remains unrepentant over its recent downing of a Russian bomber, but wants to continue partnering with Russia on a new nuclear power plant. And so on..."], [3895, "2015-12-14T09:49:25Z", 0.57, "this Turkey-Russia feud doesn't seem to be going away any time soon"], [1708, "2015-12-14T09:35:32Z", 0.75, "\"Russia says fired warning shots at Turkish ship in Aegean to avoid collision\"\nhttp://asia.nikkei.com/Politics-Economy/International-Relations/Russia-says-fired-warning-shots-at-Turkish-ship-in-Aegean-to-avoid-collision. \nIt may not lead to Art 4 being invoked now, but the relationship appears likely to be headed that way in near future. I think there's a high risk Russia may take action against a Turkish jet, naval vessel or personnel on ground assisting Syrian Turkmen. I think Putin correctly judges that he could get away with one instance of such action and both Obama and European NATO members would simply call for calm and no escalation. Most NATO members seem to really think it was a mistake for Turkey to have shot down the Russian jet and I think they would not react with force if only a Turkish jet, vessel or small group of soldiers were killed. Obama is coming to the end of his presidency that was supposed to be defined by stopping wars and engaging with adversaries with diplomacy. Putin's power base is largely nationalistic with elements of  \"reexpansionism\" to former soviet borders and military bases (i.e. E Europe, C Asia and Arctic). After seeing their airman bloodied on the ground surrounded by Turkmen, the Russian public wants and Putin needs for his power base a single act of revenge. All this is really more of an Art 5 issue, but I think the US would pressure Turkey to simply call for Art 4 and use that forum to \"discuss\" the issue and call for no escalation. Invoking Art 5 would almost necessitate NATO action because of its clear language authorizing force if member attacked. \n"], [102, "2015-12-14T04:43:53Z", 0.51, "https://larswericson.wordpress.com/2015/12/14/excluding-outliers-in-the-smart-crowd-forecast/"], [1107, "2015-12-13T20:12:03Z", 0.01, "They would have done it by now if they were going to. "], [136, "2015-12-13T13:24:21Z", 0.65, "http://www.reuters.com/article/us-mideast-crisis-russia-turkey-idUSKBN0TW0EU20151213\nThe Russian Defence Ministry said on Sunday one of its warships, the destroyer Smetlivy, had been forced to fire warning shots at a Turkish vessel in the Aegean Sea to avoid a collision and that it had summoned the Turkish military attache over the incident."], [94, "2015-12-13T07:53:27Z", 0.34, "Increasing forecast with recent news+crowd."], [43, "2015-12-12T18:21:44Z", 0.55, "Clearly, Putin wants to make world leaders shake in their boots or sandals, as the case may be. Unlike Kim Jong Un blathering about an H-bomb, conducting two pathetic excuses for SLBM launches, Mr. Putin has those bombs and the means to deliver them, and he wants us all to know that. See, for example, this morning's test."], [102, "2015-12-12T05:24:30Z", 0.36, "https://larswericson.wordpress.com/2015/12/12/super-friday-night/"], [1526, "2015-12-11T15:21:52Z", 0.65, "Considering all the big moves Russia has made, I almost can't see how Article 4 won't be invoked by someone in the next year. "], [4577, "2015-12-10T11:00:44Z", 0.15, "I think the situation in Syria and with the Islamic State more broadly is pushing NATO and Russia's interests more into alignment again, with the obvious exception of Turkey. I don't expect friendly relations any time soon, but I do expect more of a \"the enemy of my enemy is my friend\" dynamic for now."], [102, "2015-12-10T06:00:48Z", 0.44, "https://larswericson.wordpress.com/2015/12/10/a-super-long-picky-post/"], [498, "2015-12-09T07:45:51Z", 0.49, "@ravel was all over this: Russia militarizes North Pole. Norway can't be happy.\nhttp://www.dailymail.co.uk/news/article-3351506/Is-Putin-going-North-Pole-Russian-leader-deploys-advanced-Growler-anti-aircraft-missiles-Arctic.html"], [1337, "2015-12-08T17:29:59Z", 0.25, "The reasons why this formality shouldn't be performed include the facts that Turks like to go it alone, and have been told off by EU (read: France and Germany). OTOH, after all, it is a bloodless, inconsequential formality, so why not do it? On the plus side, recent migrant pressure on Western Europe gave Turkey somewhat more importance - so I am revising slightly up."], [102, "2015-12-08T03:18:37Z", 0.35, "https://larswericson.wordpress.com/2015/12/08/updated-super-picker/"], [142, "2015-12-07T16:38:27Z", 0.33, "Recent Turkey Russia confrontation  was prompted by Turkish pride about national airspace and ethnic Turks in northern Syria.  The principal NATO powers, USA, UK, Germany and France will discourage Turkey from invoking Article IV on this issue.  More worrisome is the Baltic states.  Should Russia want to divert NATO attention from Syria or Ukraine they can easily apply  pressure on Latvia or Estonia in support of ethnic Russians.  "], [73, "2015-12-07T15:15:08Z", 0.82, "more tension...... https://www.rt.com/news/324940-syrian-army-coalition-strike/"], [12601, "2015-12-07T12:43:59Z", 0.8, "The NATO membership invitation for Montenegro is perceived as a threat and provocation by the Kremlin. Meanwhile after Turkey shoots down a Russian warplane due to its violation of Turkish/NATO airspace, Russian military deployment has been escalated. Recent S-400 missile deployment to Latakia is a clear sign of deterrence. Russia is trying to alter the entire Syrian airspace to a de facto no-fly zone against her rivals. "], [73, "2015-12-07T04:03:30Z", 0.82, "http://www.theguardian.com/world/2015/dec/06/russian-serviceman-with-shouldered-rocket-launcher-seen-on-bosphorus........  "], [73, "2015-12-07T01:35:10Z", 0.77, "more crazy antics?  http://en.trend.az/world/turkey/2465631.html"], [8036, "2015-12-06T17:52:43Z", 0.65, "Escalating tensions:\n\n\tTurkey responds to Russian incursions across Syrian/Turkish border downing a Russian SU-24 fighter.  Russia restricts Turkish tourism, slows or confiscates Turkish food imports, moves missile cruiser Moskva closer to Syria, orders long-range S-400 surface-to-air missile systems to a Russian air base in Syria -- 50 kilometers (30 miles) from the Turkish border."], [1068, "2015-12-06T13:39:08Z", 0.15, "Big swing for me the other way. Now that we've gone past the incursion crisis and are seeing the Russian response ('we have dirt on you...\") I don't see the situation escalating over Turkey in the next three weeks.  This isn't Article 5, but Article 4, of course, but in such a forum the Turks would have to engage the claim that the Russian actions are harming things other than Turkey's territorial integrity."], [4423, "2015-12-05T21:36:26Z", 0.4, "Turkey's action make it more likely.  Montenegro becoming NATO member"], [24, "2015-12-05T20:16:09Z", 0.25, "Upsurge in tensions between Turkey and Russia may make this a little more likely."], [102, "2015-12-05T14:43:11Z", 0.4, "https://larswericson.wordpress.com/2015/12/05/my-super-picker/"], [12346, "2015-12-05T12:43:47Z", 0.64, "My spidey-sense:  more likely because of the Baltics than anyplace else  - poking & counterpoking about Russia seeming to want the USSR back:\nhttp://www.wsj.com/articles/russia-seeks-investigation-of-lithuanian-red-army-deserter-1410191086\nhttp://tass.ru/en/opinions/834547\nAlso, Art. 4 is more likely to be called for than Art. 5:  less risk of \"sorry, can't help you\" if you call a meeting than ask people to send troops/hardware."], [73, "2015-12-05T02:00:03Z", 0.77, "http://www.presstv.com/Detail/2015/12/05/440341/Iraq-Turkey-incursion-Abadi-prime-minister...... no idea what they are doing or why....."], [1056, "2015-12-04T21:05:38Z", 0.4, "Lowering forecast for now, but this question has a time frame. I doubt if there will be any Russian activity in Europe, so the NATO member who invokes Article 4 will be Turkey. I think all the major powers are kind of backing off until the there is some kind of clarity over which Syrian factions will be talking to Assad, and each other, in January."], [12419, "2015-12-04T16:05:43Z", 0.84, "Russia is being aggressive and confrontational. They may not want to jostle the apple cart to much leading up to the transition of power in the US. But at the same time, they know a Republican President will talk tough and Putin will want to show Russia isn't going to be coerced or intimidated by a new American president. Hillary's \"reset\" with Russia didn't forestall Russian aggression. They'll talk nice for a 'reset' with Hillary in 2017 but they'll have strong cards on the table to exact concessions. "], [10916, "2015-12-04T14:56:58Z", 0.4, "Has happened in last few years. Turkey are very article 4 happy and recent confrontations with Russia suggest it is likely."], [241, "2015-12-04T09:00:50Z", 0.5, "Going back to 50% (from 40%) on account of the long forecasting window. A lot of things can happen in a year."], [498, "2015-12-04T07:51:19Z", 0.43, "ErdoÄŸan might do this as a means to distract attention away from the recent allegations by Russia of ISIL-Turkey collaboration. (+10)"], [64, "2015-12-04T02:40:20Z", 0.15, "Raising off zero in response to heightened tension between Russia and Turkey"], [689, "2015-12-03T20:24:39Z", 0.51, "Increasing due to Russians/Kurds attacking Turkmen military positions in Syria, which led to downing of Russian fighting jet by Turkey. NATO has existential interest in ISIL/Turkey corridor. \"Legitimate\" excuse being crafted as we type."], [691, "2015-12-03T18:18:28Z", 0.6, "It is almost inconceivable to me that Putin won't do something that makes somebody nervous over the next 13 months, even if that word doesn't mean what I think it means. "], [691, "2015-12-02T21:00:56Z", 0.6, "Going up for the same reason my close personal friend ckruger, whoever he or she is, is going down. Without a paradox, how would we get a second opinion?"], [368, "2015-12-02T19:56:22Z", 0.51, "Lowering estimate due an increase in the number of conflict Russia is now involved in; The outcome for the question will in large part, I assume depend on whether escalation or initiation of conflict will occur with Turkey, Ukraine and now Montenegro.  Russia has threatened NATO with retaliation if it continues to expand it's eastern border."], [368, "2015-12-01T19:03:34Z", 0.8, "Change in estimate:  Given the current military and political interactions among states involved in the Syrian Civil War, in particular, Turkey and Russia, additional conflicts that have already been initiated across the world, and its potential escalation, coalition formations (among them NATO members), likely raise the probability of higher risks and opportunities for military action in various war zones.   Increasing estimate due to a likely estimate.\n"], [36, "2015-12-01T17:23:44Z", 1.0, "Reaffirm previous idea that Russo/Turkey hot war is heating up despite efforts to \"chill thous negga's out\".   The Article 4  is the \"cavalry comin in directly\" in this analogy.  See the link http://www.yenisafak.com/en/world/russia-delivers-weapons-to-ypg-in-syria-2350006"], [465, "2015-12-01T16:17:29Z", 0.95, "\"Russia Sends Nuclear War Signals To Turkey\""], [763, "2015-12-01T05:41:16Z", 0.85, "Turkey, historically has frequently invoked Article 4, the last July 2015 when there was a terrorist attack, so I assume Turkey will again do it."], [7349, "2015-12-01T04:01:06Z", 0.75, "Putin has been less than cautious on all fronts, and his recent disputed violation of Turkish airspace, in combination with continued occupation of Ukraine, Syria, and slow commitment to join forces to fight Isis suggest he had lost his perspective on the need to pick his battles carefully. If history repeats itself, he will commit more military resources to expansionism and resist any opportunities to be conciliatory, resulting in yet another insult on a less powerful NATO ally."], [6518, "2015-12-01T02:04:01Z", 0.68, "Recent downing of Russian jet by Turkey and potential retaliation by moving Russian S-400 SA missiles into the area has significantly increases the chances of this happening."], [734, "2015-12-01T01:06:13Z", 0.64, "Heading north. Countermoves by Russia in strengthing the Kurds and potentially giving them cover to move west of the Euphrates river could trigger at least a consultation. One indirect retaliatory method I had not thought of..."], [915, "2015-11-30T20:29:13Z", 0.09, "if yes, it'll be turkey."], [73, "2015-11-30T17:26:06Z", 0.77, "Upping 7% based on turkish headlines.... http://www.aa.com.tr/en/middle-east/with-russian-air-support-pyd-strives-to-make-gains-in-nw-syria/483583 and http://www.aa.com.tr/en/turkey/russia-bombs-turkish-aid-agency-bakery-in-syria/483161.  My judgment, the PYD/PKK if it continues (which it will), will get turkey to make the call in the timeframe.  The guy just had an almost unbelievable election victory based on this issue....."], [73, "2015-11-30T16:19:00Z", 0.7, "Staying put, generally driven due to timeframe and my view of the turkish leadership volatility as well as their history of calling on NATO.  Various reports indicate turkey frequently violate greek airspace and read reports they have often historically violated syrian airspace.  With S400s in syria, i can imagine a situation where a turkish plane is downed for a 0.000001 second violation.  Turkey have said this will cause them to up the ante http://sputniknews.com/military/20151127/1030838679/erdogan-su24-s400-syria-airspace-violation.html, but yet I see it happening or some other infraction that makes Turkey up the ante, which I take as being wanting to chat / consult as per Article 4 due to \"the territorial integrity, political independence or security of any of the Parties is threatened\".  "], [506, "2015-11-30T15:36:07Z", 0.65, "RU just sent Su-34s to work the region:"], [465, "2015-11-30T15:18:29Z", 0.95, "Cyber Monday deal on Global war, anyone? ;)"], [43, "2015-11-30T14:37:36Z", 0.65, "Given Turkey hasn't called another Article 4 meeting given recent events, this suggests an increasing reluctance by Ergodan to take such a step. The growing collaboration between NATO and Russia over Syria suggests that an Article 4 event would result in a public embarrassment for him."], [484, "2015-11-30T02:31:56Z", 0.65, "Adjusting down for passage of time."], [498, "2015-11-28T01:33:53Z", 0.36, "\"Putin has so far refused to contact Erdogan because Ankara does not want to apologize for the downing of the jet, a Putin aide said. ... Erdogan has said Turkey deserves the apology because its air space was violated.\"\nhttp://www.reuters.com/article/2015/11/28/us-mideast-crisis-turkey-russia-erdogan-idUSKBN0TG18K20151128"], [11080, "2015-11-27T18:59:37Z", 0.39, "+5%\n\"In Mr Erdogan, Mr Putin has encountered a fellow illiberal strongman given to macho posturing. Both are known for letting national pride drive their decisions; neither will back down easily.\"\nhttp://www.economist.com/news/europe/21679252-turkey-shoots-down-russian-jet-and-syria-grows-yet-more-complicated-over-borderline"], [1056, "2015-11-27T18:44:58Z", 0.65, "First increment of lowering my forecast."], [43, "2015-11-27T17:32:41Z", 0.85, "Russia is stepping up bombing attacks on Turkey's border with Syria, now in the third day. See ‏@sakirkhader, https://www.reddit.com/r/syriancivilwar/comments/3uhfgp/the_russian_air_force_bombed_the_bab_al_salam/ for video evidence."], [2965, "2015-11-27T04:54:46Z", 0.66, "The incident triggered a major diplomatic crisis and threatened a breakdown in relations between the Kremlin and Turkey, a North Atlantic Treaty Organization member and key player in the region."], [1637, "2015-11-26T20:26:00Z", 0.3, "Increasing Russian aggression on the borders of NATO make this a distinct possibility. "], [699, "2015-11-26T18:22:17Z", 0.75, "Тhe incident with the SU 24 which occurred with OK from Obama showed that NATO wants to stay in command around Syria. Russia will not step back, instead it will go through with the campaign to contain ISIS with all military might. The Russians newest and worlds most potent mobile air defense system S400 is now dislocated in Syria, and along with the Rocket Cruiser Moskva at the shores of Syria Russia has enacted a no fly zone over Syria. Putin gave the order to eliminate any threat to the airplanes of the Russian federation. The Turks are being used by USA to provoke an incident which would trigger a NATO call. Russia will not back off from Syria. The NATO base may be targeted by Russian forces in case Turkish air planes or ground forces will attack Syria, or Russian forces fighting the ISIS. Several US's F15 were relocated recently at the NATO base near Syria despite the fact that ISIS has no air power and F15 are not of good use against ground targets. Russia warned Erdogan from closing the Bosporus passage, which is a sign of Russians understanding that a bigger confrontation is not out of sight. There will be no solution to the Syrian crisis against Russia. Obama will learn that not Russia is a regional player, but rather US is a global player, as long it is respecting the legitimate interests of the Russian Federation.\n"], [691, "2015-11-26T15:05:21Z", 0.48, "It'll be the Turks, especially depending on the structure of the announced impending Russian sanctions.  If they aren't very severe, this will peter out. If they are, this one could simmer for quite a while.  An Article 4 might actually settle things down. Or not. "], [601, "2015-11-26T05:47:40Z", 0.27, "increasing odds due to shooting down of Russian jet"], [4918, "2015-11-25T21:37:03Z", 0.65, "Raising until things settle down."], [498, "2015-11-25T19:45:47Z", 0.4, "\"For the first time in modern history, a NATO country has directly fired upon and brought down a Russian warplane. ... We are in uncharted territory in terms of crisis\"\nhttp://www.rferl.org/content/what-now-military-experts-turkey-russia-jet-downing-implications/27386417.html"], [556, "2015-11-25T18:46:24Z", 0.9, "I'm afraid Russia may act against Turkey in some way. Depending on how Russia reacts there may need for Article 4. Especially in light of the plane being shot down in Syrian territory.\nhttp://www.reuters.com/article/2015/11/25/us-mideast-crisis-syria-turkey-impact-idUSKBN0TE04M20151125#X7wdVpr4Is1HtrhP.97"], [11686, "2015-11-25T17:53:34Z", 0.55, "I would rate higher but Russia's gambles have not really paid off, so they may tread slightly lighter until their economy is more robust. Will rate higher if oil prices creep back up, or China's economy improves."], [4739, "2015-11-25T17:32:59Z", 0.33, "Russian jet shot down by Turkey 11/24/15.  What will be the response?  Perhaps Article 5 will be invoked and not 4."], [53, "2015-11-25T16:12:50Z", 0.55, "Dropping some, already talking so no need for Article 4. Will probably drop this more later."], [11994, "2015-11-25T15:24:51Z", 0.0, "Nato will not take actions, because a conflict with Russia could be huge."], [306, "2015-11-25T01:44:17Z", 0.65, "Increasing forecast due to provoking Russia by shooting down their aircraft. I don't think that this incident alone will cause an Article 4, but it may be a sign of escalation. Also, Turkey is quite fond of invoking Article 4. "], [556, "2015-11-25T01:43:32Z", 0.9, "In response to the new flare-up between Russia and Turkey."], [131, "2015-11-24T23:59:43Z", 0.7, "Shootdown of Russian fighter not something they can ignore, expect some sort of response. I think Erdogan did this thinking NATO would back him up. Going to break a personal rule of not getting political in my predictions: This is what happens when you throw your unqualified support behind smaller countries - they get the idea that they can poke a sleeping giant in the eye and get away with it. Happened in Georgia and now it's happened again. Something to consider in East Asia vis-a-vis the Philippines, Vietnam, and Japan... "], [135, "2015-11-24T23:30:50Z", 0.65, "Increasing estimate due to changes in Russo-Turkish relations. Not sure what the Turks are playing at. Maybe just an unfortunate misjudgment today. However, possibly with the changing geostrategic landscape and Erdogan's and AKP's firmer grip on Turkey, Erdogan has a new vision for Turkey in the world that may not involve a role in NATO. Better for Turkey if NATO abandons Turkey (citing Turkey's provocative behavior as a reason) than for Turkey to leave NATO. I know that sounds like a bit of a stretch, but Turkey's behavior in the ISIS hasn't made it clear they are really on the same page with the \"rest of the west\" so to speak."], [11447, "2015-11-24T22:46:50Z", 0.3, "Although no invocations for the first 50 years of its life, 5 in the first 15. However only one on Russia. \"Base\" level therefore feels like 5 to 10% ish. Upping that given the tensions of a joint war zone and Russian foreign policy, especially as continued weak resource markets are likely to pressure the Russian economy and leave Putin looking for external wins. Events today I am a bit torn on. From the outside Russia actually seems to have reacted semi sensibly to what looks like something of a rash move from Turkey. Might well indicate they fear NATO and its implications lowering the chances of a direct confrontation that would push towards formal consultations."], [368, "2015-11-24T21:13:34Z", 0.05, "http://www.focus-fen.net/news/2015/11/24/390470/nato-to-hold-emergency-meeting-over-downed-russian-jet.html\nhttp://www.businessinsider.com/fighter-jet-shot-down-by-turkey-crashes-on-syrian-border-2015-11"], [227, "2015-11-24T21:02:55Z", 0.65, "Unless Turkey and Russia can ratchet things back and come to a modus vivendi, the Turkish government will seek the help of their NATO partners. The other members will prefer consultations to the invocation of Article 5, and the process can be vague enough to express displeasure with Russia without actually committing to more serious action. Even if this is settled the Baltic States are only getting increasingly nervous."], [1056, "2015-11-24T19:10:22Z", 0.75, "Increasing again, waiting for Russian reaction. I'll revert to my low estimate if nothing happens in the next few days."], [4992, "2015-11-24T18:04:20Z", 0.6, "Raising back up to 60% - as the \"post-Paris\" moment of cooperation clearly over following Turkish incident.  No article 4 invoked yet, but seems very reasonable to expect a fraught situation for next 1yr+ here.  I remain convinced the likelihood of add'l conflicts with Russia is well over 100% (i.e. multiple occurrences more likely than not), but whether anyone actually invokes A4 for them, or just calls a meeting as Turkey did here is more uncertain."], [465, "2015-11-24T18:04:07Z", 0.95, "MORE Serious than I thought upping to 95% !!!"], [465, "2015-11-24T18:02:38Z", 0.8, "Oh baby!  This is how Global War starts: A NATO member shoots down a Russian jet over it's aitspace in a war zone... upping 30%"], [484, "2015-11-24T18:00:48Z", 0.95, "Interesting perspective:"], [3264, "2015-11-24T17:47:01Z", 0.22, "Increasing after turkey shot down Russian plane"], [753, "2015-11-24T17:26:06Z", 0.95, "Info on article 4 from Wikipedia: \"The less potent Article 4, which merely invokes consultation among NATO members, has been invoked five times: by Turkey in 2003 over the Iraq War; twice in 2012 by Turkey over the Syrian Civil War, after the downing of an unarmed Turkish F-4 reconnaissance jet, and after a mortar was fired at Turkey from Syria; in 2014 by Poland, following the Russian intervention in Crimea; and again by Turkey in 2015 after threats by the Islamic State to its territorial integrity\"."], [500, "2015-11-24T17:09:35Z", 1.0, "Turks shot down a Russian plane. I bet by $ 1,000 to be used s-300(russijan -sirija)"], [519, "2015-11-24T16:43:47Z", 0.55, "It's a long time, and with what just happened in Turkey, and with the lame duck phenomenon that will occur in the presidency, I can see it happening. "], [484, "2015-11-24T16:21:11Z", 0.95, "Turkey, not Article 4 now, but no good ways to stabilize, much less fix Syria. Easy to slide into a more formal review, especially with pressure from Hollande and Michel."], [43, "2015-11-24T16:19:39Z", 0.85, "\nDateline 11-24-15 Turkey shot down a Russian warplane near the Syrian border on Tuesday after it allegedly violated Turkish airspace (NYT). Moscow denied that the jet had left Syrian air space (Reuters), saying that the act was conducted by “accomplices of terrorists.” The incident marks the first time (Guardian) Russia and a NATO country have exchanged direct fire over the crisis in Syria, and comes a day before Russia’s foreign minister is slated to travel to Turkey amid strained relations over Russia’s involvement in the Syrian conflict (BBC)….  "], [11115, "2015-11-24T16:15:40Z", 0.15, "Upping the odds from .09. The meeting today, as mentioned below, is not under Article 4, and they could continue, as in the past, to continue holding emergency meetings without an Article 4. I still think is a remote chance. Of course, in a gradual escalation of tit for tats Turkey could call on an Article 4."], [1056, "2015-11-24T15:37:24Z", 0.35, "Increasing due to downing of Russian jet by Turkey."], [1591, "2015-11-24T15:35:47Z", 0.33, "Turkey may try to \"rally NATO\" (at least to formalize that it feels it's territory is being encroached) or, it may try to reduce tensions after shooting down a Russian jet.  000 suggests later."], [10754, "2015-11-24T15:23:13Z", 0.21, "The shooting down of the Russian plane at the border significantly increases the odds for the following reasons:\n1) Russia can respond\n2) Turkey is the country invokes article 4 more than any other country. "], [53, "2015-11-24T15:22:56Z", 0.65, "Temporary increase due to Russian jet downing by Turkey. Expecting to decrease within shortish time period."], [505, "2015-11-24T15:21:41Z", 0.2, "probably not but the current situation is quite murky. Does Turkey really want to upset the Russians anymore than they are.  Will Turkey's allies really back Turkey in this matter - regardless of whose airspace the Russian plan was in?"], [102, "2015-11-24T15:18:42Z", 0.35, "Turkey doesn't have to: \"But in an apparent sign of caution, Turkey did not request the meeting under NATO's Article Four, under which a member declares that its territorial integrity, political independence or security is under threat.\" [1]"], [1850, "2015-11-24T14:42:36Z", 0.75, "With the recent downing of a Russian jet in Turkey, it is likely that Turkey will try to rally NATO and invoke the clause."], [498, "2015-11-24T14:34:41Z", 0.27, "1) Was the the new U.S. Air Force upgraded E-3 Sentry on duty?\n2) If so, let's run the tapes.\nhttp://www.upi.com/Business_News/Security-Industry/2015/11/20/US-Air-Force-deploys-upgraded-E-3-Sentry-to-combat-theater/1471448034707/?spt=sec&or=bn\n"], [11002, "2015-11-24T14:17:58Z", 0.15, "Invoking Article 4 will escalate the situation and will provide more ammunition to Moscow. Support to Erdogan will come in a different form from its Allies."], [691, "2015-11-24T14:13:12Z", 0.29, "Assuming somebody in Turkey actually shot down a Russian aircraft in Turkish airspace yesterday (which Turkey claims and Russia denies), and assuming this only makes things worse between the two of them, it would not be very odd for Turkey to call for an Article 4 meeting."], [5083, "2015-11-24T13:56:16Z", 0.1, "Russia is looking so good so far in Syria and helping france recover that nobody is going to fire a bureaucratic shot across its bow now, way less chance than earlier"], [498, "2015-11-24T13:49:11Z", 0.27, "Reducing forecast after my initial panic reaction because I'm thinking there is some disincentive for Turkey to jump to an Article 4, since that might focus visibility and attention on sorting out exactly what Turkey is doing inside Syria; which sounds to me like it's a bit \"complicated.\""], [2965, "2015-11-24T13:40:03Z", 0.8, " Second Russian Plane this time a Sukhoi shot down by Turkey so Erdogan's visit to Putin may not occur it will not come off well.\nTurkey has and will again invoke NATO art. 4 and 5  ( see Putin in Tehran with Ayayollah yesterday ) no way Assad going.\nNo way Russian carpet bombing of every group but Assad or ISIS, just the enemies of Assad.\nHolland  with Obama right now . Obama pressuring, sanctions on Russia over violations of Minsk I and II and Crimea.\nPoland Justice and Virtue party strong on sending battalions to each of the 3 Baltic nations.\nSo when all of  the NATO countries bordering Russia , every one that  matters have sovereignty threatened by Russian acts  from Norway ( repeated Russian incursions of Norwegian airspace), Estonia, Latvia Lithuania and Poland   and Turkey facing an aggressive Russian invasion of Syria after Dombass  to Syria:"], [498, "2015-11-24T13:31:25Z", 0.57, "I was unaware of the depth of Turkey's side-by-side collaboration with both \"terrorists\" and so-called \"moderate rebels,\" and I didn't place enough weight on Turkey being so trigger-happy. Are there regular Turkish forces inside Syria?"], [73, "2015-11-24T13:18:55Z", 0.7, "If putin said \"significant consequences\" and \"accomplices of terrorists\" in the same sentence about me,  id want to have a chat with my mates"], [3895, "2015-11-24T12:51:43Z", 0.54, "plane down & Putin isn't sounding very conciliatory"], [36, "2015-11-24T12:36:02Z", 1.0, "Moving back up due to recent event.   The shoot down of Russian plane will at least put the end to French unworkable and naive efforts to include the Russians in a move on ISIS.  Turkey will not let the big powers ignore its interests in the region and will now test NATO resolve and unity.   I think Obama will side with Turkey. "], [241, "2015-11-24T12:27:17Z", 0.55, "Hedging."], [734, "2015-11-24T12:26:32Z", 0.32, "Returning to previous forecast level due to the downing of a Russian plane by Turkey. "], [11080, "2015-11-24T12:16:14Z", 0.34, "+15% due to shooting down of Russian warplane. Situation is a bit unpredictable at the moment. Adjust down if things settle down over the next couple of weeks."], [4634, "2015-11-24T12:03:35Z", 0.55, "(temporary) uptick due to downed plane. "], [110, "2015-11-24T11:48:32Z", 0.25, "Ticking up due to this:\nhttp://www.businessinsider.com/fighter-jet-shot-down-by-turkey-crashes-on-syrian-border-2015-11"], [10898, "2015-11-24T10:10:34Z", 0.5, "Turkey just shot down a Russian jet http://www.huffingtonpost.com/2015/11/24/turkey-plane-syria_n_8635528.html"], [1468, "2015-11-24T09:49:32Z", 0.67, "Updated to reflect Turkey's shooting down a Russian fighter jet. This could get out of hand.\nhttp://www.bbc.com/news/world-middle-east-34907983 "], [1708, "2015-11-24T09:23:42Z", 0.75, "Turkey has shot down a Russian jet and is \"consulting\" NATO...\nhttp://www.nytimes.com/aponline/2015/11/24/world/europe/ap-eu-turkey-syria-plane.html?ref=world"], [94, "2015-11-24T03:04:55Z", 0.28, "Decreasing with decrease in crowd estimate and passage of time."], [484, "2015-11-23T17:36:41Z", 0.25, "Wonder how the Crimea power interruption will play out? Raising 10%."], [64, "2015-11-21T21:49:42Z", 0.0, "With the focus on Syria, Russia has no incentive to harass a NATO member in 2016. Putin would rather paint himself as the good guy in Syria, asking the Europeans to work with him. It also plays well to his population for him to be the hero, sending a cute puppy to France while bombing Daesh. He can go on doing what he needs to do in Ukraine, and keep hassling others as much as he has done historically, but escalation can wait a year."], [556, "2015-11-21T20:26:37Z", 0.5, "Bringing it down slightly because of the Russian cooperation over ISIS. I don't think this will last, and I will probably move it back up, but hedging my bets for the moment."], [11080, "2015-11-21T19:41:44Z", 0.19, "Turkey warns Russia\nMeanwhile, Turkey has warned Russia that it must immediately stop bombing \"civilian Turkmen villages\" in Syria, close to the Turkish border.\nThe Russian ambassador to Ankara was summoned to the Turkish foreign ministry to hear the protest.\nTurkey warned that bombing villages populated by the Turkmen minority could lead to \"serious consequences\".\nSyrian government forces backed by Russian aircraft launched a ground offensive on the mainly Turkmen villages in Bayir Bucak, north-west Latakia province, on Thursday, Turkey's Anadolu news agency reported.\nThe Turkish government is vehemently opposed to President Assad, while Russia says its air campaign is justified because Mr Assad has requested it."], [4103, "2015-11-21T19:36:53Z", 0.0, "For the foreseeable future, no one. Nobody, for the moment, will want to lose a Russia that is fighting against ISIS, and as the war vs ISIS is going to last a long time, Russia will not have time to invade any Baltic country"], [4992, "2015-11-21T00:33:58Z", 0.4, "Bringing down (belatedly) due to closer cooperation with Russia looking likely due to ISIS developments (Paris + Sinai plane crash).  While it's puppies and international cooperation here for a bit (https://www.rt.com/news/322935-pup-russia-france-jesuisdiesel/), I remain skeptical that this is a long term trend.  Question has 14 months to play out, and I think it's very likely there will continue to be clashes between Russia and Nato members in multiple spots around the globe in that time frame.  Whether those clashes translate into article 4 invocations is harder to say, but I still think pretty reasonable shot they do."], [3363, "2015-11-20T15:09:25Z", 0.34, "Reduced due to recent potential that NATO may invoke on ISIS. Complicates the chances as it is unlikely to go on an article invocation spree."], [4918, "2015-11-20T12:50:59Z", 0.52, "Affirming forecast. To those who might be interested in what inside view from Baltic states regarding Russian threats might look like - here is a good elaboration.\nhttp://vahurkoorits.blogspot.com.ee/2015/11/a-weak-hand-may-not-deter-russia-from.html"], [11523, "2015-11-19T13:24:50Z", 0.0, "0%. Russia is simply too busy and too occupied to attack the Baltics."], [11603, "2015-11-18T22:14:33Z", 0.0, "Putin is too skilled to simply start ww3.  He will simply keep disguising his men and pulling more ukraines"], [465, "2015-11-18T16:10:29Z", 0.5, "dropping 10% on Syria relaignments of France and Russia."], [43, "2015-11-18T15:56:29Z", 0.2, "Under cover of the war against Daesh, Russia is increasing warfare in eastern Ukraine, especially around the Donetsk airport, or what little remains of it. Because runway repairs are not particularly difficult, this continues to have immense strategic importance. Clear the terrain withing shelling etc. distance from Ukrainian forces, and Russia could get its first quality military airport in the Donbas. "], [11576, "2015-11-18T15:35:49Z", 0.83, "It will be because of an mistake that this will happen, The Russians will either have a weapon mishap, or more likely if there is a destabilization of Russia proper, I would expect some form of attack or at least a form of lashing out that would try near the end of the regime to use the threat of the invasion to keep the EU, NATO out and keep people in wit the NATO buggy man knocking on the door. "], [11553, "2015-11-18T15:29:59Z", 0.18, "While predicting Putin's actions is something of a fool's errand, he now has as seat at the table in Syria, and seems satisfied with the status quo in Ukraine.  The biggest risk is that a continuing slump in oil prices so damages the domestic economy that he feels compelled to start some fight with the west to rally Russians around him."], [484, "2015-11-18T03:47:25Z", 0.15, "Lowering while the anti-ISIS move is on."], [11246, "2015-11-17T23:32:46Z", 0.05, "Increasing western cooperation with Russia to fight ISIS will cause NATO members to refrain against putting Putin's country on blast."], [783, "2015-11-17T19:28:19Z", 0.05, "\n25%  Yes  "], [5863, "2015-11-17T18:55:38Z", 0.02, "Isis-mania gripping Western society forces leaders to seek accomodation with Putin."], [11471, "2015-11-17T14:18:38Z", 0.01, "Russian engagement in Syria and Ukraine likely to last throughout 2016. Russia will not launch any new provocations against NATO without having consolidated gains from these conflicts. So only chance is Turkey, but there is already massive attention on the Syrian conflict from NATO countries so i don't see the point in such an article invocation. "], [2965, "2015-11-17T11:58:35Z", 0.7, "Excellent observations in a thread that  advised Erdogan visiting Moscow and I just saw Obama cave in a rather shameful way. His speech was met with growing opposition by our allies Dems and Republicans and looked weak and petulant. Not the message Hollande, France and our other allies expected after paris attack\n As usual I am a contrarian and not rushing to  median. My projection remains ( yes) , but there are 13 months left and I am updating in January "], [24, "2015-11-17T09:34:26Z", 0.15, "Decreasing forecast in response to heightened Islamic State activity (specifically: bombing  of Russian plane in Sinai, Paris attacks); and  also announcement of a summit meeting of Erdogan and Putin in Moscow in  mid-December. Reckon these factors are likely to lead to a greater chance of some kind of \"common ground\" approach between Turkey and Russia over Syria, at least in the short term, and at least on the surface.  This does nothing to mitigate the other, non-Syria-related risks that could lead to an Article 4 invocation I previously listed. Reports of an upsurge in violence in Eastern Ukraine are worth paying further attention to, also."], [837, "2015-11-17T04:11:03Z", 0.1, "I would have rated this a higher likelihood before Friday's awful attack in Paris.  After the probable bombing of the Russian plane by ISIS, I think it's more likely that Russia will start targeting ISIS targets in Syria rather than only revenue opposing Assad.  After Friday, NATO too has an incentive to try to coordinate with Russia on Syria and ISIS.  Russia could certainly still engage in activity consistent with NATO incoming A4 but I think they will try very hard to avoid that.  Plus, Putin needs external enemies to justify his policies to Russians; in ISIS he has one that is actually a threat."], [11449, "2015-11-16T22:21:29Z", 0.05, "Putin has crazy friends"], [556, "2015-11-16T22:16:59Z", 0.6, "I will start at 60 %, based on Ravel's links on Russia in the Arctic. But a counter argument is that Russia has enough internal problems now, and enough fingers in other pies to keep in busy. So I will be watching and maybe lowering this forecast in the future. But  it is far enough out before closing for ALOT to happen."], [4079, "2015-11-16T19:31:23Z", 0.1, "My concerns are no longer primarily focused on Ukraine but instead are on the Baltic states.  As others have stated, Mr. Putin is a master of switching focus and gaining incrementally.  Small incursions on the pretense of protecting Russian speakers would be the most likely first step."], [110, "2015-11-16T18:41:08Z", 0.05, "Relatively low chance in the next year."], [734, "2015-11-16T18:40:37Z", 0.22, "Hedging down 10 based upon the renewed engagement with Russia re. Syria/Daesh."], [53, "2015-11-16T18:25:02Z", 0.15, "Forgot I forecast this one.  Dropping post-Paris attacks."], [109, "2015-11-16T17:49:40Z", 0.09, "Is Russia officially acting anywhere?  Would NATO go after Russia in Arctic right now?  We're at the high water mark for a while.  Sell this.  "], [10474, "2015-11-16T15:18:22Z", 0.05, "Nato is afraid of Putin"], [2965, "2015-11-16T13:13:34Z", 0.81, "Moscow’s strategy—to back the regime of Syrian President Bashar al-Assad, at least temporarily, as the best way of tackling Islamic State—has been unpalatable to the U.S. and, up to now, France, which has been one of Mr. Assad’s fiercest international critics. That position could well be changing\".\nhttp://www.wsj.com/articles/paris-attacks-prompt-geopolitical-shift-in-west-1447623348\noperative word is \"could\"\nand a game changing event just took place which some dispute but until Erdogan with majority agrees no Deal,notwthstanding kumbaya moments at G-20\nthis moment announced that Lindsey Graham and John McCain just met with Obama"], [2965, "2015-11-16T11:52:54Z", 0.8, "Due to the terms of Breedlove requests and Ash Carter statements and continuing violation of Minsk II.\nI have a Putin cheat narrative.\n36 hour after G-20 informal coalition talks\nI would tell a NATO minister 5/1 you will get a Article IV request. 5/1 odds\nBut in the interest of granularity."], [11080, "2015-11-16T10:58:23Z", 0.1, "\"Much of the focus in the West over the past year has been on a perceived growing threat from Russia. Terrorism was a real, but containable problem. Moscow’s new aggressive military posture in Ukraine and beyond, on the other hand, posed a more serious threat."], [11396, "2015-11-16T01:45:08Z", 0.2, "Russian leadership unlikely to give the opportunity by such a blatant act."], [5355, "2015-11-15T23:27:05Z", 0.05, "Paris!"], [8305, "2015-11-15T22:58:22Z", 0.95, "Tsar Putin has just started his conquer of the old Imperium"], [2965, "2015-11-15T21:18:00Z", 0.85, "see last comment "], [2965, "2015-11-15T21:17:08Z", 0.54, "90% paris attacks are the game changer\nObama will insist on NATO IV as he cannot get AUM from Congress ISIS\nreality collides with randomensess.\nReality : FRANCE IN AIR BOMBING TARGETS OVER SYRIA Too early too assume deal reached with Putin on any issue.\nObama will respond big time. he needs some mojo from NATO AS CONGRESS KEEPS SAYING YES BUT VOTING NO"], [405, "2015-11-15T21:04:24Z", 0.15, "\nIf i presume that  Turkey wont invoke again Article 4 then...\n1- From 12 countries with border with Russia (territorial integrity) Estonia seems to be the most vulnerable to a threat from Russia. We can remember 2007's cyberattack and there's a lot of russian speaking people 26%); \n2- Can a country with a economic difficulties (Russian ruble at 66,85), major exportation of a commodities at a very low price (WTI near 40,00 $) can afford to put more money on a new conflict with a neighbor?;\n 3- Already, very implicate in Tchecheny, Ukrainia and Syriaâ€¦is it strategicaly a good timing for a new conflict in a place where there is no petrol or pipeline? "], [427, "2015-11-15T20:30:07Z", 0.05, "Tension much lower than before. No urgency for Russia to escalate and provke a response"], [1056, "2015-11-15T06:04:10Z", 0.05, "Downgrading drastically. Russia has other fish to fry, and so does the west. They'll be acting in concert for now."], [77, "2015-11-15T02:35:41Z", 0.05, "Making a major reduction in this possibility.\nRussian passenger airplane brought down by ISIS.\nFrance attacked by ISIS. More attacks are likely within the western nations/Russia.\nRussia calls for joint effort by the western world against ISIS.\nThe western worlds crisis is now ISIS, especially in Europe.\nThe Syrian/Middle-Eastern immigrant/refugee crisis must be dealt with by containment of those individuals within their respective countries. Hence, safe zones must be created to deal with the refugee crisis in country.\nThe next call is article 5 within NATO, called by France, against ISIS.\nRussia will likely scale back it's agressive posture with the NATO type alliances or affiliated countries in favor of joining forces with the West to combat ISIS."], [11369, "2015-11-14T16:59:05Z", 0.05, "It will be invoked, but not until after 1 Jan 2017. The patience of the Western world is great."], [689, "2015-11-14T15:42:55Z", 0.46, "Comment deleted on May 10, 2016 06:55PM UTC"], [11328, "2015-11-13T08:40:59Z", 0.05, "no"], [1098, "2015-11-13T04:10:36Z", 0.08, "Russia is too busy in Ukraine and Syria to bother any NATO allies right now."], [689, "2015-11-12T18:31:07Z", 0.44, "Comment deleted on May 10, 2016 06:53PM UTC"], [2965, "2015-11-12T14:57:24Z", 0.54, "New regime in Poland heightens pressure for increased NATO deployments,Poland wants battalions, brigades, and heavy equipment staged\nin Balitcs. NATO is making new deployments. "], [11080, "2015-11-12T13:44:18Z", 0.09, "Mistake in previous calculation."], [11080, "2015-11-12T13:33:05Z", 0.06, "Base rate: invoked once against Russia by Poland in 2014 since 1949\n1/66years * 14months * (1year/12months) * 100 = approx. 2%"], [53, "2015-11-12T04:53:34Z", 0.25, "@dominich's analysis (https://www.gjopen.com/comments/comments/37704 ) is better than anything I would write.  \nGenerally - low base rate, modified by recent tendency for it to be invoked and by Russian actions."], [11115, "2015-11-11T19:43:35Z", 0.09, "Base rate is pretty low whether you count 5 actions in the last 66 years (0.075) or 1 against Russia in the last 66 years (.015). There are vast numbers of issues where Russia could cause NATO members to invoke Article 4 (increased air violations, cyberattacks, military deployments, territorial claims and disputes, etc.); however, NATO ministerial meetings and summits, which happen regularly, might serve as platforms to discuss the issues that are covered by an article IV meeting, so perhaps this is why the event is so rare. The next NATO summit is scheduled for July of 2016 according to the NATO website."], [11246, "2015-11-11T16:26:43Z", 0.3, "Aside from Poland, Turkey is the only country to invoke Article 4 and it has done so twice in the past 12 years. Because the Article has little strength in diplomatics, Turkey will be unlikely to repeat the action. They or another country may choose other ways to table their Russian woes."], [5578, "2015-11-11T09:07:34Z", 0.55, "Similar to the reported missile that went awey and supposedly crashed in Iran, there is a chance of something happening on the Syria-Turkey border. "], [6518, "2015-11-10T22:00:38Z", 0.16, "I don't feel that Russia will engage a NATO country for the foreseeable future (1 year) because of the recent airline bombing in Egypt. Putin has enough on his plate to deal with right now.  In addition, oil revenues are a recent historic lows, which puts an economic burden on the country."], [10449, "2015-11-10T21:52:29Z", 0.01, "no way  putin is not playing that game YET"], [4739, "2015-11-10T21:37:19Z", 0.05, "Rarely used even during the cold war."], [1028, "2015-11-10T17:28:25Z", 0.75, "Putin is going to push more and more ....they (the Russians)  love him for it. WHAT ELSE DO THEY HAVE?"], [1304, "2015-11-10T05:03:38Z", 0.2, "Russia will be busy elsewhere (outside of Europe) in the next phase and NATO will dissuade member states from invoking article IV because they are unable to do anything about it  "], [6518, "2015-11-10T00:48:25Z", 0.0, "Given the recent developments concerning the Russian airline crash in Egypt, Russia will be assuming a more defensive posture in the Baltic.  Therefore, the chances of Russian continuing or accelerating its aggression in the Ukraine are is lower now than 2 weeks ago."], [11176, "2015-11-09T22:29:55Z", 1.0, "Russia's actions have indicated disdain for NATO for enough time. Russia will not hesitate to squeeze-provoke NATO wherever and whenever it can. Russia has nothing to lose. And can successfully mount a war with NATO, and successfully weaken NATO. NATO in the face of Afghanistan and Iraq has very little success to show for its costly and long engagement with humble cave dwellers and insurgents. NATO should be very afraid of Russia as Russia would not hesitate to actually deploy nuclear weapons if it needed to. Unlike the cave dwellers who had no access to such but had nonetheless successfully defeated NATO and forced its slow and painful withdrawal."], [10898, "2015-11-09T07:59:27Z", 0.12, "Hard to assign a number to this: Seems like article 4 hasn't really been used all that much aside from 1) ``Crimea\" and 2) by Turkey. Something drastic would need to happen for Turkey to use it in response to Russia. On the other hand, it could be used by Baltic states in response to events, say in Ukraine (or similar). Will rethink later."], [689, "2015-11-09T07:18:55Z", 0.41, "Comment deleted on May 10, 2016 06:51PM UTC"], [11094, "2015-11-09T04:57:26Z", 0.55, "Russia is not the problem, Putin is the problem. He is predictable and will continue to double down on his aggression regarding any country that he considers a threat to his interests. With the price of oil staying low through 2016, economic sanctions creating further dissent on the home front, and his reserves depleting, he will test the limits globally to try and keep his hard line support intact. The alternative is to lose face, lose support and likely spend his remaining days in prison or worse.\n"], [9387, "2015-11-09T00:43:55Z", 0.0, "Russia will decrease aggressive posturing in Europe as it transitions focus to Syria.  However, this should shift in 2017 back to Europe.  "], [11127, "2015-11-08T23:48:51Z", 0.35, "Besides Turkey, Scandinavian and Baltic states are on edge. Russia is challenging in air and sea quiet defences of N.NATO members. Oil prices wiil stay low -> economy stays weak -> Russia wants no image of weakness. Will look to threat but not hit. "], [10754, "2015-11-08T22:26:18Z", 0.04, "It's been invoked 5 times over the course of 60 years of Nato's existence but 4 times in last 4 years. Three of those times was Turkey complaining about Syria and once Poland on Russia. So if we look at all of Nato's history, the odds are 1/12 of someone invoking article 4. Odds are 1/60 of someone invoking it vs Russia, with that one coming just a year ago. "], [10924, "2015-11-08T20:45:34Z", 0.15, "Unlikely event given there was no action when Russian inspired troops invaded Ukraine, attack on ISIS when other allies have receded may actually be welcome\n"], [6855, "2015-11-08T19:58:12Z", 0.05, "Russia is hurting from economic sanctions. They will make no more aggressive moves in Europe soon. "], [699, "2015-11-08T14:22:35Z", 0.05, "Very unlikely, since risk of nuclear escallation exists. NATO is fighting Russia not directly, but with hands of others."], [11098, "2015-11-08T14:10:55Z", 0.0, "Russia is in survival mode and can't afford any further sanctions, it will avoid any further provocation in the near future"], [11078, "2015-11-08T13:53:48Z", 0.1, "As Turkey and Poland have already invoked the article that would leave the Baltic states but I regard that as unlikely."], [1562, "2015-11-07T20:33:37Z", 0.3, "with ISIs becoming more active in Turkey and Russia becoming more involved with Assad, Turkey wants to position itself so that it may receive military assistance on  short notice.  Turkey would like to have the key alliances positioned to divert any aggression internally."], [4972, "2015-11-07T17:06:37Z", 0.19, "The base rate is very low- 5 invocation in more than 60 years, however 4 in the last 3 years. These 5 invocations are by Turkey and East European countries that are recent entrants to NATO. Russian saber rattling is currently aimed at the other pieces of NATO, and so it is unlikely that Russian actions will lead to an article 4 invocation before 1/Jan/2017.\nHowever if Russia starts adventures in its backyard, the probabilities will change."], [689, "2015-11-07T14:50:08Z", 0.31, "Comment deleted on May 10, 2016 06:51PM UTC"], [10952, "2015-11-07T13:20:17Z", 0.24, "Direct Russian Military Action:\nThe fall in oil prices is the only pressure I see that will make Putin do any external military actions in hopes of having a better approval ratings from his constituents. I see the oil price to continue on its current low price until jan 1 2017 (75%) and it triggering a russian military action (5%) after its recent syrian adventure makes it more unlikely."], [11038, "2015-11-06T21:46:02Z", 0.25, "The only other directions the Russians could go is into the Baltics.  However, they are already committed to Syria and the Ukraine.  I don't see them getting greedy.  With that being said, they know that with the Presidential Elections in the US coming up, the window for the Russians getting away with things is slowly closing.  "], [498, "2015-11-06T21:16:22Z", 0.3, "+5 based on @dominich analysis."], [706, "2015-11-06T20:40:23Z", 0.2, "Russia will bankrupt itself in Syria and then, even if it wants to bully a neighboring country, it won't have the funds or public support to do so."], [24, "2015-11-06T20:27:45Z", 0.25, "Turkey might be considered the most probable NATO member to invoke Article 4, with specific regard to Russian actions in Syria. Turkey has invoked Article 4 more times than any other country (four times, three of them directly concerning the situation in Syria, in 2012, 2012 and 2015.  Turkey and Russia's position in Syria remain at odds with one another, and both countries are led by \"strongmen\" leaders."], [9109, "2015-11-06T19:29:19Z", 0.15, "Putin's objectives are to restore Russia's prestige.  I doubt he will take on another objective in Europe before the situation in Ukraine is resolved.  And that will probably take more than one year."], [1023, "2015-11-06T16:37:15Z", 0.18, "\"Actions taken by Russia\"? Given Putin's proclivities, potential troubles range from the Arctic to the Middle East. This time period also matches the US 2016 elections."], [77, "2015-11-06T16:16:18Z", 1.0, "recent new article extract.\nSpeaking at a news conference during NATO war games, Stoltenberg experts believe the build-up of Russian military might could lead to Moscow's ability to limit the access of the United States and its allies to certain regions."], [10850, "2015-11-05T22:37:08Z", 0.95, "It is imperative that article four will be used to offset Putins aggressive action in the Ukraine. To show Russia the free west solidarity and tighten the screws on Russian economy. Forcing Putins to realize there no advantage for his aggressive action when it's costing the Russia people at home. Russia economy should be isolated constantly until he breaks.    "], [740, "2015-11-05T19:59:48Z", 0.61, "Russia could start to fester anytime. And motives can be any sort of. This is a main tool of theirs foreign policy. (apart from corruption and spec ops). (inner too)\nNo butter in shops, or they can say Poles go bananas again. \n  Sources are my heart and my prejudices. "], [131, "2015-11-05T18:14:29Z", 0.4, "Possibly. The situation in Ukraine is not as dynamic as it once was, in the long term I think we're headed for a frozen conflict, like South Ossetia and Abkhazia. In the Middle Eastern arena, events are still developing... but if Article 4 hasn't been invoked on the onset of overt Russian airstrikes and troops, then what would it take?"], [877, "2015-11-05T16:23:21Z", 0.95, "They will as there are many things going on in middle east. With Russia and Ukraine situation. The uncertainties will cause it."], [94, "2015-11-05T03:09:03Z", 0.45, "Article 4 was last invoked in response to Russian actions in March 2014, or about 20 months ago.  Taking \"once every 20 months\" as a base rate yields an estimate of 50%, which seems too high.  \"Once every 5 years\" (which corresponds to a 20% estimate) seems like a more reasonable rate.  I'm going to go with that for now, adjusted upwards for gaming."], [83, "2015-11-05T02:56:06Z", 0.2, "Seems more likely on the Baltics.   Reminded of the Canadian General who, last year, in response to a question on how he would respond to a Russian invasion in the north, replied that, of course he would send a rescue team ( something like that). And that was under a Harper government."], [3264, "2015-11-05T02:43:10Z", 0.12, "Since baltic states have been added to NATO, Article 4 has only been invoked once in response to Russian actions (about 6% of years).  I'll adjust up for increased tensions in the area and increased Russian military action."], [734, "2015-11-05T02:12:40Z", 0.32, "Initial forecast. So many potential invokers, so much time...."], [231, "2015-11-05T02:10:59Z", 0.26, "A full-on repeat of a Crimea-level event is hard to see in this timeframe, but Baltic states, as noted below, are worth keeping in mind. Turkey seems to be reluctant to invoke article 4 against Russia, as noted below, so not sure if there's any other nato member who could do the because of current Syria situation."], [1337, "2015-11-05T01:44:09Z", 0.15, "With Harmony forced to play a loyal role in Latvia and a supine Estonia, Putin should be in no hurry to open a new front in the Baltics. But \"feeling menaced by Putin\" is not uncommon these days."], [773, "2015-11-04T23:56:00Z", 0.24, "With Russia engaged in both Ukraine and Syria I speculate they will not be as aggressive on other fronts."], [10932, "2015-11-04T22:37:52Z", 0.2, "Putin has gained the benefits of being aggressive in Crimea, and is an ally of Turkey in Syria against the Kurds so it won't happen there.  More likely something will happen in the first half of 2018 partially as a test of the new US president. "], [10662, "2015-11-04T20:52:17Z", 0.6, "Putins aggressive behaviour will likely continue. In last two years Article 4 has been invoked twice which gives a recent baseline of once a year so will likely happen also next year if recent trend stays flat. "], [613, "2015-11-04T20:45:29Z", 0.02, "Too many members of NATO are dealing with a serious refugee crisis to respond to Russia's action by invoking Article 4."], [506, "2015-11-04T20:29:43Z", 0.35, "Russia has survived sanctions, avoided combat mistakes, denied MH17, denied troops in Donbas and Luhansk, violated treaties, frozen a number of regions, made oblasts, changed the borders of Ukraine, provoked by patrolling sea and air boundaries around the world, still maintains a notable voice after being downsized at NATO headquarters, continues to agitate in the Arctic, engages in island disputes with Japan, have generally made up their own rules in Syria, and they appear to be willing to consult with NATO members on a variety of concerns already.  I honestly don't know what it will take to invoke Article 4.  "], [8156, "2015-11-04T20:06:08Z", 0.1, "It seems unlikely given the lack of backbone in any of the Euro members of NATO who aways like to have it (and by \"it\" I mean everything) both ways; e.g., to be protected from bully Russian by US power while at the same time doing business in Russia. "], [505, "2015-11-04T18:49:04Z", 0.2, "Article 4 may be used against Russia if they continue to push in Syria or elsewhere"], [26, "2015-11-04T16:43:12Z", 0.35, "Russia is a troublemaker so I doubt it will stay put for a year..."], [8305, "2015-11-04T15:31:15Z", 0.85, "Tsar Putin has just started his many years in charge."], [6026, "2015-11-04T14:49:46Z", 0.05, "At this point in time Russia will still be careful to not appear too provocative as it pursues the ongoing operation in Syria."], [4918, "2015-11-04T11:16:28Z", 0.52, "Will Russia take any actions during next 14 months which can be seen as a threat to security, territorial integrity or political independence of any NATO country? With Russian unprecedented military activity during past years/months it seems likely. 70%. About half of this could be related to actions in Syria."], [465, "2015-11-04T06:27:59Z", 0.6, "Recent actions of Russia in the Pacific may call forth strategic NATO appraisal under Article 4 for Canada by the end of 2016? I say 25-35% chance for Canada.  Poland may or may not invoke with new PiS government, as well. I say 50-60% chance for Poland.  Turkey is threatened. The ferry range for much of Russia's manned arsenals to the mid-east makes sense strategically in terms of crossing Turkey's air space (2800 km round trip to Latakia)."], [7124, "2015-11-04T06:23:58Z", 0.35, "Turkey invoke Article 4 again in response to additional Russian actions. Also one or more of the Baltic states. At this point, I do not believe Russia will deliberately take provocative moves toward NATO members."], [4992, "2015-11-04T06:14:56Z", 0.69, "This is difficult to forecast, although I am meaningfully above current consensus of ~30%.  Russian has been and likely will continue to be very assertive on the world stage.  Although article 4 usage has not been high over the history of NATO, it has become much more common recently.  The question requires a view on a) whether Russia will act aggressively in a way that threatens the security, political independence, or territorial integrity of a NATO member (in that member's view), and b) whether the member would feel the need to invoke Article 4 to draw attention / force action (seems like a decent strategy for smaller/peripheral members, although clearly not in all cases).  "], [484, "2015-11-04T04:01:29Z", 0.25, "Frozen conflicts, probably not. Baltics or Belarus, hope not. Turkey, possibly."], [689, "2015-11-04T03:37:52Z", 0.11, "Comment deleted on May 10, 2016 06:52PM UTC"], [5083, "2015-11-04T03:25:24Z", 0.4, "things are serious enough that some country (probably not the US) will seek consultation under Article 4, probably in 6 months, let alone a year"], [10666, "2015-11-04T03:08:44Z", 0.73, "Article four is the perfect way to put pressure on NATO and make them pay attention to him"], [43, "2015-11-04T01:07:17Z", 0.5, "Turkey has invoked Article 4  four times in recent years, and for good reason. http://www.economist.com/blogs/economist-explains/2015/07/economist-explains-21"], [8034, "2015-11-04T00:08:22Z", 0.33, "Neighbors (in NATO) get nervous when Putin does more than rattle.  And he will probably do more than rattle."], [77, "2015-11-03T23:58:31Z", 1.0, "Since article 4 is consultations, and Russia is very aggressive, on many fronts in Europe and the mid-east, it seems highly probable that consultations regarding their agressive behavior will continue."], [1708, "2015-11-03T23:46:12Z", 0.75, "Putin seeks to freeze NATO expansion and regain Russian influence in E Europe and C Asia wherever possible. He will push NATO member states in E Europe, particularly in the Baltics and Balkans just shy of invoking Article 5, and Article 4 provides the perfect mark for Putin to measure that limit. Montenegro's expected inclusion in NATO poses a great risk of Russia retaliating with cyber propaganda and \"volunteer\" ethnic Russian militias occupying state offices in portions of the country in response to a decision to join NATO. Russian actions in Georgia and Ukraine were a direct response to signals from those countries of a potentially imminent inclusion in NATO. Putin gave a speech in 2008 warning of the consequences of such NATO expansion. Montenegro will be no different in my opinion. \nhttp://foreignpolicy.com/2015/09/18/exclusive-the-pentagon-is-preparing-new-war-plans-for-a-baltic-battle-against-russia/\nhttp://www.defensenews.com/story/defense/naval/2015/09/06/sweden-finland-sharpen-amphibious-readiness-baltic/71596700/\nhttp://www.unian.info/world/111033-text-of-putins-speech-at-nato-summit-bucharest-april-2-2008.html"], [10857, "2015-11-03T23:38:35Z", 0.8, "NATO member states that can invoke Article 4 with credibility, based upon geographical proximity to Ukraine, is limited to 4: Poland, Bulgaria, Romania and Turkey. Military personnel (active and reserve) in both Turkey (1m) and Poland (635k) is significant whilst that in Bulgaria (300k) and Romania (150k). The invocation of Article 4 would unlikely be motivated by a genuine military threat against any of these nations by Russia. Instead, it is more likely that Article 4, which triggers a gathering of all NATO member states, would be used to as an opportunity to re-affirm international opinion against Russia's actions in Ukraine and, in doing so, solidify support for the maintenance of the sanctions against Russia. A politically-inspired, rather than militarily motivated invocation, is therefore plausible. NATO website states: \"In Article 4 of NATO’s founding treaty, members are encouraged to bring subjects to the table for discussion within the North Atlantic Council, the principal forum for political consultation.\" (source http://www.nato.int/cps/en/natolive/topics_49187.htm). Though article 4 has only been invoked 5 times since the creation of NATO, it has been used twice recently by both Poland (in 2014 concerning Russia) and Turkey (in 2015 regarding Syria). As an outside bet, Ukraine itself could potentially become a NATO member (see https://en.wikipedia.org/wiki/Individual_Partnership_Action_Plan) and therefore invoke article 4 however the timetable for membership almost certainly extends beyond 1 Jan 2017. The recent visit to Kyiv by the NATO Secretary General, during which agreements were signed to formalise the NATO’s diplomatic representation in Ukraine, to support communications, and to strengthen technical cooperation on defence highlights the desire to bring Ukraine on board."], [10699, "2015-11-03T23:12:49Z", 0.0, "Ukraine appears to be an issue under de-escalation by all parties. Nobody wants to let it develop into a shooting war."], [10783, "2015-11-03T23:04:02Z", 0.45, "When Poland invoked Article 4 it was in a response to the annexation of Crimea which was part of pro-Russian crisis in Ukraine. It took about a month from the start of the crisis to the annexation of Crimea. \nAt present, I don't see anything pressing a NATO member to invoke Article 4 on Russia. If anything Turkey should have done it more recently when in October Russian jets violated their airspace (http://www.wsj.com/articles/turkey-says-russian-fighter-jet-violated-its-airspace-with-syria-1444040488).  Turkey has decided to invoke Article 4 on ISIS and the Kurds which are the more pressing problems that hit closer to home.\nBritain stationing troops to deter Russia might cause Russia to act aggressively which would create a possibility of invoking Article 4.\nA traditional Soviet block country that feels it's security is threatened will invoke Article 4 against Russia. So far, there seems to be no country in the former Soviet Republic that appears to be unstable. However, things can change very quickly in Central Europe. Russian involvement in Georgia was in 2008, Ukraine 2014, Syria 2015. \nEconomic sanctions coupled with insecurity of its post Cold War geopolitical position, Russia could very well be an aggressor in 2016."], [1767, "2015-11-03T22:58:04Z", 0.21, "This response got wayyy to long my b. \nRussia causes trouble when it needs to focus attention away from domestic malcontent and government ineptitude. The '*' are recent examples of such. "], [9145, "2015-11-03T22:47:45Z", 0.35, "Putin's testing us and thinks we're weak."], [10392, "2015-11-03T22:43:25Z", 0.16, "1. List members mostly likely to be affected by Russian actions\n2. List Article 4 triggering events\n3. Assign probabilities to events occuring (plausibility check: odds of none of those occuring)\n4. Assing probabilities for most affected members (plausibility check: triggers Article 5?)\n5. Weigh nr. 1 member probabilities for each event with event probabilities and sum."], [36, "2015-11-03T22:39:17Z", 1.0, "Sufficient actions have already been taken by Russia in Syria by just upping the ante with the recent upgrade and offensive launch in  support of Assad.   In my opinion, Erdogan has been waiting for a stronger political hand from the snap election and now he has it with his majority win over the weekend.  Most of what I have read has been concern that with this stronger hand he would go after the Kurdish rebels but I have a hunch he could also use it to go after the Russians.  I have to admit I have a perverse wish for the Turks to roll into northern Syria and kick Putin's ass into the Med.  But lets get real here,  the best path forward is to cooperate with the Russians and somehow stabilize the current situation.  Obama would probably have to give up his demand that Assad step down.  Obama has just deployed fifty special forces to the Free Syrians ( maybe with Stinger missiles?) so it does not look like he is backing down.   To invoke Article 4 I think Erdogan would want  some kind of pretext like a screw up  by the Russians and that is not hard to envision.  Ironically all the Patriot battery that were sent by NATO a few years ago to backup the Turkish air border have recently been withdrawn a few days ago ( that was the wrong signal to send to the Russians!).  Its a total mess.   Still some minor border incident would allow Turkey to invoke Article 4 and the way the Russians are going that could occur any day now.  An Article 4 would get the Patriot missiles back into southern Turkey were they should be and trigger the question.   There is long time period on this question so I am going with a very high estimate."], [9682, "2015-11-03T22:20:14Z", 0.7, "Turkey is a border country to Syria, and the most likely candidate.  Without the current acceleration of emnity there I would give them a 30% chance in any year of invoking Article 4, my thought is that Russia's actions there, as well as recent border incursions and other elements in the mix (Kurds, recent Turkish election re-affirming Erdogan, a willingness to be difficult with allies with the U.S. for political gains) now doubles that chance over the next year, plus an extra 10% chance to make the prediction slightly more extreme.  This isn't even counting the Polish portion of the equation, which would just be incremental to this but isn't factored in yet in light of more research needed and more time to reflect on electoral events there."], [601, "2015-11-03T22:13:21Z", 0.21, "My guess is that most NATO members would choose to wait until the new US President is sworn in later in January 2017.   Not much point in trying to engage the current lame duck,  though it is possible that some may do so solely for domestic political reasons (which accounts for my percentage)."], [6485, "2015-11-03T22:09:43Z", 0.15, "Stated in the founding NATO treated - “The Parties will consult together whenever, in the opinion of any of them, the territorial integrity, political independence or security of any of the Parties is threatened.” I think it is a possibility although, a remote one that any NATO member will need to invoke article 4. "], [10663, "2015-11-03T22:04:47Z", 0.05, "Russia will make deal in Syria accept annexation Crimea and part of Ukraine "], [10368, "2015-11-03T21:58:58Z", 0.0, "Rarely used."], [7496, "2015-11-03T21:51:05Z", 0.0, "i don't think any one NATO member can invoke article 4, it must be mutual or no-go. Second, Putin just today said Assad isn't a necessary part of Syria's future, so he is predictably, ready to alter his tactics (because alas, he had no strategy). I believe we will soon see Russia trying to play with the other kids on the playground to \"save\" Syria. Everyone's motivations for saving Syria are different, some purely economic, but there will be a uniting of interests to smother ISIS' power base then broker deals with the various sects to create a new government. We'll all believe it when we see it, I know. But no article 4. "], [7340, "2015-11-03T21:31:05Z", 0.1, "President Obama will not, but when Russia rolls into Estonia, Latvia, or Romania, then at least one, if not all of these listed countries will invoke Article 4. If they did not they would condemning themselves to the same invasion by Russia. The question therefore is not if any NATO member will invoke Article 4 but rather will Russia invade one of these countries. The chances today (11/3/20150 are very slim that Russia will do that. I give it a 10% chance because Putin in a madman and it cannot be totally ruled out."], [1064, "2015-11-03T21:19:23Z", 0.01, "Invoking Article 4 would be tantamount to a declaration of war.  They would not invoke it if the Russian Army marched into Poland in order to keep things from escalating.  They can respond to provocations all they want without invoking Article 4, but if they do invoke it then they take options off the table."], [2207, "2015-11-03T21:10:32Z", 0.15, "It seems that the major world powers have realized that global alliances are no longer meaningful.  I think this has a great deal to do with the leadership dearth created by the United States as well as bad actors heavily influencing the U.N.  While NATO is certainly stronger than the U.N. it suffers from much the same identity crisis.  Many countries are still standing with fingers in the air, testing the winds of change.  U.S. leadership will not be changing between now and 2017, thus it is unlikely that clear leadership will arise during this time from any of the U.N nations who have traditionally looked to the U.S. for guidance.  President Obama seems reluctant to engage Russia in any way that emanates strength of position."], [691, "2015-11-03T21:05:45Z", 0.21, "Putin seems to be easing into the appearance of good behaviour for a while.  He doesn't have enough money to mount a serious offensive anywhere ala Crimea, what with oil prices being where they are, and he has decided to pretend to be a responsible citizen for the next few months or years.  No idea why, of course, but that's what it looks like. "], [102, "2015-11-03T20:59:38Z", 0.58, "Kind of, but maybe Russia won't push again that much in European space.  [1]"], [368, "2015-11-03T20:58:08Z", 0.75, "Russia is likely to assert itself in Syria and matters in the Middle East.  Why?  It's insertion into the conflict is an attempt to maintain a more balanced standing in the international community; in this regard, it follows similarly from the conflict in Crimea that it's policy goals are to 'resurrect' itself as a great power on the international stage.  These military insertions are an a genuine attempt at wanting to place itself in foreign policy space as an arbiter of an illusive perpetual peace.  It will seek other opportunities to do so.  However, i suggest that it will not do so at the expense of the advances it has now made with Iran and the Syrian conflict and the race against IS in Iraq.  Strategic timing on it's part is essential for success.  "], [1068, "2015-11-03T20:37:39Z", 0.55, "The question really gets to whether Russia is going to be undertaking action in the next year that would trigger sufficient concern by a border state to warrant full discussions among the whole council.  I'll mark this with a middling rank because it has happened in the last two years, and Russia was the reason for it, but are current conditions going to see Russia continue its aggressive moves?  Probably, around the Baltic states, as the follow-on to the assertiveness in the Crimea, the Baltic Sea itself, and the near-region (Middle East) for Russia.  But it warrants close watching, because it also requires understanding whether Russia's financial and economic position (driven in part by the low oil prices) will allow Russia to be more aggressive or whether it has to back off some."], [500, "2015-11-03T20:36:53Z", 1.0, "turkey\nwhen Russian aircraft to be fired at targets in Iraq"], [5680, "2015-11-03T20:32:04Z", 0.1, "The European are not supporting stronger opposition to Russia"], [135, "2015-11-03T20:31:44Z", 0.55, "I think about this question as \"Will Russia take any action before the date which could prompt a country to invoke Article 4.\" I consider that reasonably likely in the stated time frame. Thinking purely from Putin's perspective, the U.S. has a lame duck President, not known terribly for his stiff spine as it regards matters of foreign policy, a European political class which seems to variously odds with each other and sizable portions of their respective electorates. If one wanted to make Article 5 a dead letter, which should be the real geostrategic goal for Russia, the next year is a good time to act. And to be clear, I know I switched from Article 4 to 5. There will need to be an Article 4 meeting first to tell the Baltics that they are on their own, but all the other western leaders will come up with a really good hashtag to protest."], [1056, "2015-11-03T20:25:46Z", 0.25, "There's always the possibility of \"little green men\" becoming active in the Baltics, which might trigger a request for a conference on the basis of Article 4. A long shot at the moment, but the time frame for the question is long in geopolitical terms. I think Russian actions in Syria are less likely to cause Turkey to invoke Article 4, but always possible as well."], [1168, "2015-11-03T20:25:17Z", 0.25, "I don't think NATO would raise such a diplomatic threat against Russia as to warrant Article 4. Article 4 would escalate more than yield any sort of constructive impact."], [9723, "2015-11-03T20:24:26Z", 0.65, "While article 4 is rarely invoked, there are multiple states threatened by Russia's recent adventurism. Poland and the Baltics have used it before and are likely to do so again, should there be upsurges in violence in any of Russia's frozen conflicts."], [7523, "2015-11-03T20:23:28Z", 0.3, "Turkey already has, and would be the most likely to do so again. "], [4069, "2015-11-03T20:22:12Z", 0.34, "As noted it has been invoked before, by Poland. As it is not calling for force it could be used as a potent political tool, and by the rules of the question could be by any member. Given NATO will want to dissuade Russian action by any means before fighting, every symbolic step would be taken - making it seem more likely. But given new Russia commitments in Syria and a lack of new action in Ukraine, it would suggest that Putin is pretty maxed out, which makes me reduce more forecast."], [3690, "2015-11-03T20:20:52Z", 0.09, "While Turkey wants Assad to be outsted, I do not think that they have any interest in escalating their conflict into a conflict with Russia. Similarly Russia appears to have little incentive to get involved in a direct confrontation with NATO.  However, sometimes things just go wrong, so if Russia feels the need to act too close to Turkey' territory (with inevitable mishaps) this is not impossible, and Turkey has a bit of a habit of invoking article 4."], [783, "2015-11-03T20:10:14Z", 0.25, "it is not that kind of friction in the world between the West and Russia to invoke article 4 against them. At this writing neither Russia or NATO has that energy to escalate beyond their capacity to open another conflict between them. "]]}