{"question_id": 545, "title": "Will FEWS NET publish a Food Security Alert with \"famine\" and \"Yemen\" in its headline between 9 August 2017 and 25 October 2017?", "correct_answer": "No", "crowd_forecast": 0.04, "preds": [[38778, "2017-10-26T00:55:29Z", 0.0, "Updating as time expires."], [31450, "2017-10-26T00:29:08Z", 0.0, "Missed the boat on this one, stayed too high for too long."], [2965, "2017-10-25T13:44:19Z", 0.0, "Times up"], [29591, "2017-10-24T21:27:59Z", 0.01, "Lowering: FEWS NET update on 'current observations' : \"The Task Force on Population Movement reports approximately 2,014,000 people are internally displaced in Yemen, a 1.7 percent increase since June 2017.\" http://www.fews.net "], [6303, "2017-10-23T03:15:00Z", 0.01, "Based on general news and GJP consensus."], [38778, "2017-10-22T13:00:25Z", 0.03, "Updating as time elapses"], [29591, "2017-10-20T20:45:24Z", 0.06, "Lowering by 1% due to no major news developments and no recent FEWS NET update on 'current observations'."], [33523, "2017-10-20T15:56:07Z", 0.04, "Large areas of Yemen are either in the Crisis or Emergency zone regarding food security, and although the problem has been getting worse over the last few months. A date of Oct 25th is too soon to justify a \"Famine\" headline. As the FEW NET states humanitarian assistance is set to run until the end of October, and at a limited capacity through December. Near the end of 2017, or early 2018 might see FEW NET classify areas of Yemen in a state of famine. "], [37379, "2017-10-20T02:04:23Z", 0.02, "Passage of time."], [2965, "2017-10-17T21:49:29Z", 0.07, "up 3 on AB747"], [29591, "2017-10-17T20:22:18Z", 0.07, "The most recent USAID Yemen report states:\n“Relief organisations continue to report ongoing insecurity and bureaucratic access impediments - including restrictions on the importation of commercial and humanitarian goods, and movement restrictions for both relief workers and Yemeni citizens - as the most significant constraints to relief operations. Of the 20.7 million people in need of assistance, nearly 2.9 million people live in districts with high access constrains, including approximately 1.7 million individuals in acute need of assistance, according to OCHA” "], [30074, "2017-10-17T16:54:52Z", 0.03, "Adjusting as time to declare famine running short"], [37319, "2017-10-17T10:58:12Z", 0.18, "Still feel that there is significant chance. Situation in the country hasn’t improved. "], [14847, "2017-10-17T02:41:55Z", 0.03, "Decreased for time decay."], [38778, "2017-10-16T21:22:30Z", 0.04, "Based on GJ consensus"], [2965, "2017-10-16T14:36:23Z", 0.04, "agree with @Khalid"], [68, "2017-10-16T07:41:22Z", 0.05, "Reducing from the 35% I entered on 06 October. Conditions are very bad, but are classified as \"Emergency\", one level below \"Famine\". So long as current or programmed humanitarian assistance is being provided, the classification is not expected to get worse by 26 October."], [6303, "2017-10-16T03:13:47Z", 0.05, "Based on general news and GJP consensus."], [755, "2017-10-15T23:21:05Z", 0.05, "See @AB747 October 13 post and comments referencing UNSG statements at UNSC. Up-voted 1. Ports, airport and overland routes still vulnerable. Sharp adjustment down. "], [37379, "2017-10-15T02:43:44Z", 0.05, "Passage of time. "], [37379, "2017-10-14T02:38:46Z", 0.12, "Passage of time."], [29591, "2017-10-13T19:21:16Z", 0.12, "FEWS NET’s most recent observations for Yemen: “Media reports suggest payment of some governmental salaries has resumed in parts of Ta’izz, but payments remain very delayed and erratic.” (http://www.fews.net)\nConsidering there are 12 days left, and given FEWS NET’s current observation, it’s appearing more unlikely that a food security alert will be issued. "], [13959, "2017-10-13T16:12:35Z", 0.03, "passage of time"], [23779, "2017-10-13T10:36:07Z", 0.0, "time almost out\nno big events registered in the website that might change this outcome"], [1528, "2017-10-13T01:52:15Z", 0.09, "Updating for passage of time"], [3429, "2017-10-12T20:37:54Z", 0.01, "Updating for the passage of time."], [298, "2017-10-12T18:44:35Z", 0.25, "I'm more than the current forecast (15%) confident that this will happen based on General Awareness of events as reported in World News outlets"], [38470, "2017-10-12T14:37:35Z", 0.05, "Because I can."], [15548, "2017-10-11T18:56:27Z", 0.04, "14 days left"], [1545, "2017-10-11T17:04:14Z", 0.4, "Foreign aid will be key to keeping at risk countries out of famine.  Foreign aid will more likely go to African countries over Yemen, increasing famine possibility in Yemen."], [38564, "2017-10-11T05:41:21Z", 0.1, "Not enough days left in the reporting window to not trend toward null."], [29591, "2017-10-10T20:53:15Z", 0.14, "Not sure which way to go on this:\nA member of the UN special envoy for Yemen stated at the open session of the security council: “Some 17 million individuals are food insecure and over one third of the country’s districts are now in severe danger of famine.” (https://osesgy.unmissions.org/briefing-un-special-envoy-yemen-open-session-security-council)\nThe UNHRC said in its September analysis that the Yemen operation is only 47% financed  (https://reliefweb.int/sites/reliefweb.int/files/resources/Yemen%20Fact%20Sheet_September%202017.pdf) and FEWS NET are expecting humanitarian assistance to scale back after October 2017 due to funding. \nOrganisations tend to use the word “famine” when financial support is urgently required - based on the comments from the UN envoy, along with the funding data, FEWS NET could issue an FSA at the end of October? \nThat being said if FEWS NET data was reflecting what the UN envoy has stated, one would expect FEWS NET to update its “current observations” to a more food insecure statement rather than the current “availability of some basic food commodities…has improved” "], [1528, "2017-10-09T18:34:49Z", 0.14, "update for passage of time"], [2965, "2017-10-08T14:23:21Z", 0.14, " I guess 1 in 7 is pretty close to what Fewsnet. Will do.as opposed to objective fact."], [2965, "2017-10-07T23:19:05Z", 0.89, "up on UN finding of KSA targeting 873 kids in Yemen\nand KSA purchase of S-400\ndon't forecast delivery!\n@Anneinak\n"], [29591, "2017-10-07T21:39:07Z", 0.14, "Lowering forecast:"], [14847, "2017-10-07T01:21:46Z", 0.07, "Cutting significantly due to time passage and this: \"FleetMon ship tracking data suggest the number of bulk carriers, which typically transport most staple cereals, that have arrived into Al Hudaydah, Salif, Aden, and Al Mukalla ports sharply decreased in August. Nevertheless, the total number of bulk carrier arrivals in 2017 remains higher than in 2014. Moreoever, according to UNVIM, the monthly June to August average of food imports in 2017 is 10 percent higher than during the same time in 2016. Recent WFP reporting also suggests overall supply of major food commodities has improved on most markets in recent months.\""], [23779, "2017-10-06T12:28:54Z", 0.45, "Lowering forecast because of time.\nAlso FEWS Net report until September says that assistance has lower risk to phase 3 in many cases and only a worst case scenario would trigger famine (phase 5), which means that many things must go wrong in the few days left of October."], [37379, "2017-10-06T09:49:56Z", 0.15, "I'm chickening out, moving up closer to consensus."], [68, "2017-10-06T08:18:24Z", 0.35, "Reducing for passage of time."], [11057, "2017-10-05T14:49:38Z", 0.23, "Supply of water can be associated with famine, typically in the natural resource sense.  There can be plentiful water supplies in the west region depending on precipitation.  Water is captured as precipitation runoff.  "], [19801, "2017-10-05T10:57:42Z", 0.05, "Only 20 days left."], [13959, "2017-10-04T15:01:56Z", 0.27, "Lowering due to passage of time."], [37488, "2017-10-04T01:25:42Z", 0.05, "still possible; greatest threat doesn't seem to be availability of humanitarian aid but access of aid to Yemenis.  I would guess that FEWS, whose reports tend to be much more conservative than the UN headlines/reports, would consider this at meeting some but not all 3 requirements for famine."], [2965, "2017-10-03T22:14:39Z", 0.61, "meet crowd halfway"], [30074, "2017-10-03T08:03:26Z", 0.06, "FEWS uses the word “famine” relatively rarely in their alerts. Of the 314 alerts published under the URL at the end of the question since 2005, only 17 (5.5%) contained the word “famine” and referred to one or more countries directly. Two more alerts containing the word \"famine\" without referring to any country specifically. Notably, 8 of these alerts have been issued in the past 12 months - 6 in December/January 2016 and 2 in May/June 2017  (one alert from Dec 2016 referred to Yemen directly). It is not entirely clear to me why alerts appear to be clustered around certain dates, but I suspect that has to do with data availability and FEWS reporting behavior. If this was the case, the probability that a relevant alert will be issued before the end of October would be quite low."], [19801, "2017-10-03T02:27:55Z", 0.15, "Consensus and only 22 days left for 25 Oct. There could easily be a famine alert on the 26th."], [29591, "2017-10-02T20:36:55Z", 0.32, "WFP report stated “While the observed improvement in the availability of food items in the market would help those who have the economic capacity to buy, but it has little impact for millions of severely food insecure Yemeni households who have lost their income sources and are relying on emergency food assistance. Nonetheless, better availability of food commodities in local markets enhances the opportunity for food assistance through Market-Based Interventions” (https://docs.wfp.org/api/documents/WFP-0000022394/download/?_ga=2.78516564.195614532.1506454117-1545756473.1480975899) "], [37379, "2017-10-02T08:40:25Z", 0.02, "Lowering foreast on the basis of data and analysis by @dcm at https://www.gjopen.com/comments/comments/586673"], [755, "2017-10-01T18:49:16Z", 0.35, "Comments: Hanging by a thread. Incremental downgrade due to time constraints.\nMiddle East Monitor, October 1, 'Turkish Red Cresent sends food aid packages to Yemen - The aid organisation sent 37 tonnes of flour and 1,500 food aid package to Yemen's al-Mahwit province': https://www.middleeastmonitor.com/20171001-turkish-red-cresent-sends-food-aid-packages-to-yemen/\nClip from Monitor article:\n\"Sancar stated the food aid packages were the first humanitarian aid to reach the province that is sieged under Houthi rebels and ousted President Ali Abdullah Saleh. He said the food aid packages reached those in need in the province via al-Mahwit’s local administration.\""], [37488, "2017-10-01T01:36:40Z", 0.0, "aug/sept updates indicate a conservative report (unlike UN which emphasize famine to get support/attention to the issue); aid is expected to continue through October and there is no indication that it is likely to be blocked or delayed unexpectedly; the history of FEWS reports suggests they won't call it famine until the situation is more serious/widespread.  Furthermore, the 3 year history of aid/arrival of  bulk transport of goods suggests that the imports increase in Aug-Oct during the harvest seasons around the world.  The only exception is 2016 after the Houthis began attacks and KSA joined in at the end of the harvest season. Given the attention and the continued publicity and promises of aid, unless something unexpected happens, this seems very unlikely"], [1056, "2017-09-30T15:51:47Z", 0.0, "According to their map:"], [2965, "2017-09-30T12:12:23Z", 1.0, "Ms.Guerin the best war reporter in the world\nfollowed her on front lines of Mosul\nand Raqqa always at point of spear\nMs. Guerin reports she is being denied access\nin Yemen\nif she cannot get in \ncan aid?\nit would be absurd to not declare an er a famine\nits more than a hunch \nshipping in down\nbut above 2012 levels\nall FAO reporting\nsay incoming ships down from last year\nSee FAO link\n"], [2965, "2017-09-30T10:47:19Z", 1.0, "Key Messages\nLarge populations in Yemen continue to face Crisis (IPC Phase 3) or Emergency (IPC Phase 4) acute food insecurity, the latter of which is associated with increased acute malnutrition and an increased risk of excess mortality. In a worst-case scenario, significant declines in commercial imports below requirement levels and conflict that cuts populations off from trade and humanitarian assistance for an extended period could drive food security outcomes in line with Famine (IPC Phase 5). \nLarge-scale humanitarian assistance continues to play an important role in reducing the severity of acute food insecurity outcomes in Yemen. In August 2017, WFP distributed in-kind and voucher assistance to approximately 7 million people. At current funding and assistance levels, WFP expects to continue providing assistance through October 2017. After October, a partial pipeline break is expected to result in the provision of wheat-only distributions through December 2017.\nField reports suggest the floating of the Yemeni Rial in mid-August has not yet resulted in major market disruptions or unexpected inflation. Field reports suggest this is at least partially due to the fact that many traders have been using the unofficial market exchange rate in their transactions for an extended period prior to the floating of the currency.\nFleetMon ship tracking data suggest the number of bulk carriers, which typically transport most staple cereals, that have arrived into Al Hudaydah, Salif, Aden, and Al Mukalla ports sharply decreased in August. Nevertheless, the total number of bulk carrier arrivals in 2017 remains higher than in 2014. Moreoever, according to UNVIM, the monthly June to August average of food imports in 2017 is 10 percent higher than during the same time in 2016. Recent WFP reporting also suggests overall supply of major food commodities has improved on most markets in recent months.\nThe cholera outbreak continues in all of Yemen’s governorates except Socotra, with approximately 738,719 suspected cases identified and 2,118 deaths reported between April 27 and September 25, 2017. Populations facing both food consumption gaps and cholera remain at the highest risk of increased mortality."], [14847, "2017-09-28T03:04:23Z", 0.14, "Thanks for @AB747 for pointing out that FEWS said this about Yemen: Availability of some basic food commodities, including wheat flour and vegetable oil, has improved on many markets in recent months."], [29591, "2017-09-26T15:56:49Z", 0.35, "Lowering forecast: \nA recent report by a top American admiral in the Middle East stated that Iran is continuing to smuggle illicit weapons and technology into Yemen. “The U.S., the Yemeni government, and their allies in the region have retaliated with strikes of their own and recaptured some Houthi-held coastal areas to help blunt threats to international shipping, but the peril persists, Vice Adm. Kevin M. Donegan said” (https://www.nytimes.com/2017/09/18/world/middleeast/iran-houthis-fifth-fleet-admiral.html). I haven’t found reports of targeting coastal areas worsening the problems of getting humanitarian aid into Yemen, however these areas are essential for continuing relief efforts so will continue to watch this. "], [37224, "2017-09-26T13:27:16Z", 0.15, "No updates from FEWS in last 45 days"], [2965, "2017-09-26T01:05:51Z", 0.66, "Superforecasting thought I  had it the logic of it, this is not the rabbit hole of PDVSA\nand I feel this is the most likely outcome,\nhere is the trick of it\neven if I an correct US has no funds authorized or appropriated,\nits really not an objective metric\nunlike ACLED PTIFF databases\nthere are  bureaucratic political ;perhaps national security\ndiscretionary criteria that cross cut so 2 to 1"], [37397, "2017-09-25T19:52:09Z", 0.05, "FEWS predicts not even to end of 2017.  Reuters & AP show no breaking news.  Saudi/Iran/Russia leaders pursuing war proly diverted by Kurdistan's illegal referendum, US possible war w/N Korea."], [2965, "2017-09-25T02:09:52Z", 1.0, "US funds gone See State Dept, USaid budget chop chop\nDOD has not have enough discretionary funds\nto feed world!"], [2965, "2017-09-23T12:08:24Z", 1.0, "see below"], [23779, "2017-09-22T13:20:13Z", 0.85, "According to the FEWS' article: \"Large-scale food security Emergency (IPC Phase 4) continues in Yemen\" published in august;\n      -Conflict events are higher than 2016 (impacts food support unable to reach population)\n      -Large part of the population still facing Phase 4 food insecurity (2million people)"], [14847, "2017-09-22T00:10:21Z", 0.18, "\"The United States said on Thursday it will spend another $575m to help the millions facing starvation and violence amid wars and unrest in Yemen, South Sudan, Nigeria, and Somalia.\""], [14847, "2017-09-20T05:45:32Z", 0.28, "About one month left. News of aid shipments getting through."], [2965, "2017-09-19T04:13:15Z", 0.51, "I realize I am on high end here and I choose the latest link to begin\n\"Starvation, conflict and displacement threaten millions of people in Yemen, South Sudan, Nigeria and Somalia, but there is another looming nightmare: rising waves of epidemic disease, especially cholera, made worse by the constant movement of refugees  seeking any kind of respite from chaos and mayhem."], [37488, "2017-09-18T17:58:20Z", 0.05, "August update for reiterates food insecurity but not famine; unlikely to change before end of October / during harvest or post-harvest season\nhttp://www.fews.net/east-africa/yemen/food-security-outlook-update/august-2017\nhttps://www.fews.net/search?keywords=yemen"], [14847, "2017-09-18T06:00:46Z", 0.34, "Time decay plus situation receiving more aid and attention from western countries."], [6303, "2017-09-18T03:38:01Z", 0.2, "Based on general news and GJP consensus."], [755, "2017-09-17T22:28:05Z", 0.45, "Comments: See @cmeinel and @AB747 September 15 posts, links and comments. Up-voted 1 on each. See situation as still critical; safe margin non-existent and any sudden, negative event in the next several weeks could impact sitrep.\nAl-Jazeera, September 15, 'Desperate Yemenis sell organs to survive - Victims of trafficking rings say the networks operate anonymously in shisha bars and coffee shops in Yemen and Egypt': http://www.aljazeera.com/indepth/features/2017/08/desperate-yemenis-sell-organs-survive-170830100704799.html"], [2965, "2017-09-17T14:18:04Z", 0.51, "see south sudan nigeria\nsuch headline reporting by FEWS net is rare."], [68, "2017-09-16T04:06:15Z", 0.45, "Following @AB747"], [29591, "2017-09-16T01:30:30Z", 0.43, "Food assistance outlook brief for March 2018 puts Yemen's food assistance needs at IPC Phase 4, therefore I'm lowering the possibility of an FSA before end of October. http://www.fews.net/sites/default/files/documents/reports/September%202017_Final%20FAOB.pdf"], [1528, "2017-09-16T01:05:02Z", 0.25, "Following weakin"], [37379, "2017-09-15T20:48:28Z", 0.15, "FEWS NET has published a map of  Yemen's food emergency situations projected for October 2017 through January 2018, and it does not project famine in any region. Remaining at 15% rather than going to zero because (1) the situation could change for the worse; (2) What if FEWS NET were to issue a headline saying something on the order of \"no famine yet\" or \"possibility of famine increasing\"? Source: Dateline August 2017 http://www.fews.net/east-africa/yemen/food-security-outlook-update/august-2017"], [37224, "2017-09-14T16:07:24Z", 0.2, "Despite continued calls for both access to threatened areas and support for humanitarian aid, I don't see the formal 'famine' tag being issued before 25th October 2017"], [31450, "2017-09-14T14:35:27Z", 0.15, "I'm no longer thinking a famine is going to happen in the next month, looking like the country is going to need to suffer longer food shortages before a famine is declared."], [37236, "2017-09-13T22:24:24Z", 0.15, "Not going anywhere for a while watching this drama... have a Snickers, make the folks at Mars happy so they can contribute to help mediate the Yemen phase 4 crisis.\nhttp://www.fews.net/east-africa/yemen/food-security-outlook-update/august-2017"], [38958, "2017-09-13T14:49:11Z", 0.05, "Has not been used in a headline since January"], [38710, "2017-09-11T04:16:51Z", 0.25, "\"Large-scale food security Emergency (IPC Phase 4) continues in Yemen\". Phase 5 is famine, but they are not predicting famine except as a worst case scenario."], [2965, "2017-09-10T22:45:22Z", 0.87, "UN see links on Nigeria"], [755, "2017-09-10T21:35:28Z", 0.55, "See @AB747 September 10 post, links and comments. Very informative. Up-vote 1. Agree with focus on major ports. Aligning forecast."], [29591, "2017-09-10T20:07:48Z", 0.55, "Lowering forecast:"], [12921, "2017-09-08T13:26:31Z", 0.2, "Food availability has not changed much in the past few months. Markets are still functioning. Famine is a worst case scenario that would occur only if \"conflict significantly disrupts or halts imports through the ports of Al Hudaydah and Salif, inter- governorate trade becomes significantly disrupted, and humanitarian assistance fails to reach populations most in need\". The probability of all this happening in the few weeks until 25 October is pretty slim (though this can only be a subjective call)."], [13959, "2017-09-05T01:28:43Z", 0.47, "I feel like this could go either way: I believe that FEWS Net is likely to issue an alert regarding Yemen, but I am not confident that they will use the word famine - likely \"severe food insecurity\" or \"assistance required\" or similar wording. "], [35569, "2017-09-05T00:23:47Z", 0.0, "Yemen is in bad shape.  It's a failed state in perpetual warfare.  Investigating food shortages is an earnest task, but declarations of famine create issues that must be addressed.  Declaring famine is an act NGOs and government agencies must do in specific circumstances.  Nigeria, Somalia and Yemen are all on the verge on famine, but South Sudan had a period of official famine this year.  Supporting a famine in South Sudan is much more palatable than supporting a famine in Yemen, which is currently at war with our closest Arab ally, Saudi Arabia.  I believe declarations of famine are often political and a declaration of famine in Yemen is unlikely.       "], [1769, "2017-09-04T16:54:27Z", 0.95, "Poor infrastructure, military strategy, on the brink of famine already.  I say the momentum pushes Yemen over the edge in this time frame.  "], [590, "2017-09-04T13:08:01Z", 0.2, "In order to issue an Alert with famine and Yemen something significant needs to change in the meanwhile. Note that the situation in Yemen is indicated as emergency since months, with bad medium-term outlook, but no alert has been issued until now.\nSo, is there the possibility of significant change? the only possibility would seem to imply a big cut in food imports, as the country is completely dependent on those. The last FEWS report indicates a slight improvement in availability of basic food commodities, albeit among many difficulties, so such a sharp decline doesn't seem too probable. However, the situation is unstable because of Saudi Arabia's attempts to blockade and US possible consensus (http://www.dailyrepublic.com/opinion/state-national-columnists/how-trump-is-enabling-famine/), so it's not impossible."], [6303, "2017-09-04T03:48:39Z", 0.7, "Based on general news and GJP consensus."], [1332, "2017-09-03T21:22:08Z", 0.6, "A search of Google News for \"Yemen famine\" returns about 40,000 hits with a number of them in headlines. Those are news organizations that likely don't rely on any strict objective criteria for the definition of famine. Nonetheless, the perception is widespread enough and has been worsening that the conditions may creep over FEWS criteria. Just by the bye, I would take any information from Saudi sources about the situation in Yemen as more in the nature of propaganda than reportage."], [38699, "2017-09-02T01:45:33Z", 0.78, "Major swathes of the country has been in famine for months... The U.S. is showing unabashed support for Saudi's ramp up of bombing, even under current conditions. I can't see a reversal of the trend that has already brought us to the brink of famine, if not into famine. Even if FEWS NET is totally politicized against declaring it, I think it will have to make some sort of observation about Yemen and Famine in the country to maintain any kind of credibility, just within it's own staffed ranks."], [182, "2017-09-01T21:43:37Z", 0.57, "\"According to the USAID-funded Famine Early Warning Systems Network (FEWS NET), Yemen faces the largest food security emergency in the world. A significant number of people across Yemen continue to face Emergency—IPC 4—levels of food insecurity. FEWS NET reports that famine is possible in Yemen if food imports drop and/or conflict further restricts markets and humanitarian access.\" https://www.usaid.gov/yemen/food-assistance\nIt seems likely that the question will eventually resolve \"yes\" but perhaps not before 25 Oct 2917. If the \"conflict further restricts markets and humanitarian access\" within the next few weeks, then my forecast probability will increase."], [38383, "2017-08-30T18:54:02Z", 0.8, "January report used those words on Yemen and the food situation has not become any better.  "], [3439, "2017-08-30T16:41:03Z", 0.21, "I searched all previous FEWS NET alerts for \"Yemen\" and I only received 3 hits: 07/2011, 06/2015, 01/2017. The latter hit had both \"famine\" and \"Yemen\" in the title.  Food shortages (if not famine) are not new to Yemen, yet FEWS doesn't seem to have given this much attention.  I did score this 21% likely though because that's the increase in hunger levels since June 2016. "], [37224, "2017-08-29T19:36:30Z", 0.1, "Citing the comments of @AB747     (“Saudi diplomats have devoted enormous time and effort in recent days to emphasising how much aid their kingdom has given the war-ravaged civilians of Yemen…The kingdom’s public relations campaign comes as the UN Secretary General is weighing a decision that could embarrass Saudi Arabia.”  Secretary General Guterres denied that he had faced pressure from Saudis, saying “there is technical work being conducted and, in the end, that will be presented to me.”    “Abdullah Y. al-Mauallimi, the Saudi Ambassador, has pledged to improve humanitarian access on the ground in Yemen.” (https://www.nytimes.com/2017/08/28/world/middleeast/saudi-yemen-united-nations-guterres-child-deaths.html?_r=0)    If the Saudi’s keep their word, regardless of what the report states, this will be good news for aid agencies and I would consider that to lower the probability of this question resolving yes. )"], [29591, "2017-08-29T17:14:57Z", 0.7, "“Saudi diplomats have devoted enormous time and effort in recent days to emphasising how much aid their kingdom has given the war-ravaged civilians of Yemen…The kingdom’s public relations campaign comes as the UN Secretary General is weighing a decision that could embarrass Saudi Arabia.” \nSecretary General Guterres denied that he had faced pressure from Saudis, saying “there is technical work being conducted and, in the end, that will be presented to me.”\n“Abdullah Y. al-Mauallimi, the Saudi Ambassador, has pledged to improve humanitarian access on the ground in Yemen.” (https://www.nytimes.com/2017/08/28/world/middleeast/saudi-yemen-united-nations-guterres-child-deaths.html?_r=0) \nIf the Saudi’s keep their word, regardless of what the report states, this will be good news for aid agencies and I would consider that to lower the probability of this question resolving yes. "], [23006, "2017-08-28T16:43:35Z", 0.5, "https://www.gjopen.com/comments/comments/554210\nseems unlikely if not already declared given the level of upheaval there"], [19299, "2017-08-28T16:25:44Z", 0.8, "According to ACAPs the percentage of people with poor food availability has increased from 3% in May to 14% in July. Cholera is spreading (Aljazeer: soaring) and global assistance is small. "], [31238, "2017-08-28T16:03:43Z", 0.55, "If you haven't read @Anneinak then go do it. She's the MVP here."], [2965, "2017-08-28T09:47:31Z", 0.7, "Per bbc.com KSA air bombing took out all every functioning crane at the  Port of  Aden and Hodeidah the only large  ports where food can be delivered.\nFood is required to be delivered through Aden to reach any one in Yemen."], [755, "2017-08-27T22:58:26Z", 0.6, "Comments: Fighting escalating. Port and airport crucial to getting majority of humanitarian aid to needed areas. Don't see success in UN chief appeal. Affirming forecast."], [29591, "2017-08-26T09:09:27Z", 0.75, "Maintaining forecast:"], [36803, "2017-08-24T14:33:39Z", 0.12, "Data sparse. Sorta just guessing."], [37397, "2017-08-24T03:30:21Z", 0.15, "Only one famine alert so far."], [23006, "2017-08-24T01:02:28Z", 1.0, "https://www.nytimes.com/interactive/2017/08/23/world/middleeast/yemen-cholera-humanitarian-crisis.html?emc=edit_ta_20170823&nl=top-stories&nlid=52725637&ref=cta&_r=0"], [1042, "2017-08-23T20:33:16Z", 0.9, "https://www.nytimes.com/interactive/2017/08/23/world/middleeast/yemen-cholera-humanitarian-crisis.html"], [4497, "2017-08-23T14:58:26Z", 0.75, "Balancing different factors, including this report: http://www.aljazeera.com/video/news/2017/08/million-yemen-face-threat-famine-170819050533860.html"], [11442, "2017-08-23T01:46:37Z", 0.5, " As of June 2017, FEWS gave us the risk of Famine as likely. However, it does not give the risk as likely in its outlook through October 2017. one area of the country, the region around Taiz, is one rung below famine. Most of the inhabited part of the country is two levels away. Per the FEWS calendar, this is a time of agricultural abundance. For these reasons I am shooting a little lower than the average. "], [38315, "2017-08-19T22:44:59Z", 0.35, "Already getting food aid. Sufficient rains and plant coverage recently. "], [180, "2017-08-19T20:10:39Z", 0.77, "https://www.dawn.com/news/1352462/war-in-yemen-causing-famine-cholera-un-aid-chief"], [29591, "2017-08-18T17:37:10Z", 0.75, "The “International Committee of the Red Cross plans to send a test shipment of rice to Yemen this month in its first attempt since February to deliver food aid via the port of Hadeidah, which is held by Houthi fighters.”\n“The port has been repeatedly hit by airstrikes from a Saudi-led coalition. It normally handles some 80% of Yemen’s food supplies as well as aid… The shipment was expected to leave Pakistan next week and arrive at the Red Sea port the week after.” (https://www.reuters.com/article/us-yemen-security-hodeidah-idUSKCN1AW1YK) "], [37224, "2017-08-18T16:38:42Z", 0.1, "Now with 7 days to go before this forecast is resolved, it seems increasingly unlikely that a formal headline will update with \"famine\" and \"Yemen\" in the headline.  There continues to be many compounding factors, including food insecurity, but contrasted with the hard work of humanitarian efforts, the onset of the \"rainy season and second cropping\" as well as the ongoing Cholera outbreak, that will reduce the likelihood of famine being a headline.  "], [180, "2017-08-18T00:36:53Z", 0.7, "More and more groups are using the 'F' word."], [1111, "2017-08-17T22:30:08Z", 0.8, "There is no slowing down of the armed actions in that country and currently it is out of the news cycle, hence, a higher chance that there will be famine in Yemen. "], [36981, "2017-08-16T13:40:17Z", 0.12, "The last forecast they put out that included a famine in Yemen did not meet the \"yes\" criteria. There's still a famine risk in Yemen, but there's enough uncertainty with the way this criteria is resolved that I have to put a low probability on it."], [37236, "2017-08-15T22:55:36Z", 0.6, "Could increase if \"major powers\" are unable to influence or make trade offs with the proxy actors"], [38356, "2017-08-15T22:52:04Z", 0.7, "Test updating a forecast."], [38356, "2017-08-15T22:51:37Z", 0.65, "Go with consensus and refine.  Test of how the system works."], [38300, "2017-08-15T14:56:22Z", 0.5, "Due to the widespread cholera outbreak in conjunction with both the Houthis withholding cholera medicine from the Al Hudaydah port (1) and food ships being delayed at the Port of Salif (2), it is very likely that areas at stage 4 crisis centers will experience a famine in the near future. \n1. http://english.alarabiya.net/en/features/2017/07/23/Houthis-withhold-cholera-medicine-in-al-Hudaydah-exposes-them-to-damage.html\n2.https://www.marinelink.com/news/maritime/port-of-salif"], [37671, "2017-08-15T12:04:02Z", 0.1, "Famine will be declared in Yemen or parts of Yemen in the coming months if the security situation deteriorates further and international aid groups will be forced to evacuate. As it is there are still enough resources left to stave off a full-fledged famine for at least the coming six months. However, if the security situation worsenes and international interest remains as low as it is now, famine will ensue."], [38012, "2017-08-14T21:24:16Z", 0.3, "Some sections of the country are one stage away from famine. Famine needs conflict to increase (\"only\" emergency if stays same or diminishes)."], [37224, "2017-08-14T18:37:16Z", 0.1, "Unfortunately, the focus on the other-side of this tragic set of issues that Yemen is faced with is dominating the headlines.  BBC reporting today \"Yemen cholera epidemic: Cases exceed 500,000 in four months\""], [37980, "2017-08-14T17:01:05Z", 0.15, "In the last year FEWS has only issues one such warning.  So it seems unlikely based on that alone, and the fundamentals on the ground seem to be mixed, but if the Saudi's actually do allow the UN to run the airport that would reduce pressure further. Its ultimately hard to predict by just looking at famine conditions, though, because advocacy groups like FEWS Net could report on Yemen just to try to pressure action, regardless on circumstances on the ground."], [1042, "2017-08-14T16:43:46Z", 0.9, "Stories of food shortages and malnutrition are already rampant "], [36405, "2017-08-14T09:42:22Z", 0.67, "since december last year, there has been 8 headlines with 'famine' in the headline. 5 of those also included the name of the country. And only one of those instances was about Yemen, but the one and only headline about Yemen also mentioned the word famine. "], [35398, "2017-08-14T04:24:22Z", 0.0, "imean that 0 not 100 sorry"], [35398, "2017-08-14T04:23:28Z", 1.0, "other gulf countries spcieal ksa and uae well still give them strong hand"], [8491, "2017-08-14T01:13:55Z", 0.75, "Because the situation in Yemen is deteriorating day by day and little or no help is forthcoming due to the World 'd attention on Trump, N. Korea, Russia Trump affairs & sanctions Syria. IRAN etc."], [755, "2017-08-14T00:12:50Z", 0.6, "Comments: A lot depends on 1) warring factions honoring their pledge to let aid through. 2) sharp rise in monetary + material + personnel aid entering the country in a short time frame. Pledge all you want, but still see fighting continuing, with humanitarian efforts collateral damage a result: \nAnadolu Agency, August 13, 'Violence kills 11 in southern Yemen': http://aa.com.tr/en/middle-east/violence-kills-11-in-southern-yemen/883417\nReuters, August 12, 'Yemen's Houthis target coalition warship, agency reports': https://www.reuters.com/article/us-yemen-security-ship-idUSKBN1AS0NX"], [36580, "2017-08-13T22:31:31Z", 0.75, "Famine in Yemen has been predicted for months and there are barriers to delivering aid to the country. In March, the Red Cross reported that Yemen was potentially only 3 months away from famine (http://www.aljazeera.com/news/2017/03/yemen-somalia-months-famine-170322125343027.html). In July, the UN stated that they are unable to deliver vaccines to the nation due to ongoing violence (http://www.aljazeera.com/programmes/insidestory/2017/07/war-famine-cholera-yemen-170713175556509.html). If the violence in Yemen is a barrier to the UN's ability to intervene, other charities are likely also inhibited in preventing famine in Yemen."], [28091, "2017-08-13T16:25:30Z", 0.2, "Present FEWS projection has a level 4 in October not level 5 famine. "], [1056, "2017-08-13T15:55:35Z", 0.0, "Given that they have a five-stage classification system, it seems to me that things have to be pretty dire to declare a state of famine. The question has a very narrow time frame, and @Anneinak's analysis of the \"con\" side of the matter makes me thing that there will be no such declaration in the next two months."], [37860, "2017-08-13T15:07:46Z", 0.95, "I mean, they basically already did in July and nothing has gotten better there. I'd say yes has a very strong probability barring any political reasons for them not to use the term."], [1080, "2017-08-12T20:16:23Z", 0.8, "Recent violence is causing food shortages in the area"], [4497, "2017-08-12T17:53:45Z", 0.8, "The key to this one seems really to be based around the Saudi naval blockade of 2 ports and the development/continuance of the cholera epidemic, plus how the Saudis perceive Iran's status. (http://www.presstv.ir/Detail/2017/08/06/530894/UN-condemns-Saudi-airstrikes-civilians-killed-Saada)\nA recent hearing the US Congress described Yemen's situation as already \"famine like\" ( https://www.devex.com/news/senate-hearing-urges-diplomatic-pressure-in-famine-response-90694) Recents pledges to let food flow may or may not pan out (http://www.news-sentinel.com/news/us-and-world/ap-interview-yemen-factions-said-to-have-pledged-easing-aid_20170727&profile=-1)\nThere's a lot of diplomatic action around this issue so it's a live situation that could trigger if the Saudis tighten the blockade further. Due to the politics of this region, this seems as if it could very likely happen, esp. if SA perceives Iran to be gaining advantage (http://www.al-monitor.com/pulse/originals/2017/08/iran-saudi-arabia-war-yemen-houthis-outflanking.html) or improved diplomatic status (http://en.abna24.com/news/middle-east/un-special-envoy-for-yemen-arrives-in-tehran-to-discuss-yemeni-conflict_847709.html)."], [3380, "2017-08-12T14:40:31Z", 0.85, "Drought caused by global warming."], [20156, "2017-08-12T04:58:49Z", 0.75, "UN food agency says Yemen is on brink of famine http://www.aljazeera.com/video/news/2017/07/food-agency-warns-yemen-brink-famine-170710093304515.html\n"], [23006, "2017-08-12T04:18:47Z", 0.0, "recurring famine no longer an alert-worthy event.\n baseline for 'crisis' designation higher\nAlso climate change."], [38072, "2017-08-11T23:14:01Z", 0.8, "Food security in Yemen is a recurring issue, and the chances of a significant issue with famine in Yemen is high enough that this could easily trigger."], [19299, "2017-08-11T21:02:17Z", 0.7, "Ongoing fights in Yemen, increase in cholera, world opinion looking the other way, interruption in agriculture"], [38, "2017-08-11T20:21:37Z", 0.48, "Pro arguments\n-Yemen is dependent on food imports and is under blockade\n-disruption of agriculture, infrastructure, transportation & markets due to 4 yrs of war. . . everything is getting worse, not better!\n-military situation is worsening conditions in some areas, impacting agriculture, infrastructure, transportation & markets\n-only 20% of need has been funded, according to some sources\n-inadequate aid:  7m are at risk of famine but only about 5m are receiving assistance\n-drought conditions - possibly inadequate rain during rainy season\n-the way this question is worded;  it doesn't require a declaration of famine."], [37924, "2017-08-11T19:31:22Z", 0.85, "Gut feel"], [35, "2017-08-11T19:26:22Z", 0.33, "About 95% of Yemen is in Stressed or Crisis conditions for Famine. Less than 5% is in Emergency conditions. This is one step below Famine Conditions. This current projected conditions through September. This leaves us with 25 days for the situation to worsen in the 5% area. Given this is a relatively small area I would say the probability is low in the near short term.\n"], [691, "2017-08-11T19:12:09Z", 0.26, "One supposes that a head to the effect of \"No famine in Yemen this year\" would count as a Y, although this seems odd."], [37710, "2017-08-11T18:24:51Z", 0.8, "Existing food scarcity and distribution problems, general instability of the country; increasing refugee issues (recent reports of drownings); and increasing danger for aid provision."], [36997, "2017-08-11T16:51:44Z", 0.68, "It has been 4+ years that the civil war in Yemen has been going on with Saudi Arabia backing pro government forces.  Pro government forces along with KSA have been relentless with operations aimed at Houthi rebels but also with civilian infrastructures (power plants, water plants and electrical grids) all of this will compound and the direct result will be starvation/famine if it has not happened already."], [37379, "2017-08-11T15:26:52Z", 0.15, "https://www.voanews.com/a/united-nations-yemen-food-crisis-man-made/3968790.html"], [19801, "2017-08-11T07:06:34Z", 0.35, "This has absolutely nothing to do with the objective situation in Yemen, which is terrible. The USA is however involved in making the situation much worse, as it usually does with supplying weapons to Saudi Arabia. The UK has also contributed in making a bad problem worse. I would expect the USA to continue making an easily solved problem a crisis."], [37861, "2017-08-11T05:01:25Z", 0.85, "The situation in Yemen is dire and likely to get worse as the summer goes on."], [31683, "2017-08-11T03:29:24Z", 0.95, "The continuing conflict, heatwaves and lack of rain and food supplies will continue and deplete. The lack of funding and international aid is resulting in a continual slide to famine like conditions in Yemen. "], [37862, "2017-08-11T02:39:20Z", 0.8, "\"The largest food security emergency in the world\" This is their job, to track these events so they will headline this emergency before others. Its Summer over there now and its been super hot again. Surely this makes things even worse in terms of accessing food"], [37625, "2017-08-11T02:20:55Z", 0.75, "FEWS NET is already classifying a significant portion of Yemen as either in a crisis or emergency, with the october-january forecast showing a dramatic increase. While they're not directly forecasting famine by October, the prospect of a headline containing the word \"famine\" is well within the realm of the probable."], [11430, "2017-08-10T22:44:50Z", 0.75, "Yemen is already in varying pre-famine stages."], [3429, "2017-08-10T22:18:03Z", 0.6, "Seeking additional information"], [27705, "2017-08-10T19:03:15Z", 0.8, "Per the FEWS Yemen site of August 10, 2017, using the IPC classification system, no part of Yemen has minimal food insecurity.  The entire nation is viewed as IPC 2.0 -\n Acute Food Insecurity Phase.  For the near term - June-September 2017 - in stressed, crisis, or emergency food insecurity.  The majority of the population areas are either in an Emergency condition IPC Phase 3, or a Crisis condition, IPC Phase 4, and of the areas in Crisis, FEWS NET notes that the population areas would \"likely be at least one phase worse without current or programmed humanitarian assistance.\"  To add to the insecurity, there is a severe cholera outbreak that has not abated, and there is ongoing civil war.  FEWS states that if humanitarian assistance is interrupted, delayed, or blocked through ports of Al Hudaydah and Salif, disrupting delivery of food to populations in most need, this could lead to famine.  However, FEWS also states that \"at current funding and assistance levels, WFP expects to continue providing assistance through October 2017.\"  Thus, the question becomes how likely is it that food will continue to reach a predicted level of need.  Will the number of people in need increase due to cholera, war, and weak rains?  This seems likely.  Will humanitarian aide be increased to meet increased need?  Unknown; partially dependent on needs elsewhere, ability to deliver aide.  Will aide delivery be disrupted?  Very likely.  "], [34836, "2017-08-10T18:36:55Z", 0.75, "Tensions in middle east are rising with the uncertainty in Syria and Qatar.  More than ever civilians will bear the brunt."], [1528, "2017-08-10T18:18:29Z", 0.6, "Following dcm"], [6303, "2017-08-10T17:41:29Z", 0.9, "Based on general news and GJP consensus."], [37003, "2017-08-10T17:32:15Z", 0.02, "No famine on the map as yet in the entire arena.  Why would Yemen devolve that fast?  Even if the port is taken, it won't last long."], [11896, "2017-08-10T17:25:54Z", 0.8, "food shortages are occurring in Yemen- not clear which headlines might displace this issue."], [37762, "2017-08-10T16:53:18Z", 0.7, "Food security is already an issue with news reports saying widespread famine and hunger are occurring or will occur in the near future."], [31450, "2017-08-10T16:47:41Z", 0.75, "Looking at he FEWS website, they already expect a food emergency in Yemen this year. Unless the airports and ports are reopened in the country soon a lot of people are going to start to starve and I don't see any evidence that current trends in the conflict are going to change anytime soon. This may not happen for a few months though, according to their website, the lean season doesn't typically start until April anyway."], [37224, "2017-08-10T16:02:59Z", 0.1, "I think that \"JoSchott makes an interesting point regarding the timing of the \"Traditional 'Lean season' [being] outside the scope of the question\"  Lean season in April & May contrasts to the Rainy Season - second cropping from July through mid-October.  "], [29591, "2017-08-10T15:37:04Z", 0.75, "Consider this a high possibility: "], [771, "2017-08-10T15:31:24Z", 0.95, "The UN just issued a warning (9 August 2017)  that over 20 million people in Yemen, Somalia, South Sudan and Nigeria are at risk of Famine"], [1250, "2017-08-10T15:28:11Z", 0.25, "The probability of this seems to be declining as aid agencies and media give the situation less coverage now than they did at the beginning of the year."], [37696, "2017-08-10T13:14:19Z", 0.75, "Food crisis due to drought, conflict, disease, crippled infrastructure likely to outpace projections and available relief"], [37319, "2017-08-10T12:15:53Z", 0.45, "Continued conflict between Saudi Arabia & Yemen combined with Qatar sanctions makes this fairly likely. "], [68, "2017-08-10T09:08:38Z", 0.65, "Conditions are present."], [37650, "2017-08-10T07:10:47Z", 0.85, "I see no reason for the Saudi to let go, now that they have Uncle Sam's backing and that they got their noses hurt in Qatar. Famine is Yemen is going to get worse."], [37604, "2017-08-10T03:42:44Z", 0.7, "Famine ongoing in Yemen. Should make headline in the next 10 weeks."], [37606, "2017-08-10T03:34:38Z", 0.75, "Famine in Yemen is being documented since Spring. No new reason for it to decrease. Because of the other important World events Yemen is not much in the news hence, FEWS might want to remind us about that crisis soon, within given period. Also agree with petermeehan5 comment that even if famine decreases, title might have it in..."], [37488, "2017-08-10T03:30:39Z", 0.6, "FEWS Net current analysis is that parts of Yemen are in Stage 3 and 4 of their food shortage scale (http://www.fews.net/east-africa/yemen).  They're predicting the shortages will continue even though the country is beginning it's 2nd harvest season and that these shortages will increase the risk of cholera, estimating that many level 3 areas will turn to level 4 areas by Oct-Jan.  Their current status puts Yemen \"at risk of famine\" and a headline with that warning was issued in their Food Security Outlook report in March.  That report period runs from February-September.  90% of Yemen's food supply comes from food imports & the country remains under blockade from land and water (https://en.wikipedia.org/wiki/Yemeni_Civil_War_(2015%E2%80%93present)). \n This region is predicted to remain at risk, and news indicates that Saudi barricades and delays for humanitarian aid are ongoing and may continue, that 40% of hospitals are down or limited in what they can do to help.  Based on FEWS Net reporting history, a follow up Food Security Report for the Oct-Jan period is typical for at-risk areas.  Historically, October reports for in areas immediately post-harvest tend to be more positive and less dire sounding about risks than the Feb-April status reports.  Unless the situation worsens and the risk of famine increases for Yemen specifically to merit its own report or for the general region of northeast Africa, the headline will probably not include the word \"famine\" and \"Yemen\" specifically and other terms to return focus to level 3 or 4 risk will be used.  However, if predicted combinations of medical and food shortages continue and worsen, or if the threat of level 5 food shortage increases for the Oct-Feb period, a headline with both \"Yemen\" and \"famine is probable.. "], [496, "2017-08-10T02:07:44Z", 0.25, "They don't seem to use famine in their headlines very often.  (Considering famine is in the name of their organization)"], [26, "2017-08-10T01:38:41Z", 0.15, "I'm guessing."], [706, "2017-08-10T01:07:03Z", 0.55, "This is a lower bar than appears because \"Yemen will avoid famine\" is a 'yes' for this question."], [1092, "2017-08-10T00:57:08Z", 0.75, "I have been to yemen"], [37533, "2017-08-10T00:15:15Z", 0.1, "Famine is widespread total lack of food, quick check on Google shows general food insecurity, but not rising to the level of Famine "], [36925, "2017-08-09T23:20:41Z", 0.15, "More than likely it will come in November, before Thanks Giving. This will provide more leverage to get the required donations needed. Red Cross involved.."], [37435, "2017-08-09T22:16:27Z", 0.85, "Internet search led to current data"], [34353, "2017-08-09T19:49:22Z", 0.15, "There's been one alert in the past 7 months with \"famine\" and \"Yemen\" in the title (http://www.fews.net/east-africa/yemen/alert/january-4-2017), albeit from January 2017. While the risk remains, and is projected to worsen in the medium-term forecast, I am skeptical that a specific food security alert would be published with \"famine\" and \"Yemen\" in the title unless the situation rapidly deteriorates."], [180, "2017-08-09T19:09:53Z", 0.55, "Cholera outbreak in July certainly not helping to prevent famine."], [784, "2017-08-09T19:03:57Z", 0.15, "Traditional 'Lean season' is outside the scope of the question ('Lean season' corresponds to April-May in Yemen according to FEWS) \nhttp://www.fews.net/east-africa/yemen/seasonal-calendar/december-2013\nIf a famine takes place within the next 12 months, it would make more sense for it to take place during this period.\n"], [36923, "2017-08-09T19:01:10Z", 0.4, "Humanitarian assistance: FEWS NET assumes that WFP’s humanitarian assistance will continue at current levels until the end of August 2017. However, given uncertainty with regard to assistance funding after August, no humanitarian assistance is assumed between September 2017 and January 2018"], [37192, "2017-08-09T18:56:06Z", 0.75, "Food insecurity continues to grow in country."], [1023, "2017-08-09T18:55:55Z", 0.51, "A crisis already happening at important crossroads, yet world turmoil could over shadow."], [36923, "2017-08-09T18:51:08Z", 0.75, "Comment deleted on Aug 09, 2017 06:58PM UTC"], [327, "2017-08-09T18:42:06Z", 0.1, "Based on latest FEWS Net report and prior forecaster comments."], [488, "2017-08-09T18:40:07Z", 0.8, "Strong possibility. "], [37224, "2017-08-09T18:32:56Z", 0.1, "According to the FEWS NET site, an update regarding Yemen noted in the following in response to Assistance needs remain very high amidst ongoing conflict and a major cholera outbreak (June 2017 to January 2018)\""], [37103, "2017-08-09T18:02:59Z", 0.5, "It is a matter of when, not if, that there will be such a headline."], [36881, "2017-08-09T17:52:56Z", 0.12, "Famine is a strong designation which carries with it major consequences for aid actors. As a result, the FSA will be cautious and will likely not pull the trigger in October."], [36858, "2017-08-09T17:27:28Z", 0.2, "While Yemen is facing a food crisis that could reach a tipping point, it seems to get lumped in with other areas in the region also with food insecurity."]]}