{"question_id": 610, "title": "Will Russia execute and/or sponsor a low or higher level cyber attack against networks owned by a US entity between 19 September 2017 and 30 November 2017?", "correct_answer": "No", "crowd_forecast": 0.05, "preds": [[485, "2017-11-29T17:17:35Z", 0.03, "As the special counsel's investigation moves forward and reveals more information about activities of Russian intelligence against the U.S., we may see more aggressive Russia-based cyber \"active measures.\""], [485, "2017-11-28T16:04:05Z", 0.03, "What are cyber operatives linked to Russian intelligence up to now? What are their future plans for \"active measures\" against America and U.S. entities?"], [485, "2017-11-27T18:11:17Z", 0.03, "In recent cyber activities against the U.S. and other nations, Russian intelligence may have been \"preparing the battlefield\" for future operations."], [485, "2017-11-26T16:45:11Z", 0.04, "The USG and U.S. companies and entities reportedly continue to be somewhat unprepared for future cyber attacks. "], [485, "2017-11-25T16:39:57Z", 0.03, "It seems to be just a matter of time (and circumstances) until Putin, his oligarchs and Russian intelligence (or their proxies) launch more cyber attacks, \"active measures\" and cyber influence operations against the U.S."], [485, "2017-11-24T20:16:26Z", 0.03, "As the special counsel closes in on USG Executive Branch persons regarding their contacts with Russian intelligence and oligarchs, more Russia-based cyber attacks could occur. "], [485, "2017-11-23T18:11:03Z", 0.03, "Recent news articles, updates and OSINT regarding this GJ question:"], [485, "2017-11-22T19:28:09Z", 0.05, "Some helpful OSINT and news reports regarding this GJ question on Russian cyber penetration of U.S. society:"], [485, "2017-11-22T15:12:41Z", 0.03, "Putin seems to continue to pursue a \"special\" relationship with Trump, and vice versa. \n\nFor the time being, this cozy relationship may mean that Russian intelligence and their proxies may hold off on cyber attacks of the type defined in this GJ question."], [2965, "2017-11-22T13:58:51Z", 0.11, "Rather than flip to 0 the only way to  adjust seems to rate it at 11. If black swan events such as Vix above 30 are at 5-6\nthen i would rate it as double. subjective but an attempt at a superforecasters assessment\ni would rather not have taken such a position so contrary from the crowd\non FCC net neutrality crowd may still be way wrong. on Waymo way wrong.\nHere I defer to my peers. \nThanks for the assistance @Wildwood2000 @mwokasch"], [485, "2017-11-21T16:15:50Z", 0.05, "Trump and Putin seem to be getting along very well, so maybe Russian intelligence and their cyber operatives will hold off, for now, on further cyber attacks (as defined for this GJ question) against the U.S."], [2965, "2017-11-21T03:31:01Z", 1.0, "https://www.fireeye.com/cyber-map/threat-map.html\nRussia and DPRK are in top 10 list of attackers this last month\nrespect those who differ\nseeing is believing"], [485, "2017-11-20T19:54:25Z", 0.05, "Time is running out for this GJ question, ending Nov. 30. "], [1639, "2017-11-20T15:57:23Z", 0.03, "Lowering for passing of time"], [485, "2017-11-19T16:37:47Z", 0.07, "Recent news reports and OSINT might provide some insights regarding this GJ question:"], [485, "2017-11-18T17:49:53Z", 0.05, "Putin and Russian intelligence may become more dangerous in their cyber penetrations of American society as U.S. counterintelligence investigators close in and shed light on Russian activities."], [73, "2017-11-17T17:53:39Z", 1.0, "just an aside, be prepared for remainers to use this as a reason for ref2:"], [485, "2017-11-17T15:54:12Z", 0.1, "News and OSINT related to this GJ question are below:"], [485, "2017-11-16T15:19:46Z", 0.07, "Below are recent news reports, articles and OSINT relevant to this GJ question:"], [2965, "2017-11-16T00:46:06Z", 1.0, "POTUS needs to inplement Senate imposed sanctions\non DPRK and RU\nthis is not political\nthese acts have a cumulative and acute risk of lethality\nfar more than 1 DPRK missile"], [485, "2017-11-15T15:49:01Z", 0.05, "Putin and Russian intelligence might \"play nice\" with the Trump administration on cyber intrusion -- for now, and through Nov. 30."], [2965, "2017-11-15T15:10:00Z", 1.0, "seen enough to hit an exclamation mark"], [35636, "2017-11-15T10:57:52Z", 1.0, "Putina hasn't got much else. Russia is wasting money on RT (plus the money is being stolen from the FRS, stealing roubles is a professional sport there remember) and the influence is waning. "], [73, "2017-11-15T02:26:22Z", 1.0, "https://mobile.nytimes.com/2017/11/14/world/europe/britain-russia-cybersecurity-hacking.html?referer=https://www.google.ca/, maybe a us commercial entity or us citizen will say twas them"], [485, "2017-11-14T20:36:51Z", 0.05, "The articles and OSINT below may be of interest to fellow GJ forecasting analysts in their anticipatory intelligence and predictive intelligence efforts on this GJ question:"], [2965, "2017-11-14T11:53:12Z", 0.99, "https://wtop.com/j-j-green-national/2017/10/terrorism-cyber-intrusions-worry-key-justice-department-official/\nPM May \nsounds like US and UK and  Aus and Five Eyes very busy\n\"Listing Russia’s attempts to undermine western institutions in recent years, she said: “I have a very simple message for Russia. We know what you are doing. And you will not succeed. Because you underestimate the resilience of our democracies, the enduring attraction of free and open societies, and the commitment of western nations to the alliances that bind us."], [73, "2017-11-14T02:05:12Z", 1.0, "https://oilprice.com/Energy/Energy-General/US-Grid-Narrowly-Escapes-Apocalyptic-Attack.html \"  \"They succeeded 20 times, hacking their way into full access to their target companies’ corporate servers and operations controls. This meant they could turn off circuit breakers that control the direct flow of electricity to homes and businesses,\""], [28414, "2017-11-13T21:29:31Z", 0.0, "Well done, Theresa https://twitter.com/BBCNews/status/930181672259088384 ! @clinton "], [485, "2017-11-13T17:48:28Z", 0.05, "Russian hackers are being linked to the apparently-devastating NSA breach. However, I believe this occurred outside of the timeframe for this GJ question."], [2965, "2017-11-13T14:05:50Z", 0.99, "The changes are part of Nato's biggest shake-up since the Cold War, with defence ministers backing the creation of two new command centres to help protect Europe. The revamp reflects the \"changed security environment\" of recent years, Nato chief Jens Stoltenberg said at a meeting of defence ministers in Brussels on Wednesday."], [73, "2017-11-12T22:22:18Z", 1.0, "http://www.straitstimes.com/world/europe/nato-to-boost-use-of-cyber-weaponry-to-combat-russia.  \"The creation of a new cyber operations hub comes as Nato faces hundreds of attacks on its networks every month and fears grow over the Kremlin's electronic tactics.\""], [485, "2017-11-12T18:13:52Z", 0.05, "A BBC News article (below) reports on the comments aired on TV today by former DNI Gen. James Clapper and former CIA director John Brennan."], [485, "2017-11-11T18:30:27Z", 0.03, "Although Pres. Putin and Pres. Trump did not have an official meeting in Vietnam, they apparently reached a further \"meeting of the minds\" about Russia's cyber-penetration of U.S. society, influence-persuasion-PSYOP activities, and other \"active measures\" by Russian intelligence."], [485, "2017-11-10T18:17:35Z", 0.05, "The relationships of various people in both the Trump administration and the Putin government continue to provide insight regarding this GJ question."], [485, "2017-11-09T17:32:02Z", 0.1, "The Kremlin has announced that Putin and Trump will meet in Vietnam. "], [2965, "2017-11-09T00:56:13Z", 0.1, "crowd and ongoīng\nnegotiäþions too senßitive too prejudice"], [485, "2017-11-08T15:50:23Z", 0.07, "OSINT related to this GJ question is included in recent news reports and articles below:"], [73, "2017-11-08T04:53:15Z", 1.0, "http://thehill.com/policy/cybersecurity/359221-fancy-bear-capitalizes-on-new-york-terror-attacks-to-lure-new-victims.  Another Russian sponsored cyber attack against US networks"], [485, "2017-11-07T16:16:55Z", 0.05, "It has been announced that Trump and Putin will have a meeting in Vietnam. "], [485, "2017-11-06T22:12:51Z", 0.08, "News reports and OSINT related to this GJ question:"], [485, "2017-11-05T17:16:31Z", 0.1, "News reports say Pres. Trump and Pres. Putin may meet sometime during Trump's Asia visit. "], [485, "2017-11-04T18:38:20Z", 0.08, "It appears that Pres. Trump and Pres. Putin intend to meet during Trump's Asia trip."], [21580, "2017-11-03T20:58:43Z", 0.25, "It would benefit the Russians to do so"], [485, "2017-11-03T16:27:48Z", 0.1, "Recent news reports and articles below provide some OSINT about cyber activities of Russian intelligence and various cyber-security issues."], [2965, "2017-11-03T02:39:33Z", 0.79, "I am way above the crowd as there are ongoing attacks and Potus on the peninsula"], [485, "2017-11-02T15:29:28Z", 0.15, "Things seem to be heating up in the Russia investigation. Activities of Pres. Putin and Russian intelligence are being exposed."], [691, "2017-11-01T15:28:11Z", 0.01, "http://www.reuters.com/article/us-russia-usa-media/russia-not-currently-planning-actions-against-u-s-media-or-social-networks-ria-idUSKBN1D14ID\nThe Russian government, never known to tell an untruth, say they have no current plans.  They probably don't, but not because they say that."], [485, "2017-11-01T14:40:29Z", 0.12, "The countermeasures  by the U.S. IC and the American free press against Russian intelligence and Pres. Putin are exposing Russian activities."], [485, "2017-10-31T22:39:29Z", 0.08, "OSINT in recent news reports related to this GJ question:"], [73, "2017-10-31T15:03:57Z", 1.0, "Dragonfly =  Russian civilian and military intelligence Services (RIS) https://www.us-cert.gov/sites/default/files/publications/JAR_16-20296A_GRIZZLY%20STEPPE-2016-1229.pdf\nDragonfly 2.0 = Dragonfly next stage. see above.\nUS-CERT Alert (TA17-293A) dated 20 October.  https://www.us-cert.gov/ncas/alerts/TA17-293A.  \"DHS assesses this activity as a multi-stage intrusion campaign by threat actors\" \"DHS has confidence that this campaign is still ongoing,\" \"Since at least May 2017, threat actors have targeted government entities and the energy, water, aviation, nuclear, and critical manufacturing sectors, and, in some cases, have leveraged their capabilities to compromise victims’ networks.\"\n\"Analysis by DHS, FBI, and trusted partners has identified distinct indicators and behaviors related to this activity. Of specific note, the report Dragonfly: Western energy sector targeted by sophisticated attack group, released by Symantec on September 6, 2017, provides additional information about this ongoing campaign. \"\nDragonfly = RIS see above, for ease - https://www.us-cert.gov/sites/default/files/publications/JAR_16-20296A_GRIZZLY%20STEPPE-2016-1229.pdf"], [73, "2017-10-31T05:03:50Z", 1.0, "http://www.cbc.ca/beta/news/politics/cyber-attacks-canada-cse-1.4378711."], [485, "2017-10-29T17:27:13Z", 0.12, "Recent news reports contain some related OSINT regarding cyber activities against the U.S. by Pres. Putin and Russian intelligence:"], [485, "2017-10-28T16:52:22Z", 0.14, "Cyber-related \"active measures,\" influence operations and penetration of U.S. society by Russian intelligence and the Putin administration are sure to continue -- including during the time frame of this GJ question (through Nov. 30)."], [3273, "2017-10-28T11:38:43Z", 0.35, "Twitter's banning of ads from RT and Sputnik was referred to by Director of the Information and Press Department of the Ministry of Foreign Affairs, Maria Zharakova, as an assault on freedom of speech. She also implicated the US government in the move. Given that InfoWars received a similar notice from Facebook, it's likely tech companies are beginning to crack down on the conspiratorial narratives such sites promote. Spreading disinformation is a cornerstone of Russian disinformation, so it's likely the Kremlin will begin to fall back on other tactics -- such as cyber attacks -- to propagate its information war. Having said that, Russia has been known to use proxies to obscure its role in cyber war in the past; while it's likely a cyber attack will occur, it might not necessarily be traced back to Russia by January 31 2018."], [485, "2017-10-27T17:00:13Z", 0.12, "Sanctions are moving forward against Russian entities in response to cyber activities, covert influence operations, \"meddling\" and various types of penetration of American society (and U.S. government/state governments)."], [485, "2017-10-26T15:47:00Z", 0.1, " Recent news reports include OSINT related to this GJ question:"], [485, "2017-10-25T15:51:13Z", 0.15, "Russian government activities of various kinds (including cyber) reportedly include third parties such as organized crime, \"cut outs,\" groups/personnel located in other nations, other governments, etc. "], [485, "2017-10-24T16:12:30Z", 0.1, "Pres. Putin and Russian intelligence might decide to limit their cyber activities against the U.S. at this time (and through Nov. 30). "], [1333, "2017-10-24T15:25:48Z", 0.05, "just riding the curve here as I have little faith in the reporting agencies ability to convincingly sort out criminal from state hacks."], [73, "2017-10-23T20:46:34Z", 1.0, "come on .......  \"In early October, the Russian hacking group, infamous for infiltrating the computer networks of the Democratic National Committee (DNC) last year, launched a new operation targeting potential attendees of an upcoming US cybersecurity conference, research suggests\""], [485, "2017-10-23T19:28:09Z", 0.12, "Will Russian intelligence and the Putin administration keep pushing robustly in the \"fifth domain\" of cyber?"], [73, "2017-10-23T16:19:34Z", 1.0, "FBI make available on Saturday TA17-293A regarding current activities of Dragonfly (a known Russian sponsored APT) on US businesses......"], [485, "2017-10-22T17:01:17Z", 0.14, "North Korea could possibly launch a cyber attack against the U.S. that would have Putin's blessing. But, does that constitute the Russian government \"sponsoring\" an attack as defined in this GJ question? "], [73, "2017-10-22T03:29:49Z", 1.0, "http://www.reuters.com/article/us-usa-cyber-energy/u-s-warns-public-about-attacks-on-energy-industrial-firms-idUSKBN1CQ0IN"], [485, "2017-10-21T17:54:26Z", 0.12, "About five weeks to go until the deadline for this GJ question."], [485, "2017-10-20T17:34:45Z", 0.12, "The cyber activities by Russian intelligence operatives targeting the U.S. seem to be continuing -- though they do not seem to be \"cyber attacks\" per se as defined for this GJ question. "], [485, "2017-10-19T15:59:30Z", 0.1, "GJ has a detailed description of what constitutes a \"cyber attack\" for the purposes of this GJ question. "], [485, "2017-10-18T15:54:22Z", 0.08, "Cyber activities by Russian intelligence and the Putin administration against the U.S. have apparently been very successful -- so far. "], [37669, "2017-10-18T13:31:46Z", 0.85, "Russia is probably doing this as I write: it's just a question as to whether or not they'll be caught by this date."], [485, "2017-10-17T17:00:41Z", 0.12, "Recent news reports include related OSINT:"], [40294, "2017-10-17T15:50:18Z", 0.55, "55 per cent in favour of a lower level cyber attack. Mr Putin will try to keep his head down, ie he will try not to raise even more interest in Russian cyber attacks."], [485, "2017-10-16T19:19:06Z", 0.1, "Related OSINT in recent news reports:"], [40783, "2017-10-15T20:55:22Z", 0.2, "Given the rising pressure coming from the special council and other committees research into the so called 'russian probe' it is not unlikely that the russians see fit to increase pressure on the american political system by initiaiting some sort of low or high level interference attack. "], [485, "2017-10-15T15:57:01Z", 0.08, "Below are some news reports and OSINT related to this GJ question:"], [485, "2017-10-14T16:45:57Z", 0.1, "Russia, Iran and North Korea have been launching cyber hacks and attacks of various kinds. "], [485, "2017-10-13T16:12:24Z", 0.1, "Nov. 30, the deadline for this GJ question, arrives in about seven weeks. Chances of a Russian intelligence-inspired cyber attack within that time frame might be limited. "], [485, "2017-10-12T15:14:50Z", 0.1, "Russian intelligence's cyber activities could include sponsoring a cyber attack by North Korea. According to news reports, Russia recently began helping North Korea with internet connectivity."], [485, "2017-10-11T16:55:54Z", 0.1, "I agree with other forecasters that Russian intelligence and Pres. Putin might be \"laying low\" right now as far as cyber attacks -- for a number of reasons."], [73, "2017-10-11T15:46:33Z", 1.0, "https://www.fireeye.com/blog/threat-research/2017/10/north-korean-actors-spear-phish-us-electric-companies.html"], [19106, "2017-10-11T04:32:12Z", 0.01, "The biggest source of uncertainty for these types of questions lies in how GJ interprets the question - for example what threshold of evidence they will require to consider an attack state-sponsored or executed. Looking over FireEye's past reports, they often use fairly equivocal language when talking about whether a hack or hacking group is state backed."], [485, "2017-10-10T15:27:09Z", 0.15, "Do the Putin administration and Russian intelligence want to ratchet up the cyber conflict with the U.S.? "], [485, "2017-10-09T16:12:08Z", 0.12, "Russian intelligence personnel and their cyber operatives seem to be having much success in their \"active measures\" targeting American society."], [14432, "2017-10-08T13:53:28Z", 0.0, "gonna be laying low "], [40617, "2017-10-07T12:55:15Z", 0.2, "I broke the question down into a simpler question: In any given year how many reported cyber attacks on the US will be perpetrated by Russian attackers? I figure about 1. The time period given is exactly 20% of the year. "], [485, "2017-10-06T15:42:54Z", 0.15, "Russian intelligence seems to be increasingly in a position to launch cyber attacks against the U.S. -- including against some of our most sensitive defense organizations."], [73, "2017-10-05T14:45:04Z", 1.0, "See this as a question of will a russian attack be allowed to be reported by the US and also be attributed to the state or known state actors (bear types and the like).  The info section is much better than the nuclear question with gjo recognsing these things take time, so only part of the attack needs to have happened in the time frame, prior ongoing attacks not known or not reported wont exclude a positive outcome (this made a farce of the previous question).  Also, this question allows for low level attacks to count, always leaked to show the enemy is there but, guys, its under control (its not), but thats not the point.  Russia giving access to NK and the Dems wanting to play up this issue along with the FBI recent announcements makes me feel that some good old leaks will occur on the subject to help assist some Bill or political play in the last quarter of the year.  "], [2965, "2017-10-05T14:32:44Z", 0.79, "Yahoo continues ...it would be premature to time decay now."], [485, "2017-10-05T14:04:53Z", 0.15, "It seems that it might be only a matter of time until Russian intelligence's cyber operative execute a cyber attack against a U.S. entity. "], [485, "2017-10-04T19:19:04Z", 0.1, "Russian intelligence's \"active measures\" and persuasion operations targeting the U.S. and Americans reportedly are continuing in real time. Right now."], [2965, "2017-10-04T16:18:41Z", 0.79, "sure seems like ongoing FSB ops v Yahoo  accounts qualifies as this is ongoing in real time\ndiscount 21% for attribution\nhappening now!\nnow that ops no longer covert fsb bots make one last maasive run\ntake advantage spread fake news See@DFRlabs"], [29469, "2017-10-04T07:50:33Z", 0.01, "Although cyber attacks originated from Russian hacker groups might occur in the period, proving that they were government funded is close to impossible (would require a high level whistleblower and witness protection process, e.g. like with Rodchenkov) "], [485, "2017-10-03T15:55:24Z", 0.1, "Russians obviously have been probing cyber weak points in the U.S. infrastructure and U.S. society. "], [485, "2017-10-02T15:15:35Z", 0.07, "Due to the investigations into the cyber activities of Russian intelligence \"active measures\" against the U.S., Russia may lay low on cyber attacks during the period of this GJ question. "], [485, "2017-10-01T18:58:53Z", 0.1, "Below are news reports and OSINT related to this GJ question on Russian cyber activities targeting the U.S. (and other nations):"], [37740, "2017-09-28T09:57:09Z", 0.0, "with cyber skirmishes taking place at the boundary of technology, the question relies on somebody making a move bringing these acts into public awareness. I can't think of a reason to do that right now  "], [691, "2017-09-27T21:31:24Z", 0.08, "Of course they will.  One supposes that the Q is really asking whether they will get definitively tagged for it, and just now they probably won't.  If it looks like a close call, Donald the Gormless will ride to the defence of Vlad the Shirtless and suppress any governmental report from within the US that makes this call.   "], [40384, "2017-09-27T21:26:33Z", 0.8, "They are searching for holes in Security all the Time and will succeed the question is of it will be noticed or not"], [37520, "2017-09-27T07:17:30Z", 0.02, "Certainly within their capablities and mindset but I don't see any reason for them to be doing so at the moment."], [33637, "2017-09-25T21:41:46Z", 0.1, "Russia doesn't want to get new sanctions."], [23006, "2017-09-25T18:37:14Z", 0.0, "Using a benchmark method (above or below 50%)\nlow prob due to near deadline <50%\nhigher prob due to loose parameters for question to resolve = 50%\nhigher prob due to ease of access of corporate / govt systems >50%\nhigher due to sheer # of actors that could perpetrate hack >60%\nlow due to difficulty in attaching responsibility to Russian government <50\nlow prob because reporting hacks seems to be slow, after-the-fact and hard to pin down exactly what happened and especially where it originated. <40"], [37210, "2017-09-25T16:25:33Z", 0.55, "I believe these attacks are occurring daily and that the real question is not just detection but attribution - will we detect an attack that can be attributed to Russia? "], [215, "2017-09-24T21:14:24Z", 0.25, "too soon for effect of sanctions to be a factor, no immediate gain in making relations worse, "], [29428, "2017-09-24T13:50:17Z", 0.1, "New recent sanctions, two banking collapses and a move by Russian oligarchs to bitcoin all might suggest a higher probability that nothing"], [1643, "2017-09-23T18:03:38Z", 0.05, "I think there is 100% chance that hacking will be sponsored from Sept to Nov.\nHowever, I give a 5% that a credible report demonstrating Russia sponsored the attack during that time will be published by Jan 2018."], [40190, "2017-09-23T10:18:34Z", 0.9, "Ukraine is a foreshadowing of what's to come."], [691, "2017-09-22T18:58:37Z", 0.49, "This might be sort of fun for Vlad the Shirtless, knowing as he does that Donald the Gormless will never allow anyone in his employ to accuse Russia of anything.  Unlike various other powers, the Russians have nothing to lose by behaving churlishly, or even dangerously."], [35573, "2017-09-22T13:49:11Z", 0.0, "Russia has too much going on to bother with the U.S. at this time.  "], [27692, "2017-09-22T13:19:08Z", 0.9, "- Continual training of espionage’s personnel\n- Exploxoring vulnerabilities of infrastructure \n- Backup North Korea. Russia in a pre-period of hot war with USA at Syria. Russia is a Backup for North Korea in case of hot war between USA and North Korea\n- USA processing for more than 10 years world wide an an-symmetrical, not declared  4. World War against terrorism Organisation with Drohnes guided by CIA, NSA and Special Forces: Seals, ..,. It ignores the sovereignty of many countries like Jemen, Pakistan, Afghanistan to execute Imperialism, US-Hegemony against Moslems in general. Only the White Man of USA are adults. Black People making everything wrong. All others are children or second class human beings. USA white human beings are exceptional compared to the world population.\n- Russia feels the obligation to stop and fight against these hidden deep racism, arrogance from many USA white individuals.\n- Russia execute a modern Cold Ware 2.0, Hot Economic War initiated by USA is being retailiated by Hot Cyber War by Russia and Hot War by Special Forces world wide by Russia."], [40085, "2017-09-22T12:33:05Z", 1.0, "Cyberattake werden täglich aus aller Welt gestartet."], [2280, "2017-09-22T11:39:12Z", 0.98, "It's happening right now"], [40047, "2017-09-22T09:30:42Z", 0.45, "Critical political distance between Russia and US"], [40054, "2017-09-22T09:27:36Z", 0.45, "...russia is commiting cyber attacks on daily basis. Especially now during the US-North Korea tensions and sanctions could russia react this way."], [40047, "2017-09-22T09:13:29Z", 0.45, "Political non-alignment triggers cyber attacks"], [40027, "2017-09-22T07:39:15Z", 0.33, "The situation in the US might be stable with the lastest changes in the presidents team, but in the global recognition the Trump government is far from being trusted. The leaks from the White House, which happen to give a lot of intel and speculation to the broad public aren't as potent anymore. With the North Korea conflict and the individual resolution-seeking of the EU and US without the UN will build up some more potencial conflicts with China and Russia."], [39847, "2017-09-21T18:06:34Z", 1.0, "Because hacking is still perfect to make war even a secret war with satelite tec or beeing first who find intelligent Aliens "], [39483, "2017-09-21T18:05:49Z", 0.05, "it is not going to happen currently. due to the investigations against president trumps team they will be less active for next weeks and months"], [39857, "2017-09-21T18:01:07Z", 0.87, "Espinoage in case of the next crisis in Syria in two weeks\n"], [39339, "2017-09-21T17:37:28Z", 0.05, "They will have the focus on Germany, because in Germany the elections take place but this is also irational, but this could also include 100 other reasons"], [31450, "2017-09-21T14:12:00Z", 0.0, "State sponsored cyber attacks from Russia seem to be focused mostly on election rigging instead of daily activities so, unless Putin has a strong preference in the Virginia governor's race, I don't think this happens within the time frame."], [38540, "2017-09-21T00:23:27Z", 0.1, "It's possible, but unlikely.  There's too much going on to add the complexity associated with a Russian-sponsored attack.  Things to watch: Belarus, Kaliningrad corridor, Ukraine... which may trigger a need for disruption in the US.    There's too much potential downside for Russia to make this a viable option during the question's timeframe."], [39092, "2017-09-20T22:24:49Z", 0.05, "Because 1) The long-term of Russia's strategy aims to re-gain a status as global power, in order to secure its borders trough a strong influence into its neighbor affairs, contend NATO expansion and control comercial routes. A cyber attack or any other \"hybrid\" action must advance this purpose. Defeating H.Clinton fulfill this requirement. But today, in the middle of the investigation of the Russia involvement in the last election, when all the world direct its sight to them when something like a cyber attack happened, when the way the government operates is becoming to light, it seems useless take actions like a cyberattack. 2) The current crisis provoked by North Korea has force Russia face directly USA about how to deal whit the treat. Until now, the way has been diplomatic talking. Russia seems really concern about the outcome of the crisis. It means, that Putin are not maneuvering as he is doing in Sirya, in order to bargain with the USA. So, a cyber attack only can cut the diplomatic way, which appears as Putin's strategy in this affair.3) Russia is trying to negotiate with the west, using  Sirya and Ukraine as bargaining chip. It is no time for a cyber attack"], [20284, "2017-09-20T20:23:36Z", 0.0, "Try tying  the Russian government to any such action.  Russia has a wall build around official government  actions in this regard and what it may \"encourage\" independent people to do."], [37710, "2017-09-20T18:38:28Z", 0.45, "State and local elections in Nov."], [39062, "2017-09-20T18:00:34Z", 0.9, "I consider this to be a normal action in the relationship between the two countries. Whether it is successful or not or if it is accurately reported, if at all, is a different question. My answer focuses on low-level attacks. "], [691, "2017-09-20T01:50:33Z", 0.05, "They will be pretty busy trying to screw up the German elections, but they might turn some interns loose on a US project.  "]]}