{"question_id": 250, "title": "Will Recep Tayyip Erdogan cease to be President of Turkey before 1 August 2017?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[2965, "2017-08-01T01:30:11Z", 0.0, "right from day published will not make up for ICBM\nbut this was obvious after coup failure"], [530, "2017-07-23T17:09:35Z", 0.0, "Affirming forecast"], [1034, "2017-07-20T06:21:10Z", 0.0, "Turkey's publication of U.S. troop locations poses risk, Pentagon says"], [6303, "2017-07-17T02:27:59Z", 0.0, "Based on general news and GJP consensus."], [15751, "2017-07-06T01:52:50Z", 0.0, "There are currently thousands of Turkish citizens taking part in a 250 mile march to Istanbul. It is expected that the number of marchers will grow as they approach the city. However, it is unlikely this will have much of an impact on Mr. Erdogan. Since the attempted coup last summer, the government has made an estimated 50,000 arrests. The President's grip on power has only grown since the attempted coup, bolstered by the results of a recent referendum. It is extremely unlikely Erdogan will step down or be removed before August 1st. "], [530, "2017-07-01T14:34:07Z", 0.0, "Affirming forecast"], [1034, "2017-06-28T05:04:31Z", 0.0, "Turkey returns fire on Kurdish YPG in Syria's Afrin: broadcaster"], [530, "2017-06-27T22:19:06Z", 0.0, "Affirming forecast"], [36157, "2017-06-26T12:46:00Z", 0.0, "Timescale is very short and he seems to have mainly reconsolidated power."], [530, "2017-06-22T21:42:28Z", 0.0, "Affirming forecast"], [2965, "2017-06-09T14:20:47Z", 0.0, "Ataturk and Inonu would be shocked\nGermany just yanked all troops from Incirclic\nMerkel would get more votes by sending the Sultan's envoy packing\nonly Merkle and Macron \nconfront  Putin and Erdogan and their ilk\nthese \n\"hard men\" deserve \"hard choices\""], [1034, "2017-06-08T05:16:37Z", 0.0, "Turkey Chooses Sides in Gulf Conflict as Erdogan Defends Qatar"], [30594, "2017-05-23T07:27:35Z", 0.01, "There is absolutely no indication that this will happen. May be he will die, may be he will become seriously ill... But even that is unlikely given that he has superior medical treatment as the head of state and given that he is rather young: 63."], [1639, "2017-05-22T17:14:44Z", 0.0, "Only if sudden death"], [1034, "2017-05-17T08:11:56Z", 0.0, "U.S., Turkish leaders put best face on ties amid tensions"], [83, "2017-05-12T23:44:08Z", 0.0, "Still the same."], [31450, "2017-05-11T15:52:19Z", 0.0, "Dropping from 1 to zero because Erdogan seems to be settling in for the long haul."], [27101, "2017-05-10T15:10:42Z", 0.01, "passing of time"], [16652, "2017-05-09T11:27:26Z", 0.01, "Opposite, Erdogan regime is growing stronger day by day"], [30330, "2017-05-04T20:45:58Z", 0.15, "Potential \"coup\" plotters and have been purged. Not likely there is any kind of unity in the military to bring him down. "], [20588, "2017-05-03T20:56:36Z", 0.01, "Probably not. First off, the people voted to give him more powers, and there's little evidence that there was any external, or even internal, tampering. You can say he's not \"playing fair\", but he didn't cheat. He exploits divisions. That's it. "], [5386, "2017-05-02T19:48:47Z", 0.0, "Well actually he did cease to be the President. He's the Sultan now..."], [1034, "2017-04-26T06:57:30Z", 0.0, "Erdogan says Turkey could reconsider its position on Europe"], [1056, "2017-04-25T16:01:22Z", 0.0, "Affirming forecast."], [1034, "2017-04-25T07:10:07Z", 0.0, "\nTurkey Will Keep Pumping Money Into Infrastructure, Premier Says"], [1034, "2017-04-23T06:49:43Z", 0.0, "German conservatives urge end to EU-Turkey talks after pro-Erdogan vote"], [2965, "2017-04-22T13:02:20Z", 0.0, "2.4 million unmarked balllots in ref election per CHP\nnow Sultan Erdgoan can rule until 2029\ntruly an \" Uncertain Ally\" at best \nlimited or no use of Incirlics and DIyanklbir NATO bases\nat worst an ally of Russia and Tehran\nand Muslim Brotherhood-Sisi hates him, KSA uncertain. tactically Turkey and Russia and Israel\nErdogan  be;lives he is destined  to restore Turk influence in near abroad\nJoke. Not even Ataturk could do. that\nDo not expect those 120,000 prisoners to be released soon.\nBig time instability in Ankara/50 vote\npolarized worse than US and now a de jure dictatorship-no longer Defacto"], [1034, "2017-04-16T18:28:58Z", 0.0, "Erdogan Declares Victory as Opposition Contest Turkish Result"], [1034, "2017-04-16T07:33:17Z", 0.0, "Erdogan makes final push before vote on presidential powers"], [1056, "2017-04-13T00:01:57Z", 0.0, "Affirming forecast."], [68, "2017-04-06T07:24:21Z", 0.0, "Not really zero (there's a 1.2% chance of a 62 year old dying within a year, so less than 0.4% in 4 months) but I've been at 1% since this question opened. "], [34716, "2017-04-04T06:10:15Z", 0.45, "have another issue to focus on"], [1034, "2017-04-02T09:34:39Z", 0.0, "Turkey's Erdogan says he's 'guardian of peace,' as seeks Kurds' support"], [34419, "2017-04-01T13:00:01Z", 0.15, "Can't say 0. \nin middle east countries, every coup is pre-coup before another coup. However, the statistical probability is close to zero, better to keep it not more than %15. "], [6303, "2017-03-27T02:54:41Z", 0.01, "Based on general news and GJP consensus."], [29054, "2017-03-26T13:04:43Z", 0.0, "Dictators are the loved ones lately....specially theocrats."], [1034, "2017-03-26T09:06:11Z", 0.0, "Erdogan says Turkey may hold referendum on EU accession bid"], [1034, "2017-03-25T09:07:08Z", 0.0, "Ex-CIA Director: Mike Flynn and Turkish Officials Discussed Removal of Erdogan Foe From U.S."], [1034, "2017-03-24T06:18:14Z", 0.0, "Germany's Merkel does not expect more EU departures after Brexit"], [1034, "2017-03-23T07:42:33Z", 0.0, "Erdogan warns Europeans 'will not walk safely' if attitude persists"], [1034, "2017-03-21T09:14:10Z", 0.0, "Turkeys Referendum Campaign Unfair, Erdogan Opponents Say"], [1056, "2017-03-20T22:36:48Z", 0.0, "Affirming forecast."], [1034, "2017-03-20T07:08:10Z", 0.0, "Turkeys Referendum Campaign Unfair, Erdogan Opponents Say"], [21312, "2017-03-19T15:08:34Z", 0.01, "Unless he is assassinated it is unlikely. Dictators never step aside unless they are pushed and Erdogan has put in place a very power state machine to insure challengers are jailed, exiled  or silenced.  Turkey should be moved to a list of places where government has stopped being democratic."], [1034, "2017-03-19T06:15:19Z", 0.0, "German Foreign Minister: Turkey 'further away from EU membership than ever'\t"], [34313, "2017-03-14T20:11:15Z", 0.0, "If he were immortal I would ask if he will ever cease to be President..."], [530, "2017-03-14T16:20:05Z", 0.01, "Affirming forecast"], [1034, "2017-03-11T08:03:33Z", 0.0, "\nTurkey seeks to build Syrian military cooperation with Russia"], [1034, "2017-03-10T07:17:43Z", 0.0, "\nTurkey extends post-coup probes, raids defense contractor ASELSAN: Anadolu"], [1034, "2017-03-07T06:25:19Z", 0.0, "Turkey does not plan unilateral military action in Syria's Manbij: PM"], [31450, "2017-03-06T16:50:41Z", 0.01, "Erdogan looks like a man getting comfortable and who knows he is now secure. There are no institutions left in the country that can seriously oppose him and short of a heart attack or something like that he is likely to be the president for the centenary in 2023."], [1331, "2017-03-04T17:40:39Z", 0.0, "Too hard to get rid of a dictator he has almost total control of the country now, have you noticed his moustache?"], [34071, "2017-03-02T00:02:16Z", 0.05, "Erdogan is in an unstable phase of further consolidating power after the failed coup, and there is no reason to think that he would step down. It would take a black swan event to wrest him from power in the next six months."], [33887, "2017-02-22T21:44:45Z", 0.0, "No game with out him he will stay as president and will finish his role of that most secret game like 1914/1919 "], [1034, "2017-02-21T05:46:47Z", 0.0, "Even Some Erdogan Diehards Flinch at Giving Him More Powers"], [1034, "2017-02-16T09:49:43Z", 0.0, "Turkish president: Islamic State's ouster from key Syrian stronghold imminent"], [28448, "2017-02-13T21:03:53Z", 0.05, "What janeymo says (http://www.gjopen.com/comments/comments/297026) plus an extra percent for a coup, out of a feeling."], [29680, "2017-02-12T22:13:50Z", 0.01, "Very low, but I don't want to go to zero."], [1034, "2017-02-12T07:35:12Z", 0.0, "Turkey’s Erdogan Approves Referendum on Presidential Power"], [1034, "2017-02-10T08:22:13Z", 0.0, "Turkey’s President Is Close to Getting What He’s Always Wanted"], [1034, "2017-02-09T10:28:49Z", 0.0, "Erdogan, Trump agree joint action against Islamic State in Syria: Turkish sources"], [1034, "2017-02-07T10:04:21Z", 0.0, "Turkey Constitutional change bill sent to presidency"], [1034, "2017-02-06T07:56:02Z", 0.0, "Russia, Turkey, Iran discuss Syria ceasefire implementation in Astana"], [6303, "2017-02-05T04:13:31Z", 0.01, "According to the general news and GJP consensus."], [27101, "2017-02-03T10:36:48Z", 0.02, "Passing of time"], [522, "2017-02-02T12:13:39Z", 0.0, "President Erdogan's hold on power is strengthening as he moves towards an executive presidency, there appears to be very little in the post coup environment that can or would unseat him."], [1034, "2017-02-02T09:27:45Z", 0.0, "Tattersall (2017) Feb. 2, states that:"], [6303, "2017-01-30T03:58:42Z", 0.01, "According to the general news and GJP consensus."], [1034, "2017-01-28T09:02:28Z", 0.0, "British PM May to raise trade security with Turkeys Erdogan"], [32872, "2017-01-27T00:08:23Z", 0.05, "The new draft constitution is paving the way for a presidential system of government and will be put in a referendum around April. It received the required 3/5 of the assembly."], [1034, "2017-01-23T06:04:43Z", 0.0, "Russia Seeks Syria Peace with Iran Turkey as U S Sidelined"], [6303, "2017-01-23T02:41:01Z", 0.01, "According to the general news and GJP consensus."], [28299, "2017-01-18T07:32:08Z", 0.02, "Updated from 3% to 2%, as we are moving closer to the closing date and does not appear under any immediate threat. "], [1034, "2017-01-18T07:27:56Z", 0.0, "Syria rebel factions to attend Russia Turkey backed talks"], [32671, "2017-01-17T08:35:00Z", 0.0, "It's really unlikely tgat it will happen. Erdogan has much more power than before and is taking steps to avoid any revolution as in the past."], [1034, "2017-01-17T07:24:31Z", 0.0, "Bypassing US in the Middle East Turkey Russia relations\nOruc, M. S. (2017). Bypassing US in the Middle East: Turkey-Russia relations. Daily Sabah. Columns. Retrieved from\nhttp://www.dailysabah.com/columns/merve-sebnem-oruc/2017/01/16/bypassing-us-in-the-middle-east-turkey-russia-relations"], [29646, "2017-01-17T06:02:11Z", 0.0, "The failed coup cemented his grip on power, at least for the very near future. No one's rule is forever, but I certainly don't see him losing power in the next 8 months."], [476, "2017-01-16T06:17:22Z", 0.1, "Walking back a bit since legislature has passed a bill to \"bulletproof him.  Link  https://www.theguardian.com/world/2017/jan/16/bill-to-cement-erdogans-power-passes-first-vote-in-turkey?utm_source=esp&utm_medium=Email&utm_campaign=GU+Today+main+NEW+H+categories&utm_term=208612&subid=19377981&CMP=EMCNEWEML6619I2"], [6303, "2017-01-16T01:58:05Z", 0.01, "According to the general news and GJP consensus."], [1034, "2017-01-13T06:29:04Z", 0.0, "Members of Turkeys parliament come to blows over proposals to grant their president greater executive powers. Video"], [476, "2017-01-12T11:32:30Z", 0.15, "Lira in free fall against dollar, has not bottomed out yet. Erdogan so far has dodged blame. But Trump business pals in Istanbul who supported Erdogan when he was still in kahoots with Preacher Gulen (before the \"split\")  could get restless. Things could get complicated.  Link http://www.hurriyetdailynews.com/turkish-lira-hits-new-low-against-dollar.aspx?pageID=238&nid=108305"], [21802, "2017-01-11T07:31:26Z", 0.1, "It is highly likely that Erdogan stays as President through 1 AUG 2017, however there may be the a chance he is assassinated, that a successful coup occurs this year, or that he changes the political system in such a way that his title or role shifts. "], [32325, "2017-01-10T16:01:54Z", 0.05, "Iron grip on country"], [6303, "2017-01-09T03:43:50Z", 0.01, "According to the general news and GJP consensus."], [32066, "2017-01-08T10:48:28Z", 0.01, "Base rate for death or severe illness for a healthy European of Erdogan's age is less than 2% per year.  There is no reason to assume that anything else will remove him. I go with the base rate, rounded down to 1%."], [13377, "2017-01-07T23:27:00Z", 0.0, "I am just a simple algorithm. On each question, Iook at those players whom I follow, and copy the forecast of one of the several who have made the most recent forecasts. I only use my own judgment when deciding which one to follow if several have made recent forecasts."], [373, "2017-01-07T21:55:20Z", 0.05, "Redigan may have most of the country in prison by August. Nonetheless, his pronouncements are causing major discord, so idea of an overthrow or even assassination is not entirely to be dismissed."], [11078, "2017-01-05T18:42:30Z", 0.02, "Erdogan has reinforced his position after the failed coup and conducted his own coup from the top, effectively eliminating all potential opposition in parliament, media, justic system, police and military. His de-facto dictatorship is highly unlikely to fall before 1st August 2017."], [484, "2017-01-03T23:19:18Z", 0.0, "Dropping 1%. Considering the narrow range of forecasts it won't matter (to my score) much."], [6303, "2017-01-01T03:48:09Z", 0.01, "According to the general news and GJP consensus."], [1034, "2016-12-28T07:48:16Z", 0.0, "Russia says Syrian government and opposition in talks"], [6303, "2016-12-26T03:14:44Z", 0.01, "According to the general news and GJP consensus."], [5034, "2016-12-25T14:41:50Z", 0.09, "End of Year Forecast: 12/25.  It is approximately 7 months, 7 days from the resolution of this question. Erdogan's power does not appear to be diminishing. Quite the contrary. A minor adjustment in the forecast seems in order: Assassination (5%), death by natural causes (3%), another coup attempt (1%). \nI removed the possibility of early elections as variable since the liklihood seems almost nil. \nProbability: 9%"], [31695, "2016-12-24T22:09:07Z", 0.15, "very unlikely "], [27101, "2016-12-22T13:30:53Z", 0.03, "updating with the passing of time"], [28299, "2016-12-21T15:54:39Z", 0.03, "Erdogan, although he was supported by the majority of the population at the coup, he has alienated the West since. His increased cooperation with Russia will not be a substitute to an unsupportive or hostile West. There are also other possibilities that may contribute to him not making it as president to 01/08/2017 [1]. Hence the probability is increased to 3% from 2%."], [28299, "2016-12-21T11:17:59Z", 0.02, "Comment deleted on Dec 21, 2016 03:54PM UTC"], [6978, "2016-12-20T20:13:01Z", 0.03, "1-month TFIF averaging ~3%. With the new/emerging US-Russia alignment and detente among Turkey-Russia-Iran, continuation of Erdogan's reign for at least another year all but assured.  "], [14761, "2016-12-20T09:46:09Z", 0.08, "The ambassador's assassination could rock the boat."], [31201, "2016-12-20T04:05:40Z", 0.05, "Not after the consolidation of power post-coup."], [29680, "2016-12-19T18:42:34Z", 0.02, "Up 2% on news of Russian Ambassador's assassination."], [6303, "2016-12-19T03:40:12Z", 0.01, "According to the general news and GJP consensus. "], [6303, "2016-12-12T01:54:58Z", 0.01, "According to the general news and GJP consensus."], [28878, "2016-12-08T13:59:12Z", 0.0, "I expect that Erdogan will not leave voluntarily. There may be other causes for him to cease to be President but I estimate a very low probability for them."], [28936, "2016-12-06T09:10:15Z", 0.11, "Aggressive posture towards Israel/open support to Palestinian muslims: http://www.aljazeera.com/news/2016/11/erdogan-protecting-jerusalem-muslim-obligation-161129172754348.html"], [83, "2016-12-06T00:22:09Z", 0.02, "Erdogan unlikely to leave voluntarily, with new Presidential powers possible by summer 2017."], [6303, "2016-12-05T04:27:14Z", 0.01, "According to the general news and GJP consensus."], [28936, "2016-12-04T08:58:54Z", 0.1, "Decomposition:\n1/ Will internal opposition generate a successful attempt at overthrowing Erdogan before 1 Aug 2017?\n2/ Will a foreign power with sufficient influence attempt, overtly or covertly, to overthrow Erdogan?\n3/ Will Erdogan concede power formally to decrease domestic/foreign pressure by installing a proxy as president?\n4/ Will \"Gezi Park\"-like protests be generated by a trigger, and be sufficient for unseating Erdogan? 4b/ Is there any scheduled political event before 1 Aug that could act as a platform, or a trigger?\n5/ Will Kurdish or jihadist terrorism sufficiently increase in Turkey to pressure Erdogan for resigning?"], [6303, "2016-11-28T02:56:56Z", 0.01, "According to the general news and GJP consensus."], [28128, "2016-11-27T14:11:57Z", 0.05, "Comment deleted on Nov 27, 2016 02:12PM UTC"], [1034, "2016-11-25T06:20:15Z", 0.0, "Norman and Peker (2016) Nov. 24, state that:"], [6303, "2016-11-21T02:53:27Z", 0.01, "According to the general news and GJP consensus."], [1639, "2016-11-20T16:21:45Z", 0.01, "President Tayyip Erdogan could govern Turkey until 2029 with expanded executive powers under proposals the ruling AK Party hopes will go to a referendum next spring, officials who have seen the latest draft told Reuters on Wednesday."], [1034, "2016-11-19T10:14:10Z", 0.0, "YeniSafak (2016) states that:"], [1034, "2016-11-17T07:59:21Z", 0.0, "Gurses and Coskun (2016) Wed Nov 16, states that:"], [14394, "2016-11-16T19:02:48Z", 0.01, "Mr Erdogan is 62 years old he tends to get upset easily. He might have a hidden hearth condition. 1% chance of him passing away or some unforseen event."], [1034, "2016-11-15T08:23:51Z", 0.0, "Baczynska (2016) Nov 14, states that:"], [6303, "2016-11-14T01:12:55Z", 0.01, "According to the general news and GJP consensus."], [1034, "2016-11-12T11:12:38Z", 0.0, "Sharma (2016) 11 Nov, states that:"], [1034, "2016-11-11T11:49:00Z", 0.0, " EurActiv and Reuters (2016) state that:"], [30109, "2016-11-08T23:30:31Z", 0.01, "Erdogan is consolidating power, extremely unlikely that he could be unseated within the next nine months"], [691, "2016-11-08T21:21:00Z", 0.01, "This is another one where the wording of the Q matters--is it about the title, or about the job?  If he declares himself Emperor or Mahdi or Sultan before then, will that count?  He is certainly headed in all or most of those directions, and would presumably \"cease to be President\" once he adopted one or more of those titles.  Improbable, but I'm too tired to talk myself out of this. "], [1034, "2016-11-08T07:36:45Z", 0.0, "Russia Turkey Inch Toward Improved Relations\nSaunders, P., J. (2016). Russia, Turkey Inch Toward Improved Relations. US News. Retrieved from\nhttp://www.usnews.com/news/articles/2014/11/17/russia-turkey-inch-toward-improved-relations"], [6303, "2016-11-07T00:33:16Z", 0.01, "According to the general news and GJP consensus."], [1034, "2016-11-06T09:27:30Z", 0.0, "Sattarov (2016) states that:\nTurkey EU relations are sinking"], [1034, "2016-11-06T04:15:24Z", 0.0, "Assessment of Putin Erdogan Meeting Now We are Talking"], [29680, "2016-11-05T23:11:20Z", 0.03, "Revising up 1% on account of politically motivated incarcerations of Erdogan opponents and media, and Kurdish ethnic groups."], [8888, "2016-11-05T12:03:48Z", 0.05, "Only if assinated"], [1034, "2016-11-05T06:41:49Z", 0.0, "Reuters (2016) states that:"], [767, "2016-11-04T06:01:33Z", 0.15, "There were reports last night Turkey appeared to be arresting all the HDP MPs, third-largest party in parliament. Twitter and Facebook were reportedly throttled. "], [1639, "2016-11-02T17:29:11Z", 0.01, "Can Turkey’s Democracy Survive President Erdogan?\nWhat is unnerving in President Recep Tayyip Erdogan’s march to authoritarianism is how dismally familiar it is: the coup that becomes a pretext for a massive roundup of real and imagined enemies; the claims to be the one man who can withstand the onslaught of foreign foes; the invocation of purported historical slights; the silencing of the news media. The world has seen this before in other countries. The pattern is tried and true;\n___________________________\nCOMMENT: I give a 1% to the possibility of natural death or heart attack. Other than that....."], [19801, "2016-11-01T11:56:36Z", 0.0, "Some 100,000 people have been dismissed or suspended, 70,000 detained and 32,000 arrested: from teachers to soldiers, police to judges, aircraft pilots to journalists. Even the country's most famous baklava chef was interrogated. The depth of the purge is staggering. \nhttp://www.bbc.com/news/world-europe-37517735"], [6303, "2016-10-31T01:44:52Z", 0.01, "According to the general news and GJP consensus."], [4139, "2016-10-30T05:04:28Z", 0.0, "Unless he's shot."], [1034, "2016-10-29T05:28:41Z", 0.0, "October 27, - 8:52 pm \nMcLeary (2016) states that:"], [29680, "2016-10-26T23:43:12Z", 0.02, "As a member of NATO, there's little reason to think the U.S. would prefer someone other than Erdogan leading Turkey, and recently Turkey has warmed relations with Russia, so any threats to Erdogan are more likely to come from stateless groups. With so much conflict centered around Syria, it seems that it's in the region's best interest for Erdogan to remain in power as long as possible. "], [29774, "2016-10-26T22:09:47Z", 0.0, "Erdogan is just increasing his grip on Turkey"], [1034, "2016-10-24T06:09:31Z", 0.0, "Danforth in the article: Turkeys New Maps Are Reclaiming the Ottoman Empire (2016) states that:"], [6303, "2016-10-24T00:41:31Z", 0.01, "According to the general news and GJP consensus."], [1034, "2016-10-21T05:31:49Z", 0.0, ""], [20035, "2016-10-20T08:20:34Z", 0.0, "Interesting article on Erdogan's plans for the future of the Turkish political system:"], [13216, "2016-10-19T22:03:22Z", 0.05, "I think this is nearly impossible to predict because someone might bump him off. Everything is soo ridiculously unstable in that area at the moment. Its unlikely to change unless something quite bizarre happens but the likelihood of something bizarre happening is higher than normal. If he ceased to be President I believe it would be due to influences external to Turkey."], [25944, "2016-10-18T17:42:04Z", 0.01, "Only if he dies or is assassinated."], [1034, "2016-10-16T06:14:52Z", 0.0, "Anagnostos (2016) states that:"], [28343, "2016-10-16T04:50:57Z", 0.01, "He has consolidated power and is looking to change the constitution. Currently, there does not appear to be any forces which will do a repeat coup as he has dealt with the rogue elements effectively. Also it appears that the Kemalists in the army are not going to support a coup. There does not appear any reason other than death that will cause him cease to be the president. "], [1034, "2016-10-15T06:21:32Z", 0.0, "Sonumut (2016) states that:"], [29560, "2016-10-13T15:23:10Z", 0.2, "Who should stop him now?"], [13135, "2016-10-13T14:28:15Z", 0.0, "Erdogan would have to die for this to happen. I think there is no chance of him resigning."], [28074, "2016-10-12T00:01:40Z", 0.07, "Others have commented on the possibility of his death from natural causes or assassination or removal in a coup.  But I suppose there is the possibility that since he is consolidating his power he might abolish the title of President and declare himself Sultan or Caliph.  Remote, perhaps, but he does seem to be willing to abandon secular government."], [61, "2016-10-11T03:53:30Z", 0.02, "New Gas Deal between Russia and Turkey, normalization between the countries is on track, Erdogon says time lost on building Akkuyu power plant due to strain between the countries will be made up. Reading this primarily as Putin expanding influence.\nhttp://www.reuters.com/article/us-energy-summit-turkey-russia-idUSKCN12A244"], [6303, "2016-10-10T03:01:06Z", 0.01, "According to the general news and GJP consensus."], [5034, "2016-10-09T19:03:43Z", 0.17, "I'm staying put on this one for now. Still a long way off, but liklihood remains low. "], [29489, "2016-10-09T14:55:51Z", 0.15, "The failing of the coup attempt and the subsequent crackdown has only but solidified Erdogan's hold within the region. Society at large has also been defensive of him and his popularity has likewise risen. It will take a while before anyone attempts to challenge him.  I'm putting the 15% because there is a possibility of him dying over the next year."], [1034, "2016-10-05T04:47:21Z", 0.0, "Channel News (2016) reports on 02 Oct that:"], [1639, "2016-10-04T15:57:41Z", 0.01, "I'm tempted to go to 0% chances on this question."], [530, "2016-10-03T16:29:15Z", 0.01, "Affirming forecast"], [29162, "2016-10-03T06:35:52Z", 0.1, "The most recent election may not have given the AKP the dominant position they seek, but something they can settle for and there is no clear reason for new snap elections. Given the post-coup attempt environment that has settled in Turkey it seems unlikely Erdogan would be pushed out by any other means within the year either."], [6303, "2016-10-03T02:52:06Z", 0.01, "According to the general news and GJP consensus."], [29038, "2016-10-02T20:16:18Z", 0.09, "The probability of a fresh election seems very low, given his apparent high levels of popularity. the probability of another coup also seems very low. (collectively say 1%) \nThe probability of dying at age 62 is apparently c.1.3% according to actuarial tables, but stress may have increased this and there have been rumours about his health in the past - maybe doubled, so c.3% of probability of dying of natural causes. There is also some possibility of him being assassinated - which seems not insubstantial given the number of people that are angry with him (Kurds, former coup members) - he seems quite conscious of his security though, so maybe 5%. "], [20035, "2016-09-30T08:37:36Z", 0.0, "Interesting FT article on Erdogan and the state of emergency:"], [484, "2016-09-29T01:54:40Z", 0.01, "Down 2% to be below consensus. Glad I'm not Erdogan's underwriter though."], [20035, "2016-09-28T08:50:29Z", 0.0, "FT article on the consolidation of power following the coup attempt. He seems to have come out stronger that before it, at the expense of Turkish democracy itself perhaps."], [6303, "2016-09-25T17:57:05Z", 0.01, "According to the general news and GJP consensus."], [11380, "2016-09-25T16:52:28Z", 0.02, "Highly unlikely. "], [1034, "2016-09-25T05:19:04Z", 0.0, "Turkey s Erdogan Speaks at U N General Assembly"], [28813, "2016-09-24T12:02:52Z", 0.03, "There are 3 ways this could happen: \n1. He dies. Erdogan is 62 so this is unlikely. Poisoning or assassination are a possibility but again unlikely. \n2. He is kicked out in another coup. Given the failure of the recent coup, this is highly unlikely. \n3. A transfer of power. Even if Erdogan called a snap election it is hard to imagine him losing. \nGiving each roughly 1% chance of happening. So 3%"], [1034, "2016-09-23T17:58:02Z", 0.0, "Micklethwait and Yoon (2016) state that:"], [458, "2016-09-22T09:33:55Z", 0.0, "It is still possible that Erdogan's power will cease despite his authoritarian strong hold and repressive methods against opposition parties, the media and journalists. As long as he manages to keep Turkey's economy growing, he will have the support of a major part of the population. However, he is more and more trying to undermine any legacy created by the Kemalists and this may cause further rupture among different parts of Turkey's political elite. He may not seem as secure as he seems but his power is still very strong."], [484, "2016-09-20T01:51:45Z", 0.03, "Down 2% to be at consensus."], [6303, "2016-09-18T20:28:14Z", 0.01, "According to the general news and GJP consensus."], [7091, "2016-09-14T01:48:25Z", 0.55, "If so, it will be at the cost of thousands of lives. Erdogan will drown his countrymen in blood before giving up his office. "], [1034, "2016-09-12T04:24:08Z", 0.0, "Author Tattersall (2016) states that: "], [6303, "2016-09-12T00:08:43Z", 0.01, "According to the general news and GJP consensus."], [28881, "2016-09-10T00:09:27Z", 0.66, "Another coup will be successful and he will remove himself due to pressure/persuasion from Russia"], [27682, "2016-09-09T09:22:31Z", 0.05, "The scale of the retaliatory campaign launched following the coup, incuding arrests, firings and general suppression of opposition voices, has been significant. In the long term, it is a surefire recipe for both eroding the base of the current regime, and hardening, or even radicalising, its opponents."], [1034, "2016-09-09T05:54:05Z", 0.0, "Turkish people pressing Government to drop aim of EU membership –foreign minister"], [1034, "2016-09-07T04:46:19Z", 0.0, "Author Nissenbaum (2016) states that:"], [6303, "2016-09-06T01:46:33Z", 0.01, "According to the general news and GJP consensus."], [20588, "2016-09-05T20:01:37Z", 0.05, "Unlikely. He enjoys too much local support. The coup was half-hearted and doesn't reflect an accurate cross section of the military itself."], [1034, "2016-09-04T07:06:57Z", 0.0, "Author Coker (2016) states that:"], [1034, "2016-09-03T05:45:44Z", 0.0, "Deutsche Welle news (2016) state that:\nErdogan, meanwhile, has said that if the EU doesn't cancel visa regime with Turkey in mid-October, Ankara won't be able to receive illegal migrants from the bloc, adding that the EU still has not paid $3 billion allocated for maintenance of refugees."], [6303, "2016-08-28T23:22:10Z", 0.01, "According to the general news and GJP consensus."], [28291, "2016-08-26T18:52:19Z", 0.05, "Highly unlikely as he has purged both the military and government of most opposition so no one is likely to be strong or organised enough in the near future."], [28414, "2016-08-26T12:34:05Z", 0.05, "Failed coup"], [28588, "2016-08-26T10:31:32Z", 0.05, "Coup attempt seems to have strengthened him, he has at least some popular support he can call on, he's attempted some diplomatic normalisation with US via conflict with ISIS"], [1034, "2016-08-26T05:16:15Z", 0.0, "Authors Pamuk & Bektas (2016) state that:"], [28484, "2016-08-24T03:00:15Z", 0.01, "the dictador will be more time of the expected as always!!"], [767, "2016-08-23T19:31:32Z", 0.25, "His crack down after the coup has been so extreme one can only conclude he's at a greater threat right now. Ajusting slightly to reflect that. He seems to be very much in control til now. VP Biden is said to be visiting Turkey in the next couple of weeks... "], [458, "2016-08-23T12:03:03Z", 0.5, "Anything is possible.. Erdogan is not as strong as he claims to be. Rather the opposite.\nThis article from the Indepedent gives an idea of what to expect: http://www.independent.co.uk/voices/editorials/turkey-coup-erdogan-military-army-erdogan-has-survived-this-coup-but-his-future-is-still-uncertain-a7140736.html\n"], [28413, "2016-08-22T19:25:02Z", 0.0, "I cannot imagine a scenario in which Erdogan leaves power in a predictable manner."], [6303, "2016-08-21T21:53:02Z", 0.01, "According to the general news and GJP consensus."], [530, "2016-08-21T15:25:00Z", 0.01, "Lowering forecast"], [10084, "2016-08-21T13:09:13Z", 0.01, "No opposition allowed, concentration camps, people's support and a weak and dependent Europe make this a very unlike possibility."], [1034, "2016-08-21T07:30:52Z", 0.0, "Bombing at Wedding Kills at Least 30 in Turkey"], [28091, "2016-08-19T22:10:47Z", 0.03, "Erdogan’s power base is the growing conservative Islamists in Turkey. In the short run they will probably step up if his power is challenged and but Is Erdogan an Islam conservative or just a potential dictator looking to consolidate power. If the latter is the case then looking forward for 3 - 5 years he may not have as strong a base, particularly if the purge expands past the military, media and other educated secular groups to include any dissent including religious dissenters.  "], [2965, "2016-08-19T21:15:05Z", 0.01, "Now that the coup allowed Erdiogan to round up every member of the military and  judiciary post coup and the backlash against Gulen and US and EU Turkey has President Erdogan for life."], [20008, "2016-08-19T04:00:10Z", 0.05, "He's in control there and will continue to consolidate it in the wake of the coup. "], [650, "2016-08-18T22:10:22Z", 0.2, "It's unlikely. His response to the coup suggests that he is not going voluntarily, and it also indicates that he has a solid grip on power within the state. There is no election scheduled. The only possibilities are removal through illness or assassination - the second of which is not inconceivable."], [1034, "2016-08-18T06:52:47Z", 0.0, "Making space for coup purge Turkey starts to release 38000 prisoners\nButler, (2016), states that:"], [28299, "2016-08-17T11:23:27Z", 0.02, "Tayyip Erdogan is in strong position. The reaction from the public to the coup showed that he is strongly supported, and appears to have cleansed many adversaries or gained the upper hand, for the time being at least. It is unimaginable that he will wish to step down before the next Presidential elections in 2019. There is a small probability of not making 01/08/2017 as President, due to health reasons or accident. So, it remains the possibility of assassination, and It is a very rare event for politicians to get assassinated. "], [28215, "2016-08-16T14:00:18Z", 0.03, "Without a presidential election in the coming year and having consolidated power after the failed coup, the most serious threat for Erdogan is being assassinated or dying of other causes. The probability of dying in the next year for a 62 year old male seems to be 1.24% (http://life-span.healthgrove.com/l/63/62). Having made quite some enemies over the past year (the GÃ¼len movement, the PKK, IS and probably parts of the military still) I would estimate the chances of him being killed in the next year at ~ 2%."], [27101, "2016-08-15T18:52:44Z", 0.1, "Erdogan's position isn't under threat but there is a risk of physical problems, another coup or a smoking gun to show that the coup was staged. Moreover, Turkish population currently supports him but this might change quickly if an economic crisis occurs"], [3434, "2016-08-15T12:11:18Z", 0.0, "Erdogan is, in effect. running a Counter-Revolution to consolidate his power."], [1034, "2016-08-15T05:06:51Z", 0.0, "Erdogan's popularity has surged in opinion polls and he has brought two opposition parties into talks on constitutional reforms -- but has excluded the main Kurdish political force whom he accuses of links to militants (Williams, 2016). "], [21312, "2016-08-15T00:55:16Z", 0.05, "Iron fisted autocrat has struck fear into the opposition and will not go quietly or soon."], [6303, "2016-08-14T23:58:17Z", 0.01, "According to the general news and GJP consensus."], [6978, "2016-08-14T22:27:47Z", 0.1, "Erdogan's resilience (read: mastery of internal security) and strategic positioning between NATO and Russia all work in his favor."], [1332, "2016-08-14T19:25:48Z", 0.02, "The other options for removal are also unlikely. Erdogan will never resign. His health seems good; barring some low-probability event, he won't be forced to resign for health reasons. "], [1332, "2016-08-14T16:34:23Z", 0.02, "Erdogan has consolidated his power over the past few years, and the recent coup attempt has caused him to redouble his efforts. He has detained, fired and imprisoned tens of thousands of government employees and has essentially wiped out the top ranks of the military. The top ranks of the order of battle for Turkey's military has been nearly completely emptied of active personnel: https://foreignpolicymag.files.wordpress.com/2016/08/turkish-land-forces-partial-order-of-battle-july-2016-01-copy.png, for instance. That makes any coup attempt originating in the military extremely unlikely. It is also unlikely that he would be defeated in an election, if one were to be held, because of his very high popularity among rural populations, which make up a high percentage of voters in Turkey. An assassination attempt is possible, although security around Erdogan is certainly going to continue to be very tight."], [28278, "2016-08-14T13:59:39Z", 0.05, "Still in control of all the apparatus"], [28276, "2016-08-14T10:32:00Z", 0.05, "His oposition was wikend so he is stronger now"], [28269, "2016-08-14T02:48:11Z", 0.12, "He will successfully consolidate his power, and hold on to it."], [5034, "2016-08-13T12:51:03Z", 0.17, "The failed coup attempt forced Erdogan to make a choice on the chessboard: does he want to Turkey to be a pawn in the anti-Western coalition of countries throughout the world or will he seek closer ties with the EU and the US? For Erdogan, the choice is the former. The likelihood of closer ties with Europe (EU membership) have always been slim. And ties with the US have been disintegrating for over a decade. In addition, you cannot carry out purges without the expected cries of \"human rights!\" from the West. That said, it does seem like Erdogan chose his side of the chessboard a few years ago. His turn against the EU and the US has been evolving and increasing in intensity over time. \nSo, it's back to Russia. "], [14394, "2016-08-13T09:23:51Z", 0.03, "He's not going voluntarily, that much seems certain. Base chance: 0%\nHe gets assassinated: <1%\nHe becomes sick / dies of other causes. As a 62 year old man there is some chance for that: 1%\nEarly elections he loses, other unforeseen events: 2%"], [1034, "2016-08-13T04:37:34Z", 0.0, "Turkey s Erdogan Patches Up Relations With Putin\nGrove, T. (2016). Turkey’s Erdogan Patches Up Relations With Putin. The Wall Street Journal. World. Retrieved from\n http://www.wsj.com/articles/putin-and-erdogan-meet-to-restore-ties-after-jet-shot-down-1470747139\nBy Thomas Grove Updated Aug. 9, 2016 5:47 p.m. ET\nMeeting in St. Petersburg is the first since Turkey shot down a Russian warplane in November"], [21884, "2016-08-12T09:14:25Z", 0.15, "There are many problems with Syria/EU, United States, economy of Turkey. Turks are hot people, and that can quickly accelerate changes."], [1034, "2016-08-12T05:17:42Z", 0.0, "New Constitutions for Turkey and Egypt: Conflict and Consensus in Two Constitutional Traditions"], [19630, "2016-08-12T04:34:03Z", 0.15, "Although there is a chance of backlash from the purges, the country seems to be very solidly behind Erdogan. The suspicion of US involvement in the coup certainly helps Erdogan as well.  Given the popular backlash against the military, it also seems unlikely that they will attempt a second coup."], [28225, "2016-08-11T22:09:58Z", 0.0, "While such outcome would be ideal for the US and the EU in general, it is close to impossible for the deadline given above. A year is a long time for organizing and assisting forces of anti-Erdogan coalition; however, circumstances in Turkey have changed in Erdogan's favor. His political maneuver around the failed coup against him and follow-up large-scale political arrests of anyone suspected being in opposition has boosted his power significantly and created empathy among Turkish population. Moreover, Erdogan managed to eliminate another factor, actually two factors, that weakened his role as a leader and steered anti-Erdogan attitude--\"bonded\" his relationship with Putin which, in turn, promises economic recovery."], [699, "2016-08-11T19:06:55Z", 0.05, "Erdogans cessation from power is a Wishthinking of the NATO-USA gang. "], [26693, "2016-08-11T11:56:14Z", 0.02, "With recent turn of events, extremely unlikely as his powerbase is consolidated with further oppression underway. That being said, there are possibilities outside of the politic spectrum relating to the unpredictable well being of a single person in play that could cease such possibilities. "], [1034, "2016-08-11T05:26:26Z", 0.0, "Tharoor, (2016) States that:\n\"In a region that hosts hardly any experiments with democracy or accountable governance at all, Turkey is still grappling with the messy, destabilizing process of transitioning from poor military dictatorship to modern, developing democracy,\" writes Thanassis Cambanis, a fellow at the Century Foundation.\nErdogan may seem to be a problematic democrat to many in the West. But even his authoritarian streak, to many Turks, is preferable to the bad old days of military coups. The spectacle of mass protests in defense of Turkey's elected government has been replayed over and over on Turkish television for good reason (Â¶ 15-16)."], [1529, "2016-08-11T02:43:02Z", 0.0, "Black Swan event might change this, but otherwise, no way."], [28074, "2016-08-10T21:57:42Z", 0.1, "While Erdogan's consolidation of power seems quite effective, there is still great pride in Ataturk and his reforms.  A large scale coup attempt seems unlikely but it is possible that a small group or even an individual might attempt to kill Erdogan."], [10501, "2016-08-10T20:59:32Z", 0.0, "The only way Erdogan will cease to be Turkey's president is  a coup or illness. The chances that he will  seek to change the constitution  after  august  2017  to become president for life are 80%"], [1639, "2016-08-10T17:54:00Z", 0.05, "Some 18,000 people have been placed in detention in response to the failed coup, including many from the military. The government said on Monday that more than 200 soldiers suspected of involvement in the coup, including nine generals, were still at large.\nhttp://www.bbc.com/news/world-europe-37032171\n****COMMENTS:  Erdogan's credibility is very low after this \"coup\"; leaving room for assassination or death by natural causes, I don't see him leaving power anytime soon."], [6303, "2016-08-10T03:19:24Z", 0.01, "According to the general news and GJP consensus. "], [12654, "2016-08-09T13:22:59Z", 0.02, "Erdogan had a notable grip on power even before the coup. After he purged tens of thousands of those suspected of involvement, it only grew stronger. "], [110, "2016-08-09T13:20:26Z", 0.03, "He could exit office for any of the following reasons:"], [476, "2016-08-09T12:31:24Z", 0.0, "Not with Putin watching his back and relations with Israel starting to improve.  https://www.rt.com/news/355173-erdogan-putin-first-meeting/"], [12943, "2016-08-09T05:47:56Z", 0.04, "The annual risk of death of a 55-65yr old man in the UK is 0.8% (no data for Turkey). I will adjust that down to half on the account of what is likely to be very regular and high quality medical care. So, 0.4% chance of natural death within a year.\nAssassination is clearly possible and probably much more likely than natural causes. That said, he has probably been at risk for years already and most likely has an experienced and well informed security detail. I'd say about 2% chance of assassination within the year.\nChance of political overthrow is low. Certainly very unlikely that he would step down voluntarily. It's difficult to see the emergence of an effective opposition, but the situation is volatile. I'd say another 2% chance of this.  \nI'll go with around 4% in total. \n"], [424, "2016-08-09T01:40:49Z", 0.25, "He is over-reacting"], [227, "2016-08-09T00:47:32Z", 0.1, "It will be some time before opposition forces can coalesce and organize to oust Erdogan, given the failure of the coup and his response. However assassination and a natural death are still possible."], [22308, "2016-08-08T21:49:02Z", 0.09, "Seems very unlikely given his political position after the failed coup, but the situation is still unsettling enough so cannot rule out further politically motivated violence against leadership, along with natural causes, like age and poor health."], [28153, "2016-08-08T15:25:08Z", 0.05, "Any coup will fail to have the support of the secular opposition parties, various Kurdish parties and of course Erdogan's supporters themselves. "], [7809, "2016-08-08T12:32:57Z", 0.35, "He appears to be ruling with an Iron Hand.    During the failed coup, he called upon the populace to go to the streets on his behalf, and they did."], [27441, "2016-08-08T10:50:41Z", 0.5, "Events in today's Turkey are eerily similar to those that preceded the Spanish Civil War. A failed coup in 1932 led to its supporters being arrested and purged; a show of unity of all political forces saved the regime from falling for 4 years but unrest, terrorism, and extreme polarisation​ led the military to produce another coup, this time successful that led to the Civil War."], [27874, "2016-08-08T09:57:27Z", 0.5, "Unclear"], [12573, "2016-08-08T00:53:15Z", 0.12, "I predict there is only one event that will stop him from being Turkey's President before August 1, 2017: His death. And I don't think that will happen without war breaking out first. But with my prediction of the likelihood of that event, I don't think there will be war either."], [1034, "2016-08-07T23:24:47Z", 0.0, "Erdogan s Presidential Dreams Turkey s Constitutional Politics \nScharfe, P. (2015). Erdoğan’s Presidential Dreams, Turkey’s Constitutional Politics. Origins: Current Events in Historical Perspective. 8(5),1-3. Retrieved from\n http://origins.osu.edu/article/erdo-s-presidential-dreams-turkey-s-constitutional-politics\n"], [7124, "2016-08-07T20:15:38Z", 0.02, "Erdogan is accumulating more power jailing all opponents including many not involved in the coup. His model is Putin.  Trump admires them both and aspires to a similar seizure of power like that of Erdogan and Putin."], [11785, "2016-08-07T18:20:31Z", 0.01, "Erdogan has consolidated power. Assassination would be the only means to remove him."], [25795, "2016-08-07T17:47:38Z", 0.01, "A president should be a servant to the country and itÂ´s people. If a president is feared by the country citizens, he should stop being a politician. As Erdogan is thinking he is not replaceable and maybe he thinks he is turkey, he will never let go of the power he is addicted to. There are a lot of things which are behaving like a virus maybe power and  dictators are like that. In that case, the relationship between Russia and turkey will become better. This important for Russia because of the new isolation politic of the Nato."], [6285, "2016-08-07T14:42:01Z", 0.01, "If coup fails it only empowers the incumbent leader in power elected or not. Version will consolidate more power and punish the coup participants some who may have unwitting supporters.\nLook for Erdogon to further strengthen th presidency ala Putin. The coup planners may have done more harm to Turkish democracy secularism by this attempt. "], [27612, "2016-08-07T14:40:50Z", 0.1, "The army is now fully spooked or \"cleansed\" and his followers so motivated to defend him that no one else will make an attempt - so the only way he'll be deposed is through his untimely death through natural or other causes. He'll never quit on his own. I forecast that he will somehow change the constitution to give himself even more dictatorial powers and before long be \"democratically\" elected as \"President For Life\" or something similar."], [25544, "2016-08-07T14:27:20Z", 0.75, "Totalitarian states don't have it too easy. Even with a lot of support within the public I think Erdogan went too far already, going further in the future. \nSo I think he'll be stopped next year spring or summer."], [25745, "2016-08-07T13:55:21Z", 0.0, "He is really popular in Turkey. There is no alternative to him."], [9755, "2016-08-06T23:52:51Z", 0.01, "Turkey is trying to improve relations with  Iran and Russia , as well as more flexibility on Assad.\nWhat do all these counties have in common at this point :\nThey all believe \nU.S. has tied to change the political situation in their countries  in favor of more moderate forces .\nEconomic & trade  dependence makes them stronger ( oil, gas , trade, embargos, smuggling, money laundering ,tourism,mafias...)\nAll 3 have lausy economies due to their own egos \nAll 3 have attacked , sent arms or troops to fight  in their neighboring counties \nAll have pretty courpt dictatorial leaders, dreaming of domination and power.\nI guess all 3 have nastolgy  about  past glories as Persians, ottomans and Russians empires\nI am not sure what that would mean for NATO."], [11430, "2016-08-06T23:47:28Z", 0.35, "There are a few ways to leave office, not just resignation or being voted out.\nThis is a very volatile part of the world."], [64, "2016-08-06T19:54:47Z", 0.0, "Before the coup-attempt, there was some chance that people would react as Erdogan took more power. Now, Erdogan has been strengthened. The opposition is on the defensive, and the army has shown that it is not going to attempt a coup in a hurry. Erdogan has purged -- and thus weakened -- a lot of possible resistance. Of course he could still go of natural causes, or be assassinated but I think these probabilities are near-zero."], [28027, "2016-08-06T11:52:26Z", 0.02, "His term should end in 2019, after the failed coup attempt chances of a successful one are very small. So is the chance of him dying before before this date. "], [27871, "2016-08-06T09:22:01Z", 0.04, "The President is selected for a term of office of five years, and can be re-elected only once. Wikipedia"], [484, "2016-08-06T02:49:34Z", 0.05, "Dropping 4% to be closer to the consensus."], [10937, "2016-08-06T02:11:52Z", 0.02, "Erdogan has already burned the Reichstag with the so-called failed coup. He has now jailed all of his opposition so he can coast from this point on.  He has the support of the military because he purged dozens of Admirals and Generals during his first term in office.  He is a dictator in the making."], [10937, "2016-08-06T02:00:29Z", 0.95, "Comment deleted on Aug 06, 2016 02:08AM UTC"], [24410, "2016-08-06T01:58:18Z", 0.1, "Whether or not the coup was staged (and I would not be the least bit surprised if it were), Erdogan has moved successfully to further consolidate power.  European powers will not support another coup, should there be anyone left inside Turkey who is willing and able to pull it off.  So, barring random acts of nature, he's safe."], [706, "2016-08-05T21:36:55Z", 0.2, "He's past the hard part."], [530, "2016-08-04T22:07:11Z", 0.1, "I'm going in at 10% because a black swan event could happen and remove him from office."], [28061, "2016-08-04T14:23:40Z", 0.65, "Yes, the recent military coup was only the beginning. Erdogan has been DESPISED by the people for years. He is currently only in power because of his autocratic leanings towards quashing dissent, and US/EU interest in Turkish stability to aid in their Middle Eastern policies."], [25021, "2016-08-04T11:15:23Z", 0.2, "Initial forecast, and no real confidence behind it. Erdogan is being ruthlessly autocratic, but is this an understandable - if extreme - response to last month's \"treachery\" or the actions of a man who now feels genuinely threatened? \nBy this time next year, what will the neighboring region look like? Will the Kurds have their own state? Will ISIS have been overrun in Mosul and Raqqa, and if so, where will thousands of those defeated jihadists be heading? What effect might a post-Syria surge in migration have on Turkish society? Will Turkey divorce itself from the West? And just how far is Erdogan likely to go now that an aborted coup has given him the kind of power he's been hunting for years?\nI fancy that accurate forecasting at this stage depends more on good luck than good judgement, but it's just too fascinating to leave alone. So, 20% to cover the likelihood of a Black Swan event, or a pattern which hasn't yet had time to show itself."], [28052, "2016-08-04T07:28:35Z", 0.1, "He is consolidating his power and he still has support of the majority of the electorate. There is risk of his overreach, but the opposition would probably not be well-organized enough to displace/replace him."], [9755, "2016-08-04T00:04:01Z", 0.01, "Unless he dies or is killed , he probably will remain in power. "], [4423, "2016-08-03T19:56:16Z", 0.11, "The failed coup showed the support he has."], [28040, "2016-08-03T19:01:06Z", 0.08, "There has been many failed coup in the history of the world and once decisively shunned the ruling government does seem to take control of things pretty easily. In Turkey's case, the government seems to have support of people or at least for democracy. However, with so many arrests and allegation of torture will probably lessen this support. I might update my forecast later but for now, the chances of Erdogan leavings seems low. "], [28037, "2016-08-03T16:38:38Z", 0.15, "There is a degree of risk to the leader of Turkey after the most recent coup attempt."], [484, "2016-08-03T15:59:15Z", 0.09, "Up 2% to be slightly above the consensus. Same reasoning http://www.gjopen.com/comments/comments/294711"], [28036, "2016-08-03T15:52:42Z", 0.4, "the country will loose prosperity and relationships between their peoples.  Many could happened."], [10924, "2016-08-03T15:05:18Z", 0.1, "Before the failed coup attempt, Erdogan was being called Sultan Erdogan because of his megalomaniacal attitude and need to monopolise power that required constitutional changes. Call it fate or deliberate, Erdogan now is perched quite comfortably purging dissenters and establishing complete control over the state. Interestingly, Turkish armed forces that have stood for Kemalist values are standing with the democratically elected civilian Government i.e., Erdogan! This makes Military action improbable but there is a strong possibility that they demand Erdogan to hold snap elections, a litmus test that will establish the legality of his actions. If this were to occur, then there is a chance Erdogan loses majority and is ousted by the people. Starting on the low side monitoring clues for call to election"], [24, "2016-08-03T14:31:35Z", 0.05, "Erdogan enjoys widespread public support - even in Istanbul - and seems to be quite ruthless in purging certain elements of his \"enemies\" (Gulenists), while other main opposition elements (Kemalists) remain far weaker than was the case prior to the period of AKP rule (and purges undertaken in the army over thhe past decade), while the other principal opposition element (Kurdish forces) is under physical assault from the state. He is in a very strong position: it would take very substantial reverses (of a kind more or less unprecedented in modern Turkey) to lead to his removal as President in the timespan under consideration. It looks rather as though the construction of something far more like a dictatorship than has existed hitherto may be underway."], [142, "2016-08-03T12:32:59Z", 0.7, "The Turkish Army officer corps considers itself the guarantor of a secular Turkish state as established by Kamal Attaturk.  President Erdogan managed to defeat a poorly planned and executed coup attempt in July.  The next coup d'etat attempt will be better planned and executed.  The only remaining question is when it will be attempted."], [26680, "2016-08-03T07:46:32Z", 0.01, "The purge that Erdogan has conducted in the wake of the 'attempted coup' has been pretty extensive including judges, scholars, members of the military, police & intelligence services will pretty much ensure his continued hold on the presidency"], [498, "2016-08-03T06:44:17Z", 0.01, "He should, but he won't."], [19801, "2016-08-03T05:05:40Z", 0.01, "Grip on power is solid and has popular support."], [484, "2016-08-03T02:54:39Z", 0.07, "Initial forecast just above the current consensus. Suspect most expect that nothing (absent something medical I suppose) might happen in this time frame. OTOH Erdogan's actions have stirred up forces that he may not be able to control and are very unpredictable. (Hope the same life insurance underwriter isn't exposed to both Erdogan and al Assad.)"], [1262, "2016-08-03T00:43:53Z", 0.03, "Consolidating his power now and removing Gulen supporters.  Response to the attempted coup was rapid (1) and this support will ensure his continued survival."], [20284, "2016-08-02T23:17:43Z", 0.05, "He will be solidly entrenched in power and apparently with great popular support.  The question could be will he still be President in 2027 not 2017.  He brings a conservative ruling culture to a society in which the majority appear to want that and he is the defender of the nation state Turk majority against the Kurdist push for devolution of power.  "], [83, "2016-08-02T18:45:20Z", 0.03, "Strong support in Turkey.  Possible start of another low level insurgency based on Gulien forces with western support, and Kurdish rebels.  Political danger as Russian and EU / NATO relations start to under go a change.  Accusations that US may have been involved in the coup adds additional fuel for change.  Erdogan seems safe for a year.\nhttp://www.reuters.com/article/us-turkey-security-idUSKCN10D1NN?il=0"], [767, "2016-08-02T18:29:27Z", 0.15, "He's been so far very effective at shielding himself and his government after the failed coup.  Will he go too far to just have it all backfire?  Doesn't seem likely at the moment. "], [61, "2016-08-02T18:14:05Z", 0.38, "Initial forecast - top of mind\n• Poorly organized coup attempt will have Erdogan being very vigilant\n• Early indications that relations with Russia could be improving - if ever so slightly."]]}