{"question_id": 236, "title": "Before 1 July 2017, will Scotland set a date for another referendum on independence from the United Kingdom?", "correct_answer": "No", "crowd_forecast": 0.05, "preds": [[36214, "2017-06-29T16:05:34Z", 0.01, "I see this as a dead issue following the last election. They are tired of voting and view Brexit as less likely to be completed. The % will rise with time and the likelihood of completing Brexit."], [36087, "2017-06-29T06:21:38Z", 0.0, "time's up."], [36087, "2017-06-28T13:29:12Z", 0.0, "a"], [36087, "2017-06-28T13:24:33Z", 0.01, "consensus estimate of 5% seems high"], [1034, "2017-06-28T05:14:00Z", 0.0, "Scotland's Sturgeon postpones second independence vote until after Brexit"], [32988, "2017-06-27T21:12:45Z", 0.01, "Looking less and less likely now"], [36165, "2017-06-27T18:06:45Z", 0.0, "Nicola Sturgeon announced today that the Scottish National Party would not be pursuing a second independence referendum until the UK's exit from the European Union has been negotiated."], [29507, "2017-06-27T14:05:12Z", 0.0, "Just pushed back more- AP"], [36165, "2017-06-26T22:59:13Z", 0.01, "There is very little appetite for another referendum both from the Scottish people and from the Scottish Nationalists following their poor showing in the recent General Election at which they lost a large number of MPs."], [36157, "2017-06-26T12:36:35Z", 0.0, "First Minister announced she would focus on influencing Brexit negotiations, and put independence on the back burner for now (mainly due to GE 2017 losses)."], [1639, "2017-06-26T10:11:07Z", 0.0, "Time to say a definite NO"], [32988, "2017-06-25T15:43:34Z", 0.04, "There is even more news that a referendum vote is less likely after the 2017 UK GE (see here: http://www.heraldscotland.com/news/15366020.Drop_plans_for_second_independence_referendum_or_lose_top_job__Sturgeon_warned/) but I'm relatively uncertain now, as polls show a vote is very popular among Scots. I'm moving the probability closer to 5%, though my scores may suffer..."], [33047, "2017-06-25T07:36:10Z", 0.0, "The SNP will want to announce a second indyref when their case is at it's strongest. At the moment the Scottish people don't want a second referendum (various polls suggest), and the economic case is much stronger for the unionists side of the argument (with oil prices low, sluggish economic growth and the likelihood of an independent Scotland having to adopt the Euro in order to have access to the single market). They would be better off waiting for the end of the Brexit negotiations and re-evaluating the strength of their case.\n "], [35454, "2017-06-23T15:51:03Z", 0.0, "There is no rush given the uncertainty of the effect that  the recent change in parliament  will have on brexit negotiations.  "], [23006, "2017-06-21T04:21:02Z", 0.01, "much more likely after question deadline, once  negotiations start"], [1643, "2017-06-17T12:20:20Z", 0.0, "Brexit is currently the focus and Sturgeon recently sent a tweet downplaying a bid for another independence vote:\nhttp://www.bbc.com/news/uk-scotland-scotland-politics-40263711"], [35426, "2017-06-17T05:35:56Z", 0.1, "running out of time"], [522, "2017-06-16T14:42:09Z", 0.0, "Updating. Following the recent poll this simply will not happen. "], [36027, "2017-06-13T20:21:34Z", 0.01, "Seems incredibly unlikely at the time, even the politicans working for the second referendrum see it as a lost cause. "], [36002, "2017-06-13T09:42:23Z", 0.0, "With the current turmoil in British politics, it seems unlikely that there will be the announcement of a Scottish referendum as it is not clear what turn the government in Westminster will take.\n"], [30553, "2017-06-12T09:23:47Z", 0.0, "SNP lost of lot of votes/seats in the general election, a message that IndyRef2 is not popular. Time between now and 1 July also too short for getting approval from Westminster and setting a date. "], [35632, "2017-06-11T13:42:53Z", 0.09, "Updating after GE results. Tory swing from SNP in many constituencies signals a less positive attitude towards independence and decreased support for the SNP."], [26356, "2017-06-11T10:30:18Z", 0.0, "This is now unlikely, with the UK elections showing that the Scottish are not in favour of another referendum."], [35980, "2017-06-10T23:10:28Z", 0.32, "Snp posts seat in UK general to unionist Tory party. But Scots support remain in eu ref."], [23006, "2017-06-09T13:44:38Z", 0.15, "post snap election results"], [691, "2017-06-09T12:40:36Z", 0.0, "This already wasn't on the cards, SNP lost big yesterday, and time marches anyway."], [14898, "2017-06-09T08:08:18Z", 0.0, "Time is progressing, and SNP took a hit in the elections"], [35831, "2017-06-09T05:52:51Z", 0.0, "Which part of \"no chance\" don't you understand? June Election not only backfires on the Tory, it also clobbers Scotish Independent Party."], [19260, "2017-06-09T05:26:16Z", 0.0, "With the SNP having lost nearly 40% of its seats in Westminster since Sturgeon brought up a second referendum (including its leader in Westminster and its former party leader losing their seats to the Tories), she hardly has a mandate to go ahead and try to run a unilateral referendum."], [35892, "2017-06-08T09:40:04Z", 0.0, "Firstly, it's not very likely that SNP will hold referendum any time soon, becasuse PM Theresa May has denied the SNP referendum before 2019 acoording to the Washinton Post. \nSecondly, The SNP leader himself doesn't seem to be willing to hold the referendum. There is no obvious mention about referendum in their manifesto in this election. In additon,  even though the situation has changed because of Brexit, the actual consequens are not clear until discussions between UK and EU.\n"], [35686, "2017-06-01T18:26:25Z", 0.0, "Based on the article below from the “Scottish Daily Mail” (creditable newspaper?) a few conditions must be met in order for a second Scottish referendum permission by the UK government (section 30 order = transfer of power from London to Scottish Parliament):"], [1034, "2017-05-30T05:43:25Z", 0.0, "PM May calls for strong backing to counter EU's 'aggressive' Brexit stance"], [35831, "2017-05-30T04:05:34Z", 0.0, "Scotts may want independent but may not want to join the EU without Britain in it. The Scotts may want to wait for the British election result first, (which the Scotts have to vote too). From there, and a few more opinion polls, before rushing to petition for referendum. Would 4 weeks be enough? No chance."], [1034, "2017-05-29T06:10:40Z", 0.0, "If SNP wins election in Scotland, PM May will have to grant independence vote -Sturgeon"], [30415, "2017-05-28T18:27:29Z", 0.04, "GE in UK makes this very unlikely"], [35770, "2017-05-28T07:48:56Z", 0.35, "Passionate Scott's "], [20588, "2017-05-25T20:15:15Z", 0.0, "Not gonna happen."], [1643, "2017-05-25T02:53:09Z", 0.03, "Decreasing because\n1) Sturgeon is waiting until after the UK's June 8th general election.\nhttp://www.dailymail.co.uk/news/article-4442784/Sturgeon-blow-poll-finds-slump-independence-support.html"], [35775, "2017-05-24T07:54:44Z", 0.35, "It does seem somewhat unlikely that they would set a date this early when their proposed date for 2019 has already been deemed unacceptable.  The decision on the date will likely come at the end of 2017 or early 2018."], [767, "2017-05-24T04:10:36Z", 0.0, "\"Theresa May will block a second independence referendum if the Conservatives win the general election unless there is “public consent” for rerun, according to their general election manifesto.\" The Tory blueprint signalled that another vote will not take for several years by stating it would not be permitted until both the “Brexit process has played out” and the Scottish people want one."], [1034, "2017-05-23T06:05:54Z", 0.0, "SNP to insist on Scotland's right to choose Brexit or independence"], [27101, "2017-05-21T12:57:32Z", 0.1, "Adjusting for the passing of time"], [19260, "2017-05-19T23:40:25Z", 0.0, "\"Theresa May outlines her indyref double lock\" - http://www.bbc.com/news/uk-scotland-scotland-politics-39982198"], [31450, "2017-05-18T21:38:47Z", 0.0, "I'm dropping from 3 to zero because I don't see a date being set in the next six weeks. They have to get through the election first and then have the proposal be debated in the Scottish parliament."], [35632, "2017-05-18T11:11:02Z", 0.18, "Even though Sturgeon seems to be willing to hold another referendum, I don't think it'll happen (let alone be announced) anytime soon. Support for independence would likely be lower, as suggests the increase in conservative vote in the local elections."], [35628, "2017-05-18T04:51:51Z", 0.27, "UK elections in June 8 could move this action closer to the 1 July timeline. I had overlooked that."], [35628, "2017-05-17T23:18:48Z", 0.07, "The agreement for the referendum seems to be reached (https://en.wikipedia.org/wiki/Proposed_second_Scottish_independence_referendum#Timeline)"], [35518, "2017-05-17T19:20:05Z", 0.0, "We're talking mere days away, when we should be talking months and years. This will not be a quick process. It will be arduous and uncomfortable. "], [35398, "2017-05-17T02:40:17Z", 0.01, "thier is no any sign for that big no"], [35641, "2017-05-17T00:39:06Z", 0.01, "I believe they are going to have to live with Brexit first to then decide if they want to exit UK."], [31082, "2017-05-15T21:55:27Z", 0.2, "Discounting for passage of time"], [754, "2017-05-15T19:17:55Z", 0.0, "UFPOT"], [23006, "2017-05-15T18:32:26Z", 0.35, "P of T"], [1034, "2017-05-15T05:40:14Z", 0.0, "Scotland needs choice on independence at end of Brexit: Sturgeon"], [35569, "2017-05-15T01:22:37Z", 0.0, "Scotland has the necessary ingredients for a viable, independent country in the EU.  The problem with Scottish secession from the UK is Northern Ireland would need to secede from the UK, as well.  Ireland is a staunch EU nation.  Geographically, that would leave Northern Ireland sandwiched between two EU countries and that would be unacceptable for the United Kingdom.  The separation of Scotland from the UK would likely crash the economy of Northern Ireland because of lack of tourist euros or pounds sterling and the Northern Ireland loyalists would be up in arms, possibly violently.  Also, Scottish secession would be very embarrassing for the monarchs.  The monarchs rarely exhibit power on political issues, but this would be an appropriate time because of Prince Philip's position as Duke of Edinburgh.      "], [83, "2017-05-12T23:34:46Z", 0.02, "Passage of time, and upcoming UK elections seem enough to reduce the odds to almost nil."], [35459, "2017-05-12T15:40:47Z", 0.5, "Being that they overwhelmingly wanted to stay in the EU, not to mention was a major part of the reason the referendum falled twice in the past. The only issue would be that the UK would have to approve The measure. Theresa  May has stated many times she is against this kind of referendum. The upcoming UK elections will determine alot about the future of scotland "], [35467, "2017-05-12T12:52:10Z", 0.01, "Would be conditional on conservatives losing - less than 5%, then on the scottish electorate arranging a new vote on a referendum within a month - I would say 10% - then on the new party in westminster supporting it - which again would be very unlikely, but i am thoroughly unsure of the other parties attitudes to scot independence"], [11584, "2017-05-11T17:39:14Z", 0.0, "May isn't backing it: http://www.independent.co.uk/news/uk/politics/scottish-referendum-theresa-may-blocks-second-nicola-sturgeon-independence-bid-latest-a7633131.html\nand even if Corbyn got in on the 8th June, which would leave precious little time, he doesn't even support it: https://www.theguardian.com/politics/2017/mar/13/jeremy-corbyn-denies-backing-second-scottish-independence-vote"], [34287, "2017-05-11T17:36:49Z", 0.0, "Would need a new PM in the general elections who immediately set about planning a Scottish referendum. I don't think this has any real chance of happening."], [28002, "2017-05-10T15:52:11Z", 0.01, "UK general elections make these politically infeasible."], [1639, "2017-05-09T13:49:04Z", 0.0, "Elections being in June means the Nicola Sturgeon will hold her horses since then, will look how negotiations proceed and then she will demand the referendum at the first faux pas by May. All that will be after the deadline of this question. "], [34724, "2017-05-09T08:17:42Z", 0.08, "Some time has passed since my last forecast, with nothing to suggest this is imminent. Tories look set to win a big majority and May will be in a strong enough position to prevent a vote being arranged."], [484, "2017-05-07T23:12:23Z", 0.0, "Down 5% for passage of time."], [35217, "2017-05-07T20:09:44Z", 0.0, "With the snap election in the UK to be held on 8th June 2017, and Brexit negotiations properly starting after that, Scotland's government will hold off setting a date for the referendum until the terms of the UK leaving the EU have become clearer. "], [35267, "2017-05-07T18:15:56Z", 0.05, "I think there is now no time for Scotland to request, be allowed, and set a date "], [49, "2017-05-05T21:28:48Z", 0.1, "Timing issues -- as others note, takes certain steps to do this.  Given amount of time left, I don't see this being likely."], [34499, "2017-05-05T04:52:35Z", 0.01, "Its unlikely a referendum on independence will be called before 1 July.  The Scottish are incentivized to see how Brexit progresses.  The negotiations may end up with the UK agreeing to many current EU membership requirements.  That would be considered a good outcome for the Scots who voted to remain in the EU, and comes without the need for an independence vote and then negotiation to \"join\" the EU."], [1643, "2017-05-03T01:45:08Z", 0.1, "decreasing probability because even Sturgeon is backing off of the independence theme during the local election campaign:\n“This election is not deciding whether or not Scotland is independent,” she said.\nhttps://www.ft.com/content/1d9282b8-2b1f-11e7-9ec8-168383da43b7"], [31275, "2017-05-02T15:38:02Z", 0.0, "The leadership has approved another vote but no date has been set. It is a wait and see on how Brexit shakes out."], [35160, "2017-05-01T18:25:20Z", 0.06, "Given the swing in the polling towards the tories winning as many as 12 seats due to those disgruntled with SNP this seems unlikely. \nThe SNP would not seek such a risky move after this swing. It would come across as desperate. Instead it is more likely to seek a more popular perception of its failings in national governance."], [35177, "2017-05-01T09:02:46Z", 0.0, "No date will be set until the Fall 2018 at the earliest as Brexit will dominate the new Parliament's agenda."], [29680, "2017-05-01T00:16:36Z", 0.12, "Halving due to time passage."], [32258, "2017-04-29T22:29:15Z", 0.0, "http://www.telegraph.co.uk/news/2017/04/28/new-poll-blow-snp-suggests-tories-set-take-back-key-heartland/"], [1034, "2017-04-29T06:44:23Z", 0.0, "Conservatives resurge as Scots shun new referendum on independence – poll"], [35129, "2017-04-28T15:59:09Z", 0.2, "Doesn't look like it is on the agenda."], [25656, "2017-04-27T22:16:24Z", 0.01, "(1) I'm not even sure Scotland can set a date itself. It has to be the UK government (parliament?) that assents to a referendum request by Scotland.\n(2) Assuming question means 'Scottish parliament votes for a specific date before 1 July 2017'"], [27461, "2017-04-25T18:21:25Z", 0.0, "Back to 0 on @Wildwood's post https://www.gjopen.com/comments/comments/490303"], [1034, "2017-04-25T07:55:59Z", 0.0, "Scots don't want another independence vote: Kantar poll"], [20588, "2017-04-24T20:44:18Z", 0.02, "Sturgeon blinked."], [35005, "2017-04-24T09:34:18Z", 0.3, "Down tick in p as SCon polls show them making gains from SNP"], [1034, "2017-04-24T07:06:17Z", 0.0, "Scottish Conservatives open up lead over Scottish Labour – poll"], [21059, "2017-04-24T04:53:50Z", 0.1, "Big guns are against it now, and say so very clearly. GIven that they have their way it is 98%\nA general election is close. Risk for general oddity stemming from that, which gives general oddity."], [1034, "2017-04-23T09:08:54Z", 0.0, "May's Conservatives on course for sweeping British election victory"], [27461, "2017-04-22T22:11:57Z", 0.02, "See https://www.gjopen.com/comments/comments/488581"], [15621, "2017-04-22T17:17:03Z", 0.01, "Back down see JMR2017"], [32258, "2017-04-22T16:48:24Z", 0.01, "http://www.express.co.uk/news/uk/795092/Nicola-Sturgeon-Scotland-WILL-choose-its-own-future-when-Brexit-is-CLEAR-independence\nNICOLA STURGEON claimed Scotland will choose its own future when the time is right and Brexit terms are made “clear”.\n"], [23006, "2017-04-21T16:29:28Z", 0.35, "likely not before deadline"], [1034, "2017-04-21T07:59:28Z", 0.0, "Sturgeon to launch SNP council election manifesto"], [767, "2017-04-21T02:04:41Z", 0.05, "After Theresa May called for General Elections in the UK last week, many see that as an opportunity to make a push for an independence referendum in Scotland. The Brexit timeline continues to be in the way, however. \nPM Nicola Sturgeon has said that holding a referendum \"some time between autumn next year and spring 2019 would allow Scots to make an informed choice between Brexit and independence.\""], [35034, "2017-04-20T21:31:01Z", 0.2, "Scotland want to set a date. UK government does not. There is a less than 50pc chance of significant shifts in the political balance during the election. If these shifts go in favour of SNP, then the Scottish government may try to , or be allowed to set a date. Assuming even chance of shifts in either direction. "], [754, "2017-04-20T21:21:58Z", 0.1, "THEORY: \n1. Snap UK election ends June 8. \n2. SNP does well in Scotland.  \n3. So does Theresa May in all UK, so \n4. Scotland \"sets a date\" (per clarification, it doesn't have to \"pass\" for the question to be a YES winner) for another referendum and to put into play all their cards: either within a Brexited UK that fights to keep them, or into independence and join the EU..."], [1034, "2017-04-20T06:08:14Z", 0.0, "Scotland's Sturgeon says attempt to block independence vote will 'crumble to dust'"], [484, "2017-04-20T00:01:36Z", 0.05, "Down 35% following @Nik rationale: http://www.gjopen.com/comments/comments/487117"], [32258, "2017-04-19T23:50:24Z", 0.15, "http://www.newstatesman.com/politics/uk/2017/04/how-early-election-makes-scottish-independence-more-likely"], [27461, "2017-04-19T21:03:56Z", 0.05, "My assumptions:\n - Sturgeon will not set a date for indyref2 before the UK elections on June 8. That would be a distraction that may cost her at the polls. \n - Instead, she will campaign for a mandate to negotiate a binding referendum after the elections.\n - Assuming the SNP wins anything close to their current number of seats, Sturgeon will push again - and may set a (non-binding) date unilaterally as a tool of pressure\n - However, timing of the elections makes it not very likely that this will happen before July 1."], [35000, "2017-04-19T19:10:41Z", 0.0, "Not before snap elections are over and the new parliament is clear. However later in the year is quite possible."], [1034, "2017-04-19T19:02:34Z", 0.0, " Scotland's Sturgeon says attempt to block independence vote will 'crumble to dust'"], [14493, "2017-04-19T17:28:25Z", 0.0, "It seems Mrs May does U turns, but is probably not going to agree to a Scottish Referendum before 1st July. Between now and 12 June will be busy with UK elections (and counting) so it gives her only 3 weeks after the elections to do this.  "], [35005, "2017-04-19T14:41:36Z", 0.35, "General election is certainly going ahead. This creates additional uncertainty."], [15621, "2017-04-19T09:45:16Z", 0.07, "Would be foolish not to update with the uncertainty that the UK election brings to the situation. How quickly is a uk government formed after an election? and how quickly do they get back to work?"], [34724, "2017-04-19T09:37:37Z", 0.15, "The first minister is keen but Westminster isn't. Not sure how to factor in the announcement of the snap election:\n* Makes it more likely as Scotland can point to increased uncertainty in Westminster?\n* Makes it less likely as SNP may lose seats in Westminster?"], [484, "2017-04-19T02:39:22Z", 0.4, "Up 10%. Agree with @shivadiva reasoning: http://www.gjopen.com/comments/comments/486198"], [1639, "2017-04-18T19:02:41Z", 0.05, "Updating with the latest news"], [1629, "2017-04-18T18:53:38Z", 0.0, "After today's news about the forthcoming general election on the 8th June, there will be no point in setting up an independence  referendum  from the United Kingdom untill the dust from the UK election has setled."], [23006, "2017-04-18T16:40:43Z", 0.6, "\"On 4 March, the First Minister hinted that she may test the UK Government’s resolve on denying the request. She said in her letter to Theresa May that the motion passed by the Scottish Parliament “must be respected and progressed”, and that the question was not “if, but how”.\"  https://theferret.scot/can-scotland-hold-second-referendum-without-westminsters-permission/"], [35005, "2017-04-18T14:02:51Z", 0.3, "The (very very) likely general election could strengthen the SNP's hand. As the election is June 8th the 1 July date still fits."], [34995, "2017-04-18T11:25:15Z", 0.19, "A reforming of parliament takes time. Therefor the chance for an announcement before July 1st is low in case the election is confirmed by the Parliament today.\nSo the outcome today is leading the way,\n"], [28414, "2017-04-18T11:03:42Z", 0.0, "\"Nicola Sturgeon: The Tories see a chance to move the UK to the right, force through a hard Brexit and impose deeper cuts. Let's stand up for Scotland. #GE17\"\nhttps://twitter.com/NicolaSturgeon/status/854285958535098369"], [1643, "2017-04-16T02:47:10Z", 0.2, "Positive:\n1) Scottish parliament voted in favor of seeking another referendum:\nhttps://www.washingtonpost.com/world/europe/scottish-parliament-passes-motion-in-favor-of-referendum-on-independence/2017/03/28/3b09628e-13a6-11e7-ada0-1489b735b3a3_story.html"], [484, "2017-04-15T03:24:22Z", 0.3, "Down 10% for passage of time."], [1056, "2017-04-13T17:38:47Z", 0.0, "Affirming forecast."], [23006, "2017-04-13T14:37:12Z", 0.0, "Holding to no in spite of recent press."], [15621, "2017-04-10T08:46:02Z", 0.01, "Have I been too dogmatic?"], [29907, "2017-04-08T10:27:18Z", 0.13, "Passage of time."], [27461, "2017-04-07T22:03:58Z", 0.15, "Not many new developments recently..."], [28414, "2017-04-05T12:10:20Z", 0.0, "The ground is slipping under NS\n\"May suggests unrestricted EU migration will continue post-Brexit\nPM indicates free movement of EU citizens to UK would carry on in transition period\"\nhttps://www.ft.com/content/853e78ae-1945-11e7-a53d-df09f373be87"], [1034, "2017-04-03T04:54:00Z", 0.0, "Scotland's economic case for independence must be 'politically bomb-proof'"], [27101, "2017-04-02T20:36:14Z", 0.15, "The chances of this have increased given the formal approval of the  Scottish parliament "], [14253, "2017-04-02T04:38:04Z", 0.04, "Given the clarification I'm coming up from 0."], [1333, "2017-04-01T16:26:59Z", 0.75, "Sticking at 75%. Heres why. Brexit was a vote about style of government, British Subjects were frustrated with the off hand technocratic way things were being done with little or no sovereign consideration. Now here we are post article 50, and the Scotts are complaining that is the same way London is treating them (that is Brussels treated London the same way) so that frustration to \"Do Something\" is building again, and if they learned anything from the Brexit vote it is that citizens don't like being treated like mushrooms. They want to force negotiations into the light and want the crap from London to at least be served up with a smile. Setting a date could go a long way towards sorting out the collective angst and presenting the Scott's with at least the appearance of practicing good governance."], [1333, "2017-04-01T01:23:40Z", 0.8, "The political scientist in me says that setting a date even though it's very early in the process, would give Sturgeon a voice in snapping negotiations and quickly strike when the EU presents Scotland with fab terms to stay in. There Re suggestions that an early election could be called and it would be so Scottish for Sturgon to fiddle with London politics\nDropping to 80 @wildwood2000 remarks."], [1034, "2017-03-31T23:29:23Z", 0.0, "There exists no doubt that a new referendum will occur, nevertheless under the conditions set forth within the letters paragraphs 14-17. Specifically, the terms of both the UK's exit from the EU and of a future trade deal to be agreed before March 2019 and in time for ratification by other member states. \nNot within this timeline."], [27461, "2017-03-31T22:56:47Z", 0.2, "(Up 10). So this question can be resolved as yes under two scenarios: (1) the UK and Scottish governments agree on a Section 30 text and Holyrood sets a date, or (2) the Scottish (government or parliament) sets a date for a non-binding referendum. The chances of (1) by July 1 are slim but not zero - after the 69-59 vote, stubbornly opposing the will of the Scottish parliament may be seen as deeply undemocratic. The chances of (2) are higher, but not overwhelming either - a non-binding vote may be seen as a way to put pressure on the UK government to agree on Section 30, but also comes with the risk of low participation that might validate the UK's resistance. The most likely outcome seems continuing discussions, but no resolution by July 1. But if Theresa May agrees in principle to the idea of a referendum, Sturgeon can wait a bit for the date.  "], [23006, "2017-03-31T20:19:59Z", 0.1, "Sturgeons letter to may"], [1333, "2017-03-31T18:29:10Z", 0.9, "Dsarin turned me on to this communication between Lady May and Sturgeon - First Minister letter delivered to Prime Minister."], [1056, "2017-03-31T17:52:41Z", 0.0, "Sticking with my forecast because of the time frame, but the GJO clarification is meaningless."], [34023, "2017-03-31T17:41:37Z", 0.8, "I'm predicting that pressure from the article 50 sigining will force them to at least commit to a date."], [1333, "2017-03-31T15:16:49Z", 0.95, "I'm at 95 for the reason that I count on lazy politicians seeking to bring the to-do about a revote to heel by setting a date."], [29469, "2017-03-31T07:34:29Z", 0.03, "The clarification, while welcome, goes to show how loosely worded this question is. Basically, Sturgeon could speculate in an interview that the date will be 14 March 2019 and the question is resolved, even if this officially is not the date. I would assume and hope that some official statement of the date will be needed for resolution."], [484, "2017-03-31T01:16:17Z", 0.4, "Up 15% on the clarification and will probably go higher unless Westminster is more accommodating."], [38, "2017-03-30T20:58:45Z", 0.5, "Making a neutral forecast while I digest the significance of the belated clarification."], [24, "2017-03-30T18:24:13Z", 0.2, "Increasing  in response to GJ Clarification that date need to be legally binding. ie. Holyrood could set a date for what then would be a solely advisory referendum without approval from the UK Government.  Still think it's not happening quite yet, for all the factors I have previously mentioned, and there are added risks (of blowing SNP credibility) in doing such a thing. But in practice this clarification means this question could more easily be resolved - without the need for various procedural measures to occur within the timespan under question."], [38, "2017-03-30T04:20:47Z", 0.0, "https://www.nytimes.com/2017/03/28/world/europe/scotland-britain-brexit-european-union.html?emc=edit_th_20170329&nl=todaysheadlines&nlid=77825025&_r=0"], [19801, "2017-03-29T12:39:52Z", 1.0, "This question has been resolved. Can you close this question Good Judgment?"], [1034, "2017-03-29T06:44:55Z", 0.0, "Scottish parliament backs bid for new independence referendum"], [1056, "2017-03-29T03:12:16Z", 0.0, "Still zero, despite today's news. But as many forecasters have pointed out, this was another dumbly worded question that we were all suckered into forecasting. It would be handy if there were a separate interface where forecasters could discuss things like the wording of questions before we forecast. Not that I think that will happen..."], [498, "2017-03-28T17:19:08Z", 0.06, "\"Scotland\" has spoken. The will of the democratically elected Parliament of Scotland has been expressed, with a referendum date of between Autumn of 2018 and Spring of 2019. Anything else is irrelevant detail."], [28414, "2017-03-28T16:41:16Z", 0.0, "Scottish Parliament backs referendum call.....[which May may ignore or reject]\n\"However, if it [UK] chooses not to do so I will return to the parliament following the Easter recess[1 to 16 April]  to set out the steps that the Scottish government will take to progress the will of parliament.\" [more threats? a non-binding ref is risky, unionists will simply fail to show up]\nhttp://www.bbc.co.uk/news/uk-scotland-39422747"], [484, "2017-03-28T06:42:20Z", 0.25, "Up 25% on https://www.bloomberg.com/politics/articles/2017-03-27/scottish-parliament-to-back-independence-vote-in-brexit-defiance"], [1034, "2017-03-28T05:21:13Z", 0.0, "Britain's May meets Sturgeon after blocking new independence bid"], [32122, "2017-03-28T01:29:57Z", 0.1, "Raising to consensus and I guess that is where I will stay.  "], [6303, "2017-03-27T02:56:19Z", 0.01, "Based on general news and GJP consensus."], [691, "2017-03-26T14:59:42Z", 0.0, "Sturgeon probably won't issue a call that's not okay with London.  Not gonna be okay with London for quite a while."], [1034, "2017-03-26T08:56:01Z", 0.0, "***Fake News*** Or news that cherry picks information from the EU Commission if you will."], [484, "2017-03-25T23:09:56Z", 0.0, "Down 10% on @Wildwood2000 post: http://www.gjopen.com/comments/comments/470416"], [1034, "2017-03-25T09:34:11Z", 0.0, "Sturgeon rejects holding an unofficial referendum"], [23001, "2017-03-25T01:52:10Z", 0.85, "Brexit is the excuse. The natuonalist are much more motivated than thier counter parts."], [1034, "2017-03-24T06:33:38Z", 0.0, "Scottish independence referendum debate to resume on Tuesday"], [691, "2017-03-23T15:09:10Z", 0.02, "I have been assuming all along that this is a Yes only if Scotland picks a date and Westminster gives it the okey-dokey.  Not sure why--the Q doesn't say that.  I'll keep assuming that, I guess, but it gives me something to be apprehensive about--not enough to lose sleep or skip meals, just a little nagging feeling in the back of what's left of my mind."], [1034, "2017-03-23T08:16:34Z", 0.0, "Scottish parliament suspends independence debate after London attack"], [484, "2017-03-23T02:15:50Z", 0.1, "Up 5%. In spite of Sturgeon's pronouncements, in some ways a non-binding plebiscite might offer the best of both worlds for Scotland. One can offer a protest vote that is mostly symbolic and does not preclude either a binding vote later or some other agreement to recognize the results ex post facto."], [32122, "2017-03-22T16:20:58Z", 0.1, "Raising until I better understand the key factors of this question.  There was a very interesting discussion here: https://www.gjopen.com/comments/comments/468162"], [1034, "2017-03-22T06:26:23Z", 0.0, "Scottish parliament begins debate on new independence referendum"], [498, "2017-03-21T15:40:33Z", 0.06, "If we accept the definition of a \"trick question\" as one where one of the two possible outcomes (i.e, true/false) is, by (secret or malformed) DEFINITION, impossible, then we must admit that in our charity we, as forecasters, must operate under the PRESUMPTION that there are no trick questions. That is, the presumption must be that any proposition offered up by GJ must have some theoretical POSSIBILITY of being EITHER true or false."], [24, "2017-03-21T10:45:33Z", 0.12, "Nudging down a little more, even though negotations in Holyrood will be proceeding, in part in response to opinion poll on popularity of various British and Scottish polticial leaders conducted by Sky TV, which, while confirming, and extending, an ongoing trend, is none the less quite extraordinary in recent Scottish history.\nConservative leaders Theresa May (in her case only just) and Ruth Davidson (the Scottish Conservative & Unionist Leader) have net positive ratings in Scotland; Nicola Sturgeon, and Jeremy Corbyn and Kezia Dugdale (Scottish Labour Leader) all have negative ratings, some very strongly so. The poll was taken after Sturgeon announced the intention of calling a second referendum."], [1034, "2017-03-21T10:28:45Z", 0.0, "Dugdale: Jez and I in “exactly the same place” on issue of second independence referendum"], [1034, "2017-03-21T09:54:52Z", 0.0, "Déjà VUCA - the (formal) return of the Scottish Referendum debate…"], [2072, "2017-03-21T07:43:00Z", 0.07, "Okay, tricky question. Let's analyze the players first:\nOn the one hand, we have Nicola Sturgeon, the scottish PM. She has been beating the \"we are leaving the UK\" drum heavily since the Brexit result. From her perspective, she has two reasons for wishing to go ahead with this quickly. \nOne: The earlier she manages to leave Britain, the more in sync Scottish law and EU law will be.\nSecond: If she manages to get a referendum quickly, she will have the highest chance of success. Since most scots voted against Brexit, the temporary emotions in all this would play in her favor. If she waits too long and Britain succeeds after leaving the EU, she would be in a much worse position. In addition, if she gets a referendum while Britain is busy with the Brexit process, she can be assured that her political opponents would be preoccupied, allowing her to campaign more easily."], [498, "2017-03-21T02:12:03Z", 0.06, "It's possible that it may come down to specific wording within the legislation. It is my understanding that in the case of the Brexit legislation, Parliament ceded discretion to the PM to set the date. It is conceivable the Holyrood legislation might include some reference to a date, or a period of time. Thus the two legislations might not be directly comparable. Would not setting a time frame, or window, be setting a date? Again, if the mechanism is different (i.e., unlike the PM, the discretion of the First Minister might be limited), you can't really use the Brexit legislation as a comparable. One was not fixed in any way; the other might be fixed in some way."], [484, "2017-03-21T00:19:11Z", 0.05, "Down 40% following @Wildwood2000 post: http://www.gjopen.com/comments/comments/467415"], [1034, "2017-03-20T07:39:41Z", 0.0, "Scottish leader softens stance on possible independence vote timing"], [1034, "2017-03-19T06:52:11Z", 0.0, "Scots government seeks quick EU deal, sees EU understanding"], [19801, "2017-03-19T00:57:59Z", 1.0, "Sturgeon, Scotland's First Minister, pledged to press on with plans to hold a new Scottish referendum as announced earlier this week, deepening a standoff with the UK government."], [498, "2017-03-18T21:43:04Z", 0.06, "+1 on the apparent willingness of Sturgeon to play hardball with May."], [1034, "2017-03-18T06:35:21Z", 0.0, "Will there be a second Scottish Independence referendum, when will Nicola Sturgeon demand IndyRef2 and what happened before?"], [34303, "2017-03-18T05:06:55Z", 0.05, "Think they will wait out Brexit process and evaluate. They have time. "], [484, "2017-03-18T02:01:53Z", 0.45, "Down 55% for scoring purposes. Still suspect it might be sooner rather than later."], [33862, "2017-03-17T15:46:31Z", 0.05, "Any decision on a new referendum is in effect a negotiation between SNP's first minister (Nicola Sturgeon) and UK prime minister (Theresa May), which would then need to be approved by both the Scottish and UK Parliaments. I think Nicola Sturgeon calling for a new referendum is an opening shot in a long game. She knew her referendum call would be rejected (as it was https://www.theguardian.com/politics/2017/mar/16/theresa-may-rejects-nicola-sturgeons-scottish-referendum-demand at least for the time being). But she wants to set a marker down and make it appear that Scottish votes are being denied their right to decide. Very unlikely any firm date will be set before UK exits EU, and certainly not by the end of June (there is not enough time) even if the principle of a second vote is conceded. "], [32872, "2017-03-17T15:11:58Z", 0.2, "Lots of issues at stake here. This is going to get volatile pretty soon."], [29469, "2017-03-17T10:41:57Z", 0.03, "The process will be long and hard. https://www.bloomberg.com/politics/articles/2017-03-16/may-to-pledge-ever-closer-u-k-union-in-rebuke-to-sturgeon-s-snp"], [1034, "2017-03-17T06:01:56Z", 0.0, "The charts that show what Scotland thinks of Sturgeon's independence plans as 57pc back the Union"], [34313, "2017-03-16T18:07:20Z", 0.05, "I think I overreacted to Nicola Sturgeon's announcement the other day despite my contrary belief.\nSo, what are the steps for another referendum to take place? It has to be approved by all three parliaments: the Scottish, the house of Commons and the House of Lords. \nBoth Tories and Labor say they  will vote against in the Scottish, but Greens will back the SNP. \nLabor says that they will not vote against in the house of Commons if the Scottish parliament votes for.  It is unclear what Tories will do. \nI can't see how all this will take place till July while Theresa May has not even invoked article 50 yet. \nhttps://www.ft.com/content/76fe0b24-0a45-11e7-97d1-5e720a26771b\nhttp://www.mirror.co.uk/news/politics/second-scottish-independence-referendum-how-10019164"], [1034, "2017-03-16T17:56:06Z", 0.0, "Scottish independence referendum in 2018/19 would not be legal: UK minister"], [5386, "2017-03-16T13:26:33Z", 0.01, "\"Now is not the time\", says PM May."], [38, "2017-03-16T04:45:14Z", 0.11, "https://www.theguardian.com/politics/2017/mar/13/scottish-independence-why-second-vote-back-on-table-nicola-sturgeon"], [19801, "2017-03-16T03:02:16Z", 1.0, "Scotland will be free! Wallace! Wallace! Wallace!"], [1034, "2017-03-15T16:03:03Z", 0.0, "Pound Leads Rally Against Dollar on Fixing Demand, Scottish Pol"], [519, "2017-03-15T14:56:56Z", 0.0, "http://www.nbcnews.com/storyline/brexit-referendum/scottish-government-seek-independence-referendum-over-brexit-n732636"], [28299, "2017-03-15T11:41:46Z", 0.51, "There are two points that need to be clarified:\n1) Scotland may set a date, and in fact its first minister has already mentioned between Autumn 2018 and Spring 2019, but even if this voted in by Holyrood, will that meet the requirement of the question \"setting a date\" or a specific day is required? Probably the latter, however this is not certain as the date may be linked to the outcome of the Brexit negotiations. \n2) Scotland, i.e. its parliament in Holyrood, may decide for a second referendum on a specific day, but this will still have to be approved by Westminister before it goes ahead. Probably the approval by Holyrood will suffice for a \"Yes\" answer."], [24, "2017-03-15T11:15:30Z", 0.35, "Keeping forecast as it now for now (though considering downgrading), as it may be not so much plain sailing ahead for Sturgeon."], [1034, "2017-03-15T06:21:51Z", 0.0, "Petition to BLOCK Scottish referendum looks set for debate as it nears 100,000 signatures"], [691, "2017-03-14T17:11:38Z", 0.04, "http://www.bbc.com/news/uk-scotland-scotland-politics-39255181\nhttp://www.aljazeera.com/news/2017/03/sturgeon-raises-stakes-theresa-scotland-170313163921698.html"], [498, "2017-03-14T15:46:48Z", 0.05, "\"Few expect the authorities in Westminster to reject the request, but they could delay the timing,\"\nhttps://www.nytimes.com/2017/03/14/world/europe/scotland-uk-independence-referendum.html"], [33887, "2017-03-14T15:42:39Z", 1.0, "Yes and this  will be Russia new place to play with west as the west playing the n Russia back yard in east Europe "], [1034, "2017-03-14T05:27:57Z", 0.0, "British PM May to reject Scottish referendum demand: Times newspaper"], [19801, "2017-03-14T03:32:26Z", 1.0, "Scotland has set a date, this question has been resolved."], [19801, "2017-03-14T03:16:27Z", 1.0, "\nBritish Parliament backs Brexit "], [20588, "2017-03-13T21:29:15Z", 0.18, "Updating. Sturgeon is talking smack. That's smack may lead to action. While an actual referendum may be a bit away, the chances of them setting a date in the next 3 and a half months has increased."], [484, "2017-03-13T20:56:41Z", 1.0, "Up 40% anticipating confusion and discussion related to the criteria to \"set a date.\" (I lean heavily toward announcing intention being sufficient. YMMV!)"], [1993, "2017-03-13T20:18:32Z", 0.05, "It sounds to me like Sturgeon is still in concessions mode, not referendum mode. She's threatening to hold an independence referendum a year and a half from now, IF Scotland doesn't get concessions. I don't know what concessions it could get as part of the UK, but the UK has not invoked Article 50 yet, so it hasn't negotiated terms of the Brexit yet. So it can't be entirely clear to Sturgeon what she should be asking for. I think she'll wait until she sees the Brexit terms and some of the fallout. She'll need to know how that will impact a Scottish independence vote. She'd be a fool to call a referendum if she can't win it."], [4634, "2017-03-13T19:52:14Z", 0.02, "Never mind"], [10898, "2017-03-13T19:02:23Z", 0.12, "Despite the move towards this by Sturgeon, it seems the process of setting a date is more involved than just declaring a date... Actually lowering as I was probably too high on this "], [4634, "2017-03-13T18:01:40Z", 0.18, "\"Scottish independence: Nicola Sturgeon fires starting gun on referendum\nFirst minister to seek second vote on leaving UK, saying Theresa May has failed to move an inch over Brexit negotiations"], [1056, "2017-03-13T15:50:21Z", 0.0, "A new referendum may happen, but no date will be announced within the time frame given here. The previous referendum required a long period of negotiation and legislating, and I doubt if a new referendum would require less - I'm inclined to think it would require more."], [1639, "2017-03-13T14:46:01Z", 0.8, "Nicola Sturgeon will begin the process of securing a second referendum on Scottish independence after growing dissatisfaction within the Scottish government with the direction of Brexit talks."], [5386, "2017-03-13T14:06:47Z", 0.05, "@redacted hinted that the day the date is set in a legally binding manner date might be considered as 'closed' (http://www.gjopen.com/comments/comments/463504). In that case, the timing may well be too tight to \"set the date\" before 1st July. Lowering my probability estimate accordingly."], [29907, "2017-03-13T13:44:16Z", 0.16, "Reacting to announcement of Sturgeon\nhttps://www.bloomberg.com/politics/articles/2017-03-13/sturgeon-to-seek-right-to-hold-second-scottish-independence-vote\nAs others pointed out, the question needs clarification, will update when this clarification is provided."], [34313, "2017-03-13T13:42:56Z", 0.35, "https://www.ft.com/content/2b2bb222-07e4-11e7-ac5a-903b21361b43"], [29469, "2017-03-13T13:33:59Z", 0.13, "Updating from complete impossibility to remotely possible since the process has been put into motion. With IndyRef1 it took over a year from the time the UK government started the legislative process to allow for a referendum, to the constitutional legitimacy being granted for the final election date. \nhttps://en.wikipedia.org/wiki/Scottish_independence_referendum,_2014\nhttps://en.wikipedia.org/wiki/Edinburgh_Agreement_(2012)\nIts highly unlikely that the UK government will give a green light to even start drafting legislation before July. Think further clarification on the resolution of this question is indeed needed."], [25875, "2017-03-13T12:45:24Z", 0.15, "Intention by the SNP is clear (aiming for Autumn 18-Spring 19). SNP short of outright majority so outcome will depend on (probably) Lib Dems. However, I believe that the Scottish Parliament (SP) does not have the power to decide on having a referendum, Westminster holds the power for that. Hence even if the SP votes FOR, there is a lot to be negotiated between Scottish and UK govt before a date is set. The answer to this question also depends on the meaning of \"will Scotland set\": technically the date will not be set by Scotland alone but by a combination of Westminster and SP decisions as well as a Royal Assent (if the same procedure is followed as previously). Given these complications, the probability for a definitive date as of 1/7/17 remains low but if the interpretation is \"the date set by the SP\", it is possible that it will happen by the deadline. All of the above is subject to further clarification by constitutional experts."], [14898, "2017-03-13T12:40:14Z", 0.3, "Increasing estimate on Nicola Sturgeon announcement. Timeframe could be tight though. http://www.bbc.com/news/live/uk-scotland-scotland-politics-39255256"], [12302, "2017-03-13T12:39:15Z", 0.1, "Ah, wow, should have waited for further news. Lowering my forecast again."], [12302, "2017-03-13T12:30:15Z", 0.4, "I am very unsure how long it is going to take to agree on a date. At least weeks. But there are still 15 weeks and 4 days. Raising my forecast by +30."], [5386, "2017-03-13T12:26:46Z", 0.15, "After the latest declarations by N. Sturgeon, Scotland will seek the right (section 30 order) to hold another referendum. She wants to hold the referendum \"between the fall of 2018 and the spring of 2019\". Getting the order should at least take 3 months, or more if May wants to stall, plus time for the legislation in Scotland. "], [32100, "2017-03-13T12:19:48Z", 0.5, "http://www.cnn.com/2017/03/13/europe/brexit-article-50-parliament/index.html?adkey=bn"], [24, "2017-03-13T12:06:24Z", 0.35, "Upping  current forecasts slightly following Sturgeon's express statement of intending to call another referendum. Still some way off setting a date. It's not impossible that could happen  within the timeframe permitted, but it could be tight. It will be up to the Holyrood Parliament to set a date.  Giving the very tight balance of power there, the potential for delays to slip into the process cannot be averted, despite the very disciplined organization of the SNP (which contrasts sharply with the means of operation of their de facto ally, the other major supporter of Scottish secession, the Scottish Greens, whose support is required for a majority vote)"], [28414, "2017-03-13T11:50:23Z", 0.0, "Nicola Sturgeon has confirmed she will ask for permission to hold a second referendum on Scottish independence.\nhttp://i3.kym-cdn.com/entries/icons/original/000/007/423/untitle.JPG"], [28414, "2017-03-13T11:44:07Z", 0.0, "Deal? No deal!\nhttps://www.youtube.com/watch?v=hluT4oprkmA"], [1993, "2017-03-13T05:34:56Z", 0.1, "If Nicola Sturgeon wants to announce a date before 1 July, she will need to announce her intention soon. It is my understanding that it can take up to 3 months to produce a Section 30 order, which will allow the Scottish Parliament to call a referendum. The UK Parliament must delegate the power to hold a referendum to the Scottish Parliament (if they want a binding referendum). Then the bill has to go through the Scottish Parliament and be approved. That would set the date."], [1034, "2017-03-13T05:33:07Z", 0.0, "Why Scotland's Independence Is Back on the Table: QuickTake Q&A"], [34313, "2017-03-12T15:19:54Z", 0.05, "The prospect of another referendum is real. The timeframe is another matter altogether. In the first part, the prospect will be used as a negotiation card with May's  government. As the Brexit talks start to unfold, the real prospect will be evaluated. Even so, I cannot see why should they haste to run a referendum before the 2 year negotiations with the EU are over."], [19801, "2017-03-12T13:10:14Z", 1.0, " Scotland is heading for a second independence poll. Is a Yes vote any more likely?\nNicola Sturgeon and the SNP are edging towards another vote, buoyed by a level of support already at 50%\nhttps://www.theguardian.com/politics/2017/mar/12/scotland-second-referendum-brexit-could-it-backfire"], [27101, "2017-03-12T10:37:35Z", 0.1, "I believe chances are increasing with latest statements SNP, cabinet ministers that state they can't really bloc a referendum and the polls in Scotland going a bit more towards independence. The likelihood of an official date set soon still seems small to me as lots of bureaucratic and political process needs to happen before there is an actual date set and agreed. Moreover, the tendency to delay this is present from both sides as UK parlement has Brexit on its mind and SNP would probably want to wait until more favourable backdrop emerges (more clarity on the Brexit deal, higher oil price, better polling data.....)"], [753, "2017-03-12T02:01:54Z", 0.15, "According to the Guardian article, a declaration of another referndum is a \"matter of weeks\". This political spin might take a live of its own and actually happen. "], [38, "2017-03-12T00:20:22Z", 0.11, "because of the length of time a Section 30 vote might take."], [484, "2017-03-11T04:54:51Z", 0.6, "Back up 55% since there are some signals that it (announcing something that may or may not qualify as a yes) may be sooner rather than later."], [19801, "2017-03-11T00:51:51Z", 1.0, "@Khalid @Dsarin @Anneinak "], [38, "2017-03-11T00:50:30Z", 0.44, "https://www.theguardian.com/uk-news/2017/mar/09/late-2018-could-be-best-time-for-new-scottish-referendum-says-sturgeon"], [32843, "2017-03-10T21:18:52Z", 0.0, "The SNP need to be able to time the referendum to a good point in the oil market if they are hoping to get a better result than last time. With Brent at $51 http://www.livecharts.co.uk/MarketCharts/brent.php and a lot of volatility in the market, this is just hot air from the SNP. "], [1333, "2017-03-10T15:43:11Z", 0.2, "They may announce by then just to remove some of the market uncertainty."], [1639, "2017-03-10T11:14:19Z", 0.75, "Second Scottish independence vote ‘looking inevitable’\n*\nSturgeon targets late 2018 but Downing St will seek delay until after Brexit\nPeople close to Theresa May’s office said they expected Nicola Sturgeon, the Scottish first minister, to seek a referendum next autumn, but that the government would fight to delay the vote until after Britain leaves the EU.\n___________________________\nCOMMENTS:  Fromt the FT.com.  Sorry no link as there is always a paywall.  Sturgeon is looking at autumn 2018 for a referendum. An announcement may come before July then, especially if things keep going this bad."], [484, "2017-03-09T23:36:08Z", 0.05, "Down 55% until we see other signals from Sturgeon."], [691, "2017-03-09T14:22:34Z", 0.02, "http://www.bbc.com/news/uk-scotland-scotland-politics-39213767\nThe First Minister says it's too early yet.  Presumably they are waiting to see the degree of dimensions of the shaft Westminster is planning to give them.  Nothing about this will be pleasant."], [21800, "2017-03-09T10:08:36Z", 0.05, "Just saw @Raahul_Kumar comment as well. Moderating to 5%"], [1034, "2017-03-09T10:05:22Z", 0.0, "Sturgeon: Autumn 2018 'common sense' for indyref2"], [21800, "2017-03-09T10:04:38Z", 0.01, "Following @Khalid"], [25875, "2017-03-09T09:26:35Z", 0.04, "Highly likely that SNP will push for a referendum, highly unlikely that a date will be set by then."], [68, "2017-03-09T07:28:46Z", 0.0, ""], [19801, "2017-03-09T04:41:09Z", 1.0, "Sturgeon: Autumn 2018 'common sense' for indyref2\nhttp://www.bbc.com/news/uk-scotland-scotland-politics-39213767"], [1331, "2017-03-04T17:44:34Z", 0.0, "Too early, 2019"], [1034, "2017-03-04T07:47:35Z", 0.0, "\nBritish Leader Theresa May Talks Down Scotland’s Exit as Brexit Looms"], [24, "2017-03-03T09:58:37Z", 0.25, "Nudging down a bit, after hearing an interview on BBC Radio 4's morning Today programme earlier with Angus Robertson,  who is the SNP's deputy leader and, more importantly, their leader in the House of Commons in Westminster.  A major figure, in other words. And (with the ongoing implosion and seemingly increasing irrelevance of the Labour Party) one of the major \"heavyweight\" opposition figures to the British Government. He was repeatedly pressed by the interviewer on the question of a second referendum, and repeatedly dodged answering it. Now - you could say: the decision is not his to make, it is Sturgeon's, and it is true also that the SNP operates more or less on \"democratic centralist\" lines these days - being very careful to avoid public dissent or gun-jumping - but his reluctance to engage on the matter seemed quite unusual for him, and perhaps telling."], [1034, "2017-03-03T06:20:32Z", 0.0, "UK government will win over Scotland with good Brexit deal: minister"], [24771, "2017-03-02T17:35:54Z", 0.1, "i'm going significantly up on this as i'm very uncertain on how \"will *Scotland* set a date...\" will be resolved in the event of a constitutional crisis, where the scottish government takes steps towards implementing a referendum on a certain date without consent from the UK government. "], [27101, "2017-03-02T11:56:12Z", 0.05, "latest news means probability slightly increases but 4 points are important in my view: 1. with current oil price the finances don't work, 2. 47% is in favour of a Scottish exit, 3. Only 27% is in favour of a new referendum so soon and 4. A Referendum would not guarantee Scotland could remain in the EU (given the precedent it would imply for other regions)"], [34067, "2017-03-01T19:55:18Z", 0.95, "Brixit, Trump."], [1034, "2017-03-01T08:10:30Z", 0.0, "Sturgeon: new vote on independence likely if Scots get no EU deal\nIndependent Scotland 'would have to apply for EU membership'"], [27461, "2017-02-28T19:10:34Z", 0.05, "Posting this one again for a wider audience: Suppose Sturgeon does say on March 17: \"We want to have a second referendum in August 2018 and will discuss the modalities with the UK government\". Would this count as \"setting a date\" for the purposes of this question? I'd say \"no\". Before the formal agreement (Section 30), this statement is no more than a policy intention and has no binding power. There is also the pesky issue that setting a date usually mean a specific date (e.g., August 15, 2018 as opposed to just August 2018). But this is a detail :) "], [19801, "2017-02-28T10:09:21Z", 1.0, "Sturgeon says UK PM May nudging Scotland towards second referendum\nhttp://www.reuters.com/article/us-britain-eu-scotland-idUSKBN1670N9"], [1034, "2017-02-28T07:29:19Z", 0.0, "Sturgeon says UK PM May nudging Scotland towards second referendum"], [38, "2017-02-28T07:04:11Z", 0.11, "https://en.wikipedia.org/wiki/Proposed_second_Scottish_independence_referendum"], [38, "2017-02-28T05:28:32Z", 0.44, "It seems that I am a slow learner.  I should know by now that 0 and 100% forecasts are very unwise, and that I need to not be so reactive to news."], [484, "2017-02-28T00:26:50Z", 0.6, "Up 10% on the various reports about May and Sturgeon."], [27461, "2017-02-27T23:06:56Z", 0.1, "The Times article is strange. Sturgeon doesn't have the votes, other Scottish parties are against a referendum, and the EU gives a cold shoulder to an independent Scotland. Not to mention the large fiscal deficit an independent Scotland will have (but economic matters have always taken second stage on this issue). Besides, to win the UK Parliament's approval, the vote will have to be after the UK leaves the EU, i.e. in more than two years. Who would announce a date under these circumstances? Looks like the surest way to lose political support while waiting for the referendum."], [38, "2017-02-27T22:10:28Z", 1.0, "http://www.politico.eu/article/pound-falls-as-may-prepares-for-new-scotland-referendum/"], [24, "2017-02-27T19:08:09Z", 0.35, "Interesting piece on how Sturgeon's constant threat to call another \"once in a lifetime\" referendum is damaging the Scottish economy.http://blogs.spectator.co.uk/2017/02/nicola-sturgeons-neverendum-hammering-scottish-economy/"], [32245, "2017-02-27T16:46:13Z", 0.3, "Hard, fast and ugly Brexit looks more likely, so slightly increasing chances. On the other hand: if Sturgeon had the numbers, she would call for it, but for now she simply doesn't."], [24, "2017-02-27T08:59:17Z", 0.35, "Sharp increase, in response to reports (BBC, Times) that Sturgeon may announce a new referendum when PM May invokes Article 50 on the UK's departure from the EU, which is expected in March 2017. This is still speculative, as is the question of date-setting. While some recent opinion polls suggest a small growth of support in Scotland for independence, and even a small majority in support, the uncertainties remain, and counterarguments remain strong."], [1034, "2017-02-27T08:50:55Z", 0.0, "Ismail and Wilson (2017) February 26, states that:"], [5386, "2017-02-27T08:22:46Z", 0.95, "As noted by @Raahul_Kumar, media repot that May prepares for a new Scottish Referendum."], [19801, "2017-02-27T08:19:11Z", 1.0, "Pound Drops as May Said to Prepare for New Scottish Referendum\nhttps://www.bloomberg.com/news/articles/2017-02-27/pound-falls-as-may-said-to-prepare-for-new-scottish-referendum"], [19801, "2017-02-27T05:00:08Z", 0.95, "May 'fears fresh Scottish independence referendum after Brexit triggered'"], [1034, "2017-02-25T20:53:06Z", 0.0, "Scottish Labour rules out platform with Conservatives to fight independence"], [3018, "2017-02-24T16:02:03Z", 0.05, "Tactical sensitivities of the SNP. Brexit has to begin to hurt."], [1034, "2017-02-24T15:53:19Z", 0.0, ""], [20588, "2017-02-24T00:42:07Z", 0.12, "I normally wait for a bit more news about a subject before updating my prediction, but this one might flare up unexpectedly. Nicola Sturgeon and Theresa May have been butting heads over Brexit recently. It seems like Scotland (or more accurately, Scottish lawmakers) doesn't want to be independent, just not a part of the U.K."], [1056, "2017-02-22T00:43:51Z", 0.0, "Affirming forecast."], [33887, "2017-02-21T04:14:22Z", 1.0, "It's time for next level of the big game .whats happiness in Middle East is not normal its plane pepole who did it think that can do that there and no one can do it here . No . What's makes humans unique that they think . You creat and use all different tricks to make what's going in the Middle East happing . Pepole in your back yard had learn every thing . Now try to stop it u can't "], [28455, "2017-02-20T13:54:14Z", 0.05, "Unlikely there will be any clarity on article 50 negotiations before July, does not make sense to kick off referendum debate in Scotland until after there is more clarity on what BREXIT will look like so would take something left field to trigger referendum before July 2017"], [33875, "2017-02-19T18:22:31Z", 0.15, "A referendum is likely, but there is no reason to rush it. Observing how the negotiations with the EU shape up and keeping the referendum in the back pocket seems like the smarter bet…"], [30022, "2017-02-18T23:00:46Z", 0.17, "http://www.belfasttelegraph.co.uk/news/brexit/tony-blair-scottish-independence-more-credible-after-brexit-vote-35460329.html\nhttp://fortune.com/2017/02/05/scottish-independence-vote/\nhttp://www.investopedia.com/articles/insights/020917/scottish-independence-talk-regains-momentum.asp"], [1034, "2017-02-16T10:05:22Z", 0.0, "Indyref2: What would a separate Scotland’s deficit really be?"], [33684, "2017-02-16T09:30:21Z", 0.35, "Because they are waiting for the negotiation process an outcome as well as the announcement by the PM. And it takes time until the announcement is made. After the negotiation/ announcement Scotland would plan he next referendum."], [33684, "2017-02-14T10:50:14Z", 0.56, "Comment deleted on Feb 16, 2017 10:19AM UTC"], [28448, "2017-02-13T20:55:57Z", 0.18, "As Juli 1st is getting closer and no plans are public, the forecast has to move towards 0."], [19801, "2017-02-13T11:20:57Z", 0.85, "Indyref2: UK Government 'prepares for referendum in 2018'"], [32066, "2017-02-12T21:06:10Z", 0.1, "Downgrading probability because time is running short."], [1034, "2017-02-12T07:16:30Z", 0.0, "Juncker says Britain may divide EU over Brexit talks"], [13377, "2017-02-12T00:43:56Z", 0.5, "Following dowser"], [1034, "2017-02-11T08:04:16Z", 0.0, "Top European official adds to doubts over Nicola Sturgeon's Brexit plan."], [1034, "2017-02-10T19:13:33Z", 0.0, "Not now, Nicola: Scottish town sees no haste for new independence bid"], [484, "2017-02-10T16:37:31Z", 0.5, "Up 10% on @Raahul_Kumar post: http://www.gjopen.com/comments/comments/443494"], [19801, "2017-02-10T05:35:55Z", 0.75, "Scotland’s civil servants have reportedly been told to brace for another independence referendum."], [691, "2017-02-10T03:09:22Z", 0.01, "Schismatics and heretics are having a very good couple of years, but this lot will probably wait to assess the damage before they move to pull out. If do they hold a referendum on this topic, the Leave side will probably prevail, but Westminster will already have announced that it won't matter.   Put all your money into companies that sell blue face paint...."], [29587, "2017-02-09T20:08:50Z", 0.07, "Down: I learned from. Scots man:\nThe oil does not belong to Scotland anymore.\nBanks are also mainly owned by the English \nThe whiskey companies are owned by English companies.\nSo unlikely as economic damage is huge due to a border and economic gain is low."], [1034, "2017-02-09T10:45:42Z", 0.0, "\"Nothing is more sad than the death of an illusion.\" - Arthur Koestler"], [484, "2017-02-09T03:21:26Z", 0.4, "Up 20% on http://www.gjopen.com/comments/comments/442797 I suspect the question will close as a yes if \"Scotland\" announces a date irrespective of what the UK Parliament may or may not do."], [1056, "2017-02-08T19:31:05Z", 0.0, "Affirming forecast."], [4634, "2017-02-08T15:59:58Z", 0.0, "Sturgeon might call for a referendum at her party's conference in March: https://www.thecourier.co.uk/fp/news/politics/scottish-politics/365652/exclusive-uk-government-preparing-nicola-sturgeon-demand-indyref2-august-2018-articleisfree/"], [19801, "2017-02-08T11:50:12Z", 0.65, "SUPPORT for Scottish independence has leapt after Theresa May’s “hard Brexit” speech which confirmed that the UK would leave the single market."], [83, "2017-02-08T00:57:18Z", 0.2, "TMay reportedly anticipates negotiations with Scotland on 2nd referendum\nhttp://www.reuters.com/article/us-britain-scotland-idUSKBN15N01J?il=0"], [1034, "2017-02-07T10:34:34Z", 0.0, "British government says will not allow lawmakers to block Brexit"], [83, "2017-02-06T12:03:02Z", 0.2, "Scotland plans for possible referendum based on the Brexit events.\nSuspect that Britain may not need to approve the decision for the Q to close; as long as a date is set.\nhttp://www.reuters.com/article/us-britain-eu-scotland-greens-idUSKBN15L13E?il=0"], [1034, "2017-02-06T08:10:41Z", 0.0, "Scottish independence vote may be decided within weeks Sturgeon ally"], [33415, "2017-02-05T16:02:13Z", 0.14, "It would be too short time from last referendum to next one so I think that we must wait for next desicion about it a little bit longer"], [6303, "2017-02-05T04:14:55Z", 0.01, "According to the general news and GJP consensus."], [19801, "2017-02-04T01:27:19Z", 0.59, "Nicola Sturgeon hints she may set indyref2 date by end of March if the UK ignores Scotland's voice\nhttp://www.thenational.scot/politics/15058470.Nicola_Sturgeon_hints_she_may_set_indyref2_date_by_end_of_March_if_the_UK_ignores_Scotland_s_voice/?ref=rl&lp=5"], [33217, "2017-02-03T06:40:36Z", 0.0, "No, the referendum will come around 2020, after the general election because the country is going to elect a more right wing parliament, and scotland will have the referendum after that since it will be guaranteed that the people of scotland will vote to separate."], [32826, "2017-02-02T20:47:16Z", 0.25, "This is the first guess. Following the debate in UK about Brexit, the Scottish have not been seen so active on another vote for independence. This time my guess is that the scottish will wait for the Brexit terms from both sides (EU and UK) and consider after that vote for independence. In my opinion it seems that Brexit terms are not clear before July."], [484, "2017-02-01T00:47:42Z", 0.2, "(no change) Wondering about anti-Trump protests."], [6303, "2017-01-30T04:00:40Z", 0.02, "According to the general news and GJP consensus."], [32296, "2017-01-27T21:23:53Z", 0.09, "Schottland will nicht aus EU austreten "], [15624, "2017-01-26T12:51:20Z", 0.03, "Think it is even less likely now with the government agreeing to publish a White Paper on Brexit and the High Courts ruling on MPs having the final say. Whilst I feel that there will be another independence referendum in the future, I feel that setting a date won't happen until Article 50 is triggered and initial deals are done. "], [1034, "2017-01-25T08:01:58Z", 0.0, "Scotland Gets Closer to Independence Vote With Brexit Ruling"], [484, "2017-01-24T23:51:12Z", 0.2, "(no change and—and ignoring the issue of whether the British Parliament would support an official referendum) Might Scotland set a date for a referendum sufficiently far in the future so that they might gain some leverage related to Brexit details? Of course the comparison class of David Cameron and the Brexit vote might caution otherwise."], [29587, "2017-01-24T21:46:42Z", 0.1, "Hard Brecit announced. Too short to feel consequences. Unknown result of Brexit and alternatives"], [29469, "2017-01-24T18:03:22Z", 0.0, "https://www.bloomberg.com/politics/articles/2017-01-24/scotland-edges-closer-to-independence-vote-after-brexit-ruling Even though the title of this article would lead to believe that the referendum became more likely after the high court ruling that the Scottish government does not need to be consulted on Brexit, the content of the article reaffirms the case for not having a second referendum, i.e. little to no economic sense, lack of support in the polls, the need to find out the details of the final Brexit agreement and resistance by EU member states for Scotland's inclusion in the union."], [61, "2017-01-24T14:18:19Z", 0.02, "Up a bit on ruling of Supreme Court re Brexit.  While the ruling may energize the SNP, but Scottish Labor and Scottish Conservatives signaling no support for such a referendum. Key text from influencing raise in forecast:"], [32928, "2017-01-24T08:27:43Z", 0.07, "The last referendum was held in 2014 and the UK voted for leaving the EU in 2016. There are suggestions of Scotland leaving the UK and organizing another referendum. But the period of time is to short, therefore are chances for a referendum low. "], [31275, "2017-01-24T02:59:39Z", 0.05, "While Sturgeon said there would be one if it is a hard Brexit, she also said not this year. Polls at 40%. Have to agree with others that time is to short. No wheels in motion so I will go with consensus. "], [12137, "2017-01-23T22:26:26Z", 0.07, "I am a fan of the base rate argument provided in @pietrokc's comment."], [20, "2017-01-23T18:21:51Z", 0.05, "Scots playing it by ear. And the impetus for leaving, Brixit, looks a slowroll. "], [1034, "2017-01-23T06:22:40Z", 0.0, "Second Scottish independence vote more likely now says Sturgeon"], [6303, "2017-01-23T02:42:38Z", 0.05, "According to the general news and GJP consensus."], [32847, "2017-01-22T01:02:39Z", 0.05, "The idea isn't as popular as it's being portrait to be. Also the 1st July is fairly close, so I deem it very unrealistic. "], [32843, "2017-01-21T23:47:42Z", 0.0, "This is a badly worded question I think. The Scottish government does not have the constitutional right to arrange a referendum and therefore cannot \"set a date\", I believe and the UK government in Westminster has said that the matter is closed. "], [32516, "2017-01-21T03:52:20Z", 0.1, "Alex Salmond"], [19801, "2017-01-21T03:09:57Z", 1.0, "Second Scottish independence vote 'more likely' now, says Sturgeon\nhttp://www.theweek.co.uk/scottish-independence/55716/second-scottish-independence-vote-more-likely-now-says-sturgeon"], [32066, "2017-01-20T19:32:52Z", 0.15, "Adjusting downwards as time running out."], [1639, "2017-01-20T18:46:56Z", 0.75, "Scotland will vote to become independent within two years due to the hardline position being taken by British Prime Minister Theresa May over Brexit, former Scottish first minister Alex Salmond said on Friday\n_________________\nCOMMENT. Just heard from Reuters. "], [31275, "2017-01-20T16:53:11Z", 0.56, "http://www.naharnet.com/stories/en/224106"], [30022, "2017-01-20T15:56:34Z", 0.07, "I'm following acohen and APaterson."], [31450, "2017-01-20T14:52:15Z", 0.03, "I am dropping 10 points from my forecast because it seems really unlikely that the practicalities of calling a second referendum can be organized before July. The power to call a referendum sits in London and would require an agreement between Sturgeon and May; and May has bigger things to deal with. There is a chance that Sturgeon could call a non-binding referendum but I can't imagine that happening without a big breakdown in relations between the two leaders."], [15865, "2017-01-20T11:48:16Z", 0.05, "Scotland has too much too lose, is unlikely to be able to support itself in the longer term and needs to see how the rest of the UK pans out regarding leaving the EU. It's a huge risk and one that Sturgeon may be unwilling to countenance."], [562, "2017-01-20T02:56:17Z", 0.15, "Low, the Brexit will need to get further down the road before they'll commit to setting a date."], [32513, "2017-01-19T18:38:42Z", 0.13, "I am downgrading this. I think the Scots will not go for it during first half of 2017."], [484, "2017-01-18T23:44:52Z", 0.2, "Up 5% to be above the consensus. I believe even an advisory plebiscite would qualify as a yes and offer some bargaining power. (And for sake of argument, would Parliament take a chance on not authorizing a vote when every percent might count? This might offer some buffer to the Parliamentary timeline I vaguely remember.)"], [27461, "2017-01-18T20:52:10Z", 0.0, "(No change) First they will negotiate the Scottish proposals for the UK's negotiating position, and then wait to see what the outcome would be. Sturgeon needs to be (I) on firm ground regarding any loss to Scotland, and (ii) sure that the majority of Scotts will support independence this time. Betting on the difference between the EU single market and \"the freest trade possible that is consistent with border controls\" (as May stated) is not a sound bet. "], [373, "2017-01-18T19:24:52Z", 0.15, "Updating. Scotland rhetoric appearing more assertive towards having such a referendum."], [1708, "2017-01-18T16:46:16Z", 0.3, "http://en.mercopress.com/2017/01/18/scotland-undoubtedly-closer-to-an-independence-referendum"], [19936, "2017-01-18T06:48:12Z", 0.05, "They'll wait"], [484, "2017-01-17T20:49:24Z", 0.15, "Up 15% on @fisherdbus post: http://www.gjopen.com/comments/comments/426070"], [31275, "2017-01-17T20:36:16Z", 0.45, "Chance going up but Parliment's role still to be decided. http://www.dailymail.co.uk/news/article-4128748/Sturgeon-second-independence-referendum-likely.html?ito=social-twitter_dailymailUK"], [32704, "2017-01-17T20:33:51Z", 0.65, "Hard Brexit makes a second independence referendum very likely"], [1639, "2017-01-17T17:08:24Z", 0.45, "1.  On 16 October 2016, the Scottish Government published a draft bill that would enable a second Scottish independence referendum to occur, after receiving legislative consent. The Scottish Independence Referendum Bill draft is largely similar to its sister act of 2013, and has been put out for consultation by the government to allow the public to convey their views on the wording and procedures of the bill.\n2.  As the constitution is a 'reserved' matter under the Scotland Act 1998, for a future referendum on Scottish independence to be binding under UK law, it would need to receive the consent of the British Parliament to take place.\n3.  The Scotland Act 1998 empowers the Scottish Parliament to legislate in policy areas devolved to Scotland, but one of its clauses obliges the Scottish Parliament to ensure its legislation is compatible with European law. For the UK to completely leave the EU, it would need to remove that obligation. If the UK Parliament wishes to legislate on policy areas devolved to Scotland, or if it wishes to amend the powers devolved to Scotland, by convention it needs the Scottish Parliament to pass a \"legislative consent motion\".\n4.  Media reports suggested this might give the Scottish Parliament a veto over UK withdrawal from the EU, but under the Scotland Act 1998 the UK Parliament could ultimately override the \"veto\" as it is based only on parliamentary convention.\n____________________________________\nCOMMENT:  There are so many issues to iron out before a referendum can take place. Nicola Sturgeon is right to strike while the iron is hot, but the timing is too short. Although one you should always be careful of the wording. \"Set a Date\" is what we need before 30 June. Still too early in my view. Moving to a more prudent forecast."], [32695, "2017-01-17T16:47:09Z", 0.15, "Three years after the last referendum wd be an extremely bold move, requiring certainty of winning. The EU is rickety. NATO is rickety. Labour is irrelevant.There is always the option, post Brexit, to apply for EU membership should everything go tits up. 2 years for Article 50, at least 2 years for evalution. Right now could be suicide for the SNP and later opportunities and remove Scotland's strongest weapon - her Threat"], [29507, "2017-01-17T16:31:51Z", 0.05, "1%>>10% In response to May's 'Hard Brexit' no single market speech.  Still a long ways to go in a short period of time.\nFrom the BBC... http://www.bbc.com/news/uk-scotland-scotland-politics-38642213\n\" Nicola Sturgeon said in the Scottish government paper published towards the end of last year that she wanted to stay in the EU, but in the absence of that she wanted the UK as a whole to stay in the single market.\nIf not that, then Scotland in the single market, and if not that then it would have to be an independence referendum.\nOf those three, I think today's speech will remove stage one - there is no prospect from Theresa May's stance of the UK remaining a member of the single market.\""], [31275, "2017-01-16T19:38:43Z", 0.15, "Lowering. Have to invoke article 50 first then up to two years of negotiation. Only if hard Brexit and out of common market would this happen. Not much support now. Time frame too short but will look at polls from time to time. https://www.google.com/amp/www.telegraph.co.uk/news/2017/01/08/nicola-sturgeon-not-bluffing-second-scottish-independence-referendum/amp/?client=safari"], [32631, "2017-01-16T15:51:11Z", 0.03, "There is minimal support for another independence referendum in Scotland and Sturgeon is canny enough to know this. Even in the event that SNP ultras managed to force the agenda, they would have to convince the Greens in the Scottish Parliament. Even if these unlikely things happened, Westminster could simply say no."], [32620, "2017-01-16T05:56:08Z", 0.05, "No one will be going back to the voters soon."], [6303, "2017-01-16T02:01:13Z", 0.06, "According to the general news and GJP consensus."], [30051, "2017-01-15T21:07:41Z", 0.03, "Post 1/14 conference seems there is a lot more work to do to set a date"], [32610, "2017-01-15T17:48:43Z", 0.8, "Weil die Mehrheit der Schotten in der EU bleiben will"], [32591, "2017-01-15T09:49:29Z", 0.05, "While I think that the Scottish party will want another referendum, I don't think that a date will be established by this time. End of 2017 I would expect a date though."], [32066, "2017-01-14T12:01:12Z", 0.18, "Decreasing forecast because time implement this is running out."], [27101, "2017-01-13T16:54:10Z", 0.01, "Adjusting to latest comments from prime min in Scotland"], [32513, "2017-01-13T10:03:08Z", 0.18, "Having read that there is no real support for a new referendum by the Scots."], [1056, "2017-01-13T03:56:40Z", 0.0, "Affirming forecast."], [32498, "2017-01-12T23:26:15Z", 0.77, "Brexit"], [29680, "2017-01-12T22:46:14Z", 0.25, "Dropping 10 points due to passage of time and consensus."], [30545, "2017-01-12T09:46:47Z", 0.0, "Nicola Sturgeon has recently announced that she is not calling for another referendum this year but has not ruled it out all toghether. Instead, she wants to wait for the outcome of the Brexit negotiations and said that another ballot remained â€œhighly likely\" - hence, this year will not see an independent Scotland but maybe 2018 does? \nhttps://www.theguardian.com/politics/2017/jan/09/sturgeon-rules-out-second-scottish-independence-referendum-this-year"], [3915, "2017-01-11T21:13:51Z", 0.05, "No because Scotland does not have the power to do so, only Westminster can do so, and Sturgeon will not request another referendum knowing that the request will be denied. "], [32417, "2017-01-11T19:14:04Z", 0.27, "It seems reasonable for Scotland to adopt a wait and see attitude until Britain has set a course of action"], [17951, "2017-01-11T14:24:32Z", 0.01, "Highly unlikely they will announce another referendum until the terms of brexit are clearer & this is unlikely to happen before the German elections. "], [23681, "2017-01-11T13:35:40Z", 0.1, "I think this date is premature.  Such a votes seems a distinct possibility if the Scots are ultimately, seriously dissatisfied with terms of Brexit. "], [32333, "2017-01-10T17:25:34Z", 0.0, "SNP will find - or, is finding - that insufficient support to risk having 2nd referendum; and, economically, Scotland would be worse off as independent country (with path to accession to EU membership long and messy)"], [32325, "2017-01-10T15:52:53Z", 0.05, "Whilst Theresa May has made clear that continued membership of the Single Market looks unlikely for the UK, on which basis Sturgeon has called for a second referendum, it is unlikely that this outcome will be clear before July 2017. The threat of a referendum gives Sturgeon more power and publicity than the actual calling of one that she is unlikely to win. "], [26005, "2017-01-10T12:51:56Z", 0.05, "Sturgeon already said there would be no referendum in 2017 and she will 'wait to see' how exit negotiations go. since those will likely only start early April, it would mean that Scotland would only base a decision on the first 3 months of what is likely to be a long negotiation (potentially 2 years+) there is unlikely to be a clear enough view on the direction of the negotiations by 1 jul. hence lo prob."], [13135, "2017-01-10T12:22:55Z", 0.5, "Noises from government indicate Scotland will not like the Brexit future. So I have increased likely hood of event."], [32296, "2017-01-09T21:24:37Z", 0.07, "Con Referendum wurde bereits abgelehnt \nPro Schottland ist unzufrieden mit brexit"], [13377, "2017-01-09T20:23:17Z", 0.01, "I am just a simple algorithm. On each question, Iook at those players whom I follow, and copy the forecast of one of the several who have made the most recent forecasts. I only use my own judgment when deciding which one to follow if several have made recent forecasts."], [32285, "2017-01-09T18:06:42Z", 0.2, "I think Scotland will wait on the how Brexit proceeds."], [15621, "2017-01-09T17:49:35Z", 0.0, "Going to zero on Nicola Sturgeon comments. Judge odds to be about 0.4% so zero is nearest round number!!!!!!!!!!"], [20156, "2017-01-09T17:19:17Z", 0.0, "Based on: http://www.telegraph.co.uk/news/2017/01/09/nicola-sturgeon-rules-2017-independence-referendum/"], [32280, "2017-01-09T15:52:10Z", 0.1, "There are more important issues to deal with"], [16003, "2017-01-09T14:12:18Z", 0.04, "Slightly higher given recent statement by Sturgeon not to assume a further referendum is a bluff.  If a triggering of Article 50 is accompanied by a timeline for exit negotiations, it may be possible for SNP to set a date for the conclusion of negotiations but prior to execution."], [31710, "2017-01-09T11:00:02Z", 0.0, "http://www.bmgresearch.co.uk/scots-2017-independence-vote/\nhttp://d25d2506sfb94s.cloudfront.net/cumulus_uploads/document/ditypa75v5/TimesScotlandResults_161129_W.pdf\nhttps://www.theguardian.com/politics/2017/jan/08/sturgeon-reiterates-hard-brexit-threat-scottish-independence-vote-referendum"], [6303, "2017-01-09T03:45:50Z", 0.07, "According to the general news and GJP consensus."], [14208, "2017-01-08T23:20:24Z", 0.05, "\"Paradoxically, pro-independence Scots have argued that they will recapture some of the advantages of size by joining the European Union. It seems slightly bonkers for Scots to get so frustrated about ceding power to bureaucrats in London and turn immediately to bureaucrats in Brussels, but there it is.\"  https://www.nytimes.com/2014/09/10/upshot/why-does-scotland-want-independence-its-culture-vs-economics.html\n"], [32250, "2017-01-08T19:01:09Z", 0.13, "Way too early. What has to be seen first is what the UK will do about Brexit"], [1781, "2017-01-08T18:41:13Z", 0.05, "Doubtful this will happen until there is more clarity around what Brexit is going to look like that will enable analysis of what it might mean for Scotland. Economics also play against an early referendum but if a stable price for oil can be established over the near-term then that issue might be less worrisome."], [31275, "2017-01-08T18:16:57Z", 0.2, "No date but maybe pass an option to have referendum if Brexit talks do not suit them. https://www.bloomberg.com/news/articles/2016-10-19/scotland-prepares-a-new-independence-vote-in-bid-to-beat-brexit"], [31859, "2017-01-08T13:39:11Z", 0.15, "I have put it at low simply because the date is linked by Scotland PM Nicola Sturgeon to UK negotiations with EU and situation for Scotland specifically.  The Article 50 is triggered at the earliest in March 2017 and then UK / EU negotiations start.  It is not likely that much will be known about the details that Ms Sturgeon considers necessary to go for another independence referendum.  "], [28448, "2017-01-08T11:43:35Z", 0.2, "Mainly based on this Guardian report: https://www.theguardian.com/politics/2017/jan/06/nicola-sturgeon-offers-shelve-independence-vote-for-soft-brexit-eu\nA) Sturgeon might wait for the results of the negotiatons, which will take longer\nB) No majority in Scotland for independence"], [32083, "2017-01-07T20:15:51Z", 0.05, "To follow the shot term effects of the BREXIT vote"], [373, "2017-01-07T17:43:02Z", 0.02, "Brexit progress will continue to be tortoise-like, so no basis for calling a referendum. "], [31347, "2017-01-07T16:47:09Z", 0.0, "Updating my existing forecast from 1% and making some comments to explain my position. \nSupport for a new independence referendum is likely to be driven by a poor deal being struck for the UK by Brexit negotiators.  More specifically it will be driven by a poor deal for Scotland.  \nIt's in SNP interests to wait to see what kind of deal the UK is likely to get.  Nicola Sturgeon's comments yesterday that a soft Brexit could take a referendum off the table for now further support the notion that they are waiting to see what deal the UK  gets as a soft Brexit is unlikely to stir the mood of the Scottish electorate sufficiently to boost the prospects of a victory in a new referendum. She has to be very careful as the SNP have potentially been given a gift with Brexit and must ensure they don't blow their shot.  Other procedural considerations aside, the probability estimate that I attach given the timescale is therefore extremely low."], [31247, "2017-01-07T16:27:21Z", 0.05, "Decreasing by 2% points in light of Sturgeon saying ref could be put aside for soft brexit or powered devolved if hard brexit."], [32028, "2017-01-07T02:33:10Z", 0.33, "Trump victory complicates efforts post-Brexit, requires time to regroup."], [484, "2017-01-07T01:01:49Z", 0.0, "Down 10% following @Anneinak http://www.gjopen.com/comments/comments/417021"], [6302, "2017-01-06T23:34:23Z", 0.6, "Some want it, most don't."], [38, "2017-01-06T22:57:17Z", 0.0, "http://www.businessinsider.com/nicola-sturgeon-ditches-pledge-for-second-independence-referendum-to-keep-scotland-in-eu-2017-1"], [13003, "2017-01-06T21:32:01Z", 0.0, "Zero income from oil "], [32066, "2017-01-04T20:31:57Z", 0.2, "A referendum will happen, but this time frame would be ultra-high-risk since nothing would actually be known about Brexit terms at this point. An early referendum is quite likely though as it could affect (maybe even sabotage) the brexit talks. If SNP smart, will declare ref by end of 2017, within 9 mo of negotiations (p 70%). But p if this happening by July 1 (3 months) is less than 1/3 of this. 20% at most."], [38, "2017-01-04T06:08:20Z", 0.0, "http://www.euractiv.com/section/uk-europe/news/nearly-two-thirds-of-scots-dont-want-independence-referendum-in-2017/"], [24109, "2017-01-04T05:38:29Z", 0.01, "http://www.euractiv.com/section/uk-europe/news/nearly-two-thirds-of-scots-dont-want-independence-referendum-in-2017/\n"], [32069, "2017-01-03T17:50:10Z", 0.15, "The SNP will almost certainly be disappointed but the government's Brexit position, but the evidence that they could win a second referendum at the moment is very thin. If it's on the cards, I think they'll wait later than July - perhaps until Brexit really turns into a mess."], [32027, "2017-01-03T01:02:06Z", 0.75, "Because the Scots will realize that leaving the EU with Britain will do them great harm, especially since British people who voted for Brexit are publicly questioning their choice."], [1106, "2017-01-02T17:09:32Z", 0.15, "They might probably wait and see how it turn out for leaving the EU first, no one know it is good or bad yet. it is much safer to hold an option instead of making hasty decision"], [31988, "2017-01-02T15:04:22Z", 0.65, "The situation with regard to brexit fallout"], [68, "2017-01-02T06:47:45Z", 0.01, "Adjusting down from the 3% I forecast on 07 Oct 2016 for passage of time and apparently no significant movement on the Brexit process."], [22988, "2017-01-01T18:16:50Z", 0.5, "depends on the course gb set"], [143, "2017-01-01T10:05:38Z", 0.01, "I'd start with a comment about powers. Scotland has no authority on this question. Sure, it could hold some manner of illustrative referendum but because it lacks the power to enact any decision I think the premise, and therefore resolution, of the question is open to challenge."], [6303, "2017-01-01T03:52:00Z", 0.07, "According to the general news and GJP consensus."], [31886, "2017-01-01T03:24:09Z", 0.25, "they will likely wait until it becomes clear that the Brexit negotiations are hitting the wall."], [25281, "2016-12-31T13:18:37Z", 0.55, "Yes - as exit proceeds - the cry for another referendum will go louder"], [31866, "2016-12-31T12:58:39Z", 0.15, "Unlikely, the SNP will want to keep its powder dry until 2018 or 2019 when the consequences of Brexit will have started to kick-in and the price of oil has recovered"], [31862, "2016-12-31T12:24:11Z", 0.55, "Scotland is keen on holding another referandum especially after Brexit."], [31092, "2016-12-31T08:30:51Z", 0.2, "Brexit terms need to be clearer to generate a groundswell of support for independence.  There is nothing to fight yet."], [31835, "2016-12-30T16:09:37Z", 0.0, "They may we'll plan a referendum but will not set date by mid-year"], [30051, "2016-12-30T00:59:07Z", 0.05, "Updated - agree there is no hurry - need to make sure a \"yes\" vote or effort will not be worth it"], [31816, "2016-12-30T00:47:50Z", 0.0, "Won't happen until brexit takes shape."], [31798, "2016-12-29T12:59:12Z", 0.05, "Not this soon. But the referendum may be upcoming before the end of 2019."], [12573, "2016-12-28T14:56:31Z", 0.94, "I believe the Scots really want this to happen. They think they get more benefit from the EU than they do from Great Britain, and have been itching for the separation for years, ever since the last vote lost."], [28380, "2016-12-28T09:58:52Z", 0.01, "Higgggghly unlikely. UK will sputter and drag with making a decision that such a referendum could be a reaction too. Dont see this happening before 1 july."], [31764, "2016-12-28T02:37:51Z", 0.1, "It'll happen but 7/1 is too soon."], [636, "2016-12-27T18:11:15Z", 0.1, "Not to their benefit at present"], [31479, "2016-12-27T18:10:44Z", 0.1, "Nicola knows she would lose"], [20156, "2016-12-27T08:44:28Z", 0.1, "Based on:\nhttp://www.scotsman.com/news/opinion/brian-monteith-snp-and-the-death-of-the-case-for-independence-1-4325638\nhttp://www.express.co.uk/news/uk/746245/alex-salmond-scotland-independence-referendum-brexit-two-years-nicola-sturgeon"], [159, "2016-12-27T01:00:03Z", 0.0, "Too much unsettled with Brexit."], [31730, "2016-12-26T21:19:29Z", 0.7, "Brexit process likely to start in March will trigger further angst among scottish. If not within july, scotland is likely to table referendum date within 2017"], [631, "2016-12-26T19:37:44Z", 0.25, "Too much debt, BBC pragmatic."], [29054, "2016-12-26T16:23:15Z", 0.0, "Puff, gone. \nNegotiations with the EU will return things to a more normal path (normal with big caveats) and the referendum will take place when the pain that is starting to be felt in the London metro area expands to the north lands, that is one year away at least. "], [29860, "2016-12-26T07:54:48Z", 0.0, "Not with Poland's stance on Russia, it being one of the fiercest both in EU and NATO."], [6303, "2016-12-26T03:17:23Z", 0.08, "According to the general news and GJP consensus."], [16181, "2016-12-26T00:38:56Z", 0.85, "I think that Scotland wanted to stay in the EU and this is the only way they can do this"], [4367, "2016-12-25T22:07:58Z", 0.0, "No. Firstly Scotland do not set the date, it is set by the UK government. Secondly, until Brexit is settled or close to settled (which it won't be till around 2019 at the earliest) there is too much uncertainty for the electorate in Scotland to be able to make a decision, and the UK government is unlikely to agree another referendum till they are no longer pre-occupied by Brexit. Also the power of the SNP and support for another referendum in Scotland is not strong enough, and indications are that it will decline in the next 2 to 3 years."], [31439, "2016-12-25T15:09:07Z", 0.01, "Too early. Article 50 hasn't been triggered yet"], [13571, "2016-12-25T10:03:59Z", 0.1, "Too early"], [31695, "2016-12-24T21:35:55Z", 0.55, "they want to stay in the eu "], [15621, "2016-12-23T16:58:39Z", 0.01, "Over confidence"], [30430, "2016-12-23T16:15:58Z", 0.75, "discontent with brexit"], [31664, "2016-12-23T04:20:57Z", 0.6, "Brexit inspired Scotland's leadership, and Scotland needs the EU more than the U.K."], [31654, "2016-12-22T18:24:45Z", 0.1, "She will wait to see what european deal she can secure first.."], [12879, "2016-12-22T16:35:25Z", 0.15, "Downgrading by 50%from 30% to 15%.........."], [445, "2016-12-22T14:03:35Z", 0.95, "There is growing economic concern in Scotland over Brexit. I believe it will push the vote in favor of independence."], [27101, "2016-12-22T13:28:25Z", 0.02, "think chances are very remote as there is no majority for it. Probably the SNP has one more possible go at it after that they will not be able to revisit a vote for a long while. So my thesis is they will not risk it when they are not polling a healthy majority. They probably wait for the Brexit negotiations to go hard and then create political momentum that the Brexit deal is a bad deal for Scotland."], [31646, "2016-12-22T11:11:32Z", 0.2, "A second independence referendum is pretty much a certainty assuming the SNP remain in power, the only question is the timing. By July 2017 it will be to early to know what the outcome of Brexit negotiations will be, and there will be a 'wait and see'.  The harder the Brexit appears to be the greater pressure there will be for a referendum but I suspect not until late 2017 or early 2018."], [31634, "2016-12-21T22:46:09Z", 0.1, "They will want to wait a bit longer to see how much trouble The UK goverment gets itself into over the brexit negotiotions."], [31247, "2016-12-21T16:28:13Z", 0.07, "Polls on when to hold a referendum and how people would vote do not indicate that the SNP would not be successful. Having lost a referendum so recently, I'd guess that the SNP would want to go into it fairly confident of a victory. This seems very unlikely in the next six months. I'm not sure how unlikely so have tried to quickly estimate an average amongst those who also feel the balance is also very unlikely, which I've taken to be â‰¤20%."], [31624, "2016-12-21T15:48:08Z", 0.0, "Because there are no reasons to do this right now. The SNP needs to resolve economic issues around oil and the EU, which will be impossible in such a short time, but more simply the SNP needs to be sure it can win, or it will be near impossible to hold a third referendum for a generation."], [16003, "2016-12-21T14:16:53Z", 0.01, "Given the pace of Brexit and the relative apathy from the voting population of Scotland on the issue, I think it unlikely that the SNP will conclude that the environment is right for another referendum.  There was a significant period of time between deciding the time was right for a referendum, agreeing and executing the Edinburgh Agreement, legislating for the referendum and then announcing the date, so six months is a stretch even for non-politicians!"], [6315, "2016-12-21T11:56:29Z", 0.8, "Scotland is against Brexit, and as the negative ramifications continue to haunt Scotland a vote will be scheduled, and the vote will be for separation. Scotland will then join the EU."], [28299, "2016-12-21T10:57:20Z", 0.02, "A recent survey on the independence question did not show any change in the opinions of the Scottish, 56 No vs 44 Yes, compared to the referendum results [1]. The First Minister presented a plan to keep Scotland in the EU [2], which, although it was criticised as a way to get independence through the back door, it was also more compromising on the independence question for the next six months at least. Hence, the prediction was reduced to 2% from 5%. "], [21929, "2016-12-20T20:49:02Z", 0.05, "No benefits for Scotland to do so. (From Mengyuan Wang)"], [29507, "2016-12-20T16:17:50Z", 0.15, "I marginally raise my forecast.  While I still believe that timing is the biggest factor here Scottland has made a power move against may declaring their desire to launch a referendum if they do not retain access to the single market.  Of my previous 3 points this impacts argument #2.\nTo really move the needle on this forecast we will need to see what the UK's official stance on hard vs soft Brexit (which we may never actually see fully given May's desire to keep their bargaining position secret). "], [27339, "2016-12-20T14:06:17Z", 0.1, "Polls aren't moving from 45%."], [26120, "2016-12-20T12:49:21Z", 0.09, "Unlikely. Current polling figures don't look good and with uncertainty of Brexit, unlikely to be a good time to vote for change. More likely to wait until negotiations complete or at least outline of what UK will look like post-EU in order to create leverage to become independent. At moment, all too uncertain for people to know what they are voting for."], [438, "2016-12-20T10:33:51Z", 0.15, "Better strategy to keep it as a threat while the Brexit is dealt with."], [11127, "2016-12-20T10:31:45Z", 0.1, "Reading comments coming from Scotland lately, it is all about managing the EU relationship within the UK framework. Besides that, a referendum like this is not something you do in a few months. Very unlikely"], [13333, "2016-12-20T09:26:41Z", 0.65, "SNP have effectively created a one party state - given their majority, they will set a date but whether it will have legal force within the wider UK is another matter."], [10671, "2016-12-20T09:11:54Z", 0.85, "Brexit forces the SNP to act."], [24659, "2016-12-20T08:37:23Z", 0.15, "Initial gutfeel"], [243, "2016-12-20T08:05:18Z", 0.4, "they want to stay in EU"], [1034, "2016-12-20T06:31:37Z", 0.0, "Scotland Threatens to Leave U.K. If Forced Out of Single Market"], [13835, "2016-12-20T00:27:19Z", 0.05, "Scotland will wait until path to Brexit is much more clearly defined. That's not likely to happen in next 6 months."], [460, "2016-12-19T23:53:06Z", 0.31, "I think SNP clearly will call for a referendum when Brexit specifics are announced -- but that seems unlikely to happen by June, especially with French and German elections too. "], [13144, "2016-12-19T22:50:44Z", 0.1, "This is a tough call. If the question had a date of 31 December 2017 in it, I'd probably have said it was likely. But I think Nicola Sturgeon will be wary of a backlash if she tries to announce it too soon. She needs to give Westminster enough rope to hang itself with first, since there is patently still no plan for Brexit. If there was, they wouldn't STILL be trotting out the Brexit Means Brexit nonsense. So, I think Sturgeon will let Theresa May announce that she will give Scotland no concessions in the Brexit negotiations (she can't anyway, otherwise she'd open the flood gates and risk the break-up of Britain), and THEN announce that it's in Scotland's interests to leave. But that's a lot to happen before 1 July, so I think it's too soon."], [12435, "2016-12-19T22:09:44Z", 0.0, "talk is cheap.  actually doing what is threatened isn't going to happen"], [23879, "2016-12-19T18:38:14Z", 0.0, "Affirming forecast, talk (including by Sturgeon) is now of Scottish referendum once Brexit negotiations have concluded [1,2] --- in 2019 if current timetable works out."], [31450, "2016-12-19T15:57:38Z", 0.13, "I think Scotland will want to wait and see what shape Brexit is taking before the SNP makes another move toward independence. The harder the Brexit, the more likely a second referendum and this won't be clear probably until at least 2018. However, I can see an unlikely  scenario where trying to start Brexit negotiations brings down the Tory government in London and the SNP decides to take advantage of the resulting chaos. The obvious problem in such a scenario is that the referendum may not be legally binding but that is outside the scope of this question."], [28455, "2016-12-19T11:33:05Z", 0.15, "Unlikely as the proposal to go for a second referendum will come only once there is clarity over what type of Brexit there will be and details of its terms and conditions. This is a last chance for the current generation of Scotish nationalists to go for independence if they fail this time then it could be 20 years so they will wait in the hope of a \"hard\" brexit and potentially positive intent from Brussels for Scotland to join the EU if the rest of the UK opts for the hard exit."], [6303, "2016-12-19T03:43:14Z", 0.11, "According to the general news and GJP consensus. "], [30051, "2016-12-19T01:01:07Z", 0.85, "Initial Guess"], [12879, "2016-12-18T18:06:28Z", 0.3, "Down grading my prediction to a SuperForecasting \"Probably Not\" going to happen option."], [83, "2016-12-18T06:43:28Z", 0.0, "Scotland hopes to maintain EU access through Article 50 negotiations\nhttp://www.reuters.com/article/us-britain-eu-scotland-idUSKBN147005?il=0"], [20284, "2016-12-18T02:10:35Z", 0.1, "The referendum, if called, will not occur prior to end term talks with the EU by the UK.  Depending on how they turn out there may be issues which the independence party can use to reach their goal in the voting.  Until there are concrete issues or a lack of progess in the EU talks it would not make sense to bring forth the vote. "], [31506, "2016-12-16T15:57:12Z", 0.08, "Too early in Brexit negotiations.  Note that SC judgement might give grounds for change."], [31496, "2016-12-16T06:24:36Z", 0.25, "Finality of Brexit is unlikely to be resolved before July'17. Opinion polls at present show support for an independent Scotland is at its lowest in 2 years. And even if Scotland wants to trigger a new referendum, it needs approval by Westminister, which is unlikely to come while a date for Brexit is yet concluded. Unlikely."], [31488, "2016-12-15T22:16:33Z", 0.0, "Too soon to tell."], [31462, "2016-12-14T23:43:17Z", 0.27, "the oil price is too low"], [29849, "2016-12-14T01:20:51Z", 0.2, "Time span makes this unlikely."], [522, "2016-12-13T13:48:35Z", 0.01, "Polling doesn't indicate that this would be successful so unless there are major shifts in the next three to four months this is something that simply remains an aspiration. The vote next time has to succeed and it has to be clear that this is the outcome."], [31400, "2016-12-13T02:15:13Z", 0.05, "Sturgeon is unlikely to set a date for another referendum until the Brexit terms are settled. She'll focus in the short term on protecting Scottish interests in current British-EU negotiations. Setting a date so soon would needlessly waste political capital."], [6303, "2016-12-12T01:58:03Z", 0.15, "According to the general news and GJP consensus."], [30207, "2016-12-11T17:37:27Z", 0.27, "Starting with a low probability score. Many factors are at play: UK Brexit conditions, Scottish economy, popularity for a second independence referendum. It's more than likely that Nicola Sturgeon might want to wait better clarity - in particular on the former - before setting a date."], [31340, "2016-12-11T17:36:48Z", 0.02, "Would have liked to choose 0 here, given the recent supreme court ruling, but don't want to feel stupid in case it happens. Still, don't believe it does."], [25773, "2016-12-10T13:04:44Z", 0.15, "It is too early, because at this time is not qute clear, what the consequences are from the BREXIT. The BREXIT has not taken place at this time and at this stage of the negotiations nobody will say the truth and nobody knows the final result.  "], [1034, "2016-12-10T06:37:35Z", 0.0, "Ministers 'considering deal' on Scottish independence referendum\nDec 7, 2016\nSecond vote on breaking away from UK could be on the cards - but only after Brexit, claims report"], [31276, "2016-12-09T18:29:06Z", 0.6, "Scotland needs the EU as the EU needs Scotland, it can give them financial prosperity Britain can't give. But at the other hand, it will put them in a very difficult position as they will be a state so little on an island, with England. "], [31271, "2016-12-09T17:23:11Z", 0.85, "I believe that many Scots who voted against it before would vote in favour of it now that brexit is happening. I believe the SNP is also aware of this and may take advantage of the potentially strong support "], [31262, "2016-12-09T06:08:41Z", 0.75, "Once Brexit negotiations highlight the impact of Brexit and the inability of Westminster to get a good deal Scotland will try again."], [31260, "2016-12-09T02:59:55Z", 0.0, "Too soon to judge how the Brexit process is proceeding."], [484, "2016-12-09T00:50:08Z", 0.1, "Up 5% on the chance Scotland decides it may give a negotiation advantage after the now seemingly more likely Article 50 notice."], [28091, "2016-12-07T22:47:58Z", 0.05, "Recent polls that show less support for leaving the UK make me downgrade this. "], [29507, "2016-12-07T17:46:40Z", 0.1, "http://www.bbc.com/news/uk-scotland-scotland-politics-37708545\nScotland is not looking to pursue an independnce vote in the status quo.\n1)  The original referendum was pitched as a \"once a generation\" vote, took place a short 2 years ago, AND was defeated decisively 55%-45% with a high level of turnout.\n2)  the UK is a far more important partner on many fronts (trade, security, policy, etc....) than the EU.\n3) Timing.  Scotland policy makers wanted to actually put this up for a vote they would almost certainly wait for the UK to trigger article 50 (which probably happens in March) plus see what the initial wave or negotiations bring up.  Then they would debate it in their own parliament to see if the whole thing should actually go up for a vote.  THEN would have to pick a date etc...  Seems unlikely they would be in a hurry to get the ball rolling when actual 'Brexit' is still years (2020?) off of bein official."], [31213, "2016-12-07T09:49:46Z", 0.7, "I think they will, but the actual date for the referendum may be for 2018."], [31207, "2016-12-07T06:12:45Z", 0.15, "Scotland would lose out too much from Westminster fiscal subsidies for one. Two, suppose there's a hard Brexit. Then Scotland would have to put up some kind of barriers to trade with England should it with to rejoin the EU. Suppose there isn't a hard Brexit. Then remaining in the UK is less onerous for Scotland. Sturgeon will not want to pull the trigger until conditions are more favorable. "], [31201, "2016-12-07T03:36:13Z", 0.05, "Terms of brexit need to become clearer and more time must elapse since last independence poll."], [31200, "2016-12-07T03:00:56Z", 0.05, "I do not believe this will happen until a final decision is set by U.K. on brexit."], [31199, "2016-12-07T02:09:19Z", 0.05, "I incline towards a zero chance but must leave some room to allow for Sturgeon making a larger fool of herself than she has thus far."], [31195, "2016-12-07T00:29:20Z", 0.0, "If they make another attempt it will be later in the year Sept or Oct."], [31187, "2016-12-06T23:37:45Z", 0.0, "Scotland won't be considering seperating from another huge part after its indirect split from EU by Brexit."], [31180, "2016-12-06T23:30:44Z", 0.1, "No yet. They will keep their powder dry. "], [31166, "2016-12-06T16:57:29Z", 0.27, "First of all, the 1st July is too early as MayÂ´s government will certainly do as much as they can to stop any threatening move as a consequence of their critical situation. "], [28864, "2016-12-06T14:50:22Z", 0.2, "Scotland is less likely to risk it with the Brexit uncertainty looming. "], [31157, "2016-12-06T13:33:22Z", 0.25, "It can't be ignored but 1 July is probably too early."], [31154, "2016-12-06T10:41:15Z", 0.2, "They will not be left. There are many interests and the English do not want any more experiments."], [31128, "2016-12-05T19:39:50Z", 0.85, "The Scots were let down spectacularly by the UK and will not be happy with the status quo."], [31125, "2016-12-05T18:26:59Z", 0.1, "They will, for sure, try. I donÂ´t think, however, that the government will allow it"], [19089, "2016-12-05T10:39:04Z", 0.01, "There is too much uncertainty regarding Brexit, the strength of the EU, Trump etc. There is no real sense of independence being a talking point of note in Scotland"], [6303, "2016-12-05T04:29:31Z", 0.16, "According to the general news and GJP consensus."], [31089, "2016-12-04T21:20:05Z", 0.0, "Absolutely not. Polling shows independence isn't very popular in Scotland right now. The SNP and Sturgeon know that if they lose a second referendum, that's their final chance in at least a generation. "], [29502, "2016-12-04T16:21:00Z", 0.0, "Article 50 still not triggered; Brexit negotiations have not taken place; lack of a thorough analysis of the economic/social gain vs costs of Scotland in the EU w/t England,Wales, and Northern Ireland"], [1485, "2016-12-04T15:45:01Z", 0.05, "at present,the will to do so does not exist "], [4367, "2016-12-04T14:45:21Z", 0.0, "It's inconceivable that the UK government would sanction such a vote because:\n- Brexit will not be settled and for practical reasons this has to be done first;\n- it is too soon since the last vote;\n- a majority of the Scottish people do not want another vote at this time."], [14345, "2016-12-04T14:44:02Z", 0.05, "Can't win it"], [31055, "2016-12-04T06:49:46Z", 0.75, "They Scots will set the date for another referendum one after the Brexit is officially started. "], [31025, "2016-12-03T12:00:00Z", 0.21, "Not as long as EU talks are ongoing."], [30993, "2016-12-02T14:09:27Z", 0.75, "Response to brexit,"], [30988, "2016-12-02T13:45:14Z", 0.88, "The consequences of Brexit are clear by then, the strategy is laid out. The Scots had enough time to think of a path forward."], [30972, "2016-12-02T06:14:26Z", 0.05, "If a second referendum is held, it will be later as Brexit must be clearer."], [29054, "2016-12-01T16:43:21Z", 0.03, "This one of those that is a never say never. \nAt this point, it does seem that things got a little tangled in Scotland. \nThe populism that brought Brexit has found its match with the populism that brought the 2004 referendum, and those are conflicting feeling for enough folks; pols are finding that the support for the referendum is lower. \nThe Scottish leaders need to do much stronger campaign to convince that center voter to get in their side for a positive vote, at this point before July that provability is almost gone.   "], [30553, "2016-12-01T11:35:12Z", 0.05, "Low oil prices, no appetite for second referendum. Time frame too short ahead of Brexit negotiations. "], [30926, "2016-12-01T00:26:28Z", 0.25, "It depends on the outcome of Britain's access to the single market. "], [30922, "2016-11-30T21:29:00Z", 1.0, "WRONG QUESTION..  Will Scotland distance itself from BREXIT "], [1639, "2016-11-30T18:00:57Z", 0.55, "After a summit of EU leaders on 29 June, Sturgeon held meetings with some EU officials. She raised the possibility of parts of the UK remaining within the EU, or for these areas to have special arrangements with the EU, after the UK leaves. David Edward, a former justice of the European Court of Justice, suggested that these arrangements would relate to policy areas that have been devolved to Scotland.\nSturgeon also met with European Commission president Jean-Claude Juncker, who commented that \"I will listen carefully to what the first minister will tell me... but we don't have the intention, neither Donald Tusk nor myself, to interfere in an inner British process that is not our duty and this is not our job.\" Manfred Weber, leader of the European People's Party Group, and Guy Verhofstadt, leader of the Alliance of Liberals and Democrats for Europe Group, indicated that they were supportive of Scotland remaining an EU member. Gunther Krichbaum, head of the Bundestag's Committee for EU Affairs, made supportive comments about Scotland becoming a member state of the EU. However, She does NOT have the support of French president Hollande (who cares about him now) and Spanish PM Rajoy (because of his own problems with Catalonia)."], [608, "2016-11-30T15:07:13Z", 0.05, "Highly unlikely given losing would end Nicola's career and she ain't that type of gal (I've met her and Salmond) . She will taunt May in the UK but not make any rash moves."], [30042, "2016-11-29T22:57:41Z", 0.52, "A draft bill was published recently. \nhttp://www.gov.scot/Resource/0050/00507743.pdf\nLooks like Sturgeon's intent is to get a mandate as soon as possible. It is not remotely impossible for a date to be set within 1st half of 2017. The referendum might happen just before 2018. "], [30871, "2016-11-29T19:42:23Z", 0.8, "Britain will certainly not remain a part of the Single Market. Taking concrete steps toward a referendum will be a matter of integrity for the SNP, as well as a pragmatic necessity to sustain and bolster the political momentum behind the SNP, by harnessing the political momentum of the EU Remain campaign to add to the considerable vote for an independent Scotland. For these reasons, unless Scotland somehow negotiates a deal to remain within the Single Market or the EU, or further powers are devolved to the Scottish Parliament, I believe a referendum will be called as it will be viewed as a sound course of action both ideologically, and to bolster the negotiating power of Scotland."], [29469, "2016-11-29T18:33:51Z", 0.14, "The message from Sturgeon has been that another referendum will be put forward only in the case of \"hard Brexit\", which is ambiguous as a concept and will not be realized for some time even in the event of the Article 50 triggering, scheduled to take place in March. This qualification would suggest the SNP will be patient and see how things evolve, making sure they have a good chance of winning, rather than just rushing into a new referendum. The UK's exit from the EU does not automatically mean that every Scot who voted to remain will vote to leave the UK."], [30865, "2016-11-29T16:48:29Z", 0.0, "too early to take another chance."], [24, "2016-11-29T15:00:32Z", 0.0, "So many variables dragging out the pre-Brexit process, both domestically and internationally, while there is still no evidence of a clear majority in Scotland for independence."], [30853, "2016-11-29T13:51:47Z", 0.05, "SNP will not risk another defeat and will not move until they know they can win. Any date in 2017 will be too early to know anything about the outcome of Brexit negotiations sufficient to move the polls their way. Well into 2018, if not 2019, before they'll push the button - if they ever do."], [13135, "2016-11-29T13:24:25Z", 0.2, "Highly unlikely at this point in time. May have to revisit this question after article 50 date is set."], [30822, "2016-11-29T05:50:11Z", 0.95, "1. A rebel action against the UK. 2.Economical hardship caused by the Brexit will require any political action. 3.EU's relative wealth will appeal to the Scots."], [30806, "2016-11-29T00:45:01Z", 1.0, "Why would they miss out on a chance to get one over on England?"], [30781, "2016-11-28T21:25:59Z", 0.5, "Saturn, Neptune and jupiter say maybe...."], [30770, "2016-11-28T19:42:15Z", 0.3, "Depends on Brexit negotiations "], [30763, "2016-11-28T19:10:55Z", 0.05, "Not long enough since the last referendum, Scotts will want to wait for dust to settle on Brexit negotiations."], [30761, "2016-11-28T19:01:06Z", 0.1, "No, too soon."], [30762, "2016-11-28T19:00:04Z", 0.0, "Till that time even Brexit won't be much clear. It might take much longer."], [30756, "2016-11-28T18:30:55Z", 0.0, "They will wait until it is obvious the UK will be outside the Single market."], [30748, "2016-11-28T18:16:11Z", 0.4, "Brexit may well still be unclear and in disarray in July. If Brexit is certain, then Scotland will hold another referendum"], [30730, "2016-11-28T17:50:55Z", 0.15, "Polling shows no majority support for a second referendum, so I feel it is unlikely. "], [30729, "2016-11-28T17:46:20Z", 0.15, "Too much political pressure as it stands to follow the vague results of the 1st referendum"], [30694, "2016-11-28T15:14:29Z", 0.01, "SNP very unlikely to be sure of winning, and 2nd defeat would be catastrophic setback for them."], [411, "2016-11-28T14:48:27Z", 0.5, "I'm very torn on this as it entirely depends on the speed and results of Brexit. If the court decides Scotland has no say, then the referendum becomes more likely. If the court decides in May's favor then the referendum becomes more likely. If neither of these things happen, then the legislative process will slow everything down far enough that a referendum won't be called this quickly - though I do believe one will be called at some point."], [7131, "2016-11-28T14:46:59Z", 0.32, "28"], [30689, "2016-11-28T14:38:35Z", 0.4, "If Brexit goes forward, it becomes more likely."], [14898, "2016-11-28T09:05:17Z", 0.05, "It will likely happen, but not before Article 50 is triggered."], [6303, "2016-11-28T02:58:40Z", 0.04, "According to the general news and GJP consensus."], [6303, "2016-11-28T02:28:31Z", 0.02, "According to the general news and GJP consensus."], [20588, "2016-11-28T01:58:59Z", 0.1, "It's too soon, but Scotland will get mouthier about it when Article 50 is finally triggered."], [24702, "2016-11-27T22:01:21Z", 0.05, "It is very unlikely to that happen that soon. The process of discussions about the referendum itself in Scottish Parliament will take months - much more time would take setting a specific date"], [28128, "2016-11-27T14:09:22Z", 0.05, "No, because the polls haven't shifted and they will only set a date if the polls show support at 60%,"], [30200, "2016-11-27T13:22:18Z", 0.0, "The SNP knows that it has but one more shot at indipendence for a long time. It also knows that the likely negative mid-term economic effect of Brexit on the UK is working in favour of Indyref, if allowed to materialize. The SNP, in other words, has no reason whatsoever to be hurried. An untimely early Indyref is likely to be lost, given the decline in Scotlands oil-revenue, et. al. So, it is sendible for the SNP to wait and see, holding the threat of calling a referendum without actually doing so any time soon. As the SNP - unlike the Tories - is a mostly rational party, it will not call for another Indyref before 2018 the earliest, but more likely in 2019, when Brexit has materialized."], [30645, "2016-11-27T09:44:23Z", 0.2, "Still uncertain on Brexit outcome"], [30634, "2016-11-26T22:41:52Z", 0.15, "They will wait until the UK Government has actually indicated that it is withdrawing from the EU before acting and will only act when and if the UK leaves without an ongoing trade deal"], [30632, "2016-11-26T21:34:57Z", 0.2, "I would expect Scotland to wait and see the terms for Brexit first. These are not likely to be clear before July 1st 2017."], [30605, "2016-11-26T16:41:44Z", 0.5, "Not so soon but an imminent brexit makes it likely"], [30614, "2016-11-26T16:04:18Z", 0.1, "They will talk about it, but it won't happen"], [30602, "2016-11-26T15:53:00Z", 0.25, "London won't allow any such thing to happen, and also economic situation in Scotland puts Edinburgh in a not so strong place."], [30595, "2016-11-26T09:15:37Z", 0.02, "Not while the future of a post-Brexit Britain is still so uncertain which it will be for all of 2017."], [30156, "2016-11-26T06:36:32Z", 0.15, "There's not political in the population will after the confusion generated by Brexit. Of course, it could change. I'll be updating my projections twice a week."], [30026, "2016-11-25T05:48:22Z", 0.01, "Not until a yes is for certain because it likely has only one more shot at it for awhile. Second, it would be better if it knew more about how Brexit would evolve."], [29054, "2016-11-25T02:47:42Z", 0.12, "Rumblings will seem to target that event, but at this point is more posturing than anything, sure Scotland is more interested gaining independence today thanks to Brexit, it makes sense that they will wait for England to decide the situation with Brexit at this point the referendum will gain much more traction, July is too early to set up such plebiscite, but 2018 seems to be more likely specially if the debates in Parliament pass to trigger article 50.  "], [29787, "2016-11-24T21:49:59Z", 0.05, "Today, I put the likelihood of another referendum on Scottish membership of the UK taking place before 1 July 2017 at 1/20. The key factors in this equation from my POV are 1) the UK Government's response to the Supreme Court's decision on the legality of activating Article 50 without Parliamentary approval; 2) the prospect, timing and outcome of any UK General Election between now and July 2017; 3) the results of the presidential election in France; 4) Angela Merkel's decision to try for another term as German chancellor; and 5) the timeframe posed in the question."], [30571, "2016-11-24T21:16:38Z", 0.05, "They will wait until Brexit is clearer. It probably won't be by then"], [30098, "2016-11-24T20:40:27Z", 0.01, "Less than 1%."], [30567, "2016-11-24T18:46:10Z", 0.15, "Brexit might encourage Scottish voters to want to leave the UK."], [30560, "2016-11-24T15:48:18Z", 0.65, "Majority."], [24, "2016-11-24T15:41:09Z", 0.1, "Brexit pre-Article 50 triggering process dragging on indeterminably, and opinion polls in Scotland don't show a growth in support for independence."], [30521, "2016-11-23T22:01:06Z", 0.75, "The fallout from Brexit weighs heavily on Scotland's minds."], [4139, "2016-11-23T20:05:22Z", 0.01, "Not likely that fast..."], [30500, "2016-11-23T17:29:23Z", 0.6, "May  Unknow event  make  this decition  to  be moved."], [30497, "2016-11-23T17:22:50Z", 0.75, "This will flow from the political crisis arising from the spat with parliament over the demands on the negotiation platform set out."], [30490, "2016-11-23T17:22:21Z", 0.35, "Scotland will probably have another referendum, but 1st of July is too early seen the time it will take for Brexit."], [30489, "2016-11-23T17:08:01Z", 0.05, "Not a chance. Not only can they not afford it, but as an independent, they will not be allowed to join the EU in case it led to other regions seceding, particularly in Spain. "], [25944, "2016-11-23T13:51:54Z", 0.05, "First consideration:  they need uk parliament approval and that seems unlikely to happen amidst the Brexit chaos."], [30464, "2016-11-23T08:27:40Z", 0.5, "It depends on the Brexit-negotiations"], [29680, "2016-11-23T02:12:47Z", 0.4, "Too soon? Probably want to wait for results on Soft vs Hard Brexit."], [1056, "2016-11-23T01:14:08Z", 0.0, "As of this writing, my guess is no. "], [28091, "2016-11-23T00:31:49Z", 0.1, "With Scotland’s economy performing worse than Britain’s this would be a bad time to go it alone particularly if swift entry into the EU is far from certain. With the timing of the UK invoking article 50 being very uncertain it is more likely that Scotland will wait and see how the Brexit situation resolves itself. "], [30449, "2016-11-22T23:53:40Z", 0.15, "Not necessarily before July 1, 2017 as it is mainly an arm-twisting strategy of SNP for more power and control over Scotland."], [30451, "2016-11-22T23:24:13Z", 0.2, "Timing"], [30415, "2016-11-22T21:40:51Z", 0.05, "- Brexit gives weight to case for 2nd ref as Scotland voted strongly remain\n- draft legislation to hold ref before uk leaves EU put ton parliament by Scottish govt\n- membership of eu was a factor in 2014 ref, being taken out against will may swing views\n- polling in Oct indicates outcome would be the same: 55% to stay in UK\n- sturgeon wouldn't hold vote if outcome wasn't likely to be positive? Assumption but supporting evidence for this view\n- Scottish parliament can't call referendum without uk parliament approval - would govt agree to that whilst Brexit negotiations ongoing? Do they believe there is a case for 2nd ref\n- oil price has fallen since 2014 undermining economic case\n- economic growth slower in Scotland than rest of uk\n- Sturgeon - IndyRef2 will only happen “if there is strong and consistent evidence that people have changed their minds and that independence has become the choice of a clear majority."], [30426, "2016-11-22T21:03:45Z", 0.1, "Another referendum on independence seems likely; whether the Scottish parliament will wait until the exit negotiations are well underway or not, and whether they will bring it up so soon is questionable but not unlikely."], [30416, "2016-11-22T20:38:22Z", 0.06, "Initial guess"], [6303, "2016-11-21T02:55:46Z", 0.01, "According to the general news and GJP consensus."], [1427, "2016-11-19T21:28:41Z", 0.03, "Although Scotland voted Remain and UK voted overall to leave, the oil price changes puts Scotland in a much more difficult position to be an independent economy than at the time of the last referendum. I don't think the SNP will actually trigger call for a referendum unless they feel there is a reasonable chance of winning. "], [1034, "2016-11-19T10:15:55Z", 0.0, "Scots and Welsh can have say in Brexit court case"], [1034, "2016-11-16T07:26:26Z", 0.0, "O'Leary, E.  (2016) Tue Nov 15, states that:"], [1034, "2016-11-15T08:28:13Z", 0.0, "Devlin (2016) 30 Oct, states that:"], [6303, "2016-11-14T01:16:16Z", 0.01, "According to the general news and GJP consensus."], [1034, "2016-11-13T09:15:28Z", 0.0, "Reidy (2016) November 9, states that:"], [1034, "2016-11-12T11:14:23Z", 0.0, "Sanderson (2016) Nov 11, states that:"], [27837, "2016-11-10T06:49:35Z", 0.09, "A downward adjustment of 8% from the previous forecast to reflect the high court ruling early November where the British Government may not be able to trigger Article 50. The ruling has potentially delayed the effective start date of the negotiations until at least early December, and it is in Sturgeon's interests to adopt a wait-and-see approach before staging a second referendum. Before she does so, it will be prudent to weigh the benefits of the terms and conditions of the new relationship between UK and EU against leaving the UK. More importantly, even if Scotland were to leave the UK, it does not solve the problem of Scotland having the same degree of freedom (as provided previously) in the EU."], [6303, "2016-11-07T00:35:43Z", 0.01, "According to the general news and GJP consensus."], [30021, "2016-11-06T19:48:31Z", 0.2, "This will only happen if, after Westminster invoked art. 50, there are strong indications that it is going for a hard Brexit, or if Brussels leaves little room for Scotland to maneuver and seek exceptions."], [484, "2016-11-06T16:13:16Z", 0.05, "Down 5% to be nearer the consensus for awhile."], [1708, "2016-11-05T10:23:26Z", 0.15, "Parliament deliberations offer a release valve that may alleviate call for referendum"], [28588, "2016-11-04T14:18:58Z", 0.35, "Depends on BREXIT negotiations, and how Sturgeon reads the runes. She's gung-ho, I suspect, and might go for it."], [24109, "2016-11-04T02:36:04Z", 0.01, "Staying pat."], [484, "2016-11-02T02:03:29Z", 0.1, "Down 5% for passage of time."], [6303, "2016-10-31T01:46:54Z", 0.01, "According to the general news and GJP consensus."], [1034, "2016-10-30T06:34:18Z", 0.0, "O'Leary (2016) states that:"], [484, "2016-10-27T16:50:13Z", 0.15, "Down 10% on recent news that the SNP will pursue the regular path (and not rush some sense of Scotland plebiscite)."], [1034, "2016-10-27T07:50:45Z", 0.0, "Sanderson (2016) states that:"], [19801, "2016-10-27T05:14:34Z", 1.0, "\" With finance secretary Derek Mackay confirming that it would take six to nine months for the bill to progress through parliament once introduced, it would be impossible for MSPs to pass it before parliament breaks up for summer recess in July."], [1034, "2016-10-26T04:19:41Z", 0.0, "“Although she has said she regards a second referendum as \"highly likely\", Thursday's bill is merely for formal consultation and sets no date for another vote”."], [484, "2016-10-25T21:11:07Z", 0.25, "Up 5% on @cdob63 post: http://www.gjopen.com/comments/comments/360855"], [691, "2016-10-25T21:00:06Z", 0.01, "Far as I can tell, the Act which has been given the royal okey-dokey does not \"set a date\" for anything.  It just says the devolved Scottish government can in its discretion set a date some time.  Bills like this are passed all the time in every legislature, in both presidential and parliamentary systems:  They give the government the go-ahead to do something, but don't say when it must be done, or even how.  "], [9755, "2016-10-24T23:48:14Z", 0.19, "Chances increasing "], [19801, "2016-10-24T02:27:00Z", 1.0, "Scotland's First Minister Nicola Sturgeon has on Thursday 20 October, published a draft bill on a second independence referendum, claiming that she was forced to do so as \"promises made to Scotland have not been kept.\" No date has been set in the bill for the second independence vote.\nhttp://www.ibtimes.co.uk/nicola-sturgeon-publishes-draft-bill-second-scottish-independence-referendum-1587290"], [6303, "2016-10-24T00:44:27Z", 0.01, "According to the general news and GJP consensus."], [368, "2016-10-23T20:27:52Z", 0.0, "Requires, by legislation, that the British PM approves the request for another referendum;  this is not likely to occur\n"], [28414, "2016-10-21T08:38:55Z", 0.02, "Missed a giant caveat in the draft bill. Scottish Parliament will ask Westminster for a permission to hold the second referendum post consultation, after Jan-17."], [484, "2016-10-20T15:58:30Z", 0.2, "Down 5% on uncertain path toward Article 50."], [28414, "2016-10-20T09:31:22Z", 0.02, "The bottom line: this will drag on until Brexit details are known\nFrom the draft bill:\nWe are inviting responses to this consultation by 11th January 2017.\nFollowing the closing date, all responses will be analysed and considered along with any other available evidence to help us.\nThe date on which the poll at the referendum is to be held is [insert date]...\nhttps://consult.scotland.gov.uk/elections-and-constitutional-development-division/draft-referendum-bill/supporting_documents/j456862.pdf"], [1708, "2016-10-19T19:38:45Z", 0.2, "The fact that polls show less support for pro independence in scotland may make it even easier for sturgeon and moderately-pro independence leaders with cold feet after brexit to let a referendum go ahead, to serve as leverage in brexit negotiations and to satisfy pro-independence camp calls for 2nd ref.\nhttp://www.economist.com/blogs/bagehot/2016/10/canny-bluff?zid=307&ah=5e80419d1bc9821ebe173f4f0f060a07"], [1529, "2016-10-19T02:50:41Z", 0.0, "But....Scotland WILL set a new date for another referendum even if its NOT before July 2017.  Current surveys shows Scots not ready for another referendum at this time."], [691, "2016-10-18T21:30:05Z", 0.04, "Even if a bill is tabled, several difficulties arise for the scorers.  Obviously, if the bill doesn't pass, never mind.  But what if its final version passes before 01 July with a specific date that is conditional on something else happening or not happening:  \"We'll have a referendum on 10 November 2017 UNLESS ......\"?   This seems not at all unlikely."], [368, "2016-10-18T21:13:16Z", 0.0, "Sturgeon's desire to negotiate Scotland's continued access to a single EU market, and it desire for an additional referendum for independence from the UK, is complicating the Brexit issue for PM May and the UK.  Since Scotland is constrained by it's current legal inclusion in the UK, an important question of whether the UK parliament has veto over current internal decisions of Scotland, or whether Sturgeon is able to grapple with the independence question (and win) prior to PM May's initiation of the Brexit mechanisms.  More importantly is the view of EU regarding which entity (most likely the UK from their point of view) has sovereignty over the negotiations and whether it will allow separate entities to negotiate it's future with access to markets.  The EU's position is that access to the single EU market is not likely to be granted with the movement of EU citizens across border - which the UK has already indicated that it is not an acceptable position for it."], [1034, "2016-10-18T05:17:30Z", 0.0, "Nine Things You Need to Know About a Hard Brexit "], [23006, "2016-10-17T13:19:08Z", 0.2, "Ms. Sturgeon wants UK to negotiate a moderate or soft exit from EU and keep the single market. In return she won't hold a referendum. i.e she doesn't appear to want Scotland to break free of UK. But, I don't think this is something that is in UK's control to grant - power on exit strategy wrests firmly with EU. "], [1639, "2016-10-17T12:13:44Z", 0.55, "Raising the odds based on discussions with @Raahul_Kumar and @Dsarin"], [19801, "2016-10-17T11:03:59Z", 1.0, "IT IS “highly likely” Scotland will be asked to vote on independence before 2020, Nicola Sturgeon has said.\nhttp://www.thenational.scot/news/sturgeon-indyref2-now-highly-likely-before-2020.23655"], [12371, "2016-10-16T20:35:48Z", 0.51, "http://www.businessforscotland.co.uk/eu-just-put-westminster-rock-hard-place/"], [691, "2016-10-16T12:38:12Z", 0.02, "https://www.yahoo.com/news/scotlands-sturgeon-says-independence-happen-172203027.html"], [1639, "2016-10-16T07:04:55Z", 0.05, "In defiance of Theresa May’s stated intention to stand in the way of a second referendum, Sturgeon said: “If the Tory government rejects these efforts, if it insists on taking Scotland down a path that hurts our economy, costs jobs, lowers our living standards and damages our reputation as an open, welcoming, diverse country, then be in no doubt Scotland must have the ability to choose a better future.\nhttps://www.theguardian.com/politics/2016/oct/15/nicola-sturgeon-vows-to-hold-second-scottish-vote-in-event-of-hard-brexit?CMP=fb_gu\n-------------------------\nComment:   Nicola Sturgeon is  very determined on her beliefs. Although I think time is of the essence in this question, Sturgeon has now, and will probably have even more good reasons to show to validate her claim. If things keep going not as smooth for the U.K., then more valid arguments for the Scottish cause.\nThis is getting interesting also for those countries that were thinking of leaving the euro area claiming that returning to the old currency would help the country financially."], [1034, "2016-10-16T05:49:34Z", 0.0, "Still not within this timeline, first Scotland has to see how the UK proceeds with their exit from the EU. Second give consideration to the new conditions the UK's, Brexit negotiations team, then provides or establishes within the new trade agreement."], [14493, "2016-10-15T17:34:45Z", 0.0, "SNP would not win according to the polls, permission has to given by UK Parliament who are not minded to give it. "], [1034, "2016-10-15T06:07:40Z", 0.0, "Sky News (2016) states that:"], [1708, "2016-10-14T09:26:46Z", 0.2, "https://www.ft.com/content/0c414808-cb4c-38bc-9085-d5b7e36ea3bf"], [405, "2016-10-14T08:57:49Z", 0.3, "+3\n''Scotland’s first minister Nicola Sturgeon has taken the first step towards a second independence referendum in Scotland by announcing plans to publish a draft bill next week that will start the consultation process.''\nA small step for a woman... a great step for scotland's independance? \nSure enough it is not statu quo, and it is going toward a referendum.\nhttps://www.ft.com/content/0c414808-cb4c-38bc-9085-d5b7e36ea3bf"], [19801, "2016-10-14T03:35:18Z", 1.0, "Opening the Scottish National Party conference in Glasgow, Nicola Sturgeon said she would take the first step towards a second independence referendum for Scotland next week. "], [83, "2016-10-13T18:22:41Z", 0.25, "Sturgeon looks toward a 2019 referendum, prior to Brexit. \nIntent may be to negotiate better terms with the U.K., although Sturgeon and May are on opposite ends of the Brexit debate. \nhttp://www.reuters.com/article/us-britain-eu-scotland-snp-idUSKCN12C2QA?mod=related&channelName=worldNews"], [1332, "2016-10-13T17:49:33Z", 0.1, "The Financial Times reports today that Nicola Sturgeon, Scotland's first minister, has set a date to publish a draft bill for a second independence referendum."], [556, "2016-10-13T14:22:28Z", 0.6, "The SNP will publish a bill on the rules for a second independence poll"], [24, "2016-10-13T14:12:23Z", 0.1, "Increasingly a little in response to Sturgeon's announcement at SNP Party Conference - but numerous hurdles, both legal/constitutional and practical lie ahead before a date could be set,"], [26005, "2016-10-13T12:28:32Z", 0.7, "On the back of today's announcement of a bill being discussed in Parliament starting next week."], [28414, "2016-10-13T11:59:04Z", 0.3, "Scotcession?!\nSNP's Nicola Sturgeon announces new independence referendum bill\nBUT: There is some precedent for the legislative process ahead, in the Referendum Bill which triggered the 2014 contest. But that had the approval of Westminster, and it's quite possible - probable even - that Indyref2 would need a similar green light.\nhttp://www.bbc.co.uk/news/uk-scotland-scotland-politics-37634338"], [1639, "2016-10-13T11:23:44Z", 0.03, "The Scottish PM, the independent Nicola Sturgeon said Thursday at the opening of the congress of his party the Scottish National Party (SNP) in Glasgow's, her intention to present next week a new bill to a referendum on independence. \nhttp://www.lemonde.fr/europe/article/2016/10/13/independance-de-l-ecosse-un-nouveau-projet-de-loi-de-referendum-presente-la-semaine-prochaine_5013046_3214.html\n________________\nComment: It is unlikely to happen within the time frame, but I went up 3%"], [3363, "2016-10-13T10:38:18Z", 0.22, "Scotland leader announced that if Article 50 is invoked, they will set a new independence referendum before negotiations conclude with the EU. Still unlikely to happen before this deadline, but I'd say over 65% likely to happen before 1 January 2019 now."], [3895, "2016-10-12T09:31:21Z", 0.02, "increasingly unlikely. SNP aren't going to call a referendum unless the polls are firmly in their favour & they aren't trending that way"], [6303, "2016-10-10T03:04:15Z", 0.01, "According to the general news and GJP consensus."], [556, "2016-10-07T14:25:49Z", 0.55, "Moving up a little based on..\nhttp://www.exchangerates.org.uk/news/16453/gbp-eur-usd-pound-euro-exchange-rate-news-forecast-and-outlook-.html"], [68, "2016-10-07T12:17:51Z", 0.03, "Updating my first forecast of 5% on 13 July. "], [484, "2016-10-06T16:14:04Z", 0.25, "Up 15% on @Raahul_Kumar post: http://www.gjopen.com/comments/comments/342191"], [19801, "2016-10-06T07:06:01Z", 1.0, "Nicola Sturgeon can now call an independence referendum instantly. My belief is that Nicola wants to see polling numbers that show a likely win before she will actually table it."], [61, "2016-10-03T16:59:15Z", 0.02, "No change for now. Will need to consider implications of Article-50-by-March news."], [1034, "2016-10-03T05:30:49Z", 0.0, "Jamieson (2016) states that:"], [6303, "2016-10-03T02:54:31Z", 0.01, "According to the general news and GJP consensus."], [23006, "2016-10-02T17:45:17Z", 0.0, "wouldn't make a difference if they did"], [484, "2016-10-02T16:17:44Z", 0.1, "Up 5% on the more certain Article 50 date. Still suspect a sense of the people vote might occur depending on how things are evolving."], [484, "2016-10-02T02:28:49Z", 0.05, "Down 5% to be at the consensus."], [691, "2016-09-30T19:51:44Z", 0.01, "They'll wait for The Letter to go out, and then for the deal to be more or less finalized, and then they'll decide about this.  Not happening before at least the end of calendar 2017, I think."], [1034, "2016-09-29T08:55:15Z", 0.0, "BBC News (2016) states that:"], [484, "2016-09-29T01:59:26Z", 0.1, "Down 5% to be closer to the consensus."], [3895, "2016-09-28T12:49:39Z", 0.05, "dropping down to consensus, which seems pretty spot on. Recent polls on this issue show a) there's a solid majority for remaining in the UK and b) no desire for another referendum so soon."], [484, "2016-09-26T23:33:21Z", 0.15, "Down 5% to be closer to the consensus. (Still think the possibility of a \"soft referendum\" vote may be more likely than is apparently being considered.)"], [6303, "2016-09-25T18:07:27Z", 0.01, "According to the general news and GJP consensus."], [19801, "2016-09-25T08:54:06Z", 1.0, "SNP leader Nicola Sturgeon could call for a second Scottish independence referendum\nNICOLA Sturgeon could call a second Scottish independence referendum next autumn, with a vote on the future of the UK the following May or June, the former chief executive of the Yes Scotland campaign has said.\nhttp://www.express.co.uk/news/uk/714100/SNP-leader-Nicola-Sturgeon-call-second-Scottish-independence-referendum-Blair-Jenkins"], [15865, "2016-09-22T20:32:26Z", 0.05, "The fallout from Brexit will occupy minds and there is no appetite at the moment for more elections. Also the downward trend of the health of the oil industry is a chief deciding factor for Scots as to whether they go it alone or not. There is also the small matter of national security which has not been been fully debated and will now take on particular significance with regard to Brexit and the importance of NATO. A trifling issue is that the electorate have seen the calibre of some SNP representatives and are not impressed!"], [484, "2016-09-21T17:01:26Z", 0.15, "Down 20% to be closer to the consensus."], [484, "2016-09-20T01:53:35Z", 0.35, "Down 15%. Just adjusting."], [6303, "2016-09-18T20:33:38Z", 0.01, "According to the general news and GJP consensus."], [24109, "2016-09-17T17:02:13Z", 0.01, "Staying at 1%.  My logic in https://www.gjopen.com/comments/comments/292600 still stands.  Surprisingly, there is now a pretty good Wikipedia article on this topic.  https://en.wikipedia.org/wiki/Proposed_second_Scottish_independence_referendum.  Check out the Procedures section and Polls section.  The bar to a referendum is high, the British Parliament is busy, and the polls are moving in the wrong direction."], [1034, "2016-09-16T06:03:47Z", 0.0, "Will stay as a collective with the UK and not have to undergo the necessity of a separate \"negotiations\" of trade with the EU  "], [27101, "2016-09-13T08:13:07Z", 0.03, "Latest polls show a 53% vote for the Scots to remain in the UK. This is no basis for the SNP to call a referendum. "], [28171, "2016-09-13T06:17:58Z", 0.08, "Latest surveys show 53% of Scots in favor of sticking with Britain vs 47% wanting independence. This is unchanged pre-Brexit. PM Sturgeon has said she would only seek another referendum on independence should a clear majority be in favor of it. Lowering forecast further. "], [27837, "2016-09-12T12:37:54Z", 0.16, "While Nicola Sturgeon has launched a new campaign for a second referendum for Scotland to leave the United Kingdom, a YouGov poll appears to sway in favour of Scotland remaining in the UK. As the poll showed Ruth Davidson pulling ahead of Sturgeon in terms of popularity, it will be prudent for Sturgeon to ward off any thoughts of a second referendum, at least in the year to come. "], [6303, "2016-09-12T00:36:46Z", 0.01, "According to the general news and GJP consensus."], [19801, "2016-09-11T13:50:19Z", 1.0, "The listening campaign pushes any decision on a second independence referendum beyond the SNPâ€™s October conference.\nhttp://nanonews.org/scottish-independence-nicola-sturgeon-to-launch-new-drive/"], [484, "2016-09-10T21:08:13Z", 0.5, "@cdob63 post http://www.gjopen.com/comments/comments/320892 worth lowering 10%, but need to revisit the other compelling reasons it won't happen so soon (even though that is my intrinsic bias)."], [691, "2016-09-09T20:16:14Z", 0.03, "http://www.reuters.com/article/us-britain-scotland-independence-idUSKCN11F18W?il=0\nAlways glad to hear from a former something-or-other--although by analogy one need not pay undue heed to the opinions of, say, George W. Bush or Jimmy Carter.  However, in this case he's probably right.  "], [484, "2016-09-09T14:48:28Z", 0.6, "Down 20%. Just adjusting."], [27682, "2016-09-09T09:39:00Z", 0.02, "The only chance Scotland had of a balanced, or even remotely viable, independent budget hung on an oil price significantly higher than today's."], [1262, "2016-09-07T18:42:54Z", 0.01, "No consensus in Scotland to move forward with this now.    Agree with @emiel http://www.gjopen.com/comments/comments/319157"], [27101, "2016-09-07T10:09:51Z", 0.05, "NS has just made a speech that she will not push for a referendum in the near future. This is probably driven by the fact that there doesn't seem to be a majority at the moment, that it takes time for the UK to exit the EU and that the Scottish budget situation is more difficult by the low oil price.   "], [484, "2016-09-07T03:55:24Z", 0.8, "Up 60% on @Raahul_Kumar post below. Will probably forecast much higher, but want to see reasons why it is unlikely to happen. (Not sure it is wise, but) A relatively clear proposal."], [19801, "2016-09-07T03:03:21Z", 1.0, "NICOLA Sturgeon has moved closer to calling a new independence referendum by laying the foundations for a repeat vote.Unveiling her masterplan for the next five years, the First Minister said that a legislative blueprint for a second referendum would be in place to ensure its “immediate introduction” if she concludes independence is the “best or only way to protect Scotland’s interests” in the face of Brexit."], [484, "2016-09-06T15:17:49Z", 0.2, "Up 10% on post below."], [19801, "2016-09-06T10:50:50Z", 0.5, "Even though public support is lacking"], [6303, "2016-09-06T01:49:34Z", 0.01, "According to the general news and GJP consensus."], [14493, "2016-09-04T21:26:41Z", 0.02, "UK PM would need to agree first and Mrs May is saying Scotland had a referendum and that another is not justified and she would not give permission. The Scots may argue that the Brexit vote is a justification, but Mrs May can certainly refuse to permit it until after the detail of the UK settlement with the EU is clear. It is likely that the UK/EU terms will still be unclear on 1 July 2017. "], [405, "2016-09-03T01:32:03Z", 0.26, "26 from 36 \n''Nicola Sturgeon has moved to buy time on making a decision on whether to push for a second independence referendum as an opinion poll suggested the Scottish National party would struggle to win the vote. \n... \nBut Ms Sturgeon made clear she was not ready to demand another independence referendum. Instead, she announced an SNP drive to canvass at least 2m of Scotland’s 5.3m population by November 30, a move that would enable her to park the question of referendum timing until well after the party’s conference next month. '' \nhttps://www.ft.com/content/cdeb7a6c-70f7-11e6-a0c9-1365ce54b926"], [405, "2016-09-03T01:31:10Z", 0.36, "Comment deleted on Sep 03, 2016 01:32AM UTC"], [28724, "2016-09-02T17:05:27Z", 0.05, "Sturgeon will wait for a rise in the oil price or a firm decision to leave the customs union"], [28299, "2016-09-02T14:11:54Z", 0.05, "Sturgeon has said that a second referendum is highly likely, which was based on the SNP manifesto that if UK as whole voted for Brexit, but Scotland did not, then that will be a good enough reason for a referendum. Indisputably, a significant number of Scotland desires independence.  However, the polls show that the wishes of the public have not shifted much, following the Brexit vote, from the results of the earlier independence referendum. Moreover, the oil prices and the high cost of production of the North Sea (one of the higher, if not the highest regions), will make the public finances of an independent Scotland harder. What in effect Scots have to decide is to break away from the UK seeking a better future with the EU - there does not seem a lot of independence in that. And the EU did not appear overly enthusiastic to support this, some countries, like Spain, were outright against it. On top of all that, the  second independence will have to go through the Westminster, yet another obstacle. Still, Sturgeon, will probably want to keep a significant part of the supporters on her side - after all this was what she promised. It may also be a tactical move to cultivate this option as a negotiating chip with Westminster. Despite the near impossibility of second referendum under these conditions, these may well change and in order to reflect that a 5% probability has been assigned to it."], [18762, "2016-09-01T15:30:31Z", 0.33, "radically changing my tune on this given economic data--scotland would be broke if it were an independent state so it needs the EU. i dont know if economic health matters but merely setting a date and having an economic turnaround is not impossible."], [484, "2016-08-30T15:45:56Z", 0.1, "Up 8% on @dkc post below. Decided I would prefer to be slightly above the consensus. We (some) didn't expect either the Inquisition or the Brexit."], [556, "2016-08-30T14:50:41Z", 0.45, "Moving up a little based on...\nhttp://www.scotsman.com/news/politics/snp-to-target-soft-no-voters-in-new-scottish-independence-drive-1-4215038\nhttp://www.publicfinance.co.uk/news/2016/08/uk-nations-are-growing-apart-says-former-scottish-first-minister"], [484, "2016-08-30T04:49:42Z", 0.02, "Up 1%. Agree with @cdob63 below: http://www.gjopen.com/comments/comments/313330"], [691, "2016-08-29T20:02:52Z", 0.01, "It looks like Scotland can set a date for such a referendum pretty much any time it wants to, as long as everyone understands the result will not be binding unless Parliament agrees.  That being the case, it seems like a lot of trouble to go to for no particular outcome."], [6303, "2016-08-28T23:29:35Z", 0.01, "According to the general news and GJP consensus."], [405, "2016-08-28T12:34:03Z", 0.36, "- 30 from 66\nHow can scots can choose their wine when the chef didn't write anything in the menu?"], [28296, "2016-08-24T10:31:20Z", 0.18, "I cannot concur with September although I stillI think it unlikely that a date will set by July 1st 2017 Sturgeon appears to have started to hint that a second indy ref is inevitable due to risks to the Scottish economy. http://blog.independencelive.net/did-nicola-sturgeon-just-announce-indyref2/"], [61, "2016-08-24T03:54:10Z", 0.02, "\"First minister appears to put aside quest for second independence referendum to focus on protecting Scottish interests in EU talks."], [28414, "2016-08-22T09:02:57Z", 0.02, "UK will still be in the EU in July 2017"], [28171, "2016-08-22T08:02:34Z", 0.1, "As I don't think the UK will invoke article 50 before 1 july 2017 I believe it is very unlikely that Scotland will set a referendum date before 1st of july 2017."], [27441, "2016-08-22T00:02:13Z", 0.01, "It is very unlikely Brexit will have a foreseeable direction by then and Scotland will never risk another referendum before a trend in Brexit negotiations will be visible."], [6303, "2016-08-21T22:04:07Z", 0.01, "According to the general news and GJP consensus."], [28371, "2016-08-20T10:41:37Z", 0.05, "While I do think that Scotland will hold another referendum, it will wait for more progress on Brexit negotiations. The UK has not yet invoked Article 50."], [650, "2016-08-18T22:18:48Z", 0.1, "It's very unlikely. There is no chance of it happening before Article 50 is invoked, and that won't be until the end of 2016 at the earliest. Even then, the justification for it would be to keep Scotland in the EU, and the EU has made it quite clear that the UK will be deemed to have seceded en bloc. Scotland could apply to rejoin, but that would mean fulfilling the current joining criteria, including adopting the Euro."], [24109, "2016-08-18T05:08:08Z", 0.01, "Agreeing with Dowser and Norrie.  Down to 1%\nhttps://www.gjopen.com/comments/comments/303384"], [484, "2016-08-15T23:42:11Z", 0.01, "Down a whole 1% on great explanation by @norrie http://www.gjopen.com/comments/comments/303384"], [28296, "2016-08-15T08:44:32Z", 0.0, "Westminster passed the section 30 giving Holyrood (the Scottish devolved parliament) permission to create the legislation  for the referendum in January 2013, royal assent on the Holyrood legislation was not forth coming until December 2013 eleven months later. At this point the date was set. Holyrood does not reconvene until 24th October and has yet to get support from The Scottish Parliament to request a section 30 to allow it to legislate in this area. There is simple not enough time for a date to be set by 1st July 2017."], [6303, "2016-08-15T00:57:08Z", 0.01, "According to the general news and GJP consensus."], [23879, "2016-08-12T21:31:40Z", 0.0, "Lowering original 5% forecast [1] in view of near-certainty that Article 50 won't be invoked by the UK before 2017 [2,3]."], [28240, "2016-08-12T15:48:43Z", 0.5, "It's very likely to have a referendum, but I think they will include language asking the voting public, \"should Scotland leave if the UK ONLY if it invokes article 50\" to leave the EU."], [15621, "2016-08-12T10:40:41Z", 0.0, "As this gets nearer zero all the risk is to the upside, can go yes before 1/7/17 but not no."], [1993, "2016-08-11T04:57:37Z", 0.1, "No one will want to call another independence referendum in Scotland unless they are guaranteed of a victory. Right now, they wouldn't get one. And the UK will probably not trigger Article 50 until next year so no need to hurry. Staying low unless the polls for Scottish independence change a lot."], [61, "2016-08-09T20:11:10Z", 0.08, "\"The First Minister has confirmed a second independence referendum would be on the table if she cannot negotiate a deal which keeps Scotland in the single market and allows free movement of people. [Comment: one factor playing into independence vote; see also 60% voter support target referenced by @Raahul_Khumar when initially posting this link: https://www.gjopen.com/comments/comments/298813]"], [19801, "2016-08-09T02:33:41Z", 0.0, "Nicola Sturgeon has branded reports that she plans to hold a snap independence referendum next year “nonsense”.\nhttps://www.thecourier.co.uk/fp/news/politics/scottish-politics/247925/nicola-sturgeon-quashes-claims-of-a-2017-independence-referendum/"], [556, "2016-08-08T23:36:24Z", 0.25, "Rumors are flying:\nhttp://www.thenational.scot/news/pensioners-and-eu-nationals-become-the-focus-of-new-drive-for-independence.20915\nhttp://www.express.co.uk/news/politics/697762/Nicola-Sturgeon-SNP-denies-leader-planning-independence-Brexit-Scotland-EU-membership\nAnd promises are being made:\nhttps://www.thesun.co.uk/news/1574826/scotland-will-be-put-at-the-heart-of-brexit-negotiations-to-stop-nicola-sturgeon-to-stop-pushing-for-second-independence-vote/"], [27101, "2016-08-08T08:38:11Z", 0.15, "latest poles were not supporting a majority for the leave vote, so most likely the SNP will delay"], [51, "2016-08-04T21:05:42Z", 0.1, "From what I have read, we have a lot of operational conditions that would need to be met before a referendum should be held.  Definitely willing to raise percentage if the invocation of article 50 and subsequent negotiations take flight.  But until then, I am skeptical.  "], [27724, "2016-08-03T02:27:42Z", 0.36, "Probable EU funding for ecological issue projects for an independent Scotland "], [27724, "2016-08-02T03:15:45Z", 0.28, "2014 UK ref 55.3% voted to stay\n2016 remain as part of EU 62%\nBase rate 28%"], [368, "2016-08-01T17:50:14Z", 0.0, "\"No Real Shift to Scottish Independence since Brexit vote..\""], [25601, "2016-08-01T17:03:38Z", 0.1, "Too soon."], [83, "2016-08-01T16:38:52Z", 0.2, "Second thoughts: 11 months is a long time."], [27837, "2016-07-31T14:09:11Z", 0.35, "Scotland voted 62-38 to remain in the European Union, although they were overwhelmed by the other Britons. Nicola Sturgeon has already expressed her intentions to hold a second referendum on whether Scotland should leave the UK [and join the EU]. However, this issue will not be as simple as that. For one, the UK appears to be reluctant to invoke Article 50 due to the economic and regulatory uncertainty that it could potentially generate in the near term. In addition, negotiating new trade deals with the EU will be a laborious process and could put off investment in the short-run and reduce the potential growth trajectory of the UK in the long run, due to increased tariffs and non-tariff barriers. The UK could ultimately call for a second referendum on whether to stay in the EU again. "], [27663, "2016-07-31T09:47:05Z", 0.09, "http://www.telegraph.co.uk/news/2016/07/29/no-boost-in-support-for-scottish-independence-despite-brexit-new/"], [24109, "2016-07-31T06:31:15Z", 0.05, "OK, I'm way too optimistic here.  Changing to 5%.  Such a radical jump is probably a sign of not paying attention (i.e., a daytime job).  OK, Three reasons for the decrease, two of which I recently learned.  1) There are steps that will occur first - the process of finally invoking Article 50, looking at the advantages/ disadvantages, etc.  2) As explained here: https://www.gjopen.com/comments/comments/291182, Scotland doesn't get to actually set a date for an independence referendum - the UK parliament does.  And, I'm pretty sure they aren't in a hurry.  3) If Scotland did leave the UK, they wouldn't automatically stay in the EU - there is significant confusion on the topic.  And why leave the UK to be thrown out of the EU?  This issue can be resolved, but it will take time.  https://www.theguardian.com/commentisfree/2016/jun/29/scotland-remain-eu-brexit-european-union-scots-england-wales"], [1262, "2016-07-29T17:55:49Z", 0.05, "Another referendum will not be called until Sturgeon knows there is strong support for one.\n https://reportuk.org/2016/07/28/sturgeon-scotland-poll-blow-90-per-cent-say-independence-referendum-not-priority/\n"], [1639, "2016-07-29T14:12:32Z", 0.02, "Scotland, a nation of five million people, voted decisively to stay in the EU by 62 to 38 percent in a referendum on Thursday, putting it at odds with the United Kingdom as a whole, which voted 52-48 in favor of an exit from the EU, or Brexit.\nhttp://www.reuters.com/article/us-britain-eu-scotland-idUSKCN0ZA0S2"], [484, "2016-07-29T13:23:26Z", 0.02, "Down 3%. If the closing date were end of CY 2017 I would be higher."], [15621, "2016-07-28T22:07:10Z", 0.0, "See Tetbury comment"], [14493, "2016-07-28T17:02:37Z", 0.05, "The question seems to assume that \"Scotland\" can set a date for another referendum on independence. An Independence referendum is a UK Constitutional matter. Constitutional matters have not been devolved to the Scottish Parliament (\"Scotland\") but are reserved by the UK Parliament in Westminster. Therefore before Scotland could set a date for a referendum the Westminster Parliament would have to pass legislation authorising  it. There seems to be no appetite by the UK government to authorise another referendum. \nTherefore in order for anyone to set a date for another referendum would require (a) The Scottish Parliament to decide that there was a very high probability of winning a 2nd independence referendum (b) the Scottish government demanding that events had meant that the results of the first referendum should be ignored and request that Westminster authorise a 2nd referendum  (c) something to happen to change the UK government's mind. \nAlthough the UK has voted for Brexit, which could be considered grounds for holding a 2nd referendum, as yet it is totally unclear what form Brexit will be (or indeed if it will actually happen). Until it is clear what form  Brexit will take it will remain equally unclear what impact, if any, it would have on Scotland there are not really any grounds for holding a 2nd Scottish referendum.\nCoupled with this the problems that are arising from having a Brexit referendum that only established what the voters did not want (they did not want to be in the EU) but did not actually establish what relationship, if any, voters wanted the UK to have with the EU. It can now be seen that there is a very high probability that having voted for Brexit, whatever relationship between the UK and EU results, a majority of voters will be unhappy with the outcome (e.g. if 48% did not want to leave, 10% want no deal with the EU at all, 10% want to be in the EEA, and 32% want some other arrangement then it will not be possible to give the majority what they want). The 1st Scottish referendum was a vague as the UK EU referendum, now with the benefit of the Brexit vote it is likely that Scottish Independence voters would want to vote for something more concrete than just leaving the UK, they would expect to be voting for a specific relationship with both the UK and EU.    \nIt is probable that by July 2017 it will still be unclear what the relationship between the UK and EU will be. \n "], [27879, "2016-07-28T15:28:12Z", 0.22, "Theresa May would delay invoking article 50 for as long as possible within the legal time frame.\nAlthough the Scottish would most probably call for another referendum, they would not do that until its official. \nThe SNP needs to meet numerous requirements to fulfill before that day, which would definitely slow down the process. (their own currency, legislation, parliament, elections, etc.) \nLow probability H1 2017, which would more than double till Q2 2018 in my point of view."], [27884, "2016-07-28T14:16:56Z", 0.03, "Unlikely that Article 50 will be triggered much before July 1st, take longer than 1 year to organise and set a date when discussions won't start until later on in 2015 / early 2016 at which point it would take longer than 6 months to get a referendum through parliament who would likely vote against it in any case."], [493, "2016-07-27T17:25:38Z", 0.65, "http://www.scotsman.com/news/politics/could-a-second-scottish-independence-referendum-be-called-1-4186826"], [405, "2016-07-25T01:19:19Z", 0.66, "-3 from 69\nHow can Scotland, and her leader, can possibly want another referendum before all those talks, and the result of those talks. It is after the results of those talks that she can or cannot explain why Scotland have to leave United kingdom."], [26065, "2016-07-24T21:19:44Z", 0.35, "Scotland's leaders do not believe a vote could be won based upon the dire condition of Scotland's finances"], [23006, "2016-07-24T20:35:19Z", 0.0, "timing issues as mentioned by other posters\nIt takes a least a year from discussions in parliament, leading to a public announcement, to date of referendum"], [15621, "2016-07-24T18:13:20Z", 0.03, "Starting very low. Unlikely that parliament would pass bill for new referendum while Brexit negotiations are on going."], [27740, "2016-07-24T18:00:22Z", 0.04, "Agree with tombalky, not enough time unless Article 50 invoked soon, which isn't looking likely."], [27729, "2016-07-24T17:34:37Z", 0.16, "Not enough time to set date and vote in favour of a date for a second referendum. Shrewd politician Sturgeon will not push for second referendum unless absolutely certain she will win it. My estimate is there is a 1 in 6 chance of it all happening in 1H of 2017."], [27713, "2016-07-23T10:27:52Z", 0.85, "A few month after Britain triggers Article 50 Scotland will have another referendum.\nIf britain triggers it - depending on the next public vote. "], [27022, "2016-07-23T10:26:21Z", 0.12, "initial foracast. \nWith the uncertainty surrounding the British exit strategy and the expected time that article 50 will be triggered (not before the end of 2016) and not until\" a UK-wide approach” has ben reached I assume it not very likely that the Scots will make haste with a new referendum. They gain more by waiting. \nWill add when I've read up on this matter.\n(look into timeframes from invoking article 50 vs announcing new referendum)"], [27663, "2016-07-23T08:45:30Z", 0.1, "They might. But not this year. Not the next. This is too big an issue to rush. "], [24109, "2016-07-23T06:54:13Z", 0.4, "I think 40% makes sense (just a decrease of 5%), especially in light of when I think Brexit will occur.  https://www.gjopen.com/comments/comments/287696.  If Brexit is started this coming winter or spring, Scottland may want to rush to exit the UK, and remain a member of the EU.  There's lead time with this (I have no idea how much).  Thus another referendum isn't out of the question.  Next few months will be interesting. "], [26967, "2016-07-22T11:56:35Z", 0.4, "Anti-Brexit sentiment within Scotland "], [61, "2016-07-22T03:49:26Z", 0.46, "initial forecast.  Simply noting that Scotland voted to remain in the EU for now as a relevant factor. Will need to revisit these articles."], [26479, "2016-07-21T13:52:44Z", 0.15, "Scotland will wait and see how things develop."], [484, "2016-07-21T03:01:22Z", 0.05, "(no change) Consensus is going up, but without comments to support it."], [7124, "2016-07-20T04:53:43Z", 0.25, "Scots are angry over Brexit"], [27543, "2016-07-19T10:48:12Z", 0.85, "Brexit and Trident renewal \"democratic deficit\" will fuel calls for a second referendum sooner rather than later"], [1262, "2016-07-19T02:18:29Z", 0.12, "  The discussion about another referendum is ongoing and disagreements between the Scottish and UK parliaments (1,2) will continue to encourage this, however \ndespite reports of plans to increase \"yes\" votes (3) no actual strategy has been shared (4) yet."], [7366, "2016-07-18T20:46:20Z", 0.75, "Scotts overwhelmingly voted to stay in the EU. They are going to be persuaded to divorce from UK and rejoin EU."], [556, "2016-07-18T18:19:24Z", 0.5, "I don't like being in the middle, but it looks like this question will really hinge on when and how Theresa May triggers Article 50.... "], [26780, "2016-07-18T13:20:26Z", 0.75, "After initial goodwill from May's government, the Brexit Tories will piss of Scotland and the SNP government will want to get out of the U.K. before the end of the Article 50 notice period"], [25804, "2016-07-18T11:21:07Z", 0.05, "New UK PM Theresa May is a committed Unionist and will do all she can to involve Scotland in the Brexit process, and resist pressure form the SNP"], [27019, "2016-07-18T11:06:35Z", 0.35, "Unlikely before next Scottish parliamentary elections."], [22657, "2016-07-18T08:26:18Z", 0.0, "No. There has already been significant political turmoil in the UK this year, following the European Referendum. The public doesn't have a taste for repeated referendums. The Scottish Leader will only start a referendum process if she's certain of he outcome, and at the moment, there's no political benefit in it."], [8888, "2016-07-17T23:41:32Z", 0.05, "How many times will the UK permit them to vote!"], [27461, "2016-07-17T21:28:04Z", 0.0, "Scottish politicians will want to be sure they would win this time. For this, they  need clarity about: (i) what the final settlement of the UK with Europe will look like, and (ii) how Scotland would benefit from independence - e.g., can it remain in the EU. These weighty questions are unlikely to be resolved by July 2017.  "], [27301, "2016-07-17T21:21:51Z", 0.05, "Currency question - pound v euro\nEuro is likely to be unstable as an economic bloc\nEU may not want Scotland"], [27454, "2016-07-17T20:21:40Z", 0.05, "Unlikely, as Sturgeon will not do this before article 50 is enacted and Scotland's future in/out of the EU is known.  "], [20, "2016-07-17T19:04:33Z", 0.3, "The ladies can do business with each other. http://www.telegraph.co.uk/news/2016/07/15/theresa-may-flies-to-edinburgh-to-tell-scots-that-she-believes-w/"], [405, "2016-07-17T14:16:19Z", 0.69, "- maintain 69"], [20284, "2016-07-16T23:01:54Z", 0.2, "There may be a referendum in the future but these dates are too soon.  It will take at least a year of negotiations with the EU before it is clear what the status of the United Kingdom will be in relation to the EU.  Scotland nor Northern Ireland will make a move before knowing the results.  The U.K. and Germany know that it is in both of thier interest to make an arrangement that has the least disruption to the economies.  In the end it may look more like a hiccup than a heart attack. "], [27365, "2016-07-16T20:36:36Z", 0.1, "On average there is one referendum every 5 years or more (the exception being scottish independence and brexit). Another referendum will not be due until 2020. Further, Scorland should not call a referendum until Article 50 is invoked and the indications of what the UKs deal will look like. "], [27374, "2016-07-16T19:26:04Z", 0.7, "I dont expect The EU to concede enough provisions to the UK to satisfy the scots. "], [706, "2016-07-16T03:46:56Z", 0.9, "Brexit will fail."], [405, "2016-07-16T01:59:38Z", 0.69, "Beside the fact that june 23 Sturgeon said that it was \"highly likely\" (another referendum), \nthe SNP is recently in power (2016) and have a <slight majority> minority government. Maybe some of the MP's want to preserve power and this referendum could put in jeopardy the SNP government. \nSome interest groups, business association have already said to Sturgeon to wait and take part of negotiation in the UK team.\nThe newly England PM doesn't seem to cooperate in a Scotland referendum process, and from the UE community Rajoy doesn't help either."], [23879, "2016-07-15T06:42:38Z", 0.05, "The obvious place to get a base rate from is the Scottish indpendence referendum held in 2014. Wikipedia says [1] the referendum started life as a bill before parliament, introduced on 21 March 2013, and passed on 14 November 2013 (so about 8 months later)."], [27020, "2016-07-14T15:02:33Z", 0.07, "A lot of moving parts need to happen for Scotland to consider independence. IF the UK invokes Article 50 then Scotland has a higher chance of voting for independence. But they will not vote until the UK makes its decision first with regards to the EU. "], [556, "2016-07-14T14:18:27Z", 0.01, "Now that Theresa May has appointed \"Pro-leave\" people to negotiate the brexit... I think they will fail to deliver what they promised voters, then she can use Scotland's unhappiness to dump them and put in her \"remain\" people. So this time line is too short for the 2nd set of negotiators to fail to deliver what Scotland wants."], [3895, "2016-07-14T14:14:17Z", 0.16, "consensus seems about right here, there's no great appetite for this second referendum amongst Scottish voters themselves (vide TNS polling) and right now it makes no sense until voters have a clear idea of what kind of Brexit UK/Scottish voters will be offered"], [27306, "2016-07-14T12:17:55Z", 0.03, "Very unlikely. Theresa May will block it in Parliament. Also, the SNP know that they will have to convince the Scottish people to adobt the Euro, Shengen etc. Coupled with the uncertainty of the time we live in, they are unlikely to call one with such uncertainty over whether they can win or not. "], [27299, "2016-07-14T08:42:06Z", 0.12, "Very slim chance. Theresa May has been at pains to point out that the name of her party is the 'Conservative and Unionist Party', emphasising the union with Scotland, Wales and NI. She also needs stability at the moment, more so than anything. There is also no overwhelming appetite for it among the Scottish population itself."], [27027, "2016-07-14T04:15:12Z", 0.2, "I'd say the likelihood of another referendum is more than 50% over the next 5 years, but within less than 12 months it's far less likely."], [23006, "2016-07-14T01:48:48Z", 1.0, "back to high on this one. Went low due to \"let's-stick-with-what-we-know-until-we know-how-screwed-UK-is\" sentiment after the vote. Wasn't sure if July was too soon. Now with speed of new cabinet appointments, defo feel it will be sooner rather than later."], [1993, "2016-07-14T00:41:30Z", 0.2, "Probably not within this timeframe."], [368, "2016-07-13T22:10:52Z", 0.05, "Estimate revised to larger uncertainties regarding support for another independence reference.  However, Sturgeon is working hard to avoid leaving the EU, despite the UK referendum outcome.   Constitutional scholars however suggest that the is limited, if any basis at all, that can be found for Scotland remaining the EU while it is still constitutional tied to the UK and lacks independence.  However, with Brexit outcomes (and exit strategies) lasting as long as two  years (after an official announcement from the new PM), Scotland's desire to remain within the EU and it's single market seems unlikely at this point in time.  Given the IFP deadline, it is yet too early to tell with certainty that this might not happen."], [522, "2016-07-13T13:43:42Z", 0.15, "Despite the posturing winning is not guaranteed and more importantly nor is EU membership or the viability of an independent Scotland without the latter."], [19801, "2016-07-13T11:27:17Z", 0.08, "SNP said within 2 years. 2018 seems the likely date, 2017 is very aggressive. Very little time to organize a referendum and organize logistics.\ni agree with Khalid, by 2017 would take extremely tight organization and planning."], [68, "2016-07-13T06:35:41Z", 0.05, "Almost certainly not in this time frame. Nicola Sturgeon doesn't appear to be an impulsive politician, so even though her party stands for independence, she will wait for the right time. I expect her to not to move on this until Brexit actually happens, but Britain's negotiations with the EU are likely to drag on into 2018 if not 2019. At that time, she'll gauge the mood in Scotland (and the EU leadership) as well as review all the previous arguments for and against. No doubt her party will be preparing contingency plans, but for the next year that's probably all they'll be doing."], [24109, "2016-07-13T05:50:16Z", 0.45, "Important question, hard to answer.  Still lots of Shock and Awe, not much rational thought about Brexit.  I think this will be strongly influenced with whether GB executes Article 50.  Lets say they do.  Scotland strongly wants to remain in the EU, so there is a good chance (85%) they will have another referendum.  Further, they want the referendum with sufficient time before the UK exits the EU, which will fulfill this questions timetable.  I am guessing 50% chance Article 50 gets executed this year. On the other hand, if Article 50 doesn't get executed, I strongly suspect that Scotland will take a wait and see attitude.  50% (assuming Article 50 is executed) of 85% (Will Scotland have a vote or not), rounded up a bit, is 45%.  That's where we will start. Odds will change depending on Article 50.  Cool, I have to pay attention to this one."], [484, "2016-07-13T04:09:00Z", 0.05, "Initial forecast. Too early I suspect. To convince a majority to secede there needs to be a clear path of what staying within the UK or leaving may result in."], [23006, "2016-07-12T22:32:25Z", 0.4, "lowering based on domenic  https://www.gjopen.com/comments/comments/279449"], [10314, "2016-07-12T21:27:30Z", 0.2, "Hardliners will beat the drums to leave  but the Scots all secretly love the royals and nothing will transpire."], [691, "2016-07-12T21:07:11Z", 0.12, "If I were Scotland (full disclosure:  I am not Scotland), I'd hold off until I see what kind of deal the UK gets with the EU.  "], [26184, "2016-07-12T19:41:47Z", 0.34, "It is highly contingent upon when and whether the UK invokes article 50"], [24, "2016-07-12T19:24:51Z", 0.2, "Seems unlikely."], [83, "2016-07-12T19:07:34Z", 0.0, "Starting at zero.  \nArticle 50 has a two year negotiating period, and it does not seem likely that Scotland will have enough information to set a date referendum date before July 1, 2017.  Wouldn't look very good if Scotland voted to leave the UK, then the UK manages to \"remain\" in the EU. Other delays could include new UK elections and negotiations between Scotland and the U.K. over internal relations or a possible new EU agreement."], [556, "2016-07-12T18:10:17Z", 0.65, "http://www.telegraph.co.uk/news/2016/07/10/theresa-may-pledges-to-save-union-as-nicola-sturgeon-promises-sc/"], [745, "2016-07-12T17:47:02Z", 0.76, "Britain will pull out; however long they take to do it, they seem committed.  Scotland clearly wants to stay in the EU, and there is no reason to wait."], [745, "2016-07-12T17:46:47Z", 0.75, "Britain will pull out; however long they take to do it, they seem committed.  Scotland clearly wants to stay in the EU, and there is no reason to wait."], [12879, "2016-07-12T17:46:12Z", 0.6, "Very probable based on its recent BREXIT voting results. "], [500, "2016-07-12T17:06:53Z", 1.0, "jes   100000 %"]]}