{"question_id": 445, "title": "Between 1 April 2017 and 31 March 2018, will an armed group from Sudan engage in a campaign that systematically kills 1,000 or more civilians in Sudan?", "correct_answer": "No", "crowd_forecast": 0.25, "preds": [[691, "2017-06-29T17:01:52Z", 0.03, "http://www.aljazeera.com/video/news/2017/06/fears-uns-darfur-peacekeeping-cuts-170629091056568.html\nThere is no reason to expect good behaviour in Darfur if the UN pulls out; bumping up some just in case."], [36069, "2017-06-24T16:51:38Z", 0.0, "Not likely"], [35532, "2017-06-20T13:14:02Z", 0.8, "South Sudan is already undergoing an ethnic cleansing and the targeting of civilians will increase in the months to come.  "], [35569, "2017-05-25T18:30:35Z", 0.7, "The centralization of power in chaotic third world states results in war crimes more often than a stable and unified country.  The Republic of Sudan's power structure is realistically fractured and tribal, but leadership, likely because of strong outside pressure, is attempting to create a two party/parliamentary hybrid government.  The exiled opposition leader has returned to Sudan and the current president's term ends in 2020.  The current president has stated he plans to step down in 2020.  Armed and murderous groups pop up in Sudan more often than the world can track.  Systematically killing 1,000 people can be completed by a small armed militia in a few days or less.  I predict an armed Sudanese group will systematically kill 1,000 or more people in a campaign before March 31, 2018.  I believe Sudan should realistically be aiming to be a country with a strong dictator that creates stability.  The word democracy in Africa usually is the first word in the name of a death squad.       "], [29054, "2017-05-23T15:32:25Z", 0.79, "If we can get reliable numbers in this one we are going to be over the threshold sooner rather than later:\nhttp://www.chron.com/news/crime/article/South-Sudan-pro-government-forces-blamed-for-11158129.php"], [28091, "2017-04-23T23:17:12Z", 0.18, "huge numbers of dislocated people, potential famine and government forces that have committed atrocities in Darfur in the past. "], [767, "2017-04-21T02:09:56Z", 0.05, "There's is always a risk there. We will have to watch closely what happens in South Sudan and what happens to Pres. Al Bashir politically. "], [34630, "2017-04-17T22:09:56Z", 0.02, "For all of the publicity this case gets -- and the situation in Darfur is indeed miserable -- the actual reported numbers of fatalities are very low, and at current patterns it would be nearly impossible to pass this threshold. But hey, where's South Sudan??? "], [31450, "2017-04-11T17:11:40Z", 0.7, "After a few quiet years, the conflict is Darfur is getting worse again. Nearly two thousand people were killed last year, and that is just one of the civil wars Sudan is fighting. I think the massacres in Darfur continue in 2017 and the government of Sudan easily surpasses 1,000 killed."], [34737, "2017-04-06T03:05:39Z", 0.1, "1000 is nothing for the government of Sudan."], [22245, "2017-04-05T15:38:04Z", 0.5, "Of all the regions in the would, this region has the will and capability to go beyond 1000, especially if the international community does nothing."], [33887, "2017-04-04T01:12:31Z", 1.0, "100%"], [29054, "2017-04-03T17:30:40Z", 0.68, "This is the one with the highest risk to occur due to the amount of interests at play, now the number to reach is high, but in the realm of highly possible. "], [32589, "2017-04-01T08:22:47Z", 0.56, "C"], [1080, "2017-04-01T02:54:49Z", 0.9, "Sudan is doomed"]]}