{"question_id": 168, "title": "Will any other US state adopt California’s Zero Emission Vehicle (ZEV) Mandate before 1 January 2017?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[6303, "2017-01-01T04:46:55Z", 0.0, "According to the general news and GJP consensus."], [31833, "2016-12-30T14:12:06Z", 0.0, "Becau"], [6303, "2016-12-26T03:36:52Z", 0.0, "According to the general news and GJP consensus."], [6303, "2016-12-19T04:04:03Z", 0.0, "According to the general news and GJP consensus. "], [6303, "2016-12-12T02:10:42Z", 0.0, "According to the general news and GJP consensus."], [19801, "2016-12-05T11:54:35Z", 0.0, "No time for it to happen and consensus is solid at 0%."], [6303, "2016-12-05T04:46:04Z", 0.0, "According to the general news and GJP consensus."], [948, "2016-12-04T16:01:05Z", 0.0, "Nope. Nada. None."], [6303, "2016-11-28T03:16:16Z", 0.0, "According to the general news and GJP consensus."], [29970, "2016-11-27T17:11:23Z", 0.0, "Even very \"green\" states are having a difficult time moving in the direction of California.  Recent ballot measure votes prove this."], [6303, "2016-11-21T03:09:17Z", 0.0, "According to the general news and GJP consensus."], [6303, "2016-11-14T01:38:56Z", 0.0, "According to the general news and GJP consensus."], [30182, "2016-11-11T20:35:16Z", 0.0, "Trump"], [6303, "2016-11-07T00:51:14Z", 0.0, "According to the general news and GJP consensus."], [22690, "2016-11-01T04:52:48Z", 0.0, "passage of time"], [6303, "2016-10-31T02:12:33Z", 0.0, "According to the general news and GJP consensus."], [7658, "2016-10-26T23:16:11Z", 0.55, "I can see this going up the coast to Oregon and Washington.  Politics are similar enough and even more susceptible to this change.\n"], [6303, "2016-10-24T01:03:13Z", 0.0, "According to the general news and GJP consensus."], [29467, "2016-10-17T21:21:09Z", 0.0, "There are much bigger issues concerning State legislatures these days."], [6303, "2016-10-10T03:21:25Z", 0.01, "According to the general news and GJP consensus."], [29428, "2016-10-09T14:33:41Z", 0.0, "Massachusetts might have been a prospect but Republican governor and riding commuter costs make this very unlikely."], [6303, "2016-10-03T03:18:46Z", 0.01, "According to the general news and GJP consensus."], [6303, "2016-09-25T18:45:06Z", 0.01, "According to the general news and GJP consensus."], [6303, "2016-09-18T21:40:37Z", 0.01, "According to the general news and GJP consensus."], [83, "2016-09-14T18:54:17Z", 0.0, "Passage of time."], [6303, "2016-09-12T01:12:47Z", 0.01, "According to the general news and GJP consensus."], [6303, "2016-09-06T02:42:42Z", 0.01, "According to the general news and GJP consensus."], [691, "2016-09-01T17:16:48Z", 0.0, "http://www.reuters.com/article/us-california-electriccars-insight-idUSKCN1173LK\nThat program seems to be having very little effect, except for increasing the profits of those who manufacture both petrol-burning and other sorts of vehicles.  "], [6303, "2016-08-29T00:00:53Z", 0.01, "According to the general news and GJP consensus."], [6303, "2016-08-21T22:29:29Z", 0.01, "According to the general news and GJP consensus."], [6303, "2016-08-15T00:23:01Z", 0.01, "According to the general news and GJP consensus."], [691, "2016-08-11T21:26:32Z", 0.0, "No legislature has time to docket and deal with this, and no governor has any compelling reason to do it by executive order.  Not happening just now. "], [6303, "2016-08-09T03:26:02Z", 0.01, "According to the general news and GJP consensus. "], [28036, "2016-08-03T16:24:00Z", 0.05, "They all will wait until elections"], [6303, "2016-08-01T04:13:00Z", 0.01, "According to the general news and GJP consensus. "], [27798, "2016-07-27T16:01:32Z", 0.09, "Can't find any other state considering it"], [61, "2016-07-26T15:24:31Z", 0.0, "Initial forecast."], [691, "2016-07-23T13:46:14Z", 0.0, "These folks are done for the year, and there will be no post-election special sessions devoted to, or even taking cognizance of, the question of ZEVs.  There will be two sorts of state legislative session from now on: emergency budget patches, and stampedes where a party that will lose its majority in January  rams through bills that the newly empowered lot wouldn't even consider.  Democracy in action."], [83, "2016-07-20T17:26:36Z", 0.05, "Environment for ZEVs, outside of California, is \"challenging\":\nhttp://www.autonews.com/article/20160627/OEM11/306279987/zev-mandates-get-harder-to-ignore"], [6303, "2016-07-18T00:44:57Z", 0.01, "According to the general news and GJP consensus. "], [20060, "2016-07-14T02:01:14Z", 0.01, "Seems like climate change has lost priority in this years election madness."], [6303, "2016-07-11T01:38:45Z", 0.01, "I am forecasting based on the general news reports and GJP consensus. "], [691, "2016-07-08T16:00:07Z", 0.0, "Extremely few state legislatures are even still in session, and those that are will be enmeshed in budget negotiations, since their budgets are late.  Then there's them pesky elections, which will keep everyone occupied and during which season nobody will want to do anything this controversial.  After that, they will all be taking very long breaks, except for the ones who are busy carving up the committee vacancies resulting from the election.  Not gonna happen this year. "], [4462, "2016-07-04T13:10:52Z", 0.15, "Sadly not likely they will wait for Hilary"], [22690, "2016-06-30T01:25:56Z", 0.02, "As Delaware is due to stop convening on the 1st of July will reduce this to 2%."], [25713, "2016-06-29T11:51:57Z", 0.0, "The 2017 mandate adds more restrictions to how manufacturers can claim credits... and the cost:benefit for ZEV for consumers is basically break-even over a 3 year period.   (see \"The Updated Mandate\" and \"Price vs. Cost\" respectively from: http://www.edmunds.com/fuel-economy/will-californias-zero-emissions-mandate-alter-the-car-landscape.html).  At this point, Id have to ask why would a state adopt this program? ((For what its worth - i drive a hybrid vehicle myself and would like to see more; but not sure there is drive [no pun intended] to make this happen in the next 6 months))  "], [15371, "2016-06-23T20:01:21Z", 0.01, "Only If Repubs fair badly &  duck legislators do good before they go "], [6303, "2016-06-20T02:04:18Z", 0.01, "I am forecasting based on the general news reports and GJP consensus."], [25601, "2016-06-18T17:17:29Z", 0.01, "Unlikely."], [6303, "2016-06-12T02:32:16Z", 0.01, "It will be more likely if the price of oil and gas increase significantly this year."], [24943, "2016-06-09T21:01:05Z", 0.01, "Time has passed for this to happen this year."], [23852, "2016-06-07T14:48:37Z", 0.25, "Given the lack of legislative time remaining and the heavy lobbying against these bills, I find it unlikely that this will happen."], [19801, "2016-06-02T12:59:17Z", 0.01, "Passage of time, and the likeliest candidates have no news items about adopting a ZEV mandate."], [83, "2016-05-30T12:20:27Z", 0.25, "Updating for passage of time.\n"], [25441, "2016-05-26T15:11:55Z", 0.01, "It's an election year, the polarization of the country has made it almost impossible t do something like this.  In NYS, the Buffalo Solar City is under investigation, so it won't happen in NYS, the second most liberal state in the country."], [38, "2016-05-21T17:59:07Z", 0.04, "I still think that this is unlikely, but not impossible, so to prevent a total Brier score disaster, I'm backing off my 0 forecast."], [38, "2016-05-20T19:23:34Z", 0.0, "Not a peep of news about any states considering doing this.\nsee  @Conor http://www.gjopen.com/comments/comments/223085\nand @jaseuno http://www.gjopen.com/comments/comments/216995\nfor status of which legislatures are still in session  (Hint:  not WA)."], [25252, "2016-05-20T04:10:00Z", 0.1, "This is my first day on Good Judgement ... so this is just an un-researched guess. Seems unlikely. Smog would push citizens towards requesting such a thing, but that's more of a city thing. Love the idea, but not sure there are strong incentives beyond states that tend to be more progressive. How these vehicles are sold is also a problem. Doesn't the ZEV Mandate apply to car dealerships? And isn't Tesla selling direct to consumers without dealerships? Guess I'll need to do some research!"], [102, "2016-05-18T02:55:30Z", 0.0, "https://larswericson.wordpress.com/2016/05/18/gitrep-17mar16pm/"], [16742, "2016-05-16T16:37:31Z", 0.05, "No signs."], [25052, "2016-05-16T02:38:49Z", 0.65, "Does a similar variation count? Quite a few more states that could pass this... WA, AZ, HI just off the top of my head. Zero research other than list of states that have adopted done here... "], [102, "2016-05-14T03:32:51Z", 0.06, "https://larswericson.wordpress.com/2016/05/14/gitrep-13may2016pm/"], [24989, "2016-05-13T13:39:12Z", 0.1, "Until Ford, GM and all big American brands will not start publicly supporting the ZEV, the number of States will not jump higher"], [19801, "2016-05-13T07:39:10Z", 0.02, "There is no news articles about a 11th state adopting ZEV standard."], [19801, "2016-05-13T07:32:14Z", 0.1, "Passage of time, yet not even 1 state has mentioned that it will adopt ZEV standards besides the original 10. The 11th state is nowhere to be found. "], [20060, "2016-05-11T15:06:31Z", 0.2, "Seems plausible, but I could not find any ongoing efforts in other states to adopt the mandate."], [102, "2016-05-08T16:52:41Z", 0.05, "https://larswericson.wordpress.com/2016/05/08/gitrep-8may16am/"], [13643, "2016-05-06T13:48:26Z", 0.02, "Several states have an appetite to out-California California on the sustainability front.  It would have happened by now were it not for dire public pension-driven economic hardships which have these states otherwise engaged.  These are all well-meaning, leftward leaning states."], [22690, "2016-05-02T04:36:31Z", 0.04, "Of all the states that haven't signed up to the mandate, only 6 states legislatures will continue to convene in a months time. Two of these are Delaware and Pennsylvania (which are following California's LEV program, and therefore could be thought to be more likely to adopt the ZEV mandate), of the rest none showed a relevant link when the name of the state and \"zev\" were googled (for anyone wanting to do more work the other legislatures were those of Guam, Ohio, Puerto Rico and Virgin Islands), but just to be conservative I will attribute a 1% chance that one of those states suddenly adopting the mandate."], [8897, "2016-05-02T00:44:19Z", 0.03, "Two things influence my decision.  One, this is an election year and energy/climate don't appear to be big issues.  Second, the low price of energy isn't motivating anyone to take this seriously."], [24567, "2016-05-01T20:15:38Z", 0.0, "No...given that 2016 is an election year, I doubt many politicians will have the will to put something like this through."], [102, "2016-05-01T15:24:56Z", 0.14, "https://larswericson.wordpress.com/2016/05/01/gitrep-1may16am/"], [21711, "2016-04-30T10:24:10Z", 0.65, "arizona"], [102, "2016-04-26T03:54:44Z", 0.21, "https://larswericson.wordpress.com/2016/04/26/gitrep-25apr16pm/"], [24345, "2016-04-25T21:23:08Z", 0.2, "No in almost all eastern states. Maybe in some western states such as washington. "], [23865, "2016-04-25T16:53:52Z", 0.05, "Washington bill has been waiting approval since early 2015.  It's legislative session is over for the year: http://leg.wa.gov/legislature/Pages/cutoff.aspx\nMost state legislative sessions are over by April or May:  http://www.stateside.com/states/2016-legislative-session-info/\nIf the bill has not been passed or is not on the verge of passing by now, it is unlikely it will.  It would have to occur in a special session in most states."], [24212, "2016-04-24T23:12:30Z", 0.06, "Really really not likely."], [24301, "2016-04-24T22:25:19Z", 0.05, "Theys all waitin to see who win november."], [505, "2016-04-24T19:00:35Z", 0.4, "probably not"], [24264, "2016-04-23T22:34:31Z", 0.05, "Not in an election year."], [102, "2016-04-22T03:24:17Z", 0.14, "https://larswericson.wordpress.com/2016/04/22/gitrep-21apr16pm/"], [24146, "2016-04-21T03:50:14Z", 0.55, "Yes, at least one more State will do that"], [102, "2016-04-21T03:48:26Z", 0.29, "https://larswericson.wordpress.com/2016/04/21/gitrep-20apr16pm/"], [18744, "2016-04-18T18:46:11Z", 0.08, "Progress regarding lowering emissions in the atmosphere has increased over the past year but it is still a work in progress. Adopting a zero emission vehicle mandate before the beginning of next year would do wonders for our environment but it a highly unlikely event to happen in merely less than 8 months. "], [21180, "2016-04-18T04:43:17Z", 0.1, "The product is not there at this time."], [23058, "2016-04-17T10:41:45Z", 0.35, "There is a possibility that Washington State could pass the ZEV mandate through the Senate. It is probably the only state that could get it done by the end of the year. The things that worries me is that the bill was passed in February 2015 and nothing since then. Since it is an election year it makes sense that the probability of this bill being passed would be lower as well."], [23928, "2016-04-16T08:58:25Z", 0.6, "A few more, California is in the rule a single case in the USA, but the vW skandal will be open the door for more environmental awareness in the political class from the USA"], [102, "2016-04-14T01:21:50Z", 0.31, "https://larswericson.wordpress.com/2016/04/13/gitrep-13apr16am/"], [23836, "2016-04-13T02:08:19Z", 0.8, "In the aftermath of Paris, the idea of going green has become more popular and many governments as well as businesses want to be seen as environmentally friendly."], [23786, "2016-04-11T20:55:37Z", 0.0, "no"], [83, "2016-04-09T20:19:40Z", 0.5, "Update: Washington State has reintroduced HB1487, for the adoption of the ZEV mandate.  Not certain of timing: it has passed the House (2015), but still needs to pass the Senate and be signed into law.\nhttp://apps.leg.wa.gov/billinfo/summary.aspx?bill=1487\nhttp://lawfilesext.leg.wa.gov/biennium/2015-16/Pdf/Bill%20Reports/House/1487%20HBA%20ENVI%2015.pdf"], [1529, "2016-04-09T18:41:40Z", 0.01, "Appears that increasing restrictions on how sales can be counted across states is a negative factor. California ZEV program also requires increasing mandated sales over each year. It is late in 2016 for most state legislatures to have a well-supported bill out of house and senate committees for probable approval. States can support ZEV vehicles by tax credits/rebates, etc without having to participate in the California ZEV program. "], [53, "2016-04-09T01:32:50Z", 0.05, "Bill WA legislature was considering that would permit this looks like it was gutted.  ( http://app.leg.wa.gov/billinfo/summary.aspx?bill=1487&year=2015 ) In WA, the Dept of Ecology would like to adopt the ZEV mandate but is prohibited by existing legislation.   No sign of adoption elsewhere that I have found yet.  "], [23676, "2016-04-08T14:15:11Z", 0.0, "Most laws go into effect on the 1st of the year not before"], [102, "2016-04-08T02:04:22Z", 0.32, "https://larswericson.wordpress.com/2016/04/07/gitrep-06apr16pm/"], [51, "2016-04-07T14:45:10Z", 0.03, "Considering this to be highly improbable.  I find no record of any state other than the nine listed in the question explanation as contemplating this step as of today.  Yes, a couple of states are informally following the standards, but no evidence of definite plans to formally adopt.  "], [19801, "2016-04-07T10:35:45Z", 0.2, "I've dropped the probability because there is no news of other states considering the idea."], [22615, "2016-04-05T16:16:23Z", 0.05, "The states apt to adopt CA standards have done so, leaving the next most likely states being the mixed policy states.  In an election year state politicians will likely be reticent to adopt controversial standards prior to the election, and not enough time will exist after the election to move such changes through state legislatures."], [23508, "2016-04-04T23:53:23Z", 0.06, "Generally unfavorable to auto makers not prepared to develop ZEV technology who will lobby against this, at least for this calendar year."], [23276, "2016-04-04T17:12:01Z", 0.15, "Colorado would be one of the next to adopt"], [22189, "2016-04-04T05:14:36Z", 0.05, "Because they are all waiting for the VW-scandal"], [9685, "2016-04-04T00:34:49Z", 0.1, "I hope not.  Let California be the test case and give us time to demonstrate whether this experiment works."], [6628, "2016-04-03T21:22:25Z", 1.0, "ZEV are the future!"], [1526, "2016-04-02T15:41:05Z", 0.0, "Judging from this article, any changes in this direction are slow and hard to implement. I don't see it happening in less than a year."], [1720, "2016-04-02T12:11:54Z", 0.05, "What other state has the capacity to pass such a law and enforce it in the next eight months? None. Great idea, but unrealistic."], [102, "2016-04-02T02:22:56Z", 0.36, "https://larswericson.wordpress.com/2016/04/02/gitrep-01apr16/"], [1337, "2016-04-01T15:16:07Z", 0.05, "Yeah, right. Who wouldn't go into the general elections, with lowest gas price in decades and voters whining about poverty, with such long term goals?"], [102, "2016-04-01T01:58:01Z", 0.46, "https://larswericson.wordpress.com/2016/04/01/gitrep-31mar16pm/"], [691, "2016-03-31T18:12:48Z", 0.11, "On readily available public sites, I can only find references to bills that provide purchase incentives of one kind or another.  The best source for what's been introduced in the states is the National Conference of State Legislatures, but their bill-information system is available only to legislators and staffs, so I am no longer eligible to peek.  If you know anybody who is a state legislator or staffer, you might ask them to look into it for you.  Even if you don't know anybody, your local state representative or senator could help. This is not illegal or unethical--we used  NCSL sources all the time to respond to constituent questions."], [21762, "2016-03-30T20:13:18Z", 0.01, "I don't see there being much of an incentive for other states to adopt California's mandate, although some have already. I think that states who are interested in this issue, have already done so."], [4972, "2016-03-30T16:49:04Z", 0.07, "Very little chance of any new state adopting California standards during calendar year 2016, not even the three states currently following the standard."], [23173, "2016-03-29T05:57:45Z", 0.05, "Current status of EV's is still not mature enough for significant substitution with normal vehicles. Makes no logical sense to do this  until California has shown it works, or shown it doesnt work. No US state  has signficant enough renewable energy sources, combined with high population/asset density, to make this viable."], [1057, "2016-03-28T16:37:43Z", 0.25, "other states won't allow it"], [1055, "2016-03-28T16:16:58Z", 0.45, "other states will lag behind"], [22577, "2016-03-28T13:40:00Z", 0.05, "The decision to join these programs is very slow and I do not see another state sufficiently involved."], [19670, "2016-03-28T13:14:36Z", 0.05, "Chances will increase if Bernie Sanders is elected president.\n"], [10314, "2016-03-28T00:39:43Z", 0.35, "bad entry   should read 5%"], [21470, "2016-03-28T00:23:28Z", 0.0, "Jts not workable"], [102, "2016-03-28T00:10:44Z", 0.47, "https://larswericson.wordpress.com/2016/03/27/gitrep-27mar16pm/"], [19968, "2016-03-27T22:44:31Z", 0.25, "Tesla usually under performs it's sales goals.  Adding the Model X is not what they needed to really accelerate sales as it is likely to cannanbalize current Model S sales.  Initial reception by Tesla owners of X hasn't been great."], [19968, "2016-03-27T22:35:43Z", 0.02, "Most states have sessions that begin in January & end in May or June so the state agendas are pretty well established at this point.  The National Conference of State Legislatures does not show any activity in this area just prior to this years sessions.  Some states that might have motivation desire for a ZEV requirement now have split control of their Chambers like Washington, or Republican Governors like Massachusetts and Maryland.\n"], [16727, "2016-03-27T21:51:33Z", 0.2, "The car maker, car dealers and oil industry will lobby against a ZEV mandate using good arguments: high cost of ZEV and loss of jobs (ZEV are less costly to maintain)"], [22822, "2016-03-26T21:00:01Z", 0.07, "With so much focus on the Presidential race there seems to be very little noise regarding the three prime candidates to upgrade from the LEV to ZEV"], [23012, "2016-03-25T23:50:08Z", 0.04, "There 40 states that have not passed it. Of those, 3 have adopted the California LEV standards, which could be considered a stepping-stone to the full ZEV mandate. 3/40 = 7.5%. There's about 75% of 2016 remaining: 7.5% * 75% = 5.625%. Round down due to Washington's House substituting the ZEV bill with one that explicitly does not adopt California's mandate, though the Senate version remains alive. Drop a point due to the legislature being in \"extra innings.\""], [706, "2016-03-25T18:25:24Z", 0.99, "Likely before the DNC.  After that, probably not."], [22868, "2016-03-25T12:19:20Z", 0.96, "10 states adopted it within 4 years... it makes more than two per year at averege. Thus I bet there going to be some adoptions during this year."], [22961, "2016-03-25T08:52:08Z", 0.05, "Unlikely oil price too low, "], [734, "2016-03-25T01:52:18Z", 0.12, "Initial forecast."], [102, "2016-03-25T01:05:28Z", 0.45, "https://larswericson.wordpress.com/2016/03/25/gitrep-24mar16pm/"], [22907, "2016-03-24T21:28:15Z", 0.05, "Adoption of ZEV and PZEV mandate's has slown down over the last several years making adoption by other states in an election year unlikely.  "], [691, "2016-03-24T20:41:15Z", 0.17, "When I was a lad, you could set your calendar by watching states adopt new stuff.  California or Wisconsin came first, followed immediately by the other one, then Washington and Oregon in either order, and--sort of strangely--North Carolina.  Then New York/Massachusetts/Vermont/Connecticut/Rhode Island in some order.  Arbitrary after that, but Illinois was reliably about 20th.  Eventually or never, the Bible Belt.  "], [13657, "2016-03-24T20:33:23Z", 0.02, "I don't understand why this site has questions like this but doesn't have a question on whether the Fed will raise or lower interest rates or when, which is an overwhelmingly important question compared to most of the questions on here.  Even if the eight states currently committed to this meet their goals it will delay global warming by about five minutes, no exaggeration.  So this issue is political correctness, and that is all. "], [94, "2016-03-24T18:54:41Z", 0.25, "Timing of entry of other states (see [1]):\n2004: New Jersey\n2005: Oregon\n2007: Maryland\n2009: Massachusetts (?)\n2012: Maine, Vermont, New York, Connecticut, Rhode Island"], [18762, "2016-03-24T14:12:03Z", 0.01, "this  is an interesting one, and I learned quite a bit for researching it. It is either California standards or nothing, according to 42 US 7507. And a state can avoid this by not using the ZEV designation but other non-ZEV classifications (TZEV, NEV, PZEV etc) which is more likely than another ZEV/CA-style-designation. No state has adopted a ZEV program since 2013 and I see no reason why it will happen now given an election season."], [22885, "2016-03-24T12:51:31Z", 0.03, "Too busy with 2016 election year"], [22871, "2016-03-24T09:48:48Z", 0.0, "The emissions produced during manufacture, maintenance & disposal of these heavy toxic metal monsters is well understood outside of CA"], [22835, "2016-03-23T22:31:43Z", 0.05, "Unlikely. Elections and low oil price reduce saliency."], [20250, "2016-03-23T14:27:52Z", 0.85, "If other states have already adopted it, it stands to reason more will do it too."], [19801, "2016-03-23T11:11:54Z", 1.0, "Eight states have adopted Californiaâ€™s zero-emission vehicle (ZEV) mandates, issued by the California Air Resources Board (CARB). \nEarly this month eight U.S. states and five countries pledged to eliminate the sale of new gasoline and diesel cars by 2050."], [1993, "2016-03-23T06:44:03Z", 0.1, "Is any state other than the current 10 ZEV states even considering this? I can't find any information about lobbying efforts or any indication of other states that might be considering adopting the ZEV mandate."], [21775, "2016-03-23T03:58:10Z", 0.2, "Too soon"], [16307, "2016-03-23T03:55:42Z", 0.66, "Washington, Delaware, and Pennsylvania are all on the LEV program with California and are considered very Green states.  Furthermore, Washington's department of transportation has (as one of its February Action Items) a goal to align itself with the 8 other adopters of the ZEV Mandate."], [689, "2016-03-23T02:56:56Z", 0.07, "Comment deleted on May 10, 2016 11:13PM UTC"], [14375, "2016-03-23T02:22:45Z", 0.2, "I don't see a lot of public pressure on states to do this, yet. California prides itself on leading the nation in liberalness, and I think the other states will be content to let them lead on this for at least another year or so."], [38, "2016-03-22T20:56:09Z", 0.22, "http://www.edmunds.com/fuel-economy/will-californias-zero-emissions-mandate-alter-the-car-landscape.html"], [38, "2016-03-22T20:36:37Z", 0.5, "GJO has said that \"More Information\" is used to provide information about resolution criteria.  In the case of this question,  I wonder if GJO has used \"More Information\" to provide information about what will NOT satisfy this question:  namely, which states GJO  considers have already adopted Ca's ZEV mandate?"], [16742, "2016-03-22T20:00:06Z", 0.05, "No signs as of now."], [90, "2016-03-22T19:24:50Z", 0.1, "I doubt it very much. There are only two states that might have any interest -- Washington and Pennsylvania (they adopted earlier CA standards around 2005)--  but not finding any burning interest in either state for the ZEV mandate. Need to flesh out some bits and pieces, but starting low with expectation of going lower."], [22245, "2016-03-22T19:06:24Z", 0.2, "With most state houses controlled or shared by the republican party, the available states to available to adopt such a measure is very limited.  I think most state houses will take a wait and see approach as the CA plan unfolds.  With gas prices low and the cost of a new car already high adding an additional $1500-2000 to the cost of a vehicle may not be a prudent choice at this point for many legislatures. "]]}