{"question_id": 215, "title": "Will North Carolina Governor Pat McCrory (R) be re-elected this November?", "correct_answer": "No", "crowd_forecast": 0.33, "preds": [[14208, "2016-11-09T06:06:00Z", 0.75, "Maintaining 75%.   Talk about a close!!!"], [10898, "2016-11-09T04:26:12Z", 0.95, "*This is definitely cheating - would work only in case GJO makes a mistake to include today in the scores (as indicated by resolution date)*"], [5001, "2016-11-09T04:11:47Z", 0.95, "*This is definitely cheating - would work only in case GJO makes a mistake to include today in the scores (as indicated by resolution date)*"], [19801, "2016-11-08T11:48:16Z", 0.25, "http://predictwise.com/politics/2016-governors"], [29849, "2016-11-08T11:30:41Z", 0.49, "Will likely be very close..."], [156, "2016-11-05T01:32:54Z", 0.4, "Been consistently behind by a narrow margin."], [8701, "2016-11-04T19:20:34Z", 0.44, "Shameful positions merit defeat."], [225, "2016-11-04T18:45:09Z", 0.45, "The amount of focus by democrats on NC has been extreme.  I expect that coat tails rather than vote splitting will occur on election day."], [8803, "2016-11-04T15:27:45Z", 0.4, "He's been damaged by the bathroom bill."], [24109, "2016-11-04T02:35:17Z", 0.15, "Staying pat. At this point, incumbancy should be reflective of the polls. McCrory is still behind.  Nuff said.  "], [484, "2016-10-30T18:05:06Z", 0.4, "Up 30%. I'm not sure why I've been so low relative to the consensus. I'm over-compensating somewhat for scoring purposes. Who knows what the polling really suggests, but I doubt the fundamentals of the race warrant something too far removed from a toss-up."], [29502, "2016-10-30T11:45:07Z", 0.67, "When I see left polls giving a R in the lead I am inclined to think that he might be actually in the lead. We need to also take into account the bad impression supporters of the democratic party made by attacking the NC county GOP office, setting the place on fire and drawing NAZI symbols on the building. The incident was largely unreported by the mainstream media and some uncertain voters may step to the GOP side as they see the unfair treatment of republicans. "], [476, "2016-10-30T02:59:25Z", 0.51, "race has tightened according to Charlotte Oberver poll link http://www.charlotteobserver.com/news/politics-government/election/article111163942.html"], [10898, "2016-10-28T17:49:07Z", 0.28, "Quinnipiac has him down 2. http://www.realclearpolitics.com/epolls/2016/governor/nc/north_carolina_governor_mccrory_vs_cooper-4096.html\n"], [15548, "2016-10-28T07:40:09Z", 0.35, "http://www.realclearpolitics.com/epolls/2016/governor/nc/north_carolina_governor_mccrory_vs_cooper-4096.html +1.4 cooper from +4.6 3 weeks ago. "], [29669, "2016-10-27T20:16:28Z", 0.46, "This is a very close race and I agree with VoxVox's reasoning, just not the probability of a \"yes\" at this point."], [613, "2016-10-26T13:33:32Z", 0.45, "The race is close, but McCrory appears in the lead in the latest polls."], [10898, "2016-10-25T17:22:19Z", 0.3, "It certainly looks like he's the underdog, but the polls aren't as unequivocal about this as the consensus. Of the last 5 polls (since October 14): \nMcCrory is up by 1 or 2 points in 2 of them \nCooper is up by 2 points in 2 of them\nCooper is up by 6 points in 1 of them "], [12879, "2016-10-23T20:09:15Z", 0.5, "The polls have a dead heat at McCory down by 0.5%. Turn-Out is the key."], [29469, "2016-10-21T18:51:12Z", 0.4, "Polls favour Cooper, but McCrory's trend is very strongly upward. "], [484, "2016-10-21T16:26:31Z", 0.1, "Down 5% for passage of time."], [28904, "2016-10-18T16:55:13Z", 0.4, "McCrory has picked up several points, to within 3% of Cooper: http://www.realclearpolitics.com/epolls/2016/governor/nc/north_carolina_governor_mccrory_vs_cooper-4096.html"], [28904, "2016-10-13T21:17:20Z", 0.33, "RCP Polling now averages with Cooper (D) four points ahead. Margin of error is about 3.5% though. I'm not sure what will happen with turnout here. "], [1529, "2016-10-13T03:28:51Z", 0.25, "First.....the bathroom-bill mess that has cost NC people jobs and corporate investment, and continues to cost NC money and jobs.\nSecond, DNC ground game appears to be superior.\nThird ....NC demographics have been moving more liberal over past few years.\nFourth ... recent flooding from Mathew. Maybe this isn't fair, but the level of destruction and seemingly slow pace of restoration will be the nail in the coffin. McCrory gets the blame."], [3895, "2016-10-12T09:24:30Z", 0.17, "+4.6 Cooper in RCP average"], [14208, "2016-10-11T22:30:40Z", 0.01, "I was not aware of all the additional laws that were attached to the bathroom law in NC.\nhttps://www.youtube.com/watch?v=bqHPhIdoAK4"], [15548, "2016-10-11T15:44:20Z", 0.2, "http://www.realclearpolitics.com/epolls/2016/governor/nc/north_carolina_governor_mccrory_vs_cooper-4096.html Copper +4.6"], [484, "2016-10-10T16:02:07Z", 0.15, "Up 5% on chance hurricane response sways voters."], [28904, "2016-10-09T19:29:36Z", 0.38, "Updating based on Predictwise data http://predictwise.com/politics/2016-governors. RealClearPolitics also shows a consistent 4 point lead for Cooper--but apparently inside of the margin or error. "], [55, "2016-10-08T20:31:57Z", 0.2, "As tournaments pull out and Trump becomes less likely to win his chances are dropping. "], [38, "2016-10-04T22:13:02Z", 0.36, "http://www.bloomberg.com/politics/articles/2016-10-03/north-carolina-poll"], [484, "2016-10-01T15:50:01Z", 0.1, "Down 25% on http://www.gjopen.com/comments/comments/337809"], [19801, "2016-10-01T13:01:55Z", 0.37, "In line with PredictWise and consensus is also around 31%. Very close.\nhttp://predictwise.com/politics/2016-governors"], [484, "2016-09-30T04:03:37Z", 0.35, "Down another 10%."], [484, "2016-09-26T23:37:51Z", 0.45, "Down 10% since no one followed my brilliant idea."], [691, "2016-09-24T18:22:06Z", 0.38, "This poor guy is the only incumbent governor who will probably lose this year.  He richly deserves to, of course, but that almost never matters in the so-called real world.   (Indiana and New Hampshire Rs and Ds, respectively, may lost the governorships, but there are no incumbents involved there.)"], [28904, "2016-09-23T21:17:50Z", 0.47, "Last poll I saw had him at 41% vs 46% for his challenger. Prorating gets him about 47%. Looks like a close race--not sure of the margin of error. "], [484, "2016-09-22T15:49:50Z", 0.55, "Up 55% (at least until a few new polls). Showing resolve in Charlotte gives voters a reason to vote for him."], [14208, "2016-09-22T01:10:32Z", 0.34, "following @Anneinak.  I'm having a hard time getting a read on the NC race."], [38, "2016-09-20T21:54:26Z", 0.34, "http://www.ncnn.com/edit-news/9892-elon-poll-support-slips-for-hb2-mccrory-leads-cooper"], [484, "2016-09-20T14:31:46Z", 0.0, "Down 15% for scoring purposes."], [19801, "2016-09-20T14:08:35Z", 0.39, "Consensus is at 30%, and PredictWise at 39%.\nhttp://predictwise.com/politics/2016-governors"], [484, "2016-09-20T01:57:06Z", 0.15, "Down 10% for passage of time."], [484, "2016-09-15T21:52:20Z", 0.25, "Down 5% since the consensus is lowering. I still suspect there may be some stealth support for McCrory related to the social issues."], [28631, "2016-09-15T09:54:14Z", 0.3, "less likely, passage of time"], [24109, "2016-09-15T05:31:52Z", 0.15, "HB 2.  Enough said"], [38, "2016-09-11T22:01:41Z", 0.21, "http://www.charlotteobserver.com/news/politics-government/election/article101085787.html"], [24973, "2016-09-10T15:23:24Z", 0.42, "Haven't been on in a while and a lot has happened so I'm making some changes. Just by looking off of real clear politics, the average of polls across the country has cooper up by 6 points. I lower my percentage by 20%."], [27207, "2016-09-01T02:35:26Z", 0.47, "The court decision invalidating voter ID laws will result in increased voting by illegal immigrants. That puts McCrory at a disadvantage.  "], [38, "2016-09-01T01:59:26Z", 0.21, "http://www.usatoday.com/story/news/politics/elections/2016/08/31/us-high-court-refuses-to-reinstate-north-carolina-voter-id/89666518/"], [28631, "2016-08-31T12:39:14Z", 0.4, "gut feel + comments below"], [19801, "2016-08-31T12:27:26Z", 0.2, "\nHuffPost Model"], [14208, "2016-08-28T20:25:48Z", 0.1, "Pat McCrory is losing his re-election campaign.  The \"bath-room\" law/rule has portrayed McCrory as lacking empathy with some in his state.  This is why I am at 10%.  I doubt McCrory will change course.  I have said it in the past and I will say it again...McCrory needs to focus on the heroin problem in NC.  If he can do this effectively it will show voters in his state that he has EMPATHY for people.  At the same time he should ridicule the AG for not going after drug dealers but instead looking out for out-of-state special interests and his own career.  But this has a low likelihood of happening.  "], [27403, "2016-08-27T13:25:02Z", 0.3, "Trump will hurt all borderline republicans."], [38, "2016-08-27T07:05:46Z", 0.23, "http://www.fayobserver.com/news/local/n-c-polls-show-clinton-cooper-and-burr-leading-their/article_8aef64ae-26b2-57c3-af70-c4301b1a6751.html"], [68, "2016-08-26T06:51:23Z", 0.31, "http://predictwise.com/politics/2016-governors"], [484, "2016-08-26T04:16:08Z", 0.3, "Down 5% on this post: http://www.gjopen.com/comments/comments/310988"], [38, "2016-08-25T21:14:29Z", 0.33, "http://talkingpointsmemo.com/polltracker/mccrory-falls-behind-north-carolina-governor-poll"], [24943, "2016-08-25T15:11:43Z", 0.46, "The polls are going in the wrong direction for McCrory. He is behind 5+ points in most polls. I will tweak this each week downwards if the polls continue in the current slide continues."], [14208, "2016-08-24T00:32:11Z", 0.4, "-20%\nhttp://www.fitsnews.com/2016/08/17/democrat-roy-cooper-pulls-ahead-in-north-carolina/\nhttp://www.charlotteobserver.com/opinion/opn-columns-blogs/taylor-batten/article96736902.html"], [484, "2016-08-23T05:30:29Z", 0.35, "Down 10% to be below the consensus. The polling can't be off, can it?"], [24109, "2016-08-21T20:08:14Z", 0.25, "Dropping 10%.  McCrory has remained slightly behind in polls for the last numerous months.  Further, presidential election will be a headwind.  5% due to polls, 5% due to headwind."], [484, "2016-08-19T16:23:57Z", 0.45, "Dropping 10%. OTOH I'm not sure how much I really trust the polling."], [83, "2016-08-18T22:28:24Z", 0.0, "Article connects falling polls for Trump and McCrory:\nhttps://www.yahoo.com/news/down-ticket-4-north-carolina-000000801.html"], [19801, "2016-08-17T07:28:34Z", 0.41, "PredictWise gives 41% odds. Polling also gives the lead to Cooper."], [10898, "2016-08-16T08:11:50Z", 0.4, "He's not polling too hot http://www.realclearpolitics.com/epolls/2016/governor/nc/north_carolina_governor_mccrory_vs_cooper-4096.html"], [691, "2016-08-11T20:07:56Z", 0.48, "It is increasingly likely that Clinton will carry North Carolina, and ticket-splitting is not what it used to be.  In addition, demographics are shifting almost seismically: Thrice-damned liberal Yankees are moving there to retire, and longtime NCars would like to regain their status as the Adults of the South, earned with some effort back in the Terry Sanford days.  McCrory might win, but he will sweat off a lot of weight in the meantime. "], [14208, "2016-08-10T18:04:19Z", 0.6, "Comment deleted on Oct 22, 2016 07:40PM UTC"], [1023, "2016-08-07T21:59:57Z", 0.25, "McCrory faces numerous challenges."], [26748, "2016-07-25T16:27:41Z", 0.46, "For: NC is very conservative \nAgainst: Policy toward LGBT is having a negative financial impact and McCrory does not disavow. Charlotte area is more liberal and is growing. "], [24943, "2016-07-23T02:54:14Z", 0.58, "NBA moving the all star game will hurt the economy and the his image. He seems to be doubling down by berating NBA and the corporate 'elite'. He might be hitching his horse to the Trump Truck. Risky!"], [24109, "2016-07-23T01:32:58Z", 0.35, "Going to 35%.  Reasons from a month ago are still valid (see link below).  Further, polls haven't changed at all.  On the one hand, I figured the further from spring and HB2 we got, the better McCrory's chances.  On the other hand, everyone in NC was reminded today that you can get publicly burned, and it can cost you a lot of money, getting in the middle of someone elses bedroom (or in this case, bathroom).  Especially with this BIG win for LGBT, I suspect pressure will get stronger, not weaker, on McCrory.  "], [4461, "2016-07-22T20:42:51Z", 0.47, "The consensus seems low on McCrory, perhaps due to wishful thinking. Giving him slightly better odds for now, but watch for the reaction over the NBA moving the 2017 All Star Game from Charlotte: http://www.nba.com/2016/news/07/21/nba-statement-all-star-game-relocation-from-charlotte/  (as well as whether this emboldens other businesses to make moves out of the state)"], [484, "2016-07-22T04:23:30Z", 0.55, "Up 5% since DT may prove more popular in NC."], [27207, "2016-07-21T02:19:21Z", 0.58, "Polling shows the race fairly even. Trump's coattails may not be long, but they may be just long enough to give McCrory the edge."], [27334, "2016-07-20T20:44:41Z", 0.81, "LGBT activists haven't been able to really get people elected. The Pope Machine in NC is strong and the Dems frankly seem disheartened."], [16291, "2016-07-15T19:43:10Z", 0.5, "It doesn't get more of a toss-up than this. Polling is dead-even and all of the qualitative sites have it as a toss-up. Markets give a slight edge to Cooper. McCrory does have an incumbency advantage. However, there is also a Libertarian in the race, which may pull some votes away from him. North Carolina is tight for the presidential race as well -- perhaps this has some coattails from that race. That would be consistent with the last two elections, when Obama won the state in '08 and a Democrat took the governor's race, while Romney won it in 2012 and McCrory won."], [10898, "2016-07-15T18:25:43Z", 0.47, "Cooper up by 4 in new poll: http://www.realclearpolitics.com/epolls/2016/governor/nc/north_carolina_governor_mccrory_vs_cooper-4096.html"], [11430, "2016-07-15T07:50:06Z", 0.65, "Dark money flows into this election."], [283, "2016-07-11T09:40:34Z", 0.56, "Black Lives Matter--inspired violence should push the electorate to the right. Lifting from 52% to 56%."], [16640, "2016-07-10T21:36:50Z", 0.35, "Too much extremism from him. Trump will help state go Dem."], [10916, "2016-07-07T14:12:35Z", 0.55, "Latest poll has Mcrory taking the lead."], [202, "2016-07-06T12:16:53Z", 0.6, "The outside view suggests that McCrory will be re-elected as 80% of incumbent governors get re-elected in recent years. See http://governors.rutgers.edu/on-governors/us-governors/when-governors-seek-re-election/\nThe inside view suggests the following:\n- North Carolina last two governors have been democrats (-15%)\n- Polls are pretty much neck and neck (-5%) http://www.realclearpolitics.com/epolls/2016/governor/nc/north_carolina_governor_mccrory_vs_cooper-4096.html\n- My guess is the  Public Facilities Privacy & Security Act controversy won't have a huge effect on voting as opposing constituencies would vote republican or democrat anyway.\n"], [19657, "2016-07-05T18:12:31Z", 0.25, "HB2 and the resultant drain on the state has left McCrory in a precarious position. His blind championing of a clearly unconstitutional law that is vastly unpopular in state and out is not helping him at all."], [83, "2016-07-05T02:03:47Z", 0.8, "Late June \"Civetas\" poll continues to show McCrory with the lead.\nhttp://www.realclearpolitics.com/epolls/2016/governor/nc/north_carolina_governor_mccrory_vs_cooper-4096.html#!"], [26243, "2016-07-04T12:07:28Z", 0.32, "Instinct that anti-incumbent sentiment will drive November 2016 results; perhaps a Trump victory alongside Roy Cooper upset?  Will need to watch this one closely."], [556, "2016-07-03T23:04:36Z", 0.51, "http://www.realclearpolitics.com/epolls/2016/governor/nc/north_carolina_governor_mccrory_vs_cooper_vs_cecil-5841.html"], [15371, "2016-07-03T22:51:09Z", 0.55, "The businesses will oppose him, but the electorate's prejudices have been reinforced by Trp"], [484, "2016-07-02T04:13:13Z", 0.5, "Up 15% on this: http://www.gjopen.com/comments/comments/272083"], [14208, "2016-07-01T18:13:29Z", 0.92, "Looking at the 13 districts in NC has Republicans raising exponentially more money than the Democrats.  Only districts 4 and 12 have democrats leading in fund raising.  NC state totals have Republicans raising twice what democrats have raised.  +4"], [1023, "2016-06-29T16:22:22Z", 0.2, "from coal ash to pavement rash, plus hb2 mccrory has very little hope..."], [15371, "2016-06-23T19:38:25Z", 0.36, "Too much business lost "], [10898, "2016-06-22T07:09:17Z", 0.49, "Polls indicate a dead heat or close to it (https://en.wikipedia.org/wiki/North_Carolina_gubernatorial_election,_2016#Polling)\nOn the other hand, the democrats may be more motivated to turn up this cycle. Giving it an almost 50/50."], [26223, "2016-06-17T16:26:23Z", 0.25, "Low white turnout in NC"], [1057, "2016-06-17T12:21:18Z", 0.65, "NC governor will keep his post"], [1055, "2016-06-17T12:09:46Z", 0.65, "yes North Carolina not ready for change yet"], [19801, "2016-06-17T07:30:43Z", 0.52, "PredictWise gives the Democrat 45%.\nhttp://predictwise.com/politics/2016-governors"], [18762, "2016-06-16T12:28:47Z", 0.55, "I am not a Trump or Hillary supporter, so take this as a non-partisan objective viewpoint: I am all in on a Trump easy victory, and so am answering these questions with that lens. "], [26148, "2016-06-15T20:25:29Z", 0.49, "GOP incumbent will be damaged by Trump in a close election."], [26077, "2016-06-14T19:10:07Z", 0.3, "HB2 and Coal Ash have hurt him badly. But core republicans might stick with him. "], [26082, "2016-06-14T18:38:36Z", 0.75, "North Carolina is a fairly conservative state that has featured competitive elections lately.  It may be in the toss-up column for 2016.  Even if Hillary Clinton wins the state this fall, it is unlikely that she will have long coattails.  Voters in NC may even want to provide a check at the state level for what they do presidentially."], [24973, "2016-06-13T23:43:21Z", 0.62, "In the United States, out of the 50 governors, 39 are incumbents and have held office since at least 2014; many have held office since 2009-2011. In Congress, incumbents have a higher probability of winning reelection. In November of 2004, 401 of the 435 sitting members of the U.S. House of Representatives sought reelection. Of those 401, all but five were reelected. In other words, incumbents seeking reelection to the House had a better than 99% success rate. In the U.S. Senate, only one incumbent seeking reelection was defeated. Twenty-five of twenty-six (96%) were reelected. I assume this can translate to governors. With this, I make my baseline estimate at 78%."], [1506, "2016-06-12T22:34:33Z", 0.85, "The state trends conservative outside its larger cities, and the economic fallout from the rushed \"bathroom crisis\" will have passed from voter memory."], [20315, "2016-06-09T21:42:46Z", 0.15, "negative backwash from party leader, unpopular policy decisions, tension with business community, blackballed by sports venues"], [24943, "2016-06-09T12:48:33Z", 0.63, "The prediction markets are at 55%; Weighted average (2 to 1) gives me 63%"], [14208, "2016-06-08T17:33:36Z", 0.6, "in the last 115 years of North Carolina Governorship only 15 years has been occupied by a Republican (13%).  \"6.5 million people registered to vote in NC, some 30.5 percent are Republicans. Democrats make up 40.8 percent, Libertarians account for about half a percent, and unaffiliated voters make up the remaining 28 percent\" https://www.carolinajournal.com/opinion-article/how-republican-is-north-carolina/"], [484, "2016-06-08T16:38:41Z", 0.35, "Down 10% @cdob63 @jacksonfrerichs @JP"], [25847, "2016-06-08T15:41:17Z", 0.25, "The fact that NC is a historically blue state when it comes to the governorship, there is a strong opponent who is already statistically tied in nearly every poll, the recent bathroom controversy, and economic numbers all factored in. Strong State GDP growth, but poor per capita growth, meaning that economic factors will not play in incumbent's favor. His approval rating is taking a hit after HB2. That being said, bathroom law may encourage social conservatives to turnout in slightly higher numbers than social liberals as a slight majority oppose laws like HB2, but voters who DO support it, strongly support it. Will be extremely close, but I think Cooper will win."], [1529, "2016-06-08T00:44:39Z", 0.4, "His Democratic challenger, Attorney General Roy Cooper, has name recognition and has shown himself electable."], [25681, "2016-06-07T14:24:29Z", 0.43, "The business community can't/won't encourage ideological behavior that attacks their bottom line. That support along with Cooper's general popularity make it a tough road."], [19801, "2016-06-07T06:01:23Z", 0.55, "\nPredictWise gives the Democrat 45%, so by inference.\nhttp://predictwise.com/politics/2016-governors"], [1993, "2016-06-07T04:13:06Z", 0.55, "Taking a wishy-washy position, because I'm unsure of the consequences of McCrory's veto of the Coal Ash Bill. I think the bathroom business will not be on people's minds 5 months from now. "], [484, "2016-06-06T23:31:16Z", 0.45, "(no change) Consensus is going down, but @Raisinville made some excellent points:"], [8888, "2016-06-06T21:32:14Z", 0.55, "Although he should of not fallen for the bate from the Libs in Charlotte I believe the citizens of NC support his position of  fighting against the Federal tyrants."], [25734, "2016-06-06T20:19:33Z", 0.01, "I think the top of the ticket will not help him carry the state. "], [16007, "2016-06-06T17:23:22Z", 0.39, "Comment deleted on Jun 06, 2016 05:23PM UTC"], [16007, "2016-06-06T17:23:12Z", 0.99, "Comment deleted on Jun 06, 2016 05:23PM UTC"], [83, "2016-06-06T16:35:28Z", 0.6, "McCrory calls on challenger Attorney General Cooper to resign over accusation Cooper is not adequately defending NC against Fed Gov't actions against McCrory's \"bathroom law\"\nhttp://www.redstate.com/sweetie15/2016/06/03/nc-gov.-pat-mccrorys-spokesman-calls-attorney-general-roy-cooper-resign-failure-job/"], [5148, "2016-06-06T15:33:03Z", 0.5, "50"], [25622, "2016-06-06T13:21:04Z", 0.4, "Bathroom bill went over like a lead balloon and polls show his incumbent advantage has evaporated. All that plus Trump on the ballot will energize high turnout for the opposition."], [24109, "2016-06-06T07:25:07Z", 0.4, "I would go 50%, but that feels like a cop-out.  Once again, incumbents have a huge advantage, so should win.  What is holding McCrory back?  "], [11430, "2016-06-05T21:15:38Z", 0.58, "Dark money still on his side."], [15750, "2016-06-05T20:25:36Z", 0.4, "Fallout from the bathroom law may have hurt him too much"], [24943, "2016-06-05T03:47:26Z", 0.67, "I am starting with an outside view and the revising the estimate with each factor. (averaging up or down)."], [24176, "2016-06-05T00:52:49Z", 0.0, "There is an enough of mixture of liberals and conservatives in NC. With all the stuff happening in this spring, about genders, abortion and he wouldn't make it thru the next election."], [1333, "2016-06-05T00:26:19Z", 0.75, "From 1995 to 2009, McCrory served as mayor of Charlotte. During that time, he was seen as a moderate conservative and enjoyed bipartisan support. During the 2012 race, he campaigned as a strict conservative, enjoying support from the tea party movement and other far-right groups. McCrory, however, disputed criticism that he had shifted his views. \nAn analysis of Republican governors by Nate Silver of the New York Times in April 2013 ranked McCrory as the ninth most conservative governor in the country.\nhttps://ballotpedia.org/Pat_McCrory\n https://www.patmccrory.com/2016/06/02/attorney-general-reverses-course-federal-litigation/\nOn the Friday before Memorial Day weekend, Attorney General Roy Cooper told a federal court that his office intends to appear on behalf of the State of North Carolina in the lawsuit involving the U.S. Department of Justice. This quiet reversal of the Attorney General’s public position comes after his office repeatedly indicated he would not defend the state in any lawsuit involving a common-sense law to protect privacy in bathrooms, locker rooms and shower facilities.\nHis filings also indicate that his office engaged in conversations with the U.S. Department of Justice prior to entering the case. The Attorney General reversed his position without consulting any of the defendants in the lawsuit, and he did not make any public announcement that he had entered the case to represent the State of North Carolina.\nBoth the Attorney General and his campaign made public statements as recently as yesterday that undermine the state’s position and contradict the legal filings by his office. Therefore, in light of the conflicting statements by the Attorney General, Governor McCrory filed notice in federal court that his administration intends to represent and defend the State of North Carolina in its lawsuit.\n(It seems that the Gov. doubt the tenacity with which the AG will defend the states position, so there is a fight over who has standing, with the Gov.Office insisting that THEY will represent the state in this matter.)"], [484, "2016-06-04T03:24:59Z", 0.45, "Inclination may be yes, but economic blow back might be hard to ignore."], [556, "2016-06-04T00:45:15Z", 0.45, "I just hate to start at 50%, so I'm starting slightly under. \nhttp://www.realclearpolitics.com/epolls/latest_polls/governor/\nBut I'll be watching the polls closely. At this point its hard to tell if the \"bathroom-law\" fiasco is enough to sink him. And I think NC can go either way..."], [915, "2016-06-03T21:15:55Z", 1.0, "ymmv."], [20284, "2016-06-03T20:26:34Z", 0.6, "Governor McCrory has governed in a way the majority of voters in N.C. approve.  A really big minority turn out for Clinton could make it close but he should still survive for another term."], [706, "2016-06-03T18:59:20Z", 0.48, "Trump will make all Republicans at least a tad repugnant.  Too bad for them!"], [10314, "2016-06-03T18:11:53Z", 0.6, "It is ironic that anti-LGBT bias is currently \"in the closet\" whereas it use to be just the opposite.  McCrory just has to open the closet door to remain in office."], [691, "2016-06-03T17:34:10Z", 0.3, "He is probably in trouble, but not yet clear how much.  This offer subject to change without notice."]]}