{"question_id": 514, "title": "Between 1 July 2017 and 30 June 2018, will an armed group from Mali engage in a campaign that systematically kills 1,000 or more civilians in Mali?\n", "correct_answer": "No", "crowd_forecast": 0.02, "preds": [[6303, "2017-09-18T03:47:50Z", 0.01, "Based on general news and GJP consensus."], [6303, "2017-09-04T04:29:28Z", 0.01, "Based on general news and GJP consensus."], [590, "2017-09-03T13:49:07Z", 0.0, "I can't see a systematic campaign"], [368, "2017-07-20T18:01:51Z", 0.45, "The situation in Mali is becoming increasingly fragile and volatile.  Recent analysis indicates that while the central government has kept out of northern Mali, a hotbed of Islamicist influence, the decline in indicators of territorial control continues to erode in central Mali. .  Distinctions between bandits, local vendettas and actions by radicalized Islamicists such as Ansar Dine make accessment of rebellious resistance difficult to estimate methodologically.   Other problems of such a nature make prediction further problematic. The government suffers from a serious problem of legitimacy among its citizens while potential for rebellion and insurgency increases by the day.  Territory is Increasungly being captured by rebellious nonstate actors.  Little is known of Ansar Dine, and some analysts even, question its existence (although there is no doubt of their operational activity in northern Mali and the rebellion in 1990s) operational modus operandi, and organizational structure.  While it is certainly true that IA's have a more solid estimate and anaylisis on this question, it still remains unclear why some research institutions with operational analysts in the country report the dubious perception of Ansar Dine exitence.  Legitimacy, security and effective governance increasingly is loss among rural populations who mostly remain far from the governing centers."], [6303, "2017-07-17T03:10:32Z", 0.01, "Based on general news and GJP consensus."], [14133, "2017-07-02T17:43:35Z", 0.1, "Not anymore"]]}