{"question_id": 467, "title": "Before 1 August 2017, will the US president sign legislation that eliminates or caps the tax exemption on municipal bond interest?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[36157, "2017-07-29T20:13:31Z", 0.0, "Timeline too short."], [15751, "2017-07-24T01:18:57Z", 0.0, "Republicans in the House have signaled their willingness to eliminate or cap the tax exemptions on municipal bonds. However, they provided only a rough outline and  there is no specific plan in regards to municipal bonds. As such, it would be very unlikely a bill would pass through both houses of Congress before the August recess. "], [2961, "2017-07-22T00:59:11Z", 0.01, "As we approach August 1 I feel fairly confident that this legislation will not likely be proposed/signed."], [6303, "2017-07-17T02:45:05Z", 0.0, "Based on general news and GJP consensus."], [34353, "2017-07-11T19:11:38Z", 0.0, "GOP needs to pass BCRA before they can start on tax reform. McConnell just delayed the August recess to finish BCRA (https://www.washingtonpost.com/powerpost/mcconnell-delays-august-recess-to-complete-work-on-health-care-bill-other-issues/2017/07/11/1d90e3d2-6647-11e7-9928-22d00a47778f_story.html). Not going to happen."], [36368, "2017-07-11T16:49:16Z", 0.01, "I don't like betting 0"], [35165, "2017-07-11T16:05:37Z", 0.0, "Congress has gone into an unanticipated gridlock given that Congress and the White House are both Republican. This is largely a consequence of the GOP savaging itself with conflicting priorities. No chance something this subtle makes it through in the current state of Congressional dysfunction."], [36069, "2017-07-11T04:50:21Z", 0.0, "Too much going on in Washington for him to devote any attention to this"], [34353, "2017-07-03T12:48:48Z", 0.0, "Tax reform won't happen in the near future."], [34649, "2017-06-25T15:35:10Z", 0.0, "To many high income investors have municipal bonds for this to pass."], [35831, "2017-06-21T22:22:38Z", 0.0, "Chance for tax related legislation passing through Congress before August 1 is nil."], [34649, "2017-06-12T15:25:43Z", 0.01, "Lowering odds down to 1% from 5%. This would hit the municipal bond market and cause investors to flee from them. The other side of that is it would generate some revenue. Not likely to happen."], [35569, "2017-06-12T00:58:11Z", 0.0, "The spirit of tax exemption on municipal bond interest is to incentivize investors in wealthier, higher taxed states to move cash towards the projects and cash flow of US cities, states and counties in need of a cash infusion.  The tax law has morphed into a tax loophole used by many wealthy investors.  President Trump spoke often about closing tax loopholes during his campaign.  Congress never ran for president and its members like having wealthy donors.  Rocking the boat of the wealthy to help President Trump would be a poor decision by Congress.  In my opinion, this tax loophole will stay open for a long time.  "], [35962, "2017-06-08T09:58:36Z", 0.0, "First, the time to 8/1/17 is much too compressed for so difficult a policy initiative; Second, the vested interest in muni bond interest exemption is comprehensive, entrenched, and easily converted to political activism - the difficulty of actually achieving this policy increases significantly with the prospect that it will seriously be attempted."], [32723, "2017-06-06T10:24:14Z", 0.78, "Sofern sich keiner quer stellt wird es wohl durchgeboxt "], [2965, "2017-06-01T22:27:24Z", 0.0, "gridlock"], [35879, "2017-06-01T17:47:56Z", 0.0, "This exemption is incredibly popular with the elite, and is what makes fixed income in a taxable account feasible. This would be a dramatic change that would upset wealthy constituents and would be an easily avoidable hit. This would also need to originate in the house, and this is not on the agenda."], [19801, "2017-06-01T09:00:50Z", 0.05, "No current legislation on agenda and no clear timetable for when it might happen."], [35544, "2017-05-26T21:15:43Z", 0.03, "Despite the large available of time to do this (June & July), Congress seems stagnated on tax reform for now. Trump may pull some weak EO equivocal to a proclamation that they *should* move on this, but even this act is unlikely. He'll need to save those for more significant issues."], [2965, "2017-05-26T14:20:47Z", 0.0, "Trump gridlock"], [35523, "2017-05-16T15:31:09Z", 0.05, "I believe there are more pressing matters that the republican party are focused on right now. I think passing any legislation that even smells like it might be benefiting the wealthy over the poor will be avoided with a wide berth. "], [35628, "2017-05-16T12:41:25Z", 0.14, "Treasury Secretary seems to talk about other aspects (ACA, corporate tax rate), so I don't think it's too likely to pop out in the next six weeks unless they need revenue for some other big announcement. Not impossible though."], [34628, "2017-05-15T17:13:16Z", 0.0, "there will be no tax  legislation to sign prior to 9/1/2017."], [35572, "2017-05-14T19:54:32Z", 1.0, "Because this administration is has a contrarian and petty attitude towards the system & structures it governs."], [35558, "2017-05-14T17:10:49Z", 0.05, "Cities need the money, and republicans don't like raising taxes."], [34649, "2017-05-14T15:36:44Z", 0.05, "I see very little chance as wealthy individuals would be the ones most affected and are the people who drive tax policy."], [5078, "2017-05-14T13:16:49Z", 0.24, "Not going to happen as long as the States have any say or sway with their elected reps."], [35480, "2017-05-12T15:15:28Z", 0.2, "The current 1 page tax plan is not enough to lead to any real policy change by August.  The administration seems to want to focus on Health Care before taxes & it looks like the Senate will make drastic changes to the House's health care bill which will cause the bill to be sent back to the house for approval.  When the bill goes back to the house; due to the pubic out cries at recent town halls I think many House members will find a reason to not support the Senates version of the Health Care bill which will delay any tax policies on the table."], [35400, "2017-05-12T02:11:56Z", 0.0, "Republicans are greedy hacks, they wont turn on this."], [31450, "2017-05-11T15:53:20Z", 0.0, "Dropping to zero because I doubt the president gets any serious legislation in this time frame."], [28698, "2017-05-08T09:43:36Z", 0.3, "large portion of these bonds are owned by wealthy investors and their a chance that current administration would consider eliminating exemption or cap the limits to earn voters confidence "], [35165, "2017-05-08T02:49:04Z", 0.25, "Eliminating the muni tax exemption fully has too many hurdles to overcome to pass the house & senate. Political pressure from the municipal level would bubble up strongly to congress (particularly at the house level) and put significant pressure against this bill passing. A cap on the tax exemption, however, could be seen as a Solomonic compromise and depending on the level of the cap, there is a possibility a cap could be implemented. So while the political pressure at the local level could still be strongly against, I see some possibility of this being included in the tax reform sausage."], [27461, "2017-05-06T20:43:53Z", 0.0, "Looks like an easy zero :)"], [4139, "2017-05-06T18:13:09Z", 0.0, "Tax reform will be delayed"], [35292, "2017-05-05T21:52:17Z", 0.05, "A $3.8 trillion market will be thrown in disarray.  Municipals will need to issue bonds at higher yields raising cost and thus burdening their already substantial deficit situations.  Unlikely to get any traction. "], [35239, "2017-05-03T14:56:50Z", 0.2, "Municipal bond tax exemption disproportionately benefits wealthier investors.  I don't believe simplifying the tax code will involve penalising the wealthy."], [35237, "2017-05-03T14:19:40Z", 0.25, "Could be part of a package of measures to promote private capital into infrastructure. The US's muni-bond market is supportive of private debt for infrastructure but inhibits private equity capital, and is one of the factors why the US infrastructure market is less privatised relative to the UK, Europe and Australia. "], [35232, "2017-05-03T13:43:12Z", 0.0, "Unlikely within this timeframe, even if there is the appetite."], [35224, "2017-05-03T13:09:02Z", 0.28, "President will want to get some tax reform through and this is arguably an easier one to get through"], [35051, "2017-04-22T03:10:40Z", 0.0, "The last tax reform done in 1986 took around 13 months from the day House Way and Means committee started its draft. If nov 2016 was the starting day then even if all goes to pass the earliest that could be signed is dec 2017. On the other hand, Trump's administration has faltered on getting healthcare bill retracted and is still deliberating on revised healthcare bill. This means that the timeline will be further delayed compare to duration taken in 1986. Taking that all in the odds of sign off by Aug 2017 is zero."], [1390, "2017-04-18T20:25:47Z", 0.12, "After the failed AHCA vote, there was little to no guidance from the White House on moving forward with other initiatives. Analysts estimates last year placed tax reform into the June/July timeframe for Congress. Lacking a clear structured policy, this timeframe appears to be pushed further. Debt Ceiling negotiations need to take place prior to 28 April 2017, and that may provide a clearer picture on future legislative timelines. At this moment, it appears highly doubtful that any tax legislation can be passed prior to 1 August 2017."], [34969, "2017-04-18T15:40:52Z", 0.1, "Funding via abolishing deduction of local tax from federal tax is discussed. However this would meet severe resistance as well"], [19801, "2017-04-18T12:33:21Z", 0.0, "Tax reform agenda is unclear and adrift."], [34969, "2017-04-17T09:24:00Z", 0.12, "There might be a cap in order to finance budget neutral tax relief. However there are alternatives and the timeframe is very challenging."], [1161, "2017-04-16T17:56:35Z", 0.0, "House Republicans have thus far demonstrated a predictable (nonetheless depressing) inability to act coherently on matters of policy. Their efforts on health care reform can only graciously be called a \"debacle.\" A vernacular term beginning with \"cluster\" is a more accurate description. And health care reform posed a far more straightforward policy challenge for the caucus as a whole than tax reform will! The only element of tax policy that appears to enjoy wide Republican support is repeal of the so-called \"death tax.\" Beyond that, everything is subject to becoming bogged down in committee.  The municipal bond interest exemption, like the mortgage interest deduction, strikes too close too the still middle-class portion of the base for comfort. Retirees will object."], [1019, "2017-04-16T15:27:55Z", 0.02, "It will depend upon which way the wind is blowing for the 2 msec that it has the president's attention"], [12573, "2017-04-16T14:28:32Z", 0.01, "I seriously doubt this will happen. For one thing, the Alternative Minimum Tax currently places a limit on the amount of municipal bond interest that certain taxpayers can earn without paying federal income tax. For another thing, states and municipalities are facing major problems with their infrastructure and their pension problems. Unless there is a way these issues can be washed away, these states and municipalities will have more difficulty coming up with capital funding if it is announced that their lenders will have more limits placed upon their income. Currently, the largest market for non-institutional investors in state and municipal debt is high-income local investors, mostly retired. They made an agreement to take less in interest payments to help their locality, with the understanding that they would not be paying federal income tax on these interest earnings. Since the articles referenced above are the only reports I have seen about the possibility of this happening, I am placing some confidence that it could happen. But not much confidence."], [1993, "2017-04-14T20:30:07Z", 0.0, "Unless the Republicans intend to do something as radical as replace the income tax with a consumption tax, which I'm sure they don't, I don't see a cap on exemption for municipal bond interest as being a serious consideration."], [3434, "2017-04-14T13:24:36Z", 0.0, "Essentially  that would be taxing the rich, which Republicans would NEVER do."], [34353, "2017-04-14T11:39:00Z", 0.05, "Current indications from the administration are that they intend to complete health care reform prior to tax reform. Maybe they could get it all done in 10 legislative weeks, but likely not. Downgrade to 5%."], [706, "2017-04-14T07:06:02Z", 0.01, "Only if he gets impeached and Pence can be an actual adult in the job."], [20284, "2017-04-13T20:51:46Z", 0.0, "It is very possible that such action will be part of the tax reform bill, however, none of that legislation will be ready by August 1, 2017.  The added revenue from taxing interest on Munis will be part of the reconfiguration of the tax code but it will not be ready in the next 100 days.\n"], [28091, "2017-04-13T15:01:56Z", 0.01, "Getting this done by August 1st is unrealistic. It also depends on health care reform, if the ACA taxes stay some of the pressure is off for looking at new revenue sources such as border tax or this repeal of municipal bond interest exemption. If the ACA taxes are eliminated than the Trump administration needs revenue to make there tax cut plan and infrastructure projects work. The problem is that many republican legislators will not go along with either a border tax or repeal of municipal bond interest exemption depending on what is in the best interests of their state or district. Trump and Ryan have not shown the ability to bully legislators into passing legislation that will hurt their chances for reelection. "], [31082, "2017-04-12T20:01:58Z", 0.0, "Do not see why"], [32258, "2017-04-12T17:38:40Z", 0.0, "It seems that the higher the issues are on the agenda, the harder it is for the Republicans to get anywhere as the factions worsen. Plus, other issues will continue to dominate..likely ones that never were on the agenda."], [34353, "2017-04-12T15:24:50Z", 0.1, "No one in DC is seriously talking about tax reform at the moment, and with the original plan to include a portion of the reform in the FY18 budget (using funds freed up by the repeal of ACA during FY17 reconciliation, which failed to happen), it's unlikely the administration has a developed strategy for passing tax reform legislation. Additionally, there is little indication that the administration would be interested in pursuing this specific tax reform, and what resistance such a decision would generate. A quick read on Wikipedia indicates that there are several public and private interests in any single municipal bond, with a multi-step process to issue such bonds (which are generally for financing public institutions). Given the regulation of other bond markets, pre- and post-recession, I'd be surprised if this made it into a comprehensive tax reform policy. If anything, its tax exemption status could be eliminated by simply eliminating all tax exemptions on bonds. However, this would likely disproportionately affect the wealthier segments of society that have the disposable income to invest in this market, and would then potentially garner resistance from those segments."], [31450, "2017-04-12T14:24:25Z", 0.02, "Let's not forget, healthcare was supposed to be the easy challenge for congress. I seriously doubt tax reforms are happening this year, much less by August."], [23006, "2017-04-11T22:30:38Z", 0.0, "if they capped the tax exemption, who'd invest in these municipalities.\n\nIMO this isn't really a debatable question"], [691, "2017-04-11T18:27:08Z", 0.08, "What the president's key supporters really really really is a balanced federal budget, but only as long as this can be achieved without reducing (and preferably by augmenting) the tax breaks and subsidies they personally benefit from.   (They are also fond of government contracts, but less so because they have to do actual work if they get a contract, although the work need not conform to any silly old contractual obligations).  "]]}