{"question_id": 419, "title": "Before 1 January 2018, will there be a lethal confrontation in the South or East China Sea between the military forces, militia, or law enforcement personnel of China and another country?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[44828, "2017-12-31T21:28:16Z", 0.6, "With the Phillipines prompted by their leader over trumped up excuses such as land or trade. We will get involved."], [43055, "2017-12-25T16:41:49Z", 0.2, "There will be little more than a show of force."], [23006, "2017-12-15T04:21:12Z", 0.17, "+5%\nhttps://www.theguardian.com/world/2017/dec/15/militarisation-beijing-south-china-sea-islands"], [23006, "2017-12-13T03:39:15Z", 0.12, "+10%"], [23234, "2017-12-05T03:54:02Z", 0.01, "https://www.ndtv.com/world-news/video-of-chinas-fighter-jets-shows-fight-for-control-with-us-in-this-area-1783221"], [180, "2017-12-05T02:18:49Z", 0.2, "It is getting 'hotter' there all the time - but the timeline doesn't allow for it to happen. "], [34821, "2017-11-22T08:38:52Z", 0.0, "See noted"], [1333, "2017-11-10T20:39:27Z", 0.0, "I believe the State Dinner in the forbidden City where the Chinese Feted DT represents a new era in relations - subject to change if Korea is turned into a waste land."], [2965, "2017-11-04T15:25:38Z", 0.0, "Be suicides \nFears are overdone \nBut POTUS very unpredictable \nAsset frankly with Kim\nI expect lots of tough talk with PRC ru\nMeanwhile "], [6303, "2017-10-31T03:43:43Z", 0.0, "Based on general news and GJP consensus."], [6303, "2017-10-23T03:47:40Z", 0.01, "Based on general news and GJP consensus."], [6303, "2017-10-16T03:31:54Z", 0.01, "Based on general news and GJP consensus."], [19801, "2017-10-03T03:55:30Z", 0.25, "Passage of time."], [31450, "2017-09-28T13:57:53Z", 0.0, "Just going to drop from 2 to zero."], [35636, "2017-09-23T05:27:23Z", 0.0, "But there should be, put China back in it's place. "], [39847, "2017-09-21T19:07:23Z", 1.0, "But not before kim strikes guam"], [6303, "2017-09-18T04:19:16Z", 0.01, "Based on general news and GJP consensus."], [34821, "2017-09-16T23:45:18Z", 0.01, "update Dec 1st."], [12605, "2017-09-14T08:38:40Z", 0.0, "Comment deleted on Nov 06, 2017 12:01AM UTC"], [1529, "2017-09-14T00:53:08Z", 0.0, "None of the key players need this type of confrontation right now. Sure that the message has been communicated to the staffs. "], [1333, "2017-09-11T13:42:24Z", 0.35, "https://www.theguardian.com/world/2017/sep/09/trump-urge-un-north-korea-naval-blockade-oil-embargo?utm_source=Sailthru&utm_medium=email&utm_campaign=EBB%2009/11/2017&utm_term=Editorial%20-%20Early%20Bird%20Brief\n...want to keep this in the council. And, for all the talk, the US doesn’t actually want a war here,” Gowan said. “At some point, they are going to have to compromise or walk away from the UN,\n“Up to now, the Chinese and the Russians have tried to keep on giving the US just enough to keep Trump playing the UN game,” said Richard Gowan, an expert on the UN at the European Council for Foreign Relations. “The question is what happens with an extraordinarily hardline resolution and US pressure to do something quickly.”"], [83, "2017-09-08T22:30:00Z", 0.01, "Passage of time."], [691, "2017-09-06T20:51:22Z", 0.04, "http://www.reuters.com/article/us-southchinasea-vietnam-china/china-brushes-off-vietnam-protests-over-south-china-sea-drills-idUSKCN1BH110\nMost likely nothing will come of this.  Odds are pretty good PRC military isn't allowed to shoot without permission from HQ, but the command & control systems of the other contestants mayn't be quite so crisply defined or enforced.  Still not a high p, I think."], [6303, "2017-09-04T04:58:00Z", 0.01, "Based on general news and GJP consensus."], [37379, "2017-09-02T22:30:49Z", 0.0, "Out of character for China to do this. Base rate is essentially zero."], [2965, "2017-09-01T00:08:31Z", 0.0, "Mattis CinC 7nth  Fleet 8th  Army b-1B and F-35s\nhey if an F-35c costs so much how come the Abraham Lincoln is not fitted out with new catapault launchds and the f-35-c\nlets get that squadron out of LeMoore NAS onto  Abraham Lincoln  and out as third or fourth air craft carrier\nReady to resist any aggression if Kim J u sunk a ROK submarine it could be war\nall options on table\nso KJU will...\nwill  test sooner than later the packages for reentry vehicles sooner as opposed to later\nso balance of terror that has existed at 38th parallel for 72 years\nfrozen conflict\njust a  frozen nuclear conflict now\nlike Pakistan and India\nthought that spelled doom.\nthe nuclear weapons and nerve gas\nare for display and deterrence\nKJU wants to live"], [2965, "2017-08-30T23:41:37Z", 0.0, "Matis"], [34821, "2017-08-30T09:29:16Z", 0.02, "I would update probability to 1.6% if I could owing to time remaining."], [1993, "2017-08-29T22:43:22Z", 0.03, "Passage of time."], [180, "2017-08-26T17:18:06Z", 0.76, "Daily increase in 'nose-to-nose' encounters with China and Japan, China and India, China and... China and... China and."], [180, "2017-08-18T00:40:01Z", 0.66, "India and China as I posted on Almanis 10 months ago. India is already inside China and has been since late June. The heat is growing. Another clash this week. "], [1034, "2017-08-11T06:19:28Z", 0.0, "U.S. destroyer challenges China's claims in South China Sea"], [20588, "2017-08-06T06:57:50Z", 0.01, "Updating."], [13377, "2017-07-25T13:47:44Z", 0.02, "A U.S. Navy EP-3 surveillance plane had to take \"evasive action\" to escape a mid-air collision after getting buzzed by a Chinese fighter jet off China's eastern coast, the Washington Post reports. The Pentagon says that the incident isn't typical of U.S.-Chinese interactions but it's one of a handful of close-calls between American and Chinese aviators in recent months. China fired back at Washington o Tuesday, with a spokesman saying the pilots of the two J-10 fighters acted in a way that was “legal, necessary and professional.” \tForeign Policy <fp@foreignpolicy.com>\t\n"], [13377, "2017-07-24T18:54:13Z", 0.05, "China and Vietnam are increasingly at odds over the Spratleys, due to Vietnam's recent discovery of a new oil field. -- http://www.bbc.com/news/world-asia-40701121"], [34821, "2017-07-22T04:52:15Z", 0.02, "Updating for time remaining."], [6303, "2017-07-17T02:02:30Z", 0.01, "Based on general news and GJP consensus."], [1643, "2017-07-02T16:32:03Z", 0.01, "Decreasing for theta."], [15631, "2017-06-25T04:20:10Z", 0.05, "I think the interest in maintaining stability in the region will prevent lethal confrontation."], [14493, "2017-06-21T14:50:58Z", 0.05, "The risk of an incident seems to have reduced in the last couple of months, but it could start to increase again with the US wanting to demonstrate its rights in international water and China wanting to claim de facto control within the 9 dashed line. The US is showing in Syria and other places that it will not be pushed around by Russian planes, Syrian planes and Iran. Logically it would have a similar policy in the far East regarding China and North Korea."], [2965, "2017-05-14T22:24:52Z", 0.0, "https://www.gjopen.com/memberships/2965/forecast_history"], [12605, "2017-05-12T17:28:35Z", 0.0, "Yawn, . . . that's why sensationalist journalism now has to move to another spot, let's just say North, somewhere around the Yellow Sea."], [2965, "2017-05-12T13:40:45Z", 0.0, "frozen conflict"], [16652, "2017-05-09T13:31:55Z", 0.01, "Comment deleted on May 30, 2017 06:29AM UTC"], [35005, "2017-04-28T08:25:43Z", 0.7, "Downtick for passage of time and required cooperation on DPRK"], [28091, "2017-04-26T15:11:56Z", 0.03, "tensions in the region are already very high and I am thinking that China would not want to risk an incident right now. "], [691, "2017-04-23T14:12:34Z", 0.04, "http://www.aljazeera.com/news/2017/04/china-philippines-spar-military-visit-island-170422173715191.html"], [1034, "2017-04-23T07:48:46Z", 0.0, "Japanese ships join U.S. carrier for drills as it nears Korean waters"], [35005, "2017-04-18T14:05:46Z", 0.8, "Initial forecast based on what we have learned about Trumpian foreign policy, + Phillipine and Vietnam opposition with Japanese support."], [30022, "2017-04-14T17:39:33Z", 0.1, "Taking the link into account Tetbury posted, I'm raising from 7% to 10%. I still think it is very unlikely, but where are fighter planes, there is the chance of a conflict."], [1034, "2017-04-11T05:48:42Z", 0.0, "Exclusive: At strategic shoal, China asserts power through control, and concessions"], [5386, "2017-04-07T17:58:44Z", 0.07, "Duterte has ordered the philippine military to occupy those islands that are not yet occupied by China. People might die as tensions grow...\nhttp://edition.cnn.com/2017/04/06/asia/philippines-duterte-south-china-sea/index.html"], [34821, "2017-04-07T12:39:42Z", 0.02, "This small probability still adds up to an 11% chance of such an incident occurring over the next four years (if the odds remain the same during that period). The US has influence everywhere and has a strong economic incentive in ensuring stability and peace in the region. It will make concessions to China if necessary and pressure the Philippines, Malaysia, and Vietnam to do the same. "], [14493, "2017-04-07T09:03:26Z", 0.15, "No change to my forecast, but its clear things are happening or that more is being reported. This is not unexpected as it has building up for quite a long time. The more is happening the greater the risk of things getting out of hand. Some could be related to the China/US meeting and it is possible that creating an issue is deliberate, because it offers the US and Chinese leaders the opportunity to claim they have de-escalated  the tensions at their meeting. But unless the Chinese back off it is still dangerous. see the links for details\nhttps://www.nytimes.com/2017/04/06/world/asia/rodrigo-duterte-south-china-sea.html?_r=0\nhttps://www.theguardian.com/world/2017/apr/05/chinese-patrol-ships-keep-presence-around-malaysian-reefs\nhttp://www.cnbc.com/2017/04/07/china-fighter-plane-spotted-on-south-china-sea-island-think-tank.html"], [14493, "2017-04-06T15:00:48Z", 0.15, "The situation in the Spratly Islands area has the potential for trouble particularly with the news that Duerte (Filipeans) has upped the rhetoric. \nhttp://edition.cnn.com/2017/04/06/asia/philippines-duterte-south-china-sea/"], [14493, "2017-04-03T16:45:18Z", 0.15, "This question  could be answered by any one of several types of incident (collision between ships, boats or planes, military or civilian; weapons discharged deliberately, intended as a warning or not, or accidentally) and possibly involving any two of quite a large number of countries, one of which must be China (therefore the other could be any country). Using data on incidence from different times, different places and different armed forces might not be very useful. China and its armed forces are new to being top dog and might not have the same fear/respect of other armed forces or civilian who they regard as not respecting China's rights.  \n "], [34716, "2017-04-03T11:05:11Z", 0.85, "yap "], [34695, "2017-04-02T16:19:43Z", 0.75, "PRC pressure and behavior trends to date support"], [34069, "2017-04-01T09:26:56Z", 0.6, "I can't find any incidents involving casualties, but as China is asserting its power in the world, they are more likely to increase their activity than to diminish it, so I think it is more than likely that there will be casualties. I don't think they will trigger any larger scale conflict. Nobody wants that and the US are easy on the Chinese."], [34640, "2017-04-01T06:51:25Z", 0.51, "youre all too optimistic. this happens every other week. my vote is whether its in the news or not."], [14493, "2017-03-29T18:19:31Z", 0.15, "The chances of one fatality are a lot higher than a three or more fatality incident. The most likely fatal incident would be that some military people are playing some game of chicken to see who turns away first, and someone pushes it too far. If fighter planes collided there could be one or two fatalities, it ships or boats collided there could be more fatalities. If a passenger plane was shot down hundreds of fatalities would be possible. \nI would anticipate that this question could be the subject of arguments. There are many fatal incidents involving the military every month, they fall into three groups; equipment failures/malfunctions; personnel errors (e.g. pilot errors) and deliberate hostile or stupid acts. If for example a plane buzzed a small patrol boat and the boat in trying to avoid the plane hit another boat and people died, would that count for the purposes of this question even though the plane had not actually hit anyone. \nMy forecast is that in an area where a country's military are trying to demonstrate control where previously they did not there is a a likelihood that civilian lives will be lost every year. In this case it is a very large area, but mostly sea so the most likely casualties would be fishermen. They would not count for the purposes of the question unless they were supported by the military of one country and killed due the actions of another country (one country being China). If China continues to push its claim I would think a 3 person incident is likely every 5 years or so, which equates to a 15% chance of it happening before 1 Jan 2018. To me this sounds high, but considering the frequency of lethal incidents that have occurred in other areas of conflict maybe its more likely than it sounds.    \n "], [31450, "2017-03-28T15:56:01Z", 0.02, "Tensions at the moment don't seem high enough to worry about a lethal confrontation. Especially considering the bar is set at three fatalities, that takes quite a bit of escalation."], [6303, "2017-03-27T03:24:02Z", 0.01, "Based on general news and GJP consensus."], [32923, "2017-03-15T02:22:28Z", 0.01, "More unlikely than not. Bold claims warrant bias, but statistically speaking: doubt it."], [14208, "2017-03-10T01:33:36Z", 0.95, "\"Taiwan Risks Beijing Backlash Over South China Sea Patrols\"\nhttp://www.voanews.com/a/taiwan-risks-beijing-backlash-south-china-sea-patrols/3751147.html"], [34204, "2017-03-09T14:39:21Z", 0.05, "small chance but there might be an accident waiting to happen, furthermore with Steve Bannon/Donald Trump in the white house nothing is impossible"], [34228, "2017-03-08T03:12:48Z", 0.35, "I expect Trump's presidency to be in major trouble by the middle of 2017; he will need a significant distraction, which I expect is more likely to take the form of an attack on Iran, but limited hostilities in the South China Sea are a significant possibility."], [34152, "2017-03-05T12:59:53Z", 0.0, "1. there must be some legal defend between the chinese and the Japanese,  this is principled problem as both nations don't rely on the other's development;\n2. however, as to Vietnamese. Philipines and Indonesian, currently TPP agreement cancelled at US side, South Eastern Countries must rely on Chinese market;\n3. there may be some confrontation between the Chinese and South Korean, but just between the people's level NOT the military."], [34114, "2017-03-04T09:17:56Z", 0.66, "I think the Chinese will continue to be provocitive and a possible miscommunication or quick reactionary response will have lethal consequences."], [691, "2017-03-04T03:13:09Z", 0.05, "http://www.reuters.com/article/us-taiwan-defence-idUSKBN1690H4\nEveryone is being extremely well-behaved in that part of the forest this day.  Anyway, China doesn't even think Taiwan is a country, so not sure how this would get scored even if everyone died."], [33979, "2017-03-03T23:56:54Z", 0.1, "It is highly unlikely that there will actually be a lethal confrontation. There will be some poking in the south china sea that will be inevitable but not a lethal confrontation. Unless that US and Japan start it or else the chinese will not start a lethal confrontation. "], [34043, "2017-03-03T22:23:44Z", 0.03, "Unless caused by the US, other countries will try to avoid potentially deadly confrontations at all cost. And back at home in the US the new government will have its hands full of domestic issues to deal with + Russia, the last thing they want is mess with China (even though Trump's aggressive campaign rhetoric)"], [32300, "2017-03-03T17:29:45Z", 0.02, "Confrontation is likely, but fatalities are not. "], [20062, "2017-03-03T04:17:54Z", 0.02, "Given that I stay in on of the countries within SEA  region and based on past few years there a number incident but fatality are rare"], [26030, "2017-03-03T01:25:04Z", 0.05, "My estimate is there is ab out a 60% chance of some kind of confrontation, but neither party wants it to escalate.  Escalation would be by miscalculation of someone, like a fighter pilot buzzing a spy plane."], [28931, "2017-03-02T23:30:19Z", 0.06, "While conflict is likley, escalation to the point of fatality seems unlikley. "], [31251, "2017-03-02T14:38:36Z", 0.05, "Not in the economic or national interests of the states disputing the SCS."], [20588, "2017-03-02T09:46:08Z", 0.02, "Superpowers do not \"shoot it out\" anymore. If someone dies, it'll be an accident or due to extreme tension. Further, if it does happen, the US isn't likely to be involved."], [1529, "2017-03-02T05:41:29Z", 0.15, "Random events can occur. "], [33906, "2017-03-02T00:32:08Z", 0.15, "In this year, China will have a lot of conflict with some country. In China's sight, most important thing is THAAD in S.Korea. East China Sea is also important to China but I guess they focus THAAD problem."], [34073, "2017-03-02T00:16:12Z", 0.06, "My guess is that China has a high interest in avoiding any conflagration here."], [34069, "2017-03-01T22:22:42Z", 0.35, "I can't find any incidents involving casualties, but as China is asserting its power in the world, they are more likely to increase their activity than to diminish it, so I think it is more than likely that there will be casualties. I don't think they will trigger any larger scale conflict. Nobody wants that and the US are easy on the Chinese."], [7124, "2017-03-01T05:49:07Z", 0.1, "Caution should control"], [28091, "2017-03-01T02:31:33Z", 0.15, "I would normally rate this lower but the \"little blue men\" in small boats that China is sending out to harass the US and other vessels is just provocative enough that the risk of a lethal confrontation is very real. It may not be with US navy as I believe they will not respond but I am not as sure about Vietnam, Malaysia etc. If any of these countries start using militia disguised as fisherman then the odds of a lethal confrontation go up. "], [34043, "2017-02-28T19:48:37Z", 0.1, "Having Trump in government. Anything is possible. And particularly with this anti-China rhetoric. We will see the months to come how they come up. For now, a chance, yes, but low."], [19801, "2017-02-28T04:59:11Z", 0.45, "Only 10 months left for confrontation to happen."], [9417, "2017-02-27T15:24:10Z", 0.01, "\nOne gets the impression that there is  a sort of 'war-hype' among certain sections of the American population and that this may spill over into armed confrontation."], [33927, "2017-02-27T05:33:29Z", 0.25, "It's an outside chance, but definitely still possible as tensions begin to rise."], [30891, "2017-02-27T04:34:53Z", 0.35, "yes, if we count the flight incident then it is a matter of time. \nhttp://thediplomat.com/2017/02/us-chinese-military-aircraft-see-close-encounter-over-south-china-sea/\nAlthough the article says this might be \"testing\" of positions by China it indirectly pushes for the same by trump administration. unless someone steps down the escalation this will keep propping up and one incident in remaining 10 months seems more a question of when rather than if."], [33327, "2017-02-26T17:59:23Z", 0.05, "Zero probability of a deliberate military action by China, US, Philippines or other countries, but always the chance of mishap. I would suggest the chance of a single fatality is greater than 5%, but three fatalities brings the probability down."], [30200, "2017-02-26T13:31:26Z", 0.01, "Precisely because tensions are high and growing in the region, it is reasonable that all parties involved act with great caution in order to avoid unwanted speedy escalation. So we might see more provocations but likely no exchange of foire in earnest. "], [32066, "2017-02-25T18:30:30Z", 0.15, "Since 1997, only lethal event has been in 2005, so 5% base rate. \nhttps://en.wikipedia.org/wiki/Timeline_of_the_South_China_Sea_dispute\nIf we assume that tensions are three times higher than average (probably a reasonable estimate) this moves to 15%. This is way above the consensus, but with this much going on, the probability of something going off accidentally simply becomes quite large. Will stick with 15% for now."], [32258, "2017-02-23T23:16:47Z", 0.03, "Trump's strategy advisor, Steve Bannon predicts a war between the US and China in the South China sea within 5 years but I'm not betting on Trump success. I am making this prediction based on China holding back and focusing on a global leadership role (trade, economy, climate change, etc.) for now. "], [23823, "2017-02-23T23:08:37Z", 0.68, "Seems likely"], [33951, "2017-02-23T16:33:55Z", 0.33, "Eventually China will intentionally create a micro crisis that results in at least some casualties as a way to test international response to its enforcement of territorial claims in the South China Sea. The conflict will likely not be with a strong US or NATO allied party. The reason for the low percentage is uncertainty of time frame for this event."], [33946, "2017-02-23T13:36:51Z", 0.5, "Trump presidency aggression."], [706, "2017-02-23T06:19:44Z", 0.65, "Fishermen hitting a Chinese underwater mine."], [33887, "2017-02-22T23:09:58Z", 1.0, "China is pushing in Europe by new Silk Road UK And USA will push by their allies west and South China Sea "], [30022, "2017-02-22T21:59:38Z", 0.07, "Everyone in the region knows that they are sitting on a powder keg, so I think they will do anything to avoid a confrontation. But you should never say never and we have a President Trump. "], [1389, "2017-02-22T12:56:07Z", 0.25, "None of the involved parties will risk a confrontation; economically they all have too much to loose. So lots of rethorics instead."], [1643, "2017-02-22T04:10:48Z", 0.03, "I set artificial baseline of 1980.\nSince 1980 I only see one lethal encounter - 1988 ( https://en.wikipedia.org/wiki/Johnson_South_Reef_Skirmish )\nFirst order estimate is 1 incident over 37 years, ~3%."], [19801, "2017-02-22T03:44:58Z", 0.5, "Both the USA and Zhongguo are deploying military forces in the same area. The potential for a violent clash has escalated."], [932, "2017-02-22T03:40:32Z", 0.08, "Not going to happen."], [33887, "2017-02-21T21:58:12Z", 1.0, "Dragon horn will effect old continent . There is relation for emerging new Silk Road . No one from Europe will except that China gonna to win by economy . "], [20284, "2017-02-21T21:16:13Z", 0.1, "It is hard to say never yet the possibility is extremely unlikely.  I do not see the advantage to such an event ahead of the 5 year meeting of Chinese leadership. Nor would it be wise for any of the possible neighbors to antagonize the Chinese government in this same time frame.\nOnly a renegade or unofficial action of a government could cause such an event. "], [12879, "2017-02-21T19:28:22Z", 0.55, "Based on the options, millitary, militia, or law enforcement elements being involved, there is a even opportunity of 3 or more fatalities occurring in the East or South Chia Sea."], [691, "2017-02-21T18:03:29Z", 0.41, "This is one of my favourite numbers.  It is an age I used to be.  More later."]]}