{"question_id": 193, "title": "Before 2018, will it be officially announced that any state is withdrawing from the Schengen agreement?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[37520, "2017-12-23T11:20:52Z", 0.0, "People like the freedom to cross the borders without checks. Problems aren't a sufficient enough concern to be prepared to lose this freedom."], [8318, "2017-12-10T05:10:53Z", 0.02, "Hungary, Czech Republic are not likely but possible even in this short time frame"], [1639, "2017-12-03T18:18:33Z", 0.0, "updating"], [39499, "2017-09-24T17:56:10Z", 0.0, "It's possible that countries will leave Schengen, but not before 2018"], [23482, "2017-09-24T01:02:09Z", 0.17, "I expect the EU to take stronger Euro-centric positions after a Merkel election victory.  This could push some countries, and particularly Hungary, to withdrawing from Schengen in the near future, and others, such as Austria, Denmark, and others, in the longer future.  The time before 2018 is rather short, however."], [14847, "2017-09-21T23:59:42Z", 0.0, "There doesn't seem to be enough time for any government to pursue withdrawal."], [38882, "2017-09-10T12:08:04Z", 0.0, "After Brexit happens it may be a different story though."], [38418, "2017-08-28T18:29:57Z", 0.05, "No country has withdrawn, and no reason for that to change."], [1639, "2017-08-24T12:49:46Z", 0.0, "No more chances!"], [20588, "2017-05-21T22:55:35Z", 0.0, "Now that the Netherlands and France has beaten back nationalism for the moment, no else is interested in leaving the Schengen Area."], [1639, "2017-05-19T15:52:26Z", 0.0, "Updating"], [31450, "2017-05-19T12:39:29Z", 0.0, "I'm dropping to zero here because the migration pressures seem to be easing. Or at least governments have adapted to a new normal which is good enough. Unless a million additional refugees show up this year I think Schengen will hold. "], [83, "2017-05-12T23:20:38Z", 0.0, "General drift to more restrictive policies across the EU, due to political realities, seem to have reduced some of the tension."], [35467, "2017-05-12T12:30:55Z", 0.04, "With Le Pen's defeat there are a lack of plausible situations where a parliament will vote to leave the schengen area. question only states that the state needs to announce their withdrawal, which removes the time aspect so I won't go as low as 1 or 2%, however."], [35217, "2017-05-07T21:15:58Z", 0.03, "France and Netherlands did not vote for the candidates that could have lead their countries out of the Schengen treaty, so Italy remains as the only country that could be anticipated to leave. The election is set for May 2018, I see the chances of it being held in 2017 as low (20-30%), so although the 5-Star movement is leading the polls, Italy would leave in 2018, not before 2018."], [34449, "2017-04-24T07:19:25Z", 0.07, "Interest in European Politics; I suspect that Switzerland might withdraw from Schengen as there seems to be a divergence between the new European gun laws and the Suisse legal counterpart. "], [35037, "2017-04-21T23:05:25Z", 0.0, "Withdraw? No.  Suspend temporarily? Maybe a 23% chance."], [23006, "2017-04-21T16:26:22Z", 0.45, "likely not before deadline"], [34920, "2017-04-12T17:01:58Z", 0.0, "It did not happen, when so many refugees came ..."], [484, "2017-04-12T02:06:32Z", 0.0, "Down 5% for passage of time."], [29907, "2017-03-27T12:51:55Z", 0.06, "Mostly updating because I lowered my forecast for a Le Pen win."], [11800, "2017-03-26T19:20:23Z", 0.15, "http://www.consilium.europa.eu/en/press/press-releases/2017/02/07-prolongation-border-controls/"], [30042, "2017-03-20T09:54:06Z", 0.03, "France and Hungary most likely candidates but still the probability is not high. "], [484, "2017-03-16T00:10:35Z", 0.05, "Down 5% on partial Netherlands election results."], [29907, "2017-03-13T22:01:40Z", 0.08, "Conditioning on Le Pen becoming French president, chances are quite high. I would therefore put the chance of France leaving Schengen this year at around 6% (I currently give Le Pen a 11% chance of winning). The remaining 2% are for Black Swan events, for instance Hungary leaving Schengen after a further clash with EU-leaders."], [31238, "2017-03-09T20:07:01Z", 0.03, "Haven't been to this question in awhile. Updating for time."], [29469, "2017-03-09T19:37:56Z", 0.03, "The likeliest country would be Hungary, with Orban having spoken out many times against refugee flows and immigration, and making it one of his leading agenda's. However, the value of Schengen seems apparent to him, since he has stated that \"for Hungarians Schengen means freedom\". In addition, Hungary has found a convenient way to benefit financially from being on the edge of the Schengen zone, so would not want to kill the cash cow. http://www.politico.eu/article/hungary-residence-permits-schengen-visa-free-viktor-orban/"], [31450, "2017-03-09T16:03:56Z", 0.02, "Right now I say two percent because I feel that if a sitting government was going to withdraw they would have by now. That said, there will be elections in several EU countries and if a far right candidate comes to power in any then I will be dramatically raising the probability."], [1331, "2017-03-04T17:53:25Z", 0.8, "Its like musical chairs, no one will want to get all the new immigrants"], [1333, "2017-02-28T20:00:58Z", 0.1, "Would the dissolution of the EU void this?"], [33856, "2017-02-25T17:38:33Z", 0.17, "The focus on the problems caused by immigration policy in Sweden may lead to tighter restrictions particularly as they move closer to general elections in 2018."], [484, "2017-02-23T00:58:36Z", 0.1, "Up 3% on some European election jitters."], [33875, "2017-02-19T18:26:31Z", 0.0, "I don't think that current Schengen members see the benefits of withdrawing as higher than the resulting cost."], [484, "2017-02-06T00:08:11Z", 0.07, "Up 3% to be closer to the consensus considering possible election uncertainties."], [1034, "2017-02-05T10:19:10Z", 0.0, "EU leaders urged to stick together in dealings with Donald Trump after Theresa May cozies to US President"], [13135, "2017-02-02T14:29:45Z", 0.05, "Such a decision would be seen as weakening the EU. I expect they will be trying to present a united front during negotiating with the UK. Also it is one of the more popular measures among citizens implemented by the Union. \n "], [32766, "2017-01-30T21:20:09Z", 0.45, "I realize now that 'before 2018' means 'before 1/1/18', not before the end of the year. In my view still possible, though I'll revise down."], [32766, "2017-01-29T16:16:19Z", 0.65, "Two years is a long time. If it happens, will probably be Hungary."], [484, "2017-01-27T02:58:52Z", 0.04, "Down 2% since the consensus is dropping."], [32872, "2017-01-26T23:37:25Z", 0.05, "A withdrawal is highly unlikely given but a change in the rules might be negotiated."], [5386, "2017-01-25T14:45:44Z", 0.01, "Time passes and there is no recent indication of a Schengen exit (seems unnecessary given the temporary measures that the agreement allows)."], [32843, "2017-01-22T00:06:01Z", 0.35, "Strange that this answer is rated as such a low probability by the consensus. \nMarine Le Pen is rated as a 25-30% chance to get the French presidency, she has been very opposed, if she wins maybe as much as a 50% chance that she withdraws in a year. \nI'm also rating up the chances though because there is a chance of a  second referendum for Switzerland -http://www.reuters.com/article/us-swiss-eu-idUSKCN12Q1OH - if held (50% chance?), I think it would reaffirm the first result (80% chance?) and the government would be backed into a corner of getting on with it inside the next year (50% chance?) = 20%.\nBepe Grillo doesn't like it, nor the PVV in the Netherlands, both of whom have some shot at getting into power. "], [32671, "2017-01-17T08:38:08Z", 0.01, "There is almost no chance (unless something unpredictable will occur in Europe) that a country will decide unilateraly to withdraw the Schengen Area. "], [1034, "2017-01-17T07:09:02Z", 0.0, "Merkel Says Europe Controls Its Own Fate in Rebuff to Trump"], [14493, "2017-01-14T12:18:53Z", 0.07, "There are now at least three Schengen states where the leaders of parties that have a credible chance of being the leading party in elections that will (or might) be held in 2017, are saying that the open borders policy of the Schengen agreement are making it too easy for terrorists to travel between Schengen countries. These are Le Pen of the French FN (elections in 2017). Wilders of Dutch Freedom Party (elections in 2017) and Grillo Italy's Five Star Movement. However while closing the border to terrorists is popular, it is not so popular with the EU citizens that regularly travel across these borders. Le Pen is only talking about suspending and renegotiating Schengen, not withdrawing. There are lots of Dutch people who cross the borders in to Belgium and Germany very frequently who would be seriously inconvenienced by withdrawal.  If there are more cross border terrorist acts withdrawal from Schengen becomes more likely, if there is not it becomes less likely.  On the whole I would think it far more likely that countries would suspend Schengen (as happened with 7 countries in 2016) than withdraw."], [691, "2017-01-12T20:34:31Z", 0.03, "Presumably signatory states, not US states--Texas would pull out in a minute, maybe even a New York minute, if they thought they could get away with it.  They might try it anyway; they are pretty tired of people from Massachusetts just promiscuously driving through Texas."], [484, "2017-01-11T05:40:08Z", 0.06, "Down 2% since the consensus is dropping."], [32333, "2017-01-10T17:50:37Z", 0.05, "Further terrorist outrages  and/or electoral success for Wilders and/or Le Pen could precipitate this relatively quickly; that said, would be significant pressure from EU to maintain status quo."], [32066, "2017-01-08T11:16:11Z", 0.04, "Base rate may be higher than intuition says, since there are 26 Schengen countries and just a single defection is sufficient --> even if the p for a single country is 1%, the p that at least one leaves is 1-(.99)^26 = 23%. This is my base rate. Six countries have imposed temporary restrictions  (AUT,DEN,GER,NOR,POL,SWE), which is very different from actually leaving but shows that the trigger finger is there. However, it is by far likelier that the agreement will be modified rather than have someone leave from it. I would say that the p that such a renegotiation occurs is 80% if someone really shows an interest in leaving. So p of someone seriously wanting to leave AND no renegotiation is 0.23*0.2 = 4.6% "], [373, "2017-01-07T22:02:56Z", 0.1, "So many anti-freedom parties in Europe, such a move is easy to anticipate. Like Brexit, however, getting to the stage of officially announcing this will likely take time"], [484, "2017-01-06T00:13:06Z", 0.08, "(no change) Brietbart establishing a presence in France and Germany."], [11445, "2017-01-04T17:21:33Z", 0.25, "The more ISIS is degraded, the more likely they are to facilitate larger scale attacks within Europe and the US. The prediction is that I believe there is a 25% chance of a terrorist act sufficient in scope to make announcing withdrawal as a political necessity for at least one country. "], [23234, "2017-01-04T16:52:31Z", 0.5, "Comment deleted on Jan 04, 2017 05:00PM UTC"], [11800, "2016-12-27T09:35:37Z", 0.7, "Populism is a growing fashion in Europe and elsewhere in growing unsecure environment. People tend to look inward rather than outward and foreward.  As long as the EU commissions continues making decisions and politics so far away from people and cannot convince the people to make decisions with them, people are afraid of open borders and will push their existing governments or the newly elected ones to close more and more their borders. Specifically those countries and regions with the least % of foreigners will over react and an exit is plausible and possible.   "], [31695, "2016-12-24T22:25:26Z", 0.65, "yes hungary and Poland might "], [484, "2016-12-20T02:45:40Z", 0.08, "Down 4% since the consensus is dropping."], [484, "2016-12-19T00:19:23Z", 0.12, "Down 3% to be under the consensus."], [83, "2016-12-17T23:18:18Z", 0.0, "Passage of time, and possible development of EU defense org. for protecting borders."], [23006, "2016-12-07T23:11:57Z", 0.75, "germany, unless they're the one that's not part of schengen ;-/"], [31201, "2016-12-07T04:01:15Z", 0.8, "Comment deleted on Dec 07, 2016 04:01AM UTC"], [38, "2016-12-06T07:28:34Z", 0.11, "http://www.breitbart.com/london/2016/10/16/economist-austria-leave-european-union-brexit/"], [484, "2016-12-05T00:33:06Z", 0.15, "Up 5% on uncertainty related to the Italian vote."], [29980, "2016-11-18T23:20:52Z", 0.0, "Bad for trade"], [167, "2016-11-17T16:26:49Z", 0.5, "It will depend on elections, and how the current EU  handles the populist/ nationalist surge"], [30148, "2016-11-10T13:51:04Z", 0.05, "no, they will found another solution to avoid the refugees mouvement in europe, without delete Schengen agreement"], [83, "2016-11-09T21:11:19Z", 0.1, "Times are changing."], [8888, "2016-11-05T12:18:47Z", 0.1, "Due to tightening border control as a result of Middles East, African and Afghan refugees."], [4139, "2016-11-03T19:38:20Z", 0.4, "I'm going wildly contraian here -- but border control is toughening everywhere/"], [484, "2016-11-02T16:38:28Z", 0.1, "(no change) Just wanted an easy way to retrieve @sevedb summary: http://www.gjopen.com/comments/comments/367971"], [1639, "2016-11-02T15:42:42Z", 0.05, "Schengen Countries are:\nAustria Belgium  Czech Republic  Denmark  Estonia  Finland  France  Germany  Greece  Hungary  Iceland  Italy Latvia  Lithuania  Luxembourg  Malta  Netherlands  Norway  Poland  Portugal  Slovakia  Slovenia  Spain  Sweden  Switzerland  Liechtenstein"], [484, "2016-10-25T20:42:32Z", 0.1, "(no change) Just an observation that the problems related to Calais and Italy will keep the issue front and center in Europe. No easy answers to economic migrants and increasing attempts by populations to move is almost certainly the new normal."], [23552, "2016-10-21T04:54:48Z", 0.07, "No country has left Schengen yet, so base rate is hard to come by. "], [23006, "2016-10-18T10:26:08Z", 0.75, ""], [23006, "2016-10-18T10:25:13Z", 0.6, "still germany, maybe france, certainly UK"], [3895, "2016-10-12T09:25:55Z", 0.13, "passage of time, decreased likelihood (based on their recent statements) that the Turks back out of their migration control deal"], [484, "2016-10-03T16:20:29Z", 0.1, "Up 5% on possibility Oban might use the (not enough) vote to try something dramatic."], [29215, "2016-09-23T14:36:18Z", 0.65, "The likelihood of additional terrorist attacks and migrant waves make at least one EU country likely to pull out of Schengen."], [484, "2016-09-20T14:38:14Z", 0.05, "Down 5% for passage of time."], [24, "2016-09-19T22:19:25Z", 0.1, "Past experience suggests a fudge is more likely, but there are quite a few potential wild cards (as well as unknown unknowns) that could intervene. Hungary, italy, even France, could be flashpoints, as well as other Middle East/African-migrant crisis related effects on numerous Central and Eastern European states that are not keen to welcome such migrants."], [83, "2016-09-15T20:26:36Z", 0.0, "Passage of time."], [3895, "2016-09-15T14:36:09Z", 0.19, "passage of time, migration crisis has stabilized considerably"], [15548, "2016-09-10T16:32:13Z", 0.07, "I am not sure that if a referendum would pass in 2017, the state would announce it is withdrawing the same year. (Brexit style)\n"], [27682, "2016-09-09T10:03:23Z", 0.02, "The mechanism for suspension of the Schengen rules can be extended pretty much indefinitely. For a party or leader to chose to undertake the effort to withdraw their country permanently, it would take a truly remarkable confluence of events."], [1639, "2016-09-06T15:23:41Z", 0.05, "Lowering for passing of time"], [20588, "2016-09-05T19:55:58Z", 0.1, "With so many right wing groups gaining traction throughout Europe, I'm doubling the likelihood I gave before. If/when there is an even worse rash of terrorist attacks, which is the main reason/excuse for leaving, I'll update this again."], [484, "2016-09-04T16:02:59Z", 0.1, "Up 5% on the possibility of a Le Pen win."], [25021, "2016-09-02T23:19:43Z", 0.2, "No strong signs of a withdrawal in the short term, but resistance to open borders is building. At least seven EU countries have introduced border controls of some sort. Schengen wasn't designed with today's crises in mind, and by this time next year there will almost certainly be another few million refugees looking for a new home. Many of these will be from former ISIS heartlands.\nI don't really know which way to go on this. The Agreement is malleable enough to survive most stresses, but 2018 is an awfully long way off. \n"], [15471, "2016-09-01T05:57:55Z", 0.25, "Depending on the Brexit/Postbrexit-handling of the EU, there might be a breakdown of the EU-system, which would include a disruption of the Schengen space. 2018 is still 1+ year away, hence the (relatively) high probability of 25%, I don't really expect a break up of the EU, but given the lack of concrete Brexit information going back up."], [3577, "2016-08-30T05:24:09Z", 0.0, "The Schengen agreement is a joke and has been for more than two years but nobody will officially withdraw. \nThis situation also describes the future of the EU, nobody wants it except for the countries who get a net positive in subsidies and you can't ever leave this sinking ship.\nOn a positive note, at least we got rid of Cameron, now to get rid of Merkel..."], [484, "2016-08-30T05:08:03Z", 0.05, "Down 5% until such time as I see things coming unglued."], [20214, "2016-08-29T09:39:09Z", 0.02, "If we see mass immigration on the scale of 2014/2015 again - which could happen if Turkey decides to cancel the EU /Turkey agreement this could be triggered if EU refuses Turkish citizens working visas as looks likely  Then we could see one or more eu states (eg Hungary) close its borders again on a temporary basis.  But Schengen convention is EU  law and there is a low probability of a country withdrawing from Schengen entirely unless they were going to exit the EU completely.\nI gave it 2% on the basis that there can  never be absolute certainty particularly about the future, even by 2018."], [28414, "2016-08-25T13:22:58Z", 0.1, "Negative economic consequences of Brexit created additional disincentive to withdraw from the Union  "], [28564, "2016-08-25T12:55:20Z", 0.5, "The EU is going through a lot of changes where all existing laws can be changed "], [484, "2016-08-24T04:40:44Z", 0.1, "Down 6% since some of the issues which might trigger this seem to have receded a bit."], [25144, "2016-08-22T09:19:59Z", 0.25, "Brexit, the rise of the right-wing, and ongoing atrocities in Syria will escalate the pace of EU politics in 2017. \nOut of this melee it is possible that one of the smaller EU states will withdraw from the Schengen agreement, though this could be against a larger backdrop of EU referenda or unilateral exit proposals"], [28346, "2016-08-22T09:09:16Z", 0.25, "Given tensions over immigration, and the rise of populist politicans on both left/right, plus the subsequent fallout from the Brexit referendum on the rest of the EU, it is possible that one or more countries could change its border policies. Hungary, Poland and maybe one of the Nordic countries seem most-likely, or conceivably Switzerland given its other disagreements with Brussels & EEA relationships."], [28343, "2016-08-22T04:40:54Z", 0.09, "Given that this is a useful agreement and that 22 of the 28 fully support it and that the remainder is still highly supportive if not as enthusiastic indicates at the moment that no state appears to be interested to withdraw really."], [484, "2016-08-08T02:33:25Z", 0.16, "Down 2% to be more under the consensus."], [22099, "2016-08-07T21:10:57Z", 0.0, "there is no need for this. There are enough possibilities to secure boarders without leaving Schengen."], [484, "2016-08-03T04:17:06Z", 0.18, "Down 4% to be slightly more under the consensus."], [83, "2016-08-01T18:47:43Z", 0.37, "Reducing (-3) for passage of time."], [27884, "2016-08-01T15:20:28Z", 0.11, "Time Constraint - 16 months - unlikely to be enough time for another referendum + their article 50 + announcement - if it were before 2019 It would be a much more interesting question"], [484, "2016-07-30T15:56:45Z", 0.2, "Down 5% to be below the consensus."], [484, "2016-07-23T04:01:46Z", 0.25, "(no change for now but may be going higher) Does anyone with a better memory remember if the accepted interpretation of this question is a \"yes\"  if it is announced before 2018 or accomplished before 2018. I think either would suffice, but suspect the latter is much more unlikely."], [9755, "2016-07-22T21:32:41Z", 0.25, "Chances increasing with more terror in Europe  some how related to Moslem immigrants or refugees and playing right into the hands of the right wing parties all over Europe."], [14253, "2016-07-22T21:13:05Z", 0.47, "Even though I am already significantly above consensus I am going to adjust for the the two attacks in Germany as well as Nice. Up two points since I think a trend towards and increasing frequench of thsee kinds of atacks may be emerging. If not I will drop back down a bit in a month or so barring other relevant deelopments.  "], [38, "2016-07-21T19:03:25Z", 0.16, "Increasing forecast because it seems that we're seeing rising popularity of right-wing, nationalist parties all over the globe, including in the EU."], [484, "2016-07-20T16:13:14Z", 0.25, "(no change) A general question. If there is a President DT, what would that mean for NATO? The answer to that might impact a whole range of factors related to the European Project."], [27409, "2016-07-17T13:49:29Z", 0.6, "I don't think every state can continue to defy the wishes of their people for that long."], [23006, "2016-07-16T04:40:59Z", 0.6, "terror attacks in Europe linked to free movement (even though perpetrators often born in country they attacked)"], [21800, "2016-07-14T05:25:54Z", 0.26, "Dropping 6% after the initial shock of Brexit caused me to raise it by 12%."], [26184, "2016-07-12T19:48:34Z", 0.35, "The chance that any given country will withdraw is only 1-2%. But the chance that *any* will withdraw is additive."], [1993, "2016-07-11T06:06:04Z", 0.08, "I don't see how it would benefit anyone to leave Schengen, since border controls can be extended and have been. Leaving would be more of a gesture than an action of substance, which would not be worth the trouble."], [14493, "2016-07-08T17:29:18Z", 0.02, "The EU set up Schengen with the expectation that all countries would join eventually. The EU does not like to move backwards (its an every closer union, not a bit closer and then further apart union). Its possible to have temporary border checks, so its easy to be in the Schengen Area while controlling your borders so you do not have to withdraw unless you want to annoy the rest of the EU."], [20588, "2016-07-08T05:26:05Z", 0.05, "If it happens, it'll likely be Netherlands. Granted, some people there want to leave completely, but they might leave the Schengen zone first as a way to ease out of the EU altogether. the UK wasn't part of Schengen, or the Eurozone, so they always had a foot in and a foot out."], [23434, "2016-07-05T18:21:56Z", 0.77, "Think Hungary; referendum on \"the people\"s' right to determine the refugee numbers. Either the EU reacts with stiff penalties, pushing Hungary out quickly, or not in which case others may find the whole EU idea too revulsive to continue -- and Schengen is not as loved  topic as many (deluded) EU-politicians think it is. Populist politicians will play on this."], [2637, "2016-07-05T15:56:33Z", 0.19, "No reason for them to. They may very well suspend it, as Austria did, especially if the FPO wins in October. Also Hungary might. But withdrawing from it is less likely. However it's a long timeframe so stuff could happen."], [2637, "2016-07-05T15:33:56Z", 0.07, "No reason for them to. They may very well suspend it, as Austria did, especially if the FPO wins in October. Also Hungary might. But withdrawing from it is less likely. However it's a long timeframe so stuff could happen."], [484, "2016-07-05T02:55:09Z", 0.25, "(no change) Not to complain (a lot) but the consensus is rising but without forecasters trying to explain their rationale, it is hard to take advantage of the wisdom of the crowds."], [26241, "2016-06-30T07:32:08Z", 0.0, "major reason of leaving are uncontrolled immigration.\ntherefore some Schengen Member states introduced border controls, but they are not leaving the Schengen agreement.\nNevertheless\nthe most likely one, would be Greece due to its close situation to Turkey\nsecond one could be Italy\nthird one could be Spain.\nAfter Brexit, no one we leave."], [24754, "2016-06-29T13:17:49Z", 0.25, "With the success of the Brexit Leave vote, I believe it more likely that a State may make such an announcement officially."], [14253, "2016-06-28T01:04:27Z", 0.45, "Up significantly from 5% post-Brexit. Until things calm down a bit I'll get my average back up to consensus."], [368, "2016-06-27T18:08:22Z", 0.05, "Croatia has increased its nationalistic view and their has been intense debate in the country about a Crexit (since UK's decision to leave the Union).  If this movement is able to mobilize the larger population and is able to obtain a referendum on the Leave EU option, then it will no longer be a part of the Schengen Agreement."], [25583, "2016-06-26T21:01:35Z", 0.0, "Schengen group is the most cohesive, Division unlikely"], [26553, "2016-06-26T13:39:01Z", 1.0, "Read newspaper. \nAll want out. "], [83, "2016-06-25T22:03:35Z", 0.4, "Increasing forecast by 10% due to added uncertainty regarding future EU decisions."], [26516, "2016-06-25T13:19:48Z", 1.0, "france and germany"], [21, "2016-06-24T12:09:38Z", 0.35, "I think more likely that Brexit vote will do immediate term damage (financial esp.) and things will re-stabilize when they see it's not so good (again, in the short term . . . people are so impatient ;-)  But who can say?"], [25021, "2016-06-24T08:17:33Z", 0.25, "Raising 5% on the encouragement factor of Brexit. Interested to see how the EU responds to Britain's withdrawal as it's likely to face exit calls from other members between now and 2018. Denmark and Hungary, both hit hard by immigration, are likely candidates for Schengen withdrawal, though they're by no means the only ones."], [24287, "2016-06-24T05:55:28Z", 0.33, "This risk just went up substantially with Brexit! Raising to 33%"], [21800, "2016-06-24T04:56:35Z", 0.32, "Going up 12% due to Brexit. Thanks to Rene for seeing the connection."], [484, "2016-06-24T04:35:58Z", 0.25, "Up 20% on http://www.gjopen.com/comments/comments/266879"], [23006, "2016-06-24T04:24:36Z", 0.51, "Greece, Germany (poor Mr. Juncker.) "], [23234, "2016-06-24T04:11:20Z", 0.4, "Comment deleted on Jun 24, 2016 11:42AM UTC"], [4634, "2016-06-24T03:44:44Z", 0.35, "What will happen next? Another referendum, this time in a 'Schengen-country'? Too early to tell, but I think the chance has just gone up considerably. "], [26391, "2016-06-22T17:03:40Z", 0.03, "The Schengen area is beneficial for the participating countries in restricting and controlling the people who have entered from outside of the Schengen area. It is in the interest of coordination that none of the countries will want to leave."], [14253, "2016-06-20T21:43:04Z", 0.05, "Back down on diminished prospect of Brexit and relatively low number of new refugees starting in Q2."], [19801, "2016-06-20T09:22:42Z", 0.0, "With far fewer refugees and far right parties losing in recent elections, seems less likely than it was before."], [601, "2016-06-12T20:44:07Z", 0.47, "2018 is a long time away"], [25875, "2016-06-08T15:20:24Z", 0.1, "Unlikely. There are other, more easily reversible measures that countries are likely to take rather than a 'permanent' withdrawal. "], [368, "2016-06-07T20:05:06Z", 0.05, "The outcome for this IFP depends on the outcome of the British referendum on Brexit.  If latter outcome is yes, then one can anticipate disintegration within the EU.\nEstimate subject to change"], [24754, "2016-06-07T16:23:53Z", 0.25, "First forecast on this. Schengen is a big trade advantage for most countries, plus the Status Quo tends to be easy to follow, even for governments that may benefit from a withdrawl. However there would be some political advantage for some governments (e.g. Hungary, Slovenia or even Switzerland) to do so. Also, the question is not whether some countries will leave, but whether anyone will \"officially announce\" that they will leave. This reading of the question ups the start point considerably, although I am not going to count \"campaign promises\" to leave. I'm going with an extra 10% for that to begin at 20%.\nBecause there are multiple countries that could leave, I am upping my forecast from a start point of 20% to 25%."], [25601, "2016-06-07T13:40:44Z", 0.05, "Migrants and economic downturn together make for a volatile mix. So it could happen yet remains unlikely."], [23707, "2016-06-07T08:01:59Z", 0.45, "What made the Schengen questionable was the migrant crisis, which put the EU countries vulnerable to refuges until a deal, which was made with turkey; made the Schengen less vulnerable and more sustainable. However, that deal is being shaken and it might be suspended, which will result in an increase of the number of refuges going to Central Europe. Once that new wage of migrants come; the Eastern countries may withdraw from the Schengen due to protection of their culture and so on.      "], [25021, "2016-06-05T23:51:44Z", 0.2, "Edging down 7% so as not to be such an outlier, but happy to stay above consensus - 2018 is a long way off. Economic benefits holding Schengen together may lose impact if there are downturns in markets, although rising nationalism - not just right-wing - in the face of \"the bleeding out of national identities\" may be decisive in the end. http://www.ftseglobalmarkets.com/news/european-parliament-study-outlines-the-%E2%82%AC170bn-cost-of-dismantling-the-schengen-system.html"], [15750, "2016-06-05T20:45:54Z", 0.05, "Will not happen without some kind of disaster for a state "], [23742, "2016-06-04T16:57:39Z", 0.0, "Till this happens a new Schengen or some completely new agreement will be settled. So Schengen four will not be withdrawn by any country."], [24455, "2016-06-03T14:47:25Z", 0.3, "While the long time frame could allow for change that is difficult to forecast, it seems very unlikely that any Schengen country will try to leave. "], [25711, "2016-06-03T13:00:32Z", 0.65, "With the ultra right-wing trend in Europe today, it seems very likely"], [1708, "2016-06-02T14:56:04Z", 0.25, "The EU usually comes together unanimously in the end, but the immigration issue and the threats of terrorism could make some states questions other states' ability to either stop illegal immigration or terrorism from crossing borders. If the immigration agreement with Turkey falls apart and the immigration flows continue or even increase from middle east in addition to those from N Africa, then some of the \"final destination\" states could be tempted to withdraw from Schengen. Likewise if an EU country suffers a major IS attack prior to 2018 because a neighboring EU country fails to secure its cities and/ or screen passengers on outbound trains /planes that leads to such an attack, then the victim country would be tempted to withdraw from Schengen. That happened with Canada and the US after Sept 11 when some of the attackers had crossed the border from Canada (no Schengen involved but passports became required to pass between countries when they were not before attacks). Similar criticism of Belgium emerged after recent Paris attacks and Belgium's failure to stop terrorists developing cells/ boarding trains and attacking france ."], [25500, "2016-06-01T17:03:48Z", 0.07, "That's highly unlikely. The only reason of dropping out would be a political crisis triggered by a Brexit (and I don't think that this is too likely, the current bad results in polling are likely to be triggered by a systematic bias in online polling and by a \"bank holiday effect\"). It's a way more likely, that border checks are introduced for a certain amount of time with an option to extend those (this would be linked especially with a worsening of the refugee crisis) - but a direct drop out is rather unlikely: Either it is economically harming (especially for the states in the center of Europe) or there is a lot of political pressure by dominant EU-states (as Germany and France) to drop those ideas (if they occur) since such actions could trigger an domino effect which would definitely harm economically strong states in Western and Central Europe."], [25636, "2016-06-01T14:29:58Z", 0.02, "Britain isn't a part of Schengens, so no, realistically. Other EU (and Schengen specifically) nations are pushing for closer union, so I can't imagine any would want to leave; they benefit far too much from it."], [25243, "2016-06-01T13:16:27Z", 0.3, "There is a lot of time and a lot of unknowns. A Brexit might well shake things up."], [83, "2016-06-01T00:55:12Z", 0.3, "Suspect there are too many unknown unknowns."], [25600, "2016-05-31T23:56:40Z", 0.25, "With the unpredictable leadership in Russia and recent aggressions I could see a small chance of some withdrawal."], [20008, "2016-05-29T23:50:58Z", 0.95, "Of course!"], [15231, "2016-05-29T18:01:31Z", 0.1, "no if uk remains in the eu"], [38, "2016-05-27T14:58:10Z", 0.11, "I'm thinking that Schengen is more likely to be re-negotiated and re-written."], [38, "2016-05-27T14:56:39Z", 0.22, "The far right candidate did not win in Austria--by a hair."], [24287, "2016-05-27T05:07:43Z", 0.05, "This is a dart throw, and a very long time to resolution. All I can say is that given its a bad economic point on the curve for most European countries, pulling out will have a devastating cost to the respective economies. Pulling up the economies together standing alongside EU will be relatively much easier. Starting at a very low number of 5%"], [691, "2016-05-26T19:11:31Z", 0.07, "In general and with some exceptions, the states whose denizens are being the most boorish about immigration and grumbling the most about Schengen are the ones who are benefiting the most from it.  As long as nobody is dumb enough to put it to a referendum, it isn't likely that any government will wish to bail out. "], [19801, "2016-05-25T12:54:55Z", 0.04, "Austrian Far Right government lost election. Right now only LePen or the UK are the realistic possibilities. "], [102, "2016-05-25T03:27:42Z", 0.14, "https://larswericson.wordpress.com/2016/05/25/gitrep-24mar16pm/"], [1993, "2016-05-25T03:24:47Z", 0.05, "There is no mechanism for EU nations to withdraw, and I don't know why the 3 non-Eu Schengen countries would do so. Border controls have been extended for those countries who want them due to the migrant crisis, and Schengen can be temporarily suspended if need be. The agreement seems flexible enough to dissuade nations from actually trying to pull out of it officially. If there is a crisis in open borders, they have means to address it. "], [5001, "2016-05-24T02:00:34Z", 0.25, "Lowering on account of possibility to suspend instead of exiting. "], [484, "2016-05-21T16:23:26Z", 0.05, "(no change) No link, but EU just approved another exception to the rules."], [25021, "2016-05-18T08:38:59Z", 0.27, "Hungary? Multi-pronged refugee crisis and long time-frame of question make the chances of at least one withdrawal slightly better than 3:1 odds, I feel."], [102, "2016-05-18T02:53:32Z", 0.0, "https://larswericson.wordpress.com/2016/05/18/gitrep-17mar16pm/"], [19647, "2016-05-15T21:37:45Z", 0.05, "Schengen States will definitely accommodate further temporary arrangements."], [10926, "2016-05-15T10:40:56Z", 0.14, "Strong incentives on the part of the countries that might consider leaving not to do so because of other internal diplomatic issues."], [102, "2016-05-14T03:30:07Z", 0.1, "https://larswericson.wordpress.com/2016/05/14/gitrep-13may2016pm/"], [3225, "2016-05-13T13:21:19Z", 0.04, "Schengen border controls to be extended for another six months. This will very likely reduce the likelihood of outright abandonment of Schengen, and as I've said before, the richer states with populations calling for leaving Schengen are those that are profiting the most from efficient transnational commercial flows. Leaving Schengen would bite into the economy too much.\nhttp://www.ft.com/cms/s/0/69a269f6-1825-11e6-bb7d-ee563a5a1cc1.html#axzz48Xd2CV3J"], [20035, "2016-05-13T10:53:03Z", 0.05, "An opening assessment. Schengen brings a number of practical benefits that most states and their citizens will be reluctant to lose. Furthermore, the free movement of people is a core ideal of the union itself."], [1639, "2016-05-12T16:21:32Z", 0.1, "Since the Amsterdam Treaty in 1999, Schengen has been a core part of EU law (the Acquis communautaire) with explicit opt-outs only for Ireland and the United Kingdom. While a non-EU country such as Norway could certainly withdraw from the Schengen Agreement, France for example may require an amendement to the EU Treaties.\nWe should also note that French overseas departments of French Guiana, Guadeloupe, Martinique, Mayotte and RÃ©union, and the overseas collectivity of Saint Martin, are part of the European Union but not of Schengen (which is allowed, as they have OCT status in the EU)."], [15865, "2016-05-12T12:52:29Z", 0.65, "I believe Austria is a likely candidate to withdraw from Schengen. Just a gut feeling."], [12943, "2016-05-12T09:20:10Z", 0.06, "Suspension of Schengen practices may continue to occcur and may run for a significant amount of time, but that does not necessarily trigger a YES to the question since this requires a formal withdrawal.  It is a corner stone of the EU and formal withdrawal seems a drastic step."], [102, "2016-05-12T03:25:05Z", 0.23, "https://larswericson.wordpress.com/2016/05/12/gitrep-11may16pm/"], [38, "2016-05-11T19:08:42Z", 0.33, "http://europa.eu/rapid/midday-express-04-05-2016.htm"], [24923, "2016-05-11T14:16:18Z", 0.15, "Low risk"], [24176, "2016-05-11T00:05:11Z", 1.0, "Netherlands, Denmark, Luxembourg, Lichtenstein"], [20284, "2016-05-10T23:59:32Z", 0.2, "The benefits are so great to commerce and citizens that it has to be a low risk.  However, another 1 or 2 major terrorist attacks or a return of a flood of refugees could bring this about.  I will raise the odds if, as I expect, Britain chooses to depart from the EU.\nEven though UK is not a participant in the Schengen Accord the vote will either fortify or weaken public attitudes across the EU regarding attempts at a single Europe vs. a Federation of countries.\n"], [24771, "2016-05-10T09:02:16Z", 0.17, "Bumping up a bit based on my conversation with @anneinak, which has led me to re-examine the resolution conditions of the question a bit https://www.gjopen.com/comments/comments/231141"], [424, "2016-05-10T03:00:33Z", 0.25, "The Turkey agreement may cause a suspension not a withdraw..."], [102, "2016-05-10T02:25:56Z", 0.23, "https://larswericson.wordpress.com/2016/05/10/gitrep-9may16pm/"], [38, "2016-05-10T00:04:46Z", 0.46, "@zettel314 has convinced me that many will just suspend rather than withdraw, so I'm bringing my forecast down,  \nBUT, all it takes is for one leader to say something publicly about withdrawing, and BINGO!\nsee:  http://www.gjopen.com/comments/comments/231141"], [16325, "2016-05-09T08:58:21Z", 0.1, "EU is a single way road. The withdrawal from the treaties comes along with economic and political sanctions. Even Switzerland that has only dared to put some restrictions is suffering high economic impact. The only scenario where I foresee a withdrawal is in the frame of exemplary expulsion. "], [23682, "2016-05-09T03:22:39Z", 0.8, "EU is breaking apart, nationalism is growing rapidly, the so-called \"Christian values\"  have united with nationalism, greedy nationalist movements think they gain more breaking  with the spirit and potential a \"corrected\" EU can have . Instead of correcting and amending they currently consider leaving as a true option."], [15471, "2016-05-08T21:38:51Z", 0.1, "There is by large no way of leaving Schengen, none of the EU treaties contain a useable way of dissolving them. That makes it rather problematic to get an orderly withdrawal.\nIn general we are far away from the point where it would be economically sensible to sacrifice the advantages of Schengen for the problems we are facing right now. It's basically fear mongering, in line with the idea of rational markets, I don't think that in a at least somewhat stable situation it is extremely unlikely that one country would act in such an extreme fashion against its own interest.\nStarting relatively high with 10% due to the long time frame, the volatile situation (i.e. another attack like Brussels could mean that my analysis above becomes wrong) and the very open wording of the question."], [24682, "2016-05-08T21:21:54Z", 0.85, "The external borders of the EU are not strong enough to satisfy the wishes of the individual countries."], [21315, "2016-05-08T20:35:52Z", 0.85, "Too many male, military age Muslim refugees"], [14133, "2016-05-08T20:35:34Z", 0.05, "Like others have mentioned, I think it's probable that states will continue to place formal or informal restrictions on their adherence to Schengen, but won't make a big deal out of declaring that they're withdrawing."], [13254, "2016-05-08T19:55:55Z", 0.75, "If Turkey is invited into the European Union certain countries might well decide to withdraw from Schengen. Hungary, for example, might withdraw to avoid being a transit point for migrants heading to Germany."], [102, "2016-05-08T16:50:16Z", 0.2, "https://larswericson.wordpress.com/2016/05/08/gitrep-8may16am/"], [14253, "2016-05-08T15:31:06Z", 0.08, "Given a base rate of 0%, and what I judge to be the current state of affairs, I would say 0% if the question resolved this year. Since a lot could happen between now and 2018 I will start at a somewhat arbitrary 8%. If it was mid 2017 I would probably be around 3-4%. It seems to me that countries will more likely decide not to abide by Schengen commitments but avoid officially withdrawing. Bringing in border checks and calling them \"temporary\" could turn out to be a fairly good several year solution."], [102, "2016-05-08T13:58:04Z", 0.18, "https://larswericson.wordpress.com/2016/05/08/gitrep-8may16am/"], [19311, "2016-05-08T10:29:33Z", 0.2, "I think that most likely possibility is that Schengen will be kept but many times in name only (or being more precise article 25 http://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32006R0562&from=EN will be invoked a lot) - as is still(?) the case on the Austria-Germany border"], [436, "2016-05-08T05:28:23Z", 0.23, "It's been a rough 18 months for EU open-borders advocates, but Schengen has held strong. If you'd asked me in early 2015 whether a state would leave, I'd have predicted some positive number and been wrong. Keeping that in mind as I check the consensus. Top forecasters are divided between \"this is legally impossible, tiny probability\" and \"the wind is blowing in a dangerous way, high probability\". This reminds me of other questions that involved tricky legal issues, and I'm tempted to side with the lawyers. And from a geopolitical standpoint it's hard to tell whether any country will be brave enough to make this kind of move."], [405, "2016-05-08T02:40:45Z", 0.01, "\nIt seem's that Schengen agreement is interlocked with other treaty (Amsterdam - 1997 & Lisbon - 2007). Also it seem that for redrawing of this agreement, it needs diplomatic relations / accord with all the country of EU. So it is not an easy thing to do, a lot of time is need and a lot of stakeholder can be change so that it's a complex situation.\nThe Schengen agreement seems to have a clause that stipulate a state can temporarily take some action limiting or mitigate the free access of this state.\nSo there is no need to withdraw from the Schengen agreement.\nhttp://www.observatoiredeleurope.com/La-suspension-de-Schengen-est-elle-legale_a1478.html\nAt this source of this question, there is the question of refugees and migrants. The tendency of this migration is slowing down. The Syrian regime seems also to make \"progress\" in the stabilizing of the syrian state. An Erdogan's Turkey could also stop or slowing down the migration.\nAlso, and not the least, which of this country can afford to have borders?"], [38, "2016-05-07T22:31:07Z", 0.5, "FYI,\nI have asked the following questions of Clarify:"], [613, "2016-05-07T00:03:53Z", 0.75, "More and more countries in the Eurozone are becoming worried about the refugee crisis and are rethinking their original stands. I think it's possible for some to  wish  to withdraw from Schengen."], [24745, "2016-05-06T11:22:06Z", 0.28, "One or more of the northern countries could withdraw if they feel too much pressure. Although likely to happen in the future, I feel timescale is too short for democratic processes to decide to step out of Schengen"], [24742, "2016-05-06T10:16:23Z", 0.1, "It will cost Europe a lot of money.. But the rich European countries will listen to the people in the rich  countries "], [24728, "2016-05-06T07:50:55Z", 0.3, "The eastern States of the EU are possible to withdraw from the Schengen Agreement. "], [706, "2016-05-06T06:07:40Z", 0.4, "Greece."], [5001, "2016-05-06T04:21:36Z", 0.33, "There are four countries in the Schengen zone that are not members of EU. That means that they end up having no official say on EU decisions directly affecting them. Such as, may be very soon, visa-free entry for Turkish nationals. And maybe for citizens of Kosovo, Ukraine and Georgia - all potentially by this fall. Should this create an influx of overstayers, it is not out of question that, for example, Switzerland will hold referendum on leaving Schengen. "], [19801, "2016-05-06T03:50:14Z", 0.12, "Austria, Poland, and possibly other countries may."], [24232, "2016-05-06T03:19:50Z", 0.25, "There are several countries who entered EU late and have economic stress in their internal economy. (e.g. Greece) Also, Greece is impacted by an influx of refugees. So, there is a fair chance that Greece may exit SA or EU prior to 2018. Other states such as the Czech Republic or Hungary may have a chance as well."], [21, "2016-05-06T02:03:20Z", 0.33, "Following @Dima-K\n"], [3895, "2016-05-05T10:58:21Z", 0.32, "not a fan of going super-low on these very long-windown IFPs. Initial forecast."], [12302, "2016-05-05T08:40:17Z", 0.18, "woops, I read \"before 2017\"; raising on this."], [21800, "2016-05-05T06:36:55Z", 0.2, "Splitting the difference between @dominich and @Dima-K\nRaising my 15% to 20%."], [5001, "2016-05-05T06:03:58Z", 0.35, "In this long time frame, it's not even 100% that EU will continue to exist. And more than one scenario of a country deciding to leave Schengen. IMO, the consensus 9% is way overconfident. "], [15548, "2016-05-05T03:32:32Z", 0.02, "If a country were to leave the Schengen agreement, all the other agreements will be renegotiated.\nIt would be a suicide politically and economically.\n"], [38, "2016-05-04T21:59:14Z", 0.96, "https://en.wikipedia.org/wiki/Portal:Current_events"], [1500, "2016-05-04T20:53:00Z", 0.5, "This is too far out to forecast more accurately, but I'm starting at 50% because there is indeed a lot of pressure on Schengen now, and unless the refugee crisis is resolved, and daesh, among others, defeated, that pressure is only going to increase."], [505, "2016-05-04T17:17:27Z", 0.57, "Countries are showing their \"ethnic nationalism\" tendencies. (In favor just not in my backyard)"], [3225, "2016-05-04T13:25:04Z", 0.09, "It seems to me that there is a push for further Schengen integration, especially for countries on the front lines of the migrant waves. Schengen would allow for their faster shuttling into richer countries, and the richer countries who would be otherwise inclined to isolate themselves from immigrants have too much to lose economically by abandoning Schengen. Going down another three points.  \nhttp://focus-fen.net/news/2016/05/04/405495/bulgaria-provides-financing-for-extra-measures-for-schengen-accession.html"], [18762, "2016-05-04T13:19:03Z", 0.05, "this is a fantastic question! Hungary and Macedonia seem likely candidates as the crisis worsens, plus who knows the ramifications if Brexit happens, or even if the EU will survive. Poland has its issues as well, obviously. Countries are allowed to enforce border controls for 10 days and renew them for 20-day periods allegedly for a maximum of two months. The period is longer in cases where it is a \"foreseeable threat\" (six months) and can go up to two years for \"exceptional circumstances.\" "], [3225, "2016-05-04T13:16:22Z", 0.12, "\"The European Commission approved on Wednesday extending by six months controls at several frontiers inside the free-travel Schengen area, saying checks were justified by deficiencies in Greece's management of the bloc's external border. Border controls between Schengen countries are usually not allowed, but in a situation of emergency, such as Europe's migration crisis, checks can be reintroduced for a maximum of two years.\"\nhttp://www.reuters.com/article/us-europe-migrants-schengen-idUSKCN0XV174\nThis will largely mitigate any threat of Schengen abandonment. Going down to just below consensus on this."], [24684, "2016-05-04T12:27:10Z", 0.9, "Nationalism and fear as a result of Syrian refugees will absolutely push for it"], [21800, "2016-05-04T06:12:07Z", 0.15, "With about 20 months to go for a resolution in case it is the negative results that holds during that timeframe, there is room for some caution. Raising 10 to 15%."], [21800, "2016-05-04T03:25:24Z", 0.1, "Going with @dominich on this one, at least to start out with."], [24602, "2016-05-03T23:40:09Z", 0.15, "It will be the beginning of the end of the EU, I don´t think any member state will be willing to give the first step"], [484, "2016-05-03T22:39:11Z", 0.05, "Suspect that current \"temporary\" measures to modify the procedures and mitigate the problems will be enough. I'd not be surprised at some, perhaps major modification (see question below). Long time frame poses a very interesting opportunity."], [6518, "2016-05-03T21:50:45Z", 0.4, "I urge a heaping spoonful of caution if you believe that withdraw from the Schengen agreement to be unlikely.\nRemember, on June 23 the UK will hold a referendum to exit the EU or remain in.  One of the most frequently cited reasons for exiting the EU is lack of control of its borders.  This will undoubtedly be a hot issue if the UK decides to pack up go home.  It should also be noted, sentiment among voters to leave the EU is polling at 50% right now.  "], [24, "2016-05-03T20:51:31Z", 0.05, "Starting very low, for several reasons."], [38, "2016-05-03T20:27:25Z", 0.96, "Hungary will hold a referendum in September or October of this year regarding future EU quotas for resettling refugees.  A turnout of over 50 percent will render it to be valid."], [83, "2016-05-03T19:40:26Z", 0.3, "Long timeframe.  Forecasting that the general principal behind the Schengen Agreement will outlast the current refugee crisis. Members seem to have temporary measures to mitigate the issue."], [18888, "2016-05-03T17:45:32Z", 0.75, "In a March 2016 poll, French polling firm Ifop found that people in France, Germany, and Italy all favored abandoning the Schengen agreement at rates of 72%, 66%, and 60% respectively: http://www.ifop.com/?option=com_publication&type=poll&id=3343"], [500, "2016-05-03T17:09:24Z", 0.97, "pustili 70 miliona turaka u Evropu bez viza  \npustili 1milion kosovskih Albanaca bez viza\nu Evropi bice takav haos da poželiš da budeš u srbiji"]]}