{"question_id": 629, "title": "Between 1 October 2017 and 30 September 2018, will an armed group from the Democratic Republic of the Congo engage in a campaign that systematically kills 1,000 or more civilians in the Democratic Republic of the Congo?\n", "correct_answer": "No", "crowd_forecast": 0.02, "preds": [[83, "2017-12-31T16:14:44Z", 0.02, "Delayed elections."], [1333, "2017-12-09T15:37:38Z", 0.15, "https://www.globalsecurity.org/military/library/news/2017/12/mil-171208-unnews02.htm?_m=3n%2e002a%2e2175%2elo0ao02gx5%2e2031"], [41619, "2017-11-23T12:26:22Z", 0.2, "There are so many variables but it is always possible and probable to a smaller degree that civilians will be killed by an armed group. The election that may not happen, the armed groups in East Congo, the intervention by neighbouring states in East Africa."], [6303, "2017-10-30T03:26:20Z", 0.05, "Based on general news and GJP consensus."], [6303, "2017-10-23T02:36:45Z", 0.01, "Based on general news and GJP consensus."], [34908, "2017-10-20T15:24:21Z", 0.03, "\"The bodies of 26 people believed killed after an ambush last week in the eastern Democratic Republic of Congo have been discovered, most of them with their hands tied and their necks broken, a local chief said on Sunday. In total, 26 people -- three women, 22 civilian men and one Congolese soldier -- were tied up and killed by breaking their necks,” Saambili Bamukoka, chief of Beni’s Watalinga chiefdom, told Reuters.\" (http://ewn.co.za/2017/10/16/26-bodies-of-ambushed-travellers-found-in-eastern-congo-chief) "], [904, "2017-10-17T18:30:31Z", 0.1, "I don't feel like there will be that many casualties. "], [6303, "2017-10-16T04:25:29Z", 0.01, "Based on general news and GJP consensus."], [12302, "2017-10-13T10:23:04Z", 0.5, "According to Data provided by ACLEDs 'violence against civilians'-category during 2017 so far 1.644 civilians have been deliberately killed in the DR Congo:"], [34353, "2017-09-29T17:45:10Z", 0.01, "Again, I think the challenge with this question will be proving that any of the armed groups \"systematically\" engaged in policies to kill, directly or indirectly, massive numbers of civilians. Additionally, the distinction of campaigns by geographic regions and civilian groups also makes it harder to get to the 1,000 threshold."]]}