{"question_id": 349, "title": "Will Leung Chun-ying win the March 2017 election for Chief Executive of Hong Kong?", "correct_answer": "No", "crowd_forecast": 0.02, "preds": [[19801, "2017-03-26T04:18:47Z", 0.0, "Three candidates are running for the top post - two former officials, Carrie Lam and John Tsang, and a retired judge, Woo Kwok-hing. Lam is considered the favourite.\nhttp://www.reuters.com/article/us-hongkong-election-idUSKBN16W0WF?il=0"], [34499, "2017-03-25T08:16:57Z", 0.0, "John Tsang is the most preferred candidate according to South China Morning Post polls.  Carrie Lam is supported by Beijing and is also a strong preference."], [19801, "2017-03-24T07:12:05Z", 0.0, "Former top civil servant Carrie Lam is widely expected to win, thanks to Beijing's backing. Former finance chief John Tsang, more popular with the densely populated city's 7.3 million people, is expected to get around a quarter of the vote.\nhttp://www.reuters.com/article/us-hongkong-election-economy-idUSKBN16V0CT?il=0\n"], [32772, "2017-03-21T19:58:11Z", 0.0, "He withdrew"], [34299, "2017-03-20T03:33:10Z", 0.01, "Comment deleted on Apr 12, 2017 09:37AM UTC"], [34428, "2017-03-19T16:35:48Z", 0.0, "No chance now that he is not even in the running and it's a week away"], [11114, "2017-03-17T08:19:33Z", 0.0, "1.The closing date is near. \n2. The trend shows to that direction.\n3. He declared it himself"], [32900, "2017-03-16T21:48:48Z", 0.0, "He has publicy stated that he will not run "], [32846, "2017-03-16T19:14:47Z", 0.0, "There is no way that this is going to happen, he announced that he was not going to run"], [32912, "2017-03-14T16:40:29Z", 0.01, "Leung Chun-Ying has declined to run for reelection, making it highly unlikely that he will be elected."], [32100, "2017-03-14T13:13:47Z", 0.0, "http://www.straitstimes.com/asia/east-asia/hks-chief-executive-rewarded-with-new-post"], [32785, "2017-03-07T04:25:52Z", 0.0, "He publicly announced he would not be running for a second term. Note to self: need to jump on questions at their start more instead of only looking into them after they've been posted a few months. If I had looked into this one earlier, before he announced, it would be a lot more of an analytical prediction than just regurgitating what I see on the news. Or, in this case, what I see in OLD news. Maybe my Brier score will take a hit, but it would actually be more indicative of my predictive skills."], [31450, "2017-03-05T19:56:49Z", 0.0, "Finally dropping to zero because the party and election commission seem to be uniting behind Carrie Lam, if for no other reason than to stop John Tsang."], [1331, "2017-03-04T17:16:24Z", 0.5, "Depends on mainland China's intervention or not"], [34071, "2017-03-01T23:46:40Z", 0.0, "Leung is not in the ballot."], [34067, "2017-03-01T19:49:51Z", 0.05, " He won't win because the democracy movement in HOng Kong is very popular, gaining more traction and credibility every day.  China overplayed its hand."], [32953, "2017-02-28T21:08:04Z", 0.01, "He said that he was not even going to run for re-election to save his family \"unbearable pressure\""], [23823, "2017-02-23T23:05:31Z", 0.5, "No idea.  50/50"], [32953, "2017-02-21T21:42:04Z", 0.05, "He claimed that he would not be running for re-election however I am leaving space for him to change his mind\nhttp://www.reuters.com/article/us-hongkong-politics-idUSKBN13Y0NA\n"], [32521, "2017-02-21T20:48:09Z", 0.0, "Chun-ying is expected to be elevated to the position of vice-chairman of China’s top advisory body next month, following his shock announcement in ­December that he would not seek a second term as Hong Kong’s leader, according to several well-placed sources."], [33565, "2017-02-09T18:05:49Z", 0.15, "China will probably dump him for a fresh face who has the same policies."], [32810, "2017-02-06T12:49:03Z", 0.0, "He is not running for reelection, making it very difficult to win."], [4799, "2017-02-06T01:24:12Z", 0.0, "Leung Chun-ying has added that  his daughter's health was a reason for him not running."], [6303, "2017-02-05T04:02:31Z", 0.01, "According to the general news and GJP consensus."], [6303, "2017-01-30T03:46:33Z", 0.02, "According to the general news and GJP consensus."], [1993, "2017-01-28T06:07:57Z", 0.0, "He is not seeking re-election."], [32916, "2017-01-23T21:38:33Z", 0.0, "he has withdrawn from the race"], [32539, "2017-01-23T17:22:23Z", 0.02, "1. He said he would not. 2.There are four credible candidates. 3. He could change his mind"], [6303, "2017-01-23T02:31:16Z", 0.02, "According to the general news and GJP consensus."], [32793, "2017-01-20T12:03:25Z", 0.85, "I think he can do it :p\n"], [562, "2017-01-20T02:54:23Z", 0.0, "https://www.theguardian.com/world/2016/dec/09/hong-kong-leader-leung-chun-ying-to-step-down-next-year"], [32513, "2017-01-19T18:37:00Z", 0.24, "As it seems the consensus is really low, I am taking this down a notch. Again, China might have a big impact on the result, but will the necessarily push a very unfavorable candidate?"], [30396, "2017-01-16T19:22:24Z", 0.0, "He says he is not running."], [6303, "2017-01-16T01:39:59Z", 0.02, "According to the general news and GJP consensus."], [32591, "2017-01-15T09:45:49Z", 0.85, "It's China, everything is possible. If the central government wouldn't approve of him, they would have replaced him by now."], [31275, "2017-01-14T15:06:54Z", 0.0, "Many articles including Reuters and WSJ say he said he will not run."], [31275, "2017-01-13T20:47:34Z", 0.62, "He is Beijing Approved. Not popular with the people but will do what Beijing wants. "], [32521, "2017-01-13T15:29:40Z", 0.45, "26 March 2017 is enough time for the populist movement to die out so he some chance of winning. However, given current trends and his current status among localists as unpopular, he has greater than a 50% chance of loosing."], [32512, "2017-01-13T13:11:21Z", 0.0, "He will not compete"], [32513, "2017-01-13T10:19:20Z", 0.45, "China might influence the election greatly, however, democracy should prevail."], [31303, "2017-01-12T10:26:44Z", 0.01, "Hong Kong leader Leung is deeply unpopular and announced last month that he won't seek another term, citing family reasons"], [3915, "2017-01-11T21:11:32Z", 0.05, "He has already announced that he is not standing for election. "], [4799, "2017-01-11T03:21:23Z", 0.01, "Leung Chun-ying stepped away from contest."], [29469, "2017-01-09T19:41:56Z", 0.0, "Leung has declined to run for a new term."], [30545, "2017-01-09T13:07:05Z", 0.0, "Various reliable media sources have reported that Leung Chun-ying has decided not to run for Chief Executive of HK again.\nhttp://www.wsj.com/articles/hong-kong-leader-c-y-leung-wont-seek-re-election-1481272374\nhttps://www.theguardian.com/world/2016/dec/09/hong-kong-leader-leung-chun-ying-to-step-down-next-year"], [6303, "2017-01-09T03:30:15Z", 0.02, "According to the general news and GJP consensus."], [31275, "2017-01-08T18:00:12Z", 0.3, "Democrats won all Electoral Commission seats. A poll by them shows she will not win. Needs further research. https://www.hongkongfp.com/2016/12/09/almost-70-hongkongers-oppose-re-election-cy-leung-democratic-party-poll-suggests/"], [32122, "2017-01-07T23:35:31Z", 0.0, "https://en.wikipedia.org/wiki/Hong_Kong_Chief_Executive_election,_2017#Opinion_polling"], [13377, "2017-01-07T23:24:30Z", 0.0, "I am just a simple algorithm. On each question, Iook at those players whom I follow, and copy the forecast of one of the several who have made the most recent forecasts. I only use my own judgment when deciding which one to follow if several have made recent forecasts."], [373, "2017-01-07T17:40:15Z", 0.01, "LCY unloved in both Hong Kong and Beijing. "], [6302, "2017-01-06T23:30:08Z", 0.8, "Highly likely, a true election in China is almost impossible."], [29054, "2017-01-05T19:01:45Z", 0.0, "Basically, Lam is already anointed to replace Leung.  "], [31955, "2017-01-02T22:01:44Z", 0.35, "His re-election would likely launch mounting protests that would embarrass Beijing at a time when they will need to appear strong and resolute as they pivot to meet a potential Trump directed response to Beijing's incursions in the South China Sea."], [31238, "2017-01-02T00:52:42Z", 0.0, "Going with the crowd."], [31802, "2017-01-01T19:41:06Z", 0.0, "Not a candidate at the moment. Highly unpopular and other pro-China candidates available."], [31892, "2017-01-01T12:13:31Z", 0.05, "following the general views"], [31874, "2017-01-01T10:52:46Z", 0.01, "He' not seeking re-election."], [6303, "2017-01-01T03:30:17Z", 0.01, "According to the general news and GJP consensus."], [31886, "2017-01-01T03:14:47Z", 0.05, "anyone but him at this stage"], [25281, "2016-12-31T13:16:47Z", 0.15, "he has to first candidate himself"], [31862, "2016-12-31T12:19:30Z", 0.0, "LCY announced that for \"family reasons\" will not run for the elections. He was vividly protest by the streets."], [31092, "2016-12-31T08:23:41Z", 0.0, "Will not run."], [31835, "2016-12-30T16:05:50Z", 0.0, "He is offside with Beijing now"], [14493, "2016-12-30T13:15:28Z", 0.0, "Unless something Machiavellian is going on as Leung has said he is not standing in the election he will not win it. I am going for the obvious forecast on this one. "], [31816, "2016-12-30T00:45:34Z", 0.5, "Guess."], [28380, "2016-12-28T10:09:45Z", 0.1, "Seems he's gone. However since my previous high Yes to this question i'll keep it at 10%. Maybe its a ploy to redo candidacy later because of troubles or chaos. The sort of: \"I did not want too, but i'll make the sacrifice\""], [31102, "2016-12-27T16:45:26Z", 0.0, "He's announced he is not running!"], [27008, "2016-12-27T09:50:55Z", 0.0, "He has 'withdrawn' his candidacy. A political events like this in HK is pre-determined in China. For him to declare himself not to be in the running means that he has been told not to. "], [31730, "2016-12-26T21:15:40Z", 0.25, "To pacify the growing protests against China, mainland leaders might suggest him to step aside and promote another pro-china leader."], [6303, "2016-12-26T02:58:01Z", 0.01, "According to the general news and GJP consensus."], [31695, "2016-12-24T21:31:53Z", 0.35, "I don't even know who that is lmaoooo "], [31664, "2016-12-23T04:29:03Z", 0.2, "Localists will rebel after China experiences fallout from the USA's trade policy."], [31247, "2016-12-22T20:57:57Z", 0.01, "He has withdrawn, but could perhaps change mind."], [31654, "2016-12-22T18:22:10Z", 0.7, "hk continues to grow and this leader will advance its agenda for development"], [31450, "2016-12-22T15:31:08Z", 0.04, "So I'm starting at 0% because Mr. Leung has already announced he isn't running again. However, with the party congress next year I imagine Beijing would like to maintain as much stability as possible and I've found that few things motivate people like being on the cusp of losing power (look at the Gambia right now) so I can see a very unlikely scenario where Mr. Leung decides he would like to keep power and Beijing decides it's not worth putting in an unknown (relatively speaking since all candidates are mainland approved) chief executive. "], [31631, "2016-12-21T21:26:54Z", 0.0, "Unless China shows it's fist in HK and appoints him, he will not be the new Chief Executive of Hong Kong. He threw the race into disarray by withdrawing from the race on December 13th (http://www.scmp.com/news/hong-kong/article/2054236/uncertainty-prevails-hong-kong-after-leung-chun-ying-decides-not-seek). "], [68, "2016-12-21T09:15:35Z", 0.0, "http://www.scmp.com/news/hong-kong/politics/article/2053402/embattled-hong-kong-leader-cy-leung-wont-seek-re-election"], [21929, "2016-12-20T20:49:35Z", 0.0, "He is out."], [27339, "2016-12-20T14:04:03Z", 0.55, "No idea."], [438, "2016-12-20T11:03:25Z", 0.35, "According to GJP"], [243, "2016-12-20T08:01:22Z", 0.95, "guess based on china view of how HK should be run"], [1430, "2016-12-20T00:35:32Z", 0.0, "He is told to not to join the election."], [13144, "2016-12-19T22:40:03Z", 0.8, "I think the Chinese government wants to keep him in power, so there will be some sort of olive branch or policy announcement that helps to return him to power, and then it will be quietly rescinded after the election, as Beijing continues its quiet reeling-in of Hong Kong back into mainstream Chinese influence."], [12435, "2016-12-19T22:06:56Z", 0.0, "don't believe he's announced he's even running yet"], [1333, "2016-12-19T13:26:31Z", 0.0, "He dropped out. NYT article today."], [31560, "2016-12-19T06:29:07Z", 0.0, "As of December 10th, he's not running."], [6303, "2016-12-19T03:20:59Z", 0.01, "According to the general news and GJP consensus. "], [20284, "2016-12-18T02:03:25Z", 0.85, "He is the man that Chinas leadership wants to keep in power.  Hong Kong is being absorbed into the Chinese political system.  Step by step and year by year it will continue to lose its special status and that development will accelerate in the next few years.  Leung is one of the tools and he will not be removed by voters."], [31488, "2016-12-15T22:11:25Z", 0.1, "HK's populist want emancipation from China's control resulting in strong opposition to Leung Chun-ying getting the vote."], [25944, "2016-12-15T03:13:23Z", 0.0, "Has said he wont run and that Beijing is on board with this."], [31117, "2016-12-13T17:11:59Z", 0.0, "He's announced he's not running"], [4139, "2016-12-13T03:14:17Z", 0.0, "China pulled the plug on him."], [31370, "2016-12-12T10:31:21Z", 0.0, "he already annouced not to run"], [29907, "2016-12-12T07:40:18Z", 0.0, "As pointed out in previous comments, he announced not to run."], [6303, "2016-12-12T02:43:31Z", 0.01, "According to the general news and GJP consensus."], [28091, "2016-12-11T22:54:24Z", 0.0, "He will not be running."], [31101, "2016-12-11T21:40:15Z", 0.01, "He has announced that he is not running http://indianexpress.com/article/world/hong-kong-leader-leung-chun-ying-says-will-not-run-for-re-election-4419028/"], [29646, "2016-12-11T01:51:41Z", 0.0, "Saw an article stating that he has decided not to run for a second term."], [29680, "2016-12-10T23:22:34Z", 0.11, "Not running anymore, apparently."], [31082, "2016-12-09T21:47:31Z", 0.05, "Leung Chun-ying announced he does not plan to run. Though subject to possible revision, for now that makes it unlikely to happen."], [691, "2016-12-09T20:17:57Z", 0.0, "http://www.bbc.com/news/world-asia-china-38260448\nIt will be very difficult for him to win if he's not running.  Still, the world has been full of surprises lately, so stay tuned."], [30652, "2016-12-09T15:50:56Z", 0.05, "Wall St. Journal article posted today."], [1639, "2016-12-09T11:22:48Z", 0.0, "Hong Kong leader CY Leung not to seek re-election \nhttp://www.bbc.com/news/world-asia-china-38260448"], [14898, "2016-12-09T10:30:41Z", 0.0, "Got my asian leaders mixed up in previous comment"], [19801, "2016-12-09T10:28:48Z", 0.0, "Hong Kong leader CY Leung not to seek re-election\nhttp://www.bbc.com/news/world-asia-china-38260448"], [14898, "2016-12-09T10:26:19Z", 0.0, "Comment deleted on Dec 09, 2016 10:29AM UTC"], [1708, "2016-12-09T08:52:06Z", 0.0, "http://www.channelnewsasia.com/news/asiapacific/hong-kong-leader-cy-leung-says-will-not-run-again/3355058.html"], [31262, "2016-12-09T06:04:46Z", 0.8, "Beijing will try and use this event to show its influence. Even if he is disliked and unpopular, changing him would be seen as a sign to bow to popular pressure."], [31260, "2016-12-09T03:03:33Z", 0.0, "The Beijing authorities have lost confidence in him. "], [31213, "2016-12-07T09:41:48Z", 0.5, "Really no idea on this one, so 50-50."], [31200, "2016-12-07T02:58:02Z", 0.99, "China wants him there, he'll be there."], [31199, "2016-12-07T01:57:27Z", 0.75, "Yes as the 'mainland fix' will be in. "], [29054, "2016-12-07T00:45:11Z", 0.53, "There is above 50% that he will win the election, Chinese leaders are mute so far with the situation, and the street protests seem to have turned away some of the support for the opposition. \nWith 4 months to go, it seems that there is enough support to give LC the chairmanship. "], [31196, "2016-12-07T00:16:35Z", 0.25, "Out of my comfort zone"], [31180, "2016-12-06T23:29:20Z", 0.3, "I am not qualified to guess. "], [31157, "2016-12-06T13:30:44Z", 0.25, "I don't really have a credible opinion but I understand from polls that another candidate is in front."], [31154, "2016-12-06T10:19:53Z", 0.5, "I don't know"], [26242, "2016-12-06T01:55:59Z", 0.05, "Most recent poll has John Tsang way out in front:"], [31128, "2016-12-05T19:36:06Z", 0.65, "Considering the current rate of change in the world, and the recent election of progressive young politicians in Hong Kong, China won't take any chances with Hong Kong.  Their man is there to stay."], [31125, "2016-12-05T18:23:56Z", 0.75, "Like everything else with the Chinese government, democracy does not play a major role. Whatever the party wants will be sooner or later imposed"], [29502, "2016-12-04T16:23:30Z", 0.05, "Polls and his Pro-Beijing sentiment."], [706, "2016-12-04T04:19:41Z", 0.65, "China likes him."], [601, "2016-12-02T16:23:00Z", 0.35, "Leung won only a very narrow majority last time and is now more unpopular.  Tsang seems more likely to be Beijing's next designated stooge.   "], [691, "2016-12-02T13:41:34Z", 0.52, "He is not popular, but nobody put forth by Beijing is going to be more popular.  Anybody not approved by Beijing will be disqualified or arrested or both.  Ergo, the most likely outcome is that he'll be re-elected (if he agrees to stand again, which he may not but probably will).  The effectiveness of the \"one country, two systems\" rubric is dwindling; try to act surprised by this.  "], [29499, "2016-12-01T10:09:36Z", 0.65, "Upping this slightly due to rumor that John Tsang has yet to obtained Beijing's blessing to run, this could mean his bid would end before getting started\nhttps://www.hongkongfp.com/2016/11/02/financial-sec-john-tsang-denies-rumour-beijing-discouraged-running-chief-exec/"], [1639, "2016-11-30T16:17:04Z", 0.25, "The 2017 Hong Kong Chief Executive election is scheduled on 26 March 2017 for the 5th term of the Chief Executive of Hong Kong (CE). After the government's constitutional reform proposal being rejected by the Legislative Council of Hong Kong (LegCo) in the wake of a series of controversies and massive protests, the selecting method of the 2017 Chief Executive will remain chosen by the 1,200-member Election Committee (EC).\nThe leader of Hong Kong, the Chief Executive, is currently elected by a 1200-member Election Committee (CE), though the Hong Kong Basic Law Article 45 states the \"ultimate aim is the selection of the Chief Executive by universal suffrage upon nomination by a broadly representative nominating committee in accordance with democratic procedures.\nPro-Beijing camp that Publicly expressed interest are:\n1.  Leung Chun-ying, incumbent Chief Executive of Hong Kong\n2.  Regina Ip Lau Suk-yee, chairwoman of New People's Party, member of Executive Council and Legislative Council\n3.  Jasper Tsang Yok-sing, former President of Legislative Council\n4.  John Tsang Chun-wah, Financial Secretary\n5.  Woo Kwok-hing, retired HK Judge\n________________________________\nCOMMENTS:  Though a bit early the polls favor John Tsang (4) at 28%; 12% for Woo Kwok-hing, In October 2017, he became a candidate for Chief Executive of Hong Kong in the 2017 election. Leung Chun-ying has only a 7% "], [13365, "2016-11-30T06:32:31Z", 0.1, "After the Yellow Umbrella revolution and the rising sentiment of HK independence, very unlikely"], [30822, "2016-11-29T05:44:07Z", 0.6, "Yes, mainland China will prefer that "], [30780, "2016-11-28T20:49:42Z", 0.8, "Or maybe CCP will pull someone else from the roster"], [30761, "2016-11-28T18:58:56Z", 0.5, "Could go both ways"], [30694, "2016-11-28T15:48:57Z", 0.15, "Trailing in opinion polls."], [14898, "2016-11-28T08:55:56Z", 0.17, "Opinion polling data: https://en.wikipedia.org/w/index.php?title=Hong_Kong_Chief_Executive_election,_2017&oldid=751780555#Opinion_polling around 12%"], [4799, "2016-11-27T16:26:50Z", 0.65, "Leung Chun Ying moved to challenge the validity of the oaths of Sixtus Leung and Yau Wai Ching. This challenge allowed the HK High Court to bar them from legislature. \"It had also paved the way for Beijing to hand down an interpretation of the Basic Law, or mini-Constitution, and the eventual disqualification of the two lawmakers, said political scientist James Sung. [...] Without Mr Leung's move, there would be no judicial review of the Basic Law, which provided a chance for the National People's Congress to intervene\", according to this article: http://www.straitstimes.com/asia/east-asia/hong-kongs-leung-chun-ying-gets-re-election-boost\nHere is another note on Xi's endorsement of LCY: https://www.hongkongfp.com/2016/11/21/pres-xi-jinping-fully-endorses-hong-kong-govts-handling-of-oath-taking-row-cy-leung-says/\nThis move, I understand, is called the \"Salome\" ;)"], [30605, "2016-11-26T16:39:47Z", 0.5, "No idea"], [30614, "2016-11-26T16:02:21Z", 0.5, "I have no idea"], [30602, "2016-11-26T15:49:01Z", 0.5, "The only doubt behind his position is whether China will not want someone more hardline in position."], [14208, "2016-11-24T06:07:48Z", 0.1, "Xi may want one of his people running Hong Kong.  Plus Leung Chun-ying is having problems with elected officials bringing up independence talk.\n"], [7124, "2016-11-24T06:05:27Z", 0.35, "The election is controlled by the Chinese government so he can win if it forces the issue, but he is so unpopular the Chinese leadership may abandon him for another puppet\n"], [23006, "2016-11-24T03:19:24Z", 0.05, "Nope. Unpleasant guy. The HK public (i.e voters) have many pejorative names for him."], [4139, "2016-11-23T20:03:18Z", 0.9, "I think he'll win because I think it's rigged."], [30500, "2016-11-23T17:26:31Z", 0.5, "Looks like. "], [30489, "2016-11-23T17:05:16Z", 0.95, "Yes. China will do whatever is necessary to keep him in power. "], [28091, "2016-11-23T16:22:05Z", 0.58, "Recent disqualification of pro independence council members and Beijing's recent increased support of Leung have me moving up his chances. "], [25944, "2016-11-23T13:30:17Z", 0.12, "I don''t know much about Chinese politics, but the analysis in this article (from November 21 2016) seems to make sense."], [30461, "2016-11-23T07:39:42Z", 0.05, "1. Current opinion polls\n2. Current mood in Hong Kong\n"], [28380, "2016-11-23T07:27:36Z", 0.66, "Is it not a Chinese custom to give a second and last chance?"], [5001, "2016-11-23T06:35:59Z", 0.25, "The key is to understand who those 1,200 Election Committee members are and what they are driven buy. The guy does not seem to be terribly popular - that much is clear. "], [30449, "2016-11-22T23:45:17Z", 0.85, "1)  Chinese President Xi Jinping favors Leung Chun-ying.\n2)  Recent disqualification of two pro-independence lawmakers.\n3)  Chance of not being elected is 15% as pro-independence protests are less and China likes to have full control over HK, which they can achieve through Mr. Leung Chun-ying."], [30451, "2016-11-22T23:16:27Z", 0.75, "Incumbent"], [30260, "2016-11-21T23:02:31Z", 0.6, "Despite unrest in Hong Kong and calls for independence the Chinese government, who tightly control the election process have indicated their priority is stability."], [29680, "2016-11-21T13:45:38Z", 0.6, "If I have to learn anything from my past few election forecasts is that uncertainty in polling can be a big factor. With lots of \"undecideds\", and per consensus, preference for status quo from China, going with pro-Beijing incumbent."], [4799, "2016-11-21T12:44:02Z", 0.25, "Weakened support from subsectors that elected him in 2012, opposition is now stronger. As well, oathgate may weaken his positions."], [30383, "2016-11-21T12:24:00Z", 0.15, "Popular vote is against him"], [30359, "2016-11-20T07:59:28Z", 0.65, "China gets what China wants"], [30260, "2016-11-18T11:34:21Z", 0.55, "Approval extremely low. Polling poorly."], [30282, "2016-11-17T19:22:52Z", 0.1, "CY Leung is seen by many as puppet for Beijing in the territory.  After street protests over the years both the locals and Beijing are not happy with him."], [691, "2016-11-17T17:09:41Z", 0.61, "He is, God Nose, not popular enough to win an election against real competition.  Therefore, either any viable opponents will be disqualified or arrrested, or the PRC will behave so outrageously as to prompt a boycott by the localists, or both.  No more Chairman Nice Guy, I suspect."], [30309, "2016-11-16T23:03:16Z", 0.85, "Mainland China will not allow change in HK.  Status quo and stability are preferred."], [19801, "2016-11-16T10:39:15Z", 0.0, "Chief Executive Leung Chun-ying is facing a tougher possible re-election bid as only two-thirds of those who nominated him four years ago are seeking to join the Election Committee that will pick Hong Kongâ€™s next leader."], [19801, "2016-11-16T10:27:12Z", 0.0, "Financial Secretary John Tsang Chun-wah led the poll at 28.4 per cent, and was especially popular among those who self identify as localist, with over 60 per cent support.\nhttps://www.hongkongfp.com/2016/11/04/cy-leung-would-beat-pro-beijing-lawmaker-regina-ip-in-hong-kong-leadership-election-says-cuhk-poll/\n"], [30299, "2016-11-16T10:26:28Z", 0.1, "People wills are againsting CY to be the next CE very intensively .CY did have cause many rifts and riots in the society up to now.I believe China will consider this and elect another candidate to join the election."], [30293, "2016-11-16T03:28:23Z", 0.55, "It seems Beijing wants Leung continues to be the chief executive.  Leung settled the umbrella movement, disqualified two young legislative council members."], [28091, "2016-11-15T22:00:56Z", 0.4, "It is tempting to assume that Beijing can and will keep Leung Chun-ying in power but with so much opposition would they? "], [1333, "2016-11-15T21:09:06Z", 0.25, "THE UMBRELLAS ARE BACK...\nLast Monday, the Chinese government intervened in the territoryâ€™s political affairs in an unprecedented way. Brazenly exploiting a technicality, and to the extreme, it barred two young legislators-elect who advocate for greater freedoms for Hong Kong from taking their seats.\nhttp://www.nytimes.com/2016/11/14/opinion/beijing-tightens-its-grip-in-hong-kong-again.html?emc=edit_ee_20161114&nl=todaysheadlines-europe&nlid=70183565&_r=0"], [4139, "2016-11-15T20:45:59Z", 0.8, "The CCP will not allow any other result. "], [29469, "2016-11-15T20:12:46Z", 0.09, "Polls clearly favour John Tsang, with three other candidates ahead of Leung. Tsang is a member of the Pro-Beijing party and is currently the Financial Secretary so he would be approved by China. However, the Chief Executive is still chosen by the Election Committee despite the mass protests by the Umbrella movement, which makes the process less transparent. Nevertheless, polls did accurately predict Leung's victory in 2012, and the setup of the question supports a \"no\" given the number of viable candidates. "], [691, "2016-11-15T19:47:42Z", 0.71, "The usual approach to these matters has been to disqualify on various fictions any serious competitors.  This enables their guy to win a free and open election against nobody much.  The puppeteers could of course pretend that he personally is the problem and throw him off the sleigh to the wolves, but they are bright enough to know that they are the problem, not he, so why cave in?   Stay tuned."], [1333, "2016-11-15T19:10:37Z", 0.1, "I would not put it past China to simply install him if he lost."]]}