{"question_id": 508, "title": "Between 1 July 2017 and 30 June 2018, will an armed group from Bangladesh engage in a campaign that systematically kills 1,000 or more civilians in Bangladesh?\n", "correct_answer": "No", "crowd_forecast": 0.1, "preds": [[182, "2017-09-28T17:27:44Z", 0.27, "Bangladesh is being stressed by the arrival of large numbers of Rohingya from neighboring Myanmar. This will have a destabilizing affect over the next 6 months."], [37272, "2017-09-23T20:49:47Z", 0.45, "Rohingya refugees (Muslim) from Myanmar are crossing the border into Bangladesh (400,000+) .  Myanmar (Buddhist) has been persecuting these people and has placed landmines along the borders to discourage escape.  The refugees arrive in Bangladesh hungry, weakened, sick, injured, missing body parts from the landmines.  Limited resources to house and care for the refugees adds significant pressures on a already fragile infrastructure and social structure.  Bangladesh is 89% Muslim so that is one less barrier.  Domestic political environment is polarized and the arrival of so many refugees will be challenging to handle.  Additional social and economic stresses are likely to produce upheaval and possibly violence."], [6303, "2017-09-18T03:45:51Z", 0.01, "Based on general news and GJP consensus."], [12302, "2017-09-16T21:43:52Z", 0.06, "Possibility is rising due to the influx of Rohingya refugees that are also getting discriminated in Bangladesh."], [182, "2017-09-04T12:17:43Z", 0.15, "Continued flow of refugees into Bangladesh is putting strain on the government's ability to handle. \nhttps://www.washingtonpost.com/world/asia_pacific/more-rohingya-pour-into-bangladesh-camps-at-full-capacity/2017/09/03/23101eee-9078-11e7-9c53-6a169beb0953_story.html?utm_term=.5411f4cee1fe"], [6303, "2017-09-04T04:27:05Z", 0.01, "Based on general news and GJP consensus."], [6303, "2017-07-17T03:07:21Z", 0.01, "Based on general news and GJP consensus."], [35569, "2017-07-03T18:45:15Z", 0.0, "Of all the states in South Asia, Bangladesh is doing very well in many aspects.  Despite recent votes, the government is stable compared to others in that part of the world.  They are ranked first in some good categories of South Asian countries.  Informally, Bangladesh is an Islamic state and extremist jihadist groups exist.  Both the government and extremist jihadist groups are responsible for kidnappings, deaths and torture.  The Rapid Action Battalion is called a government death squad by some groups and most likely to commit genocide, but the leadership seems to know when to pull back on violent actions.  I believe no armed group from Bangladesh will systematically kill 1,000 or more civilians in Bangladesh.          "], [8622, "2017-07-02T14:21:46Z", 0.0, "The armed are very disorganized & lacking leadership. They do not have the abilities to obtain sophisticated arms. And finally Hasina government is \"neutralizing\" these armed groups."]]}