{"question_id": 9, "title": "Will the government of Venezuela or Petroleos de Venezuela S. A. (PDVSA) default on their foreign-currency debt before 1 March 2016?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[8036, "2016-03-01T04:06:26Z", 0.0, "State oil company PDVSA is in talks with international banks over refinancing the company's debt, its president announced, as the country grapples with major bond payments amid an oil price rout.\nhttp://venezuelandailybrief.blogspot.com/\n"], [734, "2016-02-29T20:52:30Z", 0.0, "Should bring this to zero."], [493, "2016-02-29T15:12:56Z", 0.0, "Passage of time."], [43, "2016-02-29T15:01:20Z", 0.0, "Dateline 2-29-16 http://en.mercopress.com/2016/02/29/venezuela-pays-debt-to-bankers-but-bakeries-have-no-bread-because-of-scarce-flour"], [1669, "2016-02-28T21:30:14Z", 0.05, "Timeframe isn't possible."], [11800, "2016-02-28T16:44:08Z", 0.0, "here another extremely interesting article on the subject\nhttp://www.ft.com/fastft/2016/01/21/venezuela-drumbeat-of-default-gets-louder/\n....\"...79% chance on defaulting within the next 12 months....\"   i love this expression from the \"official FT forecasters, it is all about what we learn among the gjp community , the wording is \"perfect ambiguous !\" "], [11800, "2016-02-28T16:38:49Z", 0.0, "\nhttp://www.bloomberg.com/news/articles/2016-02-18/maduro-fails-to-reassure-investors-venezuela-can-avoid-default\nhttp://www.newsmovingmarkets.com/2016/02/venezuela-sovereign-debt-default-risk-cds.html"], [11800, "2016-02-28T16:32:16Z", 0.0, "defaulting, or let default a country is a harsh verdict in todays economic environment, no matter how a political enemy that country might be. therefore, and based on their latest efforts of Friday, I think Venezuela will not default."], [17002, "2016-02-27T01:24:28Z", 0.0, "27 Feb: 2%-->0%\nGovt paid off $1.5bn bond that matured ytday 26 Feb"], [38, "2016-02-26T23:56:50Z", 0.0, "http://www.marketwatch.com/story/venezuela-makes-15-billion-payment-to-creditors-2016-02-26"], [20588, "2016-02-26T23:49:38Z", 0.01, "They haven't defaulted yet, and nothing has changed much over the last 4 years. It still has enough gold to do stay afloat for the rest of the year. "], [20284, "2016-02-26T21:44:20Z", 0.0, "Venezuela will not risk the possible loss of control of the state petro business by a default.  It is more important to pay the bonds than to buy medicine or food for the populace."], [12762, "2016-02-26T21:14:32Z", 0.05, "http://www.bloomberg.com/news/articles/2016-02-25/sifting-through-swiss-gold-vaults-for-clues-of-venezuela-default"], [19476, "2016-02-26T16:13:33Z", 0.0, "Venezuela already paid the principal maturing on Feb. 25. No further maturities remaining until march 1st."], [16023, "2016-02-26T00:42:22Z", 0.0, "Updating for the passage of time"], [38, "2016-02-25T22:49:35Z", 0.0, "http://www.bloomberg.com/news/articles/2016-02-25/sifting-through-swiss-gold-vaults-for-clues-of-venezuela-default"], [1639, "2016-02-25T19:03:31Z", 0.0, "For passing of time. How they made it none knows...."], [3363, "2016-02-25T11:12:02Z", 0.09, "Reuters source says they have the money in the bank to make tomorrow's payment. Source says money is a mixture of a loan from China (though China insists they did not), gold swap cash, and the fact they've further restricted imports since December to save on expenses. So food is running out at supermarkets across the country but Venezuela is going to pay its Wall Street debt. ¿Viva socialismo? Anyway, dropping to 9%. Still a risk they will blow it, but far less likely given reporting in past two weeks."], [19260, "2016-02-25T09:43:12Z", 0.01, "And time passes, and money seems to be in hand . . . "], [38, "2016-02-24T23:19:19Z", 0.0, "http://www.reuters.com/article/venezuela-debt-idUSL2N1631PV"], [19801, "2016-02-24T10:41:14Z", 0.0, "Sufficient cash to tide over till March. OPEC daily basket price stood at $28.94 a barrel Tuesday, 23 February 2016. That is an improvement on last month's low\nso imminent default isn't likely."], [2895, "2016-02-24T01:33:03Z", 0.1, "UPDATE"], [68, "2016-02-22T09:13:15Z", 0.0, "I hope they won't default in the next eight days!"], [17642, "2016-02-22T00:06:32Z", 0.04, "http://www.economist.com/news/americas/21693273-default-becoming-hard-avoid-praying-pay"], [3363, "2016-02-20T16:00:58Z", 0.14, "Just announced that Venezuela moved about 10% of its gold reserves from Caracas to Switzerland in January. Once certified, that's over US $1 billion that they can use for either imports or debt repayment. Rumor is they've been in touch with several financial orgs including Deutsche Bank to either leverage or swap the gold. The fact they made this very bold move with their gold reserves, on top of their recent replacement of economic ministers and limited economic measures, point to the fact they are on target to pay in February."], [19311, "2016-02-19T13:59:11Z", 0.01, "only 11 days left"], [1708, "2016-02-19T10:56:21Z", 0.0, "http://www.economist.com/news/americas/21693273-default-becoming-hard-avoid-praying-pay\nhttp://www.economist.com/blogs/graphicdetail/2016/02/graphics-political-and-economic-guide-venezuela"], [13884, "2016-02-18T21:49:35Z", 0.08, "Bump down for time"], [19260, "2016-02-18T20:42:38Z", 0.05, "Moving odds back down for passage of time, replacement of pro-default Economy Minister Salas"], [20123, "2016-02-18T20:14:27Z", 0.0, "It appears highly likely that PDVSA will be able to make their $2b+ debt payment on Feb 26.  Once they make that payment, there will be very little chance that they will default before their next debt payment in FQ3.  If they had another major payment due the first week of March, the risk may be higher, but they have no incentive to default until the last possible moment."], [38, "2016-02-18T04:17:43Z", 0.0, "http://blogs.barrons.com/emergingmarketsdaily/2016/02/16/venezuela-will-currency-reform-wednesday-stave-off-default/"], [734, "2016-02-18T02:46:07Z", 0.01, "Massive 50% cut in my probability estimate!"], [14253, "2016-02-18T00:46:20Z", 0.0, "Hat tip to @jkbick on Feb 16 for pointing out Salas resignation."], [14253, "2016-02-18T00:46:20Z", 0.0, "Hat tip to @jkbick on Feb 16 for pointing out Salas resignation."], [14253, "2016-02-18T00:46:20Z", 0.0, "Hat tip to @jkbick on Feb 16 for pointing out Salas resignation."], [767, "2016-02-18T00:30:03Z", 0.0, "Amid what he called an economic war waged against the Bolivarian Revolution, which he says has lead to an unprecedented economic crisis, Pres. Nicolas Maduro announced a hike in the price of gasoline, something that hasn't happened since 1997. "], [38, "2016-02-17T17:19:28Z", 0.0, "https://www.stratfor.com/geopolitical-diary/venezuela-president-fights-two-front-war"], [1993, "2016-02-17T04:52:56Z", 0.03, "Not before the end of the month."], [767, "2016-02-17T02:51:06Z", 0.05, "Pres. Nicolas Maduro just replaced his vice president for the economy, Luis Salas, the college professor who said inflation doesn't exist, after just 5 weeks. In his place, Maduro named Miguel Perez Abad, the former commerce minister.  This is another desperate move from Maduro as the chances of default increase but unless he's willing to be flexible on his ideology, default is certain.  Maduro said he would announce other economic measures today, but he's not expected to raise gasoline prices or to devalue the Bolivar, both measures seen as indicators he is moving to avoid a default.   Both moves would be too costly for him and for the revolution politically.  As indicated by @Anneinak $700m of interest falls due in May.  They may have some breathing room between now and then."], [38, "2016-02-17T00:55:01Z", 0.0, "http://www.ft.com/cms/s/3/cf14a292-d40d-11e5-829b-8564e7528e54.html#ixzz40Nj4kHmi"], [16093, "2016-02-16T13:53:54Z", 0.8, "Last Thursday (2/11), the Venezuelan Supreme Court overruled law makers, allowing President Maduro to declare an economic state of emergency. This 60 day measure will give Maduro the right to take over private company assets and impose currency controls, among other things. Recent articles also suggest the military may be becoming more involved in both upstream and mining operations in-country. Furthermore, PDSVA is now close to operating at cash cost and may be running out of working capital to finance even the most of basic of investments, such as diluent imports. Nothing has yet impacted the country’s 2.5mmbopd of production."], [1708, "2016-02-16T10:56:01Z", 0.0, "Salas had proposed defaulting on feb debt...he has been replaced. \nhttp://washpost.bloomberg.com/Story?docId=1376-O2M9X96TTDSA01-1N35HC3FJ2TR3HBD1T9VOQP9R6\nhttp://www.reuters.com/article/us-oil-meeting-idUSKCN0VO2FJ"], [1708, "2016-02-16T10:56:01Z", 0.0, "Salas had proposed defaulting on feb debt...he has been replaced. \nhttp://washpost.bloomberg.com/Story?docId=1376-O2M9X96TTDSA01-1N35HC3FJ2TR3HBD1T9VOQP9R6\nhttp://www.reuters.com/article/us-oil-meeting-idUSKCN0VO2FJ"], [1708, "2016-02-16T10:56:01Z", 0.0, "Salas had proposed defaulting on feb debt...he has been replaced. \nhttp://washpost.bloomberg.com/Story?docId=1376-O2M9X96TTDSA01-1N35HC3FJ2TR3HBD1T9VOQP9R6\nhttp://www.reuters.com/article/us-oil-meeting-idUSKCN0VO2FJ"], [3363, "2016-02-16T10:17:09Z", 0.29, "Back down a few points as the Economy Minister who had promoted a default strategy during cabinet meetings was replaced last night after only five weeks in that position. The guy was crazy and promoting default was perhaps his least crazy idea. Anyway, fact he's gone is probably good news for Venezuela overall."], [3363, "2016-02-15T13:14:51Z", 0.34, "Upping from 24 to 34 based on government creation of military-owned oil unit. That appears to be in preparation for a potential PDVSA default this year. Government will shift operations and assets to new unit to shield them from creditors. PDVSA bonds contain no collective action clauses and do not have a 30 day grace period, meaning there is no easy way to restructure debt and default would be immediate if it occurred (unlike their sovereign bonds). "], [3363, "2016-02-15T13:14:51Z", 0.34, "Upping from 24 to 34 based on government creation of military-owned oil unit. That appears to be in preparation for a potential PDVSA default this year. Government will shift operations and assets to new unit to shield them from creditors. PDVSA bonds contain no collective action clauses and do not have a 30 day grace period, meaning there is no easy way to restructure debt and default would be immediate if it occurred (unlike their sovereign bonds). "], [5083, "2016-02-15T00:26:48Z", 0.65, "you can't pay if you haven't got it. between feeding the programs coins and giving debt-holders cash, the heat is on. creditors get a hot foot or a haircut. you can't stay in office with 700% inflation and -- going up! (and oil is NOT going up any time soon)))))"], [19260, "2016-02-14T22:15:29Z", 0.1, "Increase on recent rumors that caused the bonds to decline and the setting up of Camimpeg."], [11057, "2016-02-14T01:56:44Z", 0.0, "“Now the economic emergency decree has been activated,” Maduro rejoiced on state television. “So in the next few days I will activate a series of measures that I had been working on. This really helps our work.”"], [1708, "2016-02-13T21:05:09Z", 0.0, "http://www.nytimes.com/2016/02/13/world/americas/court-ruling-in-venezuela-prompts-accusation-of-an-illegal-power-grab.html?ref=americas"], [38, "2016-02-12T18:56:38Z", 0.0, "http://www.cnbc.com/2016/02/04/venezuela-flirts-with-default-could-be-worse-than-argentina.html"], [11057, "2016-02-12T15:08:21Z", 0.04, "“There is definitely a clash of powers, but that’s what happens when different parties hold the legislature and the presidency,” Greg Weeks, a professor of political science at the University of North Carolina at Charlotte, said in an e-mailed response to questions. “If the government were to ignore legislation entirely, it would need the support of the armed forces, and up to this point the military has shown no signs it would support such an unconstitutional action.”\nhttp://www.bloomberg.com/news/articles/2016-01-07/venezuela-s-maduro-replaces-economic-team-in-cabinet-reshuffle\nhttp://www.bloomberg.com/news/articles/2016-01-13/venezuelan-congress-backs-down-in-conflict-with-supreme-court\nhttp://www.bloomberg.com/news/articles/2015-12-23/venezuela-s-lame-duck-congress-names-new-supreme-court-justices"], [3363, "2016-02-12T11:53:10Z", 0.24, "My analysis on 31 January:\n\"nearly everyone (myself included) is working on the assumption they will magically make $200 million appear between now and the end of February to make the payment. Our conventional wisdom rests of the belief that they will pull some financial rabbit out of the hat (again). The fact the numbers don’t add up and we’re all waiting to see this financial magic should push at least a few of you down around the 0% number to hedge at least slightly.\"\nhttp://www.gjopen.com/comments/comments/113445"], [11057, "2016-02-12T05:44:24Z", 0.11, "First, President Nicolás Maduro’s administration decided to sell off some US$1.5 billion worth of Venezuela’s gold reserves in order to obtain some cash and meet bond obligations which expire in February. As economist and opposition lawmaker José Guerra explained, selling gold can be considered a normal operation, but not now, when Venezuela is in “desperate” circumstances."], [38, "2016-02-12T02:55:25Z", 0.0, "http://www.ft.com/intl/cms/s/0/291433fe-cff2-11e5-831d-09f7778e7377.html#axzz3zuidRgMt"], [14253, "2016-02-11T19:38:15Z", 0.2, "Oil prices have crashed to new 13 year lows.  Those who think a default this month makes sense, given the hopelessness of making it through the year without a default, may have more ammo."], [19476, "2016-02-11T17:20:06Z", 0.11, "Venezuela is a bit of a black box. "], [11057, "2016-02-11T15:28:41Z", 0.21, "I had earlier forecasts based on the presumption that agreements for gold swaps were already established.  The one purportedly involving Goldman Sachs turned out to be false (or so the fallthrough was verified through media reports).  There is an arrangement with Citibank which involved $1B gold swap for cash (USD) but I do not know what the terms and conditions are.  Is this an one-time deal or a series of swaps? \nhttp://www.reuters.com/article/venezuela-cenbank-idUSL1N0XL0TY20150424"], [19801, "2016-02-11T08:26:09Z", 0.08, "Imminent default was predicted last year every month, it didn't happen. Although inflation is at crisis point, enough reserves and loans can tide them over until the oil price rises again."], [19781, "2016-02-11T00:41:32Z", 0.0, "My rationale is that they'll keep paying since a default would mean a significant damage to their funding sources. Plus they have enough reserves to meet their obligations."], [14253, "2016-02-10T22:20:22Z", 0.0, "I have been so far over consensus that I am going down to 0 to save my score a bit. Despite what I think would make the most sense, it looks most analysts remain convinced they are going to meet their immediate debt obligations relevant to this question. "], [15477, "2016-02-10T13:15:58Z", 0.05, "Will sell gold to avoid default at all costs."], [1332, "2016-02-10T02:32:10Z", 0.15, "I got the decimal place for Venezuela's foreign exchange reserves in the wrong place — $15 billion rather than $1.5 billion. So I'll revise my forecast."], [15261, "2016-02-10T01:32:15Z", 0.05, "The country is in dire economic straits, but it has $15 billion in the bank, so it can afford to make its debt payment of $1.5 billion by the end of the month. Some experts suggest October could be a risk point. If I the time frame was longer, I'd say very likely. As is, it will probably make it into March. "], [1562, "2016-02-09T19:39:29Z", 0.01, "short term Venezuela may survive by liquidation of gold assets."], [1332, "2016-02-09T19:26:48Z", 0.75, "Venezuela is in desperate straits, both politically and economically. President Maduro has been a weak successor to Chavez, with lukewarm popular support, and his party has maintained control of the legislature after the recent elections only by packing the Supreme Court before new legislators took office, and then using the Court to invalidate the elections of four opposition legislators. "], [110, "2016-02-09T17:35:31Z", 0.05, "http://www.businessinsider.com/venezuela-now-in-default-mode-2016-2"], [11433, "2016-02-08T12:43:37Z", 0.05, "Price of the bonds"], [12591, "2016-02-06T22:06:37Z", 0.05, "If there is to be a default it will be later in 2016 than march."], [1708, "2016-02-06T12:03:17Z", 0.25, "http://foreignpolicy.com/2016/02/05/venezuela-is-about-to-go-bust/"], [12591, "2016-02-06T02:19:50Z", 0.45, "They are selling their gold reserves to meet their obligations and avoid a default"], [90, "2016-02-05T21:30:48Z", 0.01, "Adjusting down for time."], [476, "2016-02-05T18:36:45Z", 0.0, "In a deal first discussed in December, but only announced recently by Reuters in this link http://www.reuters.com/article/us-venezuela-economy-exclusive-idUSKCN0VE1AT  Deutsche Bank has announced it is engaging \"gold swaps\" with the Maduro regime. Venezuela holds around $15 billion in gold in reserves.  This should rule out the default date of 1 March 2016 on this forecasting problem.   "], [8036, "2016-02-05T17:09:38Z", 0.05, "Re-negotiation of current foreign debt before February bond contracts come due is advantageous to the government, the general population, and the bond holders.  Panama is considering the restructuring option.   China may consider financial help go gain a foothold on Venezuelan oil. "], [12591, "2016-02-05T03:46:34Z", 0.79, "The economic situation is dire, and the political impasse contiues. This means there will be no meaningful reforms and hence the default is likely"], [14253, "2016-02-04T07:39:13Z", 0.6, "Coming down 15 points. It seems likely they can pay but I am betting they won't."], [368, "2016-02-03T20:11:40Z", 0.0, "It appears that the real question regarding Venezuela these days are:  will it's political or economic system full collapse first?   It is no longer a question of whether -- however, the timing is still up for question.  Expectations indicate the it will default on its debt in the very near future.  Beyond 26 days?  \nI doubt that the this event will occur in the next 26 days.  However, anything is possible given the divide between its congress and socialist ruler, manipulation of the legislative power structure, and endless lines in empty supermarkets and deep currency devaluation continuing. "], [368, "2016-02-03T20:11:40Z", 0.0, "It appears that the real question regarding Venezuela these days are:  will it's political or economic system full collapse first?   It is no longer a question of whether -- however, the timing is still up for question.  Expectations indicate the it will default on its debt in the very near future.  Beyond 26 days?  \nI doubt that the this event will occur in the next 26 days.  However, anything is possible given the divide between its congress and socialist ruler, manipulation of the legislative power structure, and endless lines in empty supermarkets and deep currency devaluation continuing. "], [368, "2016-02-03T20:11:40Z", 0.0, "It appears that the real question regarding Venezuela these days are:  will it's political or economic system full collapse first?   It is no longer a question of whether -- however, the timing is still up for question.  Expectations indicate the it will default on its debt in the very near future.  Beyond 26 days?  \nI doubt that the this event will occur in the next 26 days.  However, anything is possible given the divide between its congress and socialist ruler, manipulation of the legislative power structure, and endless lines in empty supermarkets and deep currency devaluation continuing. "], [12029, "2016-02-03T18:16:48Z", 0.55, "Normally the crisis are selffulfilling so the own questioning on it will precipitate events. bEsides, current oil prices are not supprtive at all"], [64, "2016-02-03T11:17:22Z", 0.0, "It increasingly seems that the country will collapse, most likely in months rather than years.\nhttps://www.washingtonpost.com/news/wonk/wp/2016/01/29/venezuela-is-on-the-brink-of-a-complete-collapse/?tid=pm_business_pop_b\nStill, with only a month for this question, I'm guessing they'll last out that long"], [14253, "2016-02-03T00:40:24Z", 0.75, "I know I am being a bit irrational on this one. However, I think that since everyone knows it's coming it will seem utterly pointless (to some) to continue the charade of pretending they can honor their debts. I am going all inside view on this one. I think corrupt officials in Venezuela will decide not to empty their coffers to buy a few months to end up at essentially the exact same situation anyway. They would rather keep as much money as they can and skim as much of it for their personal accounts as possible. "], [17002, "2016-02-02T15:26:48Z", 0.02, "- Enough cash reserves thru 1 Mar"], [2965, "2016-02-02T01:30:59Z", 0.0, "No Bloomberg Business reports that  IMF ready to step in with emergency lending for both Brazil and Venezuela which are slammed by commodity collapse.Now WHO Zita. World Emergency. \nSee Bloomberg com./business. 1 29 16.\nAt end of 2014 appears Venezuela had 20 billion in dollar reserves."], [11985, "2016-02-01T14:13:48Z", 0.8, "Venezuela needs a 50$ per barrell price to oay its debts. It wont hapeen in the near future"], [11057, "2016-02-01T02:22:33Z", 0.0, "Renegotiation of debt looks unlikely.  "], [476, "2016-01-31T19:39:34Z", 0.0, "The left-leaning Rousseff regime in Brazil, which has its own problems, is helping Maqduro hang on with some economic assistance, discussed in a recent visit by VEN foreign minister to Brasilia and you can check this link at Folha de sao Paulo (newspaper of record in Portuguese for Brazil) http://www1.folha.uol.com.br/mundo/2016/01/1734995-em-visita-ao-brasil-chanceler-da-venezuela-pede-ajuda-para-economia.shtml"], [18343, "2016-01-31T17:42:20Z", 0.1, "Oil rallying "], [17002, "2016-01-31T17:13:00Z", 0.15, "Re-evaluate later. \nHigher-than-consensus (24% as of 1 Feb) probability outlined by 'boz': https://www.gjopen.com/comments/comments/113445\n+ 'Accidental' default"], [3363, "2016-01-31T13:09:56Z", 0.24, "I’m reaffirming my 24% number. Adding some context to those coming to this now."], [2965, "2016-01-31T03:24:51Z", 0.0, "In fact a technical default may not be material.Depends on bond covenants.  Just a matter of time after closing date "], [2965, "2016-01-31T03:23:05Z", 0.05, "Time"], [53, "2016-01-31T02:07:22Z", 0.0, "Thanks @Anneinak"], [43, "2016-01-31T01:41:19Z", 0.0, "Thank you, @Anneinak"], [176, "2016-01-31T00:59:05Z", 0.0, "This is where Chinese money goes then"], [38, "2016-01-30T19:25:47Z", 0.05, "The headlines are screaming that the sky is falling, but the $1.5b payment due this month should be coverable by currency reserves estimated to be in the $10-15b range--IF the government wants to avoid default.  It is the fall payment that looks like it's going to be tough to make.  "], [38, "2016-01-30T19:25:47Z", 0.05, "The headlines are screaming that the sky is falling, but the $1.5b payment due this month should be coverable by currency reserves estimated to be in the $10-15b range--IF the government wants to avoid default.  It is the fall payment that looks like it's going to be tough to make.  "], [16795, "2016-01-30T18:52:06Z", 0.09, "I do believe that Venezuela will meet its debt obligation. At least, this first trench. Let me explain why: 1) The future oil crude market is in contengo, which means that future prices are higher then nearby prices (I know that future commodity prices are a flaky beast!!!). Actually, some analysts believe that could be a cut in production this year (less investments and OPEC decision) and world consumption is expected to be higher with world economy recovery. Thus, Venezuela has an incentive to pay this first trench and seat and wait for latter developments. 2) Currency reserves are up in more than US$ 2 billion after November, Gold Reserves are abou 360 tons and additional cut imports are on the way. 3) Nicolás Maduro have all the political incentives to meet the debt obligations to avoid eviction. \nhttp://finance.yahoo.com/news/30-oil-irrational-rebound-inevitable-194048472.html\nhttp://finance.yahoo.com/news/crude-oil-spiking-141800736.html\nhttp://www.tradingeconomics.com/venezuela/indicators"], [1639, "2016-01-30T18:17:53Z", 0.75, "Venezuela is on the brink of a complete economic collapse\nfrom https://www.washingtonpost.com/news/wonk/wp/2016/01/29/venezuela-is-on-the-brink-of-a-complete-collapse/?tid=sm_fb"], [1639, "2016-01-30T18:17:53Z", 0.75, "Venezuela is on the brink of a complete economic collapse\nfrom https://www.washingtonpost.com/news/wonk/wp/2016/01/29/venezuela-is-on-the-brink-of-a-complete-collapse/?tid=sm_fb"], [16795, "2016-01-28T17:43:33Z", 0.1, "I'm lowering my expectations to this event because of what is happening to the crude oil futures quotes. It's looking good to Nicolás Maduro and if the future markets keeps going in this rally I'm gonna be more and more certain that both, Venezuela and PDVSA, will not default on their foreign-currency debt before 1 March 2016."], [16795, "2016-01-28T17:43:33Z", 0.1, "I'm lowering my expectations to this event because of what is happening to the crude oil futures quotes. It's looking good to Nicolás Maduro and if the future markets keeps going in this rally I'm gonna be more and more certain that both, Venezuela and PDVSA, will not default on their foreign-currency debt before 1 March 2016."], [16795, "2016-01-28T17:43:33Z", 0.1, "I'm lowering my expectations to this event because of what is happening to the crude oil futures quotes. It's looking good to Nicolás Maduro and if the future markets keeps going in this rally I'm gonna be more and more certain that both, Venezuela and PDVSA, will not default on their foreign-currency debt before 1 March 2016."], [1708, "2016-01-28T06:30:12Z", 0.1, "oil price bottoming out/ stabilizing\n"], [8036, "2016-01-28T05:58:21Z", 0.1, "President Nicolas Maduro assured the National Assembly last week that Venezuela would continue to pay what it owes.  This is life or death for him!  Russia and China may help.  Maduro may use some of his gold reserves as a stop gap."], [14253, "2016-01-28T03:52:07Z", 0.25, "Bringing this down as most analysis I read suggests that they will at least try to \"ride out the storm.\" Their actual FX reserves seem to be in doubt but probably enough to handle the upcoming payments. Chance of a default this year now seem to be 79% this year accordign to what I read in the article linked to below. I am a bit troubled by the fact I couldn't find the referenced article but I'm going with it for now.  An excerpt:"], [2895, "2016-01-27T23:31:25Z", 0.25, "Eventually but less likely in next 60 days . A tranche is due before then - may be sufficient reserves to cover that payment . IMF has reengaged and back channel discussions are a possibility - deferral of default pending exploration of alternatives would seem a more likely rational pathway"], [16795, "2016-01-27T14:03:24Z", 0.14, "Venezuela has one of the worst managed economy in the whole world. CDS's are trading at levels that suggest a default (79% in the next 12 months and 20% in the next 5 years). Oils prices that are responsible for 95% of Venezuela's GDP are in the lowest level in more than a decade (US$ 21,5 per barrel). Government debt is 50% of Venezuela's GDP and external debt mounts to US$ 185 billion. Venezuela is import dependent of many goods including food and it imports a total of US$ 12.25 billion a year. On top of that, Venezuela in the last 16 months had paid more than US$ 27 billion and in order to meet its obligation this year it will need to raise more than US$ 10 billion. US$ 2.28 next month. However, although default looks almost like a certainty, it´s important to raise some considerations here. Nicolás Maduro's Government does not want to default on its debt, because eviction is something that could follow right after that. So, self-preservation has a heavy weight here. Thus, what I believe that is going to happen is that Venezuela will continue to swap part of its gold reserves (US$ 16.4 billion) to meet its debt obligation at the same time that will force import contraction. It´s important to notice that Maduro is trying to pass an economic emergency decree in Congress, which was refused, so far, by opposition. Anyways, it seems to be too late and too little, but it would certainly buy him some time. Moreover, Maduro is pushing for an OPEC meeting in February to try to raise oil prices. Finally, China, Russia and now Iran (thanks to the end of the economic embargo) could bail out Venezuela with another loan. Thus, in a nutshell I believe that there is a 83% of probability of a Venezuelan default this year. However, a default before 1 March 2016 has, in my opinion a lower chance of 14%.  "], [1708, "2016-01-26T09:48:54Z", 0.15, "Venezuela is in arrears with UN for its required annual contributions ($3 mil). They lose their voting rights if unpaid and their turn at presidency of sec council starts Feb 1. All the most recent analysis of Venezuela debt crisis found online has used $37 / barrel as expected oil price in the near term and that has already proven to be too optimistic. Venezuela very well may not default in March but there's a much higher chance now than there has been over the last several months. \nhttp://en.mercopress.com/2016/01/26/venezuela-could-lose-un-voting-rights-because-of-us-3m-in-arrears\nhttp://www.un.org/en/sc/presidency/"], [15350, "2016-01-26T06:32:34Z", 0.1, "The Venezuelan government has managed to withstand depressed oil prices so far. A debt default would therefore be much more likely to occur in the long-run, as in later this year or beyond."], [16180, "2016-01-25T03:43:44Z", 1.0, "They already have. They are repaying with a devalued currency"], [12573, "2016-01-25T03:23:36Z", 0.93, "The government will make the decision that PDVSA will default on their debt before 1 March 2016 because of lack of dollars to pay it. Currently, Venezuela has the highest production costs of any OPEC member nation when social services costs are factored in. The nation has no difficulty with forcing their citizens to suffer due to their comical criminal misdeeds, and this will continue the pattern."], [16023, "2016-01-25T02:01:47Z", 0.02, "Did more research into Venezuelan politics - it seems that they're probably going to take a lot of measures in an attempt to fight it, more so that I would've expected. "], [11057, "2016-01-23T15:51:02Z", 0.45, "The question of default is not if, but when.\nhttp://www.reuters.com/article/venezuela-bonds-idUSL2N1540UK\nhttp://www.eluniversal.com/economia/160119/venezuela-paid-usd-27-billion-in-foreign-debt-in-16-months\nhttp://www.forbes.com/sites/kenrapoza/2016/01/20/venezuela-default-imminent-chavez-legacy-rests-in-pieces/#342d3dde208f"], [43, "2016-01-22T15:53:19Z", 0.1, "Soon, but probably after the forecast horizon."], [2965, "2016-01-22T15:31:49Z", 0.1, "37 days left, It will come after March 1, 2016\nSee http://www.bloomberg.com/news/articles/2016-01-21/venezuela-reckoning-looms-as-barclays-says-time-may-have-run-out\ntime is running out and by my calculations ( which is not like UNHCR headcount) PDVSA  And V debt repayment schedule.\nThe event is certain to occur, Time is ticking and not much due until 4-1. not 3-1.Black swan asset seize of Citgo in US 10/1 over next 36 days."], [2965, "2016-01-22T15:21:32Z", 0.0, "I was wrong. Times up."], [2965, "2016-01-22T15:18:51Z", 0.41, "http://www.bloomberg.com/news/articles/2016-01-22/venezuela-s-pdvsa-says-debt-fell-by-2-billion-last-year False.\nCompare later Bloomberg link.\n"], [2965, "2016-01-22T14:35:20Z", 0.41, "http://www.bloomberg.com/news/articles/2015-10-22/venezuela-s-pdvsa-has-8-billion-of-u-s-assets-at-risk-in-probe\ngranularity.If i determine from a legal analysis, that  gray swan event  referred to here adds another variable... maybe.\ngiven lack of tranparency, rule of law... cannot rule put oil below 30 and attachment on next 27 days or so  "], [2965, "2016-01-22T14:22:11Z", 0.37, "http://www.wsj.com/articles/fears-of-venezuela-default-grow-amid-drop-in-oil-prices-1453422852\noil up above 30.\nIt is day to day based on NYMEX\nabove $30 for February as month progresses.... above 30 reduced chance. 2/1 I will reduce each day.\nbelow $30  20 days of next 29 I will revise up\njust initiated coverage. See gray swan event horizon http://www.bloomberg.com/news/articles/2015-10-22/venezuela-s-pdvsa-has-8-billion-of-u-s-assets-at-risk-in-probe\nlets see"], [2965, "2016-01-22T14:15:15Z", 0.37, "http://www.wsj.com/articles/iranian-oil-set-to-return-to-europe-next-month-say-officials-1453462239"], [15097, "2016-01-22T14:13:45Z", 0.2, "It appears that Venezuela can honor its debts through the end of February but beyond that is anyone's guess.  If the question asked about default before the end of the year, I would revise this estimate upwards considerably.  "], [2965, "2016-01-22T13:16:34Z", 0.34, "Game changer, here is the gray swan event horizon\n http://www.bloomberg.com/news/articles/2015-10-22/venezuela-s-pdvsa-has-8-billion-of-u-s-assets-at-risk-in-probest annnounced Banco de  Venezuela had 25 billion in verified reserves. that was 12-31-2014!!!\nPDVSA announces no default Blooomberg TV 1-22-16 11.22 AM Coundown to EU market open.\nIf PDVSA annouces\nsays no.. that means yes\nintutitive and counterintuitive"], [2965, "2016-01-22T05:28:15Z", 0.34, "http://www.wsj.com/articles/fears-of-venezuela-default-grow-amid-drop-in-oil-prices-1453422852\nsomwtime in 2016 for sure\noil below 30 sooner  than later."], [14253, "2016-01-22T02:45:59Z", 0.45, "Dropping 10 points. Slowly dropping based on info in some of the links provided by various posters here. "], [16023, "2016-01-22T01:57:43Z", 0.05, "As others have mentioned, enough reserves to not default, yada yada. Also note that Credit Default Swaps for Venezuela are now down to 20%, from 79% a week ago, while Venezuela government bonds for late February are back up to 93 cents/dollar. Increased faith in markets?  Also, it seems that the government seems committed to avoiding default and is considering refinancing options. "], [438, "2016-01-22T01:41:35Z", 0.1, "According to \nhttp://www.tradingeconomics.com/venezuela/foreign-exchange-reserves\nthe foreign reserves of Venezuela were 16358 USD Millions in December 2015, raising from a low of 14755 in November the same year. \nIf tradingeconomics.com is right, that should be enough to avoid a default for the next 38 days. "], [43, "2016-01-21T21:25:41Z", 0.2, "Raising probability on the basis of decreasing oil income. However, China has come to Venezuela's rescue before, might do so again."], [14253, "2016-01-21T19:40:37Z", 0.55, "Dropping from 70%. I suppose it is unlikely but am still have troubling getting over my own personal \"inside view.\" Given all of the news coming out recently I do see it as an a near certainty they will default on a foreign denominated bond this year. An amazing turnaround in the price of oil could allow them to avoid taking this action, I suppose. "], [14253, "2016-01-21T19:40:37Z", 0.55, "Dropping from 70%. I suppose it is unlikely but am still have troubling getting over my own personal \"inside view.\" Given all of the news coming out recently I do see it as an a near certainty they will default on a foreign denominated bond this year. An amazing turnaround in the price of oil could allow them to avoid taking this action, I suppose. "], [3363, "2016-01-21T11:40:52Z", 0.24, "Regarding my question about grace period payments, I received an answer from the GJ team last night:\n\"Thank you again for your question. The question team discussed but decided not to issue official guidance on this specific question, however it raised an important issue for how we set the deadlines for future questions on default and other measures so thank you for raising it.  Please use your best judgement, keeping in mind that, in general, it is GJI's policy not to close questions based on events that occur after the deadline has passed. You can see our general guidance on that issue and others on our Question FAQ (https://www.gjopen.com/faq/questions). Thank you again for raising this issue.\""], [3363, "2016-01-21T11:40:52Z", 0.24, "Regarding my question about grace period payments, I received an answer from the GJ team last night:\n\"Thank you again for your question. The question team discussed but decided not to issue official guidance on this specific question, however it raised an important issue for how we set the deadlines for future questions on default and other measures so thank you for raising it.  Please use your best judgement, keeping in mind that, in general, it is GJI's policy not to close questions based on events that occur after the deadline has passed. You can see our general guidance on that issue and others on our Question FAQ (https://www.gjopen.com/faq/questions). Thank you again for raising this issue.\""], [3363, "2016-01-21T11:40:52Z", 0.24, "Regarding my question about grace period payments, I received an answer from the GJ team last night:\n\"Thank you again for your question. The question team discussed but decided not to issue official guidance on this specific question, however it raised an important issue for how we set the deadlines for future questions on default and other measures so thank you for raising it.  Please use your best judgement, keeping in mind that, in general, it is GJI's policy not to close questions based on events that occur after the deadline has passed. You can see our general guidance on that issue and others on our Question FAQ (https://www.gjopen.com/faq/questions). Thank you again for raising this issue.\""], [136, "2016-01-21T09:45:30Z", 0.2, "http://www.reuters.com/article/venezuela-bonds-idUSL2N1540UK\n\"For the moment, the market seems confident that Venezuela will meet its next commitments: US$2.228bn in principal and interest on PDVSA and Venezuela bond payments due next month."], [43, "2016-01-21T04:17:09Z", 0.06, "https://larswericson.wordpress.com/"], [9755, "2016-01-21T01:25:33Z", 0.09, "If Madura delivers possible."], [3363, "2016-01-20T11:25:16Z", 0.36, "Even if you don't speak Spanish, look at these graphs: http://www.lapatilla.com/site/2016/01/19/reservas-internacionales-en-el-2015-cayeron-26-y-las-liquidas-37-en-los-primeros-15-dias-de-enero-2016/"], [3363, "2016-01-20T11:25:16Z", 0.36, "Even if you don't speak Spanish, look at these graphs: http://www.lapatilla.com/site/2016/01/19/reservas-internacionales-en-el-2015-cayeron-26-y-las-liquidas-37-en-los-primeros-15-dias-de-enero-2016/"], [38, "2016-01-20T04:08:26Z", 0.05, "http://www.economist.com/blogs/graphicdetail/2016/01/graphics-political-and-economic-guide-venezuela"], [13365, "2016-01-20T01:51:33Z", 0.02, "Traders in credit-default swaps, back in Oct 2015, are signaling thereâ€™s a 68 percent chance Venezuela will stop paying its bonds by October 2016. \nIn general, a foreign-currency debt is more prone to default than domestic, especially the debts here are in USD and Venezuela currency is deteriorating fast.\nOil slump and high inflation will persist and add into the default camp. \nBy end of 2015, Venezuela has a total of USD 33 billion of reserves, 6.9 billion of which were liquid assets. Roughly it has 15.8b outstanding by 2016, so roughly 3.95b due before March 2016. "], [13884, "2016-01-20T01:06:19Z", 0.12, "\nThanks boz for the extra info - There are 3 substantial payments a year so I should use 20%/3=7% and +5% to be less certain. "], [13884, "2016-01-19T21:27:55Z", 0.07, "Continuing my habit of using the market to establish a prior probability for me:"], [13884, "2016-01-19T21:27:55Z", 0.07, "Continuing my habit of using the market to establish a prior probability for me:"], [14253, "2016-01-19T18:43:50Z", 0.7, "I am so far out of step here that it worries me. For that reason I am bringing it down 5 percentage points as the date approaches and we have no announcement yet.  i still think they will anounce something before March, though. I am not sure exactly what will qualify for the purposes of this question but I have made my assumptions. Will probably bring it down another 5 percentage points every week or so with no major announcements or massive spike in oil prices. "], [14253, "2016-01-19T18:43:50Z", 0.7, "I am so far out of step here that it worries me. For that reason I am bringing it down 5 percentage points as the date approaches and we have no announcement yet.  i still think they will anounce something before March, though. I am not sure exactly what will qualify for the purposes of this question but I have made my assumptions. Will probably bring it down another 5 percentage points every week or so with no major announcements or massive spike in oil prices. "], [14253, "2016-01-19T18:43:50Z", 0.7, "I am so far out of step here that it worries me. For that reason I am bringing it down 5 percentage points as the date approaches and we have no announcement yet.  i still think they will anounce something before March, though. I am not sure exactly what will qualify for the purposes of this question but I have made my assumptions. Will probably bring it down another 5 percentage points every week or so with no major announcements or massive spike in oil prices. "], [1708, "2016-01-19T07:47:30Z", 0.35, "http://en.mercopress.com/2016/01/19/bank-of-america-anticipates-strong-devaluation-for-bankrupt-venezuela"], [13365, "2016-01-19T05:45:34Z", 0.04, "Traders in credit-default swaps, back in Oct 2015, are signaling thereâ€™s a 68 percent chance Venezuela will stop paying its bonds by October 2016. \nSo adjusting for the 3 month time between this forecast submission and March 2016 means 17%. \nIn general, a foreign-currency debt is more prone to default than domestic, especially the debts here are in USD, \nOil slump and high inflation will persist and add into the default camp. \nVenezuela may sell off its gold reserve (around 15.2b as of 2015) to pay off debts of 15.8b outstanding by 2016, so roughly 3.95b due before March 2016. \nThe WTI crude oil price drops from $37.89 to $27.93 between Dec 31 2015 and Jan 13 2016, so the chance of default will close 100% if the oil drop pace continues, as Venezuela will have to face a difficult choice between drying out its reserve and defaults.\nVenzuela has declared economic emergency for 2 months, down 15% for this one"], [493, "2016-01-18T16:18:55Z", 0.1, "Affirming prior."], [3363, "2016-01-18T15:55:27Z", 0.36, "PDVSA sent a letter to partners asking them to change up cost structures and purchase naptha; partners are likely to deny request. PDVSA is looking to renegotiate certain debt obligations, but that request has not moved. Increasing number of suppliers demanding prepayment. Venezuela barrel is around $24 and their breakeven cost (cost to get from ground to market) is around $20. All this points to financial trouble. Having the cash liquid to make the bond payment in late Feb is going to be close. "], [3363, "2016-01-18T15:55:27Z", 0.36, "PDVSA sent a letter to partners asking them to change up cost structures and purchase naptha; partners are likely to deny request. PDVSA is looking to renegotiate certain debt obligations, but that request has not moved. Increasing number of suppliers demanding prepayment. Venezuela barrel is around $24 and their breakeven cost (cost to get from ground to market) is around $20. All this points to financial trouble. Having the cash liquid to make the bond payment in late Feb is going to be close. "], [691, "2016-01-18T13:46:37Z", 0.01, "What with one thing and another, default is not wildly improbable later this year, but not before this Q is safely closed.  PDVSA will default first, of course. "], [15794, "2016-01-18T03:00:43Z", 0.85, "Oil will stay low through 2016."], [38, "2016-01-17T22:54:00Z", 0.05, "http://en.trend.az/world/other/2481477.html"], [8034, "2016-01-17T21:49:35Z", 0.8, "Current government and leader are too stupid. "], [64, "2016-01-17T19:16:24Z", 0.0, "Economic emergency declared for 60 days. It seems to mean that they'll double-down on policies and do even more damage. Basically, it will be a mix of eating more seed corn, and jamming up the economic machine further. With oil showing no sign of going back up, the risk of default *some time* just went up a little. On the other hand, eating seed corn can have the effect of lasting out a bit longer. So, with just over a month before this question resolves, I'm going to zero."], [734, "2016-01-17T14:33:16Z", 0.02, "Adjusting downward."], [1639, "2016-01-17T08:20:01Z", 0.02, "Venezuela will default eventually, but one month is a short time. "], [60, "2016-01-17T03:40:42Z", 0.0, "Coming in for 0%."], [60, "2016-01-17T03:40:42Z", 0.0, "Coming in for 0%."], [60, "2016-01-17T03:40:42Z", 0.0, "Coming in for 0%."], [73, "2016-01-17T03:21:27Z", 0.01, "http://www.bbc.com/news/world-latin-america-35329617"], [476, "2016-01-16T18:00:58Z", 0.06, "Creating a national economic emergency is another way of saying \"power grab\" to counterpoise \"democratic\" (foreign backed) majority opposition in Congress.  Talking about \"talking about\" will go on beyond the date this problem is currently set to expire.  http://en.mercopress.com/2016/01/16/venezuela-in-economic-emergency-q3-inflation-141.5-and-gdp-down-7.1?utm_source=newsletter&utm_medium=email&utm_campaign=daily  An Argentine-style revaluation of Bolivar will be a stopgap measure. The role of military and security forces in mediating restless, hungry low and middle income groups will become key since raising the price of subsidized petrol (it was 2 cents per liter last time I checked) will spark more (underreported) unrest.  Potable water and consequences will grow as public health infrastructure continues to tank. But the talk fest and high noise to volume wonkaphonics predicting default, and negotiations for a soft landing will not happen before 1 March 2016. "], [3363, "2016-01-16T13:48:56Z", 0.36, "Moving down a few points. Maduro insisted he would pay the bond during a speech to Congress yesterday."], [52, "2016-01-16T13:44:53Z", 0.05, "Staying low.  The heaviest burden of debt payments are not until the fall (mentioned in this article below).  It is tenuous at best, but seems like the upcoming payment is likely to be made rather than not."], [15618, "2016-01-16T09:43:32Z", 0.55, "I think it's looking increasingly likely. Their economy is in turmoil."], [14253, "2016-01-16T05:21:53Z", 0.75, "I am going way up on this one."], [52, "2016-01-16T03:23:49Z", 0.05, "After reading some more, they have other avenues to avoid default in the near term.  Panic over.  "], [52, "2016-01-16T03:11:56Z", 0.17, "That escalated quickly.  Upping a bit above consensus until the air clears.  Any insights would be appreciated."], [1708, "2016-01-15T21:29:33Z", 0.25, "Low oil price + policies of economic minister Salas + political battle between supreme court and nat assembly may hasten Venezuela's expected default timeline\nhttps://www.washingtonpost.com/news/worldviews/wp/2016/01/15/venezuelas-oil-based-economy-is-about-to-flatline-then-what/?tid=pm_world_pop_b\nhttp://washpost.bloomberg.com/Story?docId=1376-O10CC66KLVR901-4H6R9N958BO7UOKV6IOATI8IGS"], [83, "2016-01-15T01:35:47Z", 0.01, "Updating for passage of time."], [15350, "2016-01-14T20:37:44Z", 0.18, "Venezuela's default is more likely than not by the end of 2016, but when factoring in the six week deadline, the odds are much more slim. "], [13365, "2016-01-14T10:39:15Z", 0.19, "Traders in credit-default swaps, back in Oct 2015, are signaling there’s a 68 percent chance Venezuela will stop paying its bonds by October 2016. \nSo adjusting for the 3 month time between this forecast submission and March 2016 means 17%. \nIn general, a foreign-currency debt is more prone to default than domestic, especially the debts here are in USD, \nOil slump and high inflation will persist and add into the default camp. \nVenezuela may sell off its gold reserve (around 15.2b as of 2015) to pay off debts of 15.8b outstanding by 2016, so roughly 3.95b due before March 2016. \nThe WTI crude oil price drops from $37.89 to $27.93 between Dec 31 2015 and Jan 13 2016, so the chance of default will close 100% if the oil drop pace continues, as Venezuela will have to face a difficult choice between drying out its reserve and defaults."], [13365, "2016-01-14T10:39:15Z", 0.19, "Traders in credit-default swaps, back in Oct 2015, are signaling there’s a 68 percent chance Venezuela will stop paying its bonds by October 2016. \nSo adjusting for the 3 month time between this forecast submission and March 2016 means 17%. \nIn general, a foreign-currency debt is more prone to default than domestic, especially the debts here are in USD, \nOil slump and high inflation will persist and add into the default camp. \nVenezuela may sell off its gold reserve (around 15.2b as of 2015) to pay off debts of 15.8b outstanding by 2016, so roughly 3.95b due before March 2016. \nThe WTI crude oil price drops from $37.89 to $27.93 between Dec 31 2015 and Jan 13 2016, so the chance of default will close 100% if the oil drop pace continues, as Venezuela will have to face a difficult choice between drying out its reserve and defaults."], [14253, "2016-01-14T04:43:48Z", 0.18, "Bringing this down 5 points as the deadlock in the National Assembly is over. Perhaps less chance of a near term default due to utter chaos and disfunction. (I know this may have no bearing on the decision to default or not.)"], [961, "2016-01-14T00:17:44Z", 0.33, "This: http://www.dailyreckoning.com.au/the-crash-you-can-see-coming/2016/01/13/ is why I continue see this default of Petroleos de Venezuela S. A. as high as 33% or higher"], [3363, "2016-01-12T22:42:15Z", 0.44, "Reaffirming my most recent forecast and still waiting on a response from the GJ admins about how they'll handle any grace period on bond payments."], [43, "2016-01-12T20:31:54Z", 0.08, "Could the increasing political turmoil interfere with paying foreign-currency debts? Add to that the continuing plunge in oil prices..."], [15072, "2016-01-12T14:10:11Z", 0.16, "They reserves are just too large right now. Besides, the situation with the national assembly right now make it impracticable since chavistas will try to blame the default, when it occurs, on the oppostion. It is just toó early, "], [12069, "2016-01-12T12:46:01Z", 0.05, "it would be political suicide for  the newly elected right wing party who stunned latin american politics  after defeating the maduro/chavez socialist regime who seemed unbeatable... "], [1708, "2016-01-12T07:21:07Z", 0.15, "Congress is disobeying Supreme Court and swore in 3 remaining MUD legislators despite court ruling. Either Congress will back off and use this as a message / motivation for its supporters or they will try to hold votes with the supermajority that the 3 extra legislators gives them. This could open up not only the possibility of an early end to Maduro presidency, but also allows Congress to replace Supreme Court judges. The military announced on the eve of the Dec election that it would uphold \"the constitution.\" That should place them on the side of the Supreme Court but major street protests / riots could alter their own interpretation (or at least explanation) of what they hold as constitutional. A balance of power between the legislation and courts could become a confrontation of powers,  leading to a near shutdown of the gov't in Feb. With Maduro's radical economic team in place that could threaten the feb bond payment. Odds still fairly low though...\nhttp://washpost.bloomberg.com/Story?docId=1376-O0TAWX6JIJUX01-0BPUM03CFMT0LAIGKO1SVVOM0G\nhttp://en.mercopress.com/2016/01/12/judicial-and-legislative-branches-clash-in-venezuela-threatening-institutional-stability\nhttp://en.mercopress.com/2016/01/08/venezuela-s-problems-are-because-it-s-too-capitalist-says-new-economy-czar"], [14253, "2016-01-12T02:25:10Z", 0.23, "I just made a prediction but now see a story on the BBC (from two hours ago) that the Supreme court said the National Assembly's decisions are void until the opposition removes three members it deemed inelgible. This would remove their \"supermajority\" which allows them to do things like remove members of the Supreme Court.  Who knows how this will play out but more chaos leads to less stability, leads to less revenue which leads to a diminished ability to repay debts. Bumped up the probability three percentage points. The short expiration date of this question is still paramount for me. "], [14253, "2016-01-12T01:25:50Z", 0.2, "This is tricky for me and, after reading a lot of content, have decided to piggyback off of jkbick. One probIem for me is I don't know the relevant base rates to consider over such a short time period (my first prediction is less than 7 weeks from closing). Also, there is such a rancorous relationship betweeen the new National Assembly and the President so its hard to discern even a desired course of action on this issue. "], [15020, "2016-01-11T15:51:59Z", 0.65, "I am predicting a lower probability than I feel. The Saudis are deliberately crashing the petrodollar"], [1800, "2016-01-11T14:49:58Z", 0.04, "The annualized probability of default (based on CDS spreads with a recovery rate assumption of 40%) is about 20%, from"], [64, "2016-01-10T21:50:24Z", 0.09, "Passage of time"], [3915, "2016-01-10T21:27:37Z", 0.6, "The economy is too far in the toilet and if the incoming government can hold on they will want to engineer a \"fresh start\". If the communists use the courts to retain control, they will take a Kirchner stand and default out of spite and stupidity."], [3915, "2016-01-10T21:27:37Z", 0.6, "The economy is too far in the toilet and if the incoming government can hold on they will want to engineer a \"fresh start\". If the communists use the courts to retain control, they will take a Kirchner stand and default out of spite and stupidity."], [3915, "2016-01-10T21:27:37Z", 0.6, "The economy is too far in the toilet and if the incoming government can hold on they will want to engineer a \"fresh start\". If the communists use the courts to retain control, they will take a Kirchner stand and default out of spite and stupidity."], [43, "2016-01-08T17:42:06Z", 0.07, "Hard to figure out this one. Moving down below consensus, mostly on the basis of passage of time."], [11057, "2016-01-08T03:06:26Z", 0.02, "Draw your own conclusions.\nhttp://www.tradingeconomics.com/venezuela/gold-reserves\nhttp://marketrealist.com/2015/10/venezuela-may-dump-bullion-reserves/"], [1708, "2016-01-07T09:02:55Z", 0.2, "Maduro has named his economic ministers responsible for monetary and major economic policies...Salas is the head and is reputed to be quite radical. “This year looks complicated because Maduro didn’t go for a cabinet that is going to prioritize the adjustment that the country needs,” Ecoanalitica’s Oliveros said. “He named one of the most radical to head the economy team. The economic situation is going to become more complicated and will get worse.” \nhttp://washpost.bloomberg.com/Story?docId=1376-O0K4OM6S972D01-3GKDKJN03C9R3BQU63T1FRRKKB\nThe fresh lows in oil yesterday make the likelihood of default greater- If the price doesn't rebound by late feb then Venezuela will have to use some of its very limited reserves or sell gold at a loss to just to make the feb bond payment, much less further payments beyond feb (if their next payment becomes obviously no longer serviceable, Venezuela may go ahead and default in feb).\nhttp://www.forbes.com/sites/kenrapoza/2015/12/21/is-a-venezuela-default-coming-soon/\n All this with a new radical head of the economy and great animosity between the Maduro administration and the Nat Assembly could lead to a feb default and a blame game to try and smear the new assembly as having caused the default (or vice versa). "], [1708, "2016-01-07T09:02:55Z", 0.2, "Maduro has named his economic ministers responsible for monetary and major economic policies...Salas is the head and is reputed to be quite radical. “This year looks complicated because Maduro didn’t go for a cabinet that is going to prioritize the adjustment that the country needs,” Ecoanalitica’s Oliveros said. “He named one of the most radical to head the economy team. The economic situation is going to become more complicated and will get worse.” \nhttp://washpost.bloomberg.com/Story?docId=1376-O0K4OM6S972D01-3GKDKJN03C9R3BQU63T1FRRKKB\nThe fresh lows in oil yesterday make the likelihood of default greater- If the price doesn't rebound by late feb then Venezuela will have to use some of its very limited reserves or sell gold at a loss to just to make the feb bond payment, much less further payments beyond feb (if their next payment becomes obviously no longer serviceable, Venezuela may go ahead and default in feb).\nhttp://www.forbes.com/sites/kenrapoza/2015/12/21/is-a-venezuela-default-coming-soon/\n All this with a new radical head of the economy and great animosity between the Maduro administration and the Nat Assembly could lead to a feb default and a blame game to try and smear the new assembly as having caused the default (or vice versa). "], [1708, "2016-01-07T09:02:55Z", 0.2, "Maduro has named his economic ministers responsible for monetary and major economic policies...Salas is the head and is reputed to be quite radical. “This year looks complicated because Maduro didn’t go for a cabinet that is going to prioritize the adjustment that the country needs,” Ecoanalitica’s Oliveros said. “He named one of the most radical to head the economy team. The economic situation is going to become more complicated and will get worse.” \nhttp://washpost.bloomberg.com/Story?docId=1376-O0K4OM6S972D01-3GKDKJN03C9R3BQU63T1FRRKKB\nThe fresh lows in oil yesterday make the likelihood of default greater- If the price doesn't rebound by late feb then Venezuela will have to use some of its very limited reserves or sell gold at a loss to just to make the feb bond payment, much less further payments beyond feb (if their next payment becomes obviously no longer serviceable, Venezuela may go ahead and default in feb).\nhttp://www.forbes.com/sites/kenrapoza/2015/12/21/is-a-venezuela-default-coming-soon/\n All this with a new radical head of the economy and great animosity between the Maduro administration and the Nat Assembly could lead to a feb default and a blame game to try and smear the new assembly as having caused the default (or vice versa). "], [10192, "2016-01-07T04:51:38Z", 0.02, "Most of the information published indicates they will make it through Feb. "], [14734, "2016-01-06T15:12:01Z", 0.1, "next bond expiry in July 2016"], [493, "2016-01-04T15:41:44Z", 0.1, "Good summaries:"], [1227, "2016-01-04T06:37:24Z", 0.05, "Reserves seem sufficient (including gold) to fend off default at least into the second quarter, and it seems plausible that the new government would hope to negotiate rather than default if possible - by postponing as long as possible a default they increase the chance to restructure.  "], [505, "2016-01-03T16:44:15Z", 0.63, "The economy continues to worsen.  I don't see them using the reserves to pay creditors they don't even like.  Keep the gold until its use would really help to improve the country.  Paying  the debt would only benefit the creditors."], [43, "2016-01-02T18:58:37Z", 0.15, "Maduro's judicial coup guarantees turmoil. Increasing probability."], [14413, "2016-01-02T08:37:38Z", 0.03, "According to Reuters, the amount coming due in Q1 2016 is tiny - much less than USD 1 bn. "], [14413, "2016-01-01T22:17:42Z", 0.05, "\"Experts\" say likelyhood of default in the course of 2016 at 60-70 percent. New anti-socialist government would probably  not start their game by a default."], [3363, "2015-12-29T11:44:23Z", 0.2, "I just attempted to send this question to the moderators. Will post (and likely move my prediction up or down) if I hear an answer. "], [13365, "2015-12-28T08:53:46Z", 0.05, "Traders  in credit-default swaps, back in Oct 2015, are signaling thereâ€™s a 68 percent chance Venezuela will stop paying its bonds by October 2016.\nSo adjusting for the 3 month time between this forecast submission and March 2016 means 17%.\nIn general, a foreign-currency debt is more prone to default than domestic, especially the debts here are in USD,\nOil slump and high inflation will persist and add into the default camp.\nVenezuela may sell off its gold reserve (around 15.2b as of 2015) to pay off debts of 15.8b outstanding by 2016, so roughly 3.95b due before March 2016.\nOne thing to bear in mind is that Venezuela may CHOOSE to default even though they may be able to cope with payments, contingent on Q116 situations."], [10924, "2015-12-26T19:52:58Z", 0.05, "Venezuela expected to default in 2016 but is expected to survive the first quarter of 2016"], [13377, "2015-12-26T12:26:39Z", 0.09, "https://larswericson.wordpress.com/2015/12/23/early-christmas-gift-accidental-clustering/"], [2965, "2015-12-24T14:52:17Z", 0.05, "reserves at 22-billion are enough to make it to 3-1-2016. Given congresssional win by oppositon and response of madura to pack Supreme Court unless they blew through it like an addict there should be enough to make debt payment,,,but default ( hard) Argentina or soft (Greece inevitable.   But for a technical default to occur would require non-payment  and 30 days on sovereign debt at least IMF and World Bank and WSJ are not even discussing. will be soon. Not by March 1, 2016 but by end of 2016,      "], [102, "2015-12-23T22:23:08Z", 0.09, "https://larswericson.wordpress.com/2015/12/23/early-christmas-gift-accidental-clustering/"], [13377, "2015-12-23T03:51:22Z", 0.05, "Following https://larswericson.wordpress.com/2015/12/22/double-median-filter/"], [1708, "2015-12-23T00:29:35Z", 0.25, "http://www.bloomberg.com/news/articles/2015-12-22/as-opec-tries-to-squeeze-rivals-one-of-its-own-feels-the-pinch\nFrom article:   \"Oil, by far Venezuela’s biggest export, has plunged 17 percent to an 11-year low since the Organization of Petroleum Exporting Countries abandoned production limits at its Dec. 4 meeting. Venezuela’s benchmark bonds due in 2027 are at the cheapest since August, and traders see a 71 percent probability that the country will default in the next 12 months, credit-default swaps show. That’s up from 61 percent the day before the OPEC decision\"\n\"Oil at these levels could prevent Venezuela from meeting its debt obligations as soon as February, Barclays Plc said Friday. The OPEC member relies on income from oil sales for almost all of its hard currency. It may need to sell $20 billion of gold or other assets to meet next year’s commitments, Alejandro Arreaza, Alejandro Grisanti and Sebastian Vargas, analysts at Barclays, said in a report to clients. Venezuela’s crude basket fell to an 11-year low $29.17 last week."], [38, "2015-12-22T07:28:32Z", 0.11, "http://www.forbes.com/sites/kenrapoza/2015/12/21/is-a-venezuela-default-coming-soon/"], [102, "2015-12-22T03:14:33Z", 0.05, "https://larswericson.wordpress.com/2015/12/22/double-median-filter/"], [102, "2015-12-19T19:12:43Z", 0.09, "https://larswericson.wordpress.com/2015/12/19/saturday-afternoon-update/"], [38, "2015-12-16T23:00:29Z", 0.0, "http://www.businesswire.com/news/home/20151216005999/en/Fitch-Affirms-PDVSAs-IDRs-CCC"], [734, "2015-12-15T22:11:36Z", 0.08, "Reaffirming, but we surely did not see this coming, did we?"], [102, "2015-12-15T17:09:38Z", 0.06, "https://larswericson.wordpress.com/2015/12/15/monday-night-picks/"], [102, "2015-12-14T04:33:06Z", 0.07, "https://larswericson.wordpress.com/2015/12/14/excluding-outliers-in-the-smart-crowd-forecast/"], [10924, "2015-12-13T16:29:38Z", 0.25, "Start with a moderately positive expectation, factors that are currently low in probability but can lead to default:"], [8036, "2015-12-13T16:19:23Z", 0.2, "Although oil revenue of Venezuela is suffering, foreign currency debt default may depend more on inflation rate."], [102, "2015-12-13T06:17:24Z", 0.21, "https://larswericson.wordpress.com/2015/12/13/saturday-night-is-all-right/"], [38, "2015-12-12T07:53:28Z", 0.0, "MUD has won a supermajority of seats in the legislature which will enable it to undo anything that Maduro does during the lame duck session of the current legislature, including \"unpacking\" the Supreme Court if he should attempt to do so, and to do what will be necessary to get the country back on solid financial footing--which won't be easy, given the low price of oil.  Unfortunately, neither PSUV nor MUD is acting very statesmanlike.  Maduro et. al. sound determined to make it impossible for MUD to move forward, while MUD members sound like their priority is revenge politics, rather than good governance."], [38, "2015-12-12T07:53:28Z", 0.0, "MUD has won a supermajority of seats in the legislature which will enable it to undo anything that Maduro does during the lame duck session of the current legislature, including \"unpacking\" the Supreme Court if he should attempt to do so, and to do what will be necessary to get the country back on solid financial footing--which won't be easy, given the low price of oil.  Unfortunately, neither PSUV nor MUD is acting very statesmanlike.  Maduro et. al. sound determined to make it impossible for MUD to move forward, while MUD members sound like their priority is revenge politics, rather than good governance."], [38, "2015-12-12T07:53:28Z", 0.0, "MUD has won a supermajority of seats in the legislature which will enable it to undo anything that Maduro does during the lame duck session of the current legislature, including \"unpacking\" the Supreme Court if he should attempt to do so, and to do what will be necessary to get the country back on solid financial footing--which won't be easy, given the low price of oil.  Unfortunately, neither PSUV nor MUD is acting very statesmanlike.  Maduro et. al. sound determined to make it impossible for MUD to move forward, while MUD members sound like their priority is revenge politics, rather than good governance."], [102, "2015-12-12T05:10:52Z", 0.23, "https://larswericson.wordpress.com/2015/12/12/super-friday-night/"], [3363, "2015-12-10T16:54:13Z", 0.2, "Lowering from 31 to 20. Elections didn't change my analysis. However, with the big PDVSA payments due 26 Feb, most bond payments come with a 30 day grace period, so even if they didn't pay, the default would not technically occur until near the end of March. Not sure how that would be graded, and on that technicality, dropping my estimate."], [102, "2015-12-10T05:38:14Z", 0.2, "https://larswericson.wordpress.com/2015/12/10/a-super-long-picky-post/"], [12285, "2015-12-10T03:32:58Z", 0.0, "Venezuela's ability should continue to remain current on external debt. Challenges remain with world's highest inflation rate and widespread of consumer.\nDefault timing: August 2016 based on foreign reserve, outstanding on debt\nUncertainty: China's support for further financing, \nLow Impact: (1) Oil price should remain stable till April 2016; (2) Last Sunday's elections that opposition parties won and dominates the council, unlikely have impact to short term."], [43, "2015-12-09T19:14:48Z", 0.1, "Plumetting oil prices raise likelihood, but opposition win of a supermajority, enabling them to dismantle the worst of Chavismo, might lower likelihood. Wildcard: China had been keeping Maduro's regime afloat. Will China continue to be Venezuela's sugar daddy?"], [493, "2015-12-09T14:13:58Z", 0.05, "Affirming prior."], [493, "2015-12-09T14:12:06Z", 0.05, "Affirming prior."], [64, "2015-12-09T04:08:31Z", 0.1, "The OPEC meeting means less hope for revenue growth. The end of the elections might mean less need to spend more. On balance, things probably have not changed much. Reducing for passage of time. "], [12680, "2015-12-09T03:34:29Z", 0.55, "Probably Yes but this will not be end of the world because of new government. If they act well and on time, they can prolong it before the due date though with out oil price jump it doesnt look promising for near future. "], [102, "2015-12-08T03:05:29Z", 0.24, "https://larswericson.wordpress.com/2015/12/08/updated-super-picker/"], [493, "2015-12-07T17:35:12Z", 0.05, "Affirming prior."], [43, "2015-12-07T13:42:52Z", 0.05, "Maduro backed off on his threat to defy the elections. Lowering probability."], [102, "2015-12-05T14:24:18Z", 0.25, "https://larswericson.wordpress.com/2015/12/05/my-super-picker/"], [691, "2015-12-04T20:39:15Z", 0.04, "Since the incumbent has announced he will be negating or otherwise disregarding an unfavourable election result, uncertainty gallops--nay, it stampedes--but in the near term, bolivares will fly off the presses as needed to avert default within the time frame of this Q, no matter what happens tomorrow or subsequently. This would be a good time to cancel that holiday at Maracaibo--whatever happens will be deeply unpleasant--but default is not on the cards until at least summer. Too many people of too many factions are too committed to not letting it happen."], [43, "2015-12-04T18:45:52Z", 0.13, "Wildcard: If Maduro were to refuse to accept election results, the resulting conflict, indeed civil war could force a default. Raising probability slightly, and planning a major change next week if things go as badly as I fear."], [38, "2015-12-03T06:21:43Z", 0.33, "I've been reading post-election scenarios if MUD gets control of the Legislature, as expected; most of them paint a very chaotic picture.  "], [691, "2015-12-02T20:23:47Z", 0.04, "Venezuela is a train wreck in many ways, but pretty much everybody there is committed to avoiding anything resembling a default. Compared to the other problems the country has caused itself, a default would be in the rank of a godsend, but it won't happen.  There is a cliche about deck chairs and Jurassic World--oops, I mean Titanic--that goes here. "], [3363, "2015-12-02T12:57:13Z", 0.31, "Lowered this back down several points after reports that bankers met with Diosdado (current national assembly president) as well as oppo leaders and appear to be negotiating a backroom deal to reprofile pdvsa bonds rather than allow default early next year."], [3363, "2015-11-19T10:47:33Z", 0.38, "Increased from 25 to 38 after conversations with political-econ experts about the poor liquidity of Venezuela's reserves (most of it is gold). Default still less likely than half given short time frame, but several people indicated that planned bond payments in February will be difficult without a fresh injection of capital. People agreed Venezuela needs more liquid capital to make payments, but differed on whether Venezuela would be able to get that capital necessary (some said yes, some said no, both sides made good cases)."], [493, "2015-11-16T17:05:37Z", 0.05, "Affirming prior."], [915, "2015-11-16T04:11:46Z", 0.06, "after 3/1/16, all bets are off."], [734, "2015-11-14T00:58:24Z", 0.08, "Late to the party. Initial forecast."], [36, "2015-11-07T13:43:03Z", 0.2, "error"], [83, "2015-11-04T21:30:15Z", 0.1, "Updating for the passage of time and slowly increasing oil prices."], [493, "2015-11-03T17:13:27Z", 0.05, "Affirming prior."], [38, "2015-11-02T22:07:50Z", 0.0, "http://www.thenational.ae/business/energy/lenders-must-act-to-avoid-another-round-of-commodity-defaults"], [110, "2015-11-01T02:10:56Z", 0.01, "Most likely April or May 2016 (after this resolves)."], [2, "2015-11-01T01:07:40Z", 0.15, "Updating for time."], [1850, "2015-10-30T14:51:07Z", 0.75, "Still think there is high probability of default, but have to admit I was wrong about them using gold.  Should have investigated their currency reserves further and did not realize they had such a high concentration in gold and they have in fact been using it.  With that said, they are burning through it at an alarming pace and I think at some point they will stop and simply default unless someone like China throws them a lifeline."], [1850, "2015-10-30T14:51:07Z", 0.75, "Still think there is high probability of default, but have to admit I was wrong about them using gold.  Should have investigated their currency reserves further and did not realize they had such a high concentration in gold and they have in fact been using it.  With that said, they are burning through it at an alarming pace and I think at some point they will stop and simply default unless someone like China throws them a lifeline."], [43, "2015-10-30T03:06:16Z", 0.1, "Looks good if the present government continues. However, upcoming elections are a wild card."], [43, "2015-10-30T03:06:16Z", 0.1, "Looks good if the present government continues. However, upcoming elections are a wild card."], [38, "2015-10-30T01:01:49Z", 0.0, "http://www.bloomberg.com/news/articles/2015-10-27/venezuela-avoiding-default-again-shows-doomsayers-may-be-wrong"], [1708, "2015-10-29T10:57:28Z", 0.1, "Known reserves and bond payments due in the time frame show no default. The only questions remaining are: 1. how much additional import payments will Venezuela accrue in the lead up to the Dec elections as Maduro floods country with gov't food provisions to win support and 2. How much of Venezuela's FX reserves are actually liquidiable. More likely to default in late 2016.\nhttp://www.ft.com/intl/fastft/410871/crunch-time-venezuela"], [9755, "2015-10-29T00:27:44Z", 0.25, "Unless there is a change in Venezuelan politics any thing is possible including default ."], [9594, "2015-10-26T18:52:48Z", 0.75, "Yes,\ntoo much cost associated with heavy crude oil production (Venezuela) vs. lower cost associated with light crude oil production(Saudi Arabia). \nOil prices will remain low, and Venezuela cannot sustain their spending rate on imported goods while the cash received from oil export is below break -even"], [51, "2015-10-26T03:01:12Z", 0.05, "Reducing probability.  "], [8192, "2015-10-25T19:01:30Z", 0.05, "Things are not bad enough yet but it is coming."], [7468, "2015-10-25T17:42:37Z", 0.6, "Oil will be cheap for next 20 years"], [505, "2015-10-25T17:40:29Z", 0.3, "the sale of gold along with other reserves should cover obligations coming due"], [83, "2015-10-24T02:11:57Z", 0.14, "Updating for the passage of time (-3%).  Nearly 1/3 of timeframe is history."], [505, "2015-10-23T18:00:13Z", 0.4, "according to mining journal Venezuela to sell some of their gold reserve to citibank for use to pay some debt"], [38, "2015-10-23T05:15:51Z", 0.0, "http://www.bloomberg.com/news/articles/2015-10-19/venezuela-foreign-reserves-fall-to-12-year-low-as-payments-loom"], [532, "2015-10-22T21:48:59Z", 0.08, "http://www.ft.com/fastft/410871/crunch-time-venezuela"], [1646, "2015-10-22T15:43:18Z", 0.08, "4 months left"], [231, "2015-10-20T23:17:57Z", 0.23, "\"default likely for 2016\" Eurasia: http://www.bloomberg.com/news/articles/2015-10-19/venezuela-foreign-reserves-fall-to-12-year-low-as-payments-loom "], [73, "2015-10-19T14:43:02Z", 0.08, "Staying put. Await election result to modify"], [493, "2015-10-19T14:28:53Z", 0.05, "Still able to meet their requirements for at leasy 1H16. Lowering prob."], [4656, "2015-10-17T22:14:51Z", 0.0, "Economic realities can lag behind political appearances for years before they're openly admitted. Maduro has a few years left before a decision will be necessary."], [689, "2015-10-16T23:58:17Z", 0.65, "Comment deleted on May 10, 2016 06:29PM UTC"], [532, "2015-10-15T14:17:40Z", 0.1, "Affirming prior forecast."], [94, "2015-10-13T17:24:47Z", 0.15, "Updating for passage of time"], [505, "2015-10-12T18:24:38Z", 0.55, "government ownership of debt reduces chance of default "], [3922, "2015-10-12T15:16:04Z", 0.1, "- Don't see a default before the Venezuelan election.\n- Quite surprisingly, over the last few years Venezuela has continued to pay off foreign debt despite disastrous economic policies.\n- No reason to assume it won't continue to do so.\n- Global economic shocks could be it's undoing"], [4199, "2015-10-12T14:29:40Z", 0.59, "+10 odd base points. The major power in the South American Left scarcely has the time, let alone the political ability, to help Caracas, and it's running increasing risks of impeachment."], [493, "2015-10-12T13:09:58Z", 0.1, "Affirming prior."], [1993, "2015-10-09T19:33:47Z", 0.05, "Venezuela has assets and access to credit. They may refinance, but no one has an appetite for default. All the talk of default is pre-election propaganda and will most likely subside after December."], [43, "2015-10-09T18:30:01Z", 0.1, "Following Anneinak down from 15% on the basis of her comment on FX reserves."], [38, "2015-10-09T18:05:27Z", 0.0, "https://www.argusmedia.com/News/Article?id=1116375"], [73, "2015-10-09T17:22:59Z", 0.18, "will monitor after elections."], [3734, "2015-10-09T10:15:55Z", 0.19, "On an overall basis, the probability on any country defaulting is low.  Venezuela in particular is an oil rich country and has alliances with Russia and the communists in general.  They will bail them out."], [43, "2015-10-08T21:35:38Z", 0.15, "Increasing probability on the basis of growing  economic bad news for Venezuela's patron, China. "], [4199, "2015-10-08T19:04:24Z", 0.55, "The question states, either the government or PDVSA. These may seem near-identical from a financial POV, but institutionally and culturally, they're not."], [4199, "2015-10-08T19:04:24Z", 0.55, "The question states, either the government or PDVSA. These may seem near-identical from a financial POV, but institutionally and culturally, they're not."], [2289, "2015-10-07T22:19:56Z", 0.05, "The rate of FOREX decline has stabilized over last few months, despite continued depression of oil prices. There is no near term threat of more US crude getting to Gulf Coast, which would further depress their oil income. Despite the impoverishing socialism at home, the current Bolivarian Revolution has not shown any appetite to anger their foreign creditors. The folks at home may have to wipe with their hands but the bonds will be paid. Bond yields have continued to decline over the year."], [1850, "2015-10-07T19:32:02Z", 0.77, "There is a high likelihood they will default.  Statements regarding them using their gold to hold them over are not realistic as they will be very loathe to part with hard assets when there is potential for further decline.  Guns and ammunition are not sold on credit, so the ruling class will make sure they have the ability to maintain their military apparatus/police force to stay in power.  There is \nsome hope that China might prop them up, but they have enough issues at home to make that less likely.  Will revisit as more information comes available and especially after their elections."], [680, "2015-10-07T04:11:18Z", 0.0, "A default seems unlikely by 1 March.  Venezuela's gold reserves seem adequate to take it beyond that date.  A few months after March might be another story. "], [102, "2015-10-07T03:23:16Z", 0.0, "Beat the crowd."], [493, "2015-10-05T18:13:12Z", 0.1, "Affirming prior."], [1562, "2015-10-04T21:09:29Z", 0.15, "Venezuela still supported by China."], [102, "2015-10-04T20:48:37Z", 0.15, "Raise to crowd."], [102, "2015-10-04T05:01:13Z", 0.05, "Up a touch from 0% based on possible failure of sugar daddy. [1]"], [231, "2015-10-03T18:16:27Z", 0.2, "Lowering on this announcement: http://www.bloomberg.com/news/articles/2015-10-01/venezuelan-bonds-rally-as-government-said-to-own-25-of-debt"], [38, "2015-10-02T22:56:21Z", 0.05, "http://www.bloomberg.com/news/articles/2015-10-01/venezuelan-bonds-rally-as-government-said-to-own-25-of-debt"], [740, "2015-10-02T18:48:32Z", 0.61, "Have you some money to lose?"], [43, "2015-10-02T16:27:04Z", 0.1, "Following LitheLyricist and Anneinak, both of whom are providing excellent research. Thank you, folks."], [3604, "2015-10-02T16:19:18Z", 0.95, "My opinion"], [136, "2015-10-02T10:20:06Z", 0.1, "http://www.bloomberg.com/news/articles/2015-10-01/venezuelan-bonds-rally-as-government-said-to-own-25-of-debt\n\"Torres told investors Wednesday that the government owns as much as 25 percent of the nation’s total debt stock, without providing details on which bonds it bought, and said officials are weighing liability-management proposals, according to two people with knowledge of the matter who asked not to be identified because the meeting was private. That’s a bigger holding than investors had expected, assuming the bulk is in the shorter-dated debt, and is reducing odds that the government will default over the next three years, according to BancTrust & Co.\n...\nThe government has about $5 billion in bond payments due in the last three months of this year and about $10 billion due in 2016.\n...\nIt’s more likely that government entities own about a quarter of the nation’s short-term bonds, which would amount to about $3.5 billion of bonds due through 2017, Rodriguez said. He estimates that the government owns about 14 percent of the total debt stock.\""], [38, "2015-10-01T23:38:29Z", 0.2, "http://www.bloomberg.com/news/articles/2015-09-29/the-contrarian-venezuela-bond-trade-that-s-delivering-37-return"], [3514, "2015-10-01T19:00:57Z", 0.04, "\"After falling to $15.4 billion last month, the lowest since 2003, Venezuela’s reserves have climbed to $16.7 billion after the country collected an oil-debt payment from Jamaica and signed a loan agreement with China.\"  http://www.bloomberg.com/news/articles/2015-08-10/ravaged-by-oil-s-collapse-venezuela-now-has-a-big-gold-problem"], [740, "2015-10-01T18:28:07Z", 0.6, "A bolt from the blue."], [83, "2015-10-01T00:01:06Z", 0.17, "Update for passage of time.  "], [38, "2015-09-29T22:16:06Z", 0.2, "http://oilprice.com/Energy/Oil-Prices/How-Much-Longer-Can-Venezuela-Keep-The-Wolves-At-Bay.html"], [493, "2015-09-28T15:07:37Z", 0.1, "Lower prob. Oil prices seem a littler higher than I had expected (I though e'd flirt with something in the $35-$40 range), so they can hang on a little longer. Still a train wreck, but they've scrubbed a little speed off before the collision. "], [1767, "2015-09-26T17:27:30Z", 0.59, "I really don't see oil recovering until something hits the supply side very hard. Right now the Venezuela is the weakest link in the supply side so I don't see oil coming to the rescue. \nA decent chunck of the remaining government reserves are going to be spent in the upcoming parliamentary election trying to buy votes. \nChina isn't lending money anymore despite Maduro's begging. "], [689, "2015-09-22T05:23:16Z", 0.03, "Comment deleted on May 10, 2016 05:48PM UTC"], [172, "2015-09-22T02:23:24Z", 0.1, "China will support them to thumb nose at USA"], [83, "2015-09-21T20:11:22Z", 0.2, "Ititial forecast - following the crowd."], [1296, "2015-09-21T16:26:28Z", 0.1, "I am revising my probability down."], [1296, "2015-09-21T16:23:22Z", 0.25, "It is unlikely prior to March 2016"], [493, "2015-09-21T15:29:43Z", 0.15, "Affirming."], [1428, "2015-09-21T14:38:51Z", 0.0, "Too many countries in the same situation have defaulted so the example tends to encourage the same response"], [532, "2015-09-19T17:09:59Z", 0.1, "Default is a last-resort option.  They are not there yet.  They can restructure and refinance debt, borrow more from China, sell off other assets, etc.  "], [584, "2015-09-19T14:09:13Z", 0.25, "Given the shortness of the period of time of interest I tend to say no, even if I believe it is possible to happen later. "], [1389, "2015-09-19T13:33:37Z", 0.5, "- Due to oil subsidies V. has large deficits. Because of elections subsidies will remain in place.\n- V. has very low credit rating from all the rating agencies.\n- Oil prices dropped 30% in one year. Due to economic slowdown demand and thus prices will remain low\n- Default could be avoided with restructuring of debt (like Greece). But since nobody likes V. or is its ally this won't be voluntary.\n- Expect new government will take restructuring-initiative, but this will eventually fail because of greedy sharks (think Argentina). "], [294, "2015-09-18T23:31:30Z", 0.25, "\"Markit fixed income analyst, Neil Mehta, warned that the \"first sovereign casualty of the oil price slump may be on the horizon\" and told CNBC that Venezuela's CDS spread implied a 96 percent chance of a default in the next five years and a 69 percent probability in the next 12 months.\""], [43, "2015-09-16T18:15:51Z", 0.15, "OK, how about because I'm indecisive?"], [43, "2015-09-16T18:15:51Z", 0.15, "OK, how about because I'm indecisive?"], [43, "2015-09-16T18:14:48Z", 0.15, "Lowering back down a bit following pinyoncyn."], [43, "2015-09-16T17:58:59Z", 0.25, "Aligning closer to Brian MacKenzie."], [657, "2015-09-15T16:51:07Z", 0.05, "Initial forecast"], [961, "2015-09-15T16:38:45Z", 0.33, "Odds increase with continuing low oil and internal distress"], [691, "2015-09-15T12:17:57Z", 0.15, "They won't run out of money for a while yet, and they keep saying they're not going to default. The government is not likely to permit a PDVSA default either."], [505, "2015-09-14T19:27:48Z", 0.85, "As the oil glut continues as iran goes online and prices fall, Venezuela's revenue will decrease.  Any attempts to raise production will lead to further  revenue losses."], [493, "2015-09-14T18:34:12Z", 0.15, "Prior to elections in December? No, that would be a disaster, and they appear to have the money (or at least guarantees of having the money) for the rest of 2015. http://blogs.barrons.com/emergingmarketsdaily/2015/09/03/venezuela-default-risk-overstated"], [476, "2015-09-14T11:44:28Z", 0.09, "Now that Argentina's diplomatic work has been rewarded with passage of the new \"non-binding\" UN procedures for treatment of \"sovereign\" debt this default becomes less likely. But it can be used as a \"threat\" to influence markets and pump and dump speculators like the Soroscitos. The US still is a major trading partner with Venezuela and China has invested around $29 billion in the oil business there.  With the global economy still in \"crisis\" and the Bretton Woods instutions (IMF and World Bank) begging the Fed to hold off on a rate hike. The potential for a cascade of crapouts (Argentina, Brazil) is possible but it won't help \"sustainable\" growth.  Maybe an \"October surprise\" to influence the 2016 US presidential vote;)"], [849, "2015-09-14T03:58:55Z", 0.45, "China's got other things to worry about. "], [231, "2015-09-13T20:35:52Z", 0.38, "63% by sep 2016."], [254, "2015-09-13T19:43:49Z", 0.2, "Seems they will manage to delay until later in 2016."], [814, "2015-09-13T18:17:51Z", 0.95, "Unless the Venezuelan government can get for foreign money to support it in terms of PDVSA, they will default. Maduro's attempts to quiet the dissent of his actions will wane and turmoil in the country will ensue creating political instability and further ratcheting up of authoritarian rule in the face of financial failure"], [740, "2015-09-13T17:33:13Z", 0.6, "It could not last forever."], [51, "2015-09-13T15:48:36Z", 0.1, "After further thought regarding other comments I made earlier, revising downward.  "], [706, "2015-09-13T02:31:38Z", 0.99, "PDVSA.  Russia and China can't and won't bail them out on this one as oil prices remain low through December."], [38, "2015-09-12T02:08:51Z", 0.0, "http://www.mineweb.com/news/energy/venezuela-bond-traders-only-care-about-oil-as-correlation-jumps/"], [231, "2015-09-11T15:40:45Z", 0.2, "\nDefault risk overstated: http://blogs.barrons.com/emergingmarketsdaily/2015/09/03/venezuela-default-risk-overstated/ "], [500, "2015-09-10T18:36:19Z", 0.0, "VERY BAD EKONOMY"], [500, "2015-09-10T18:36:19Z", 0.0, "VERY BAD EKONOMY"], [500, "2015-09-10T18:36:19Z", 0.0, "VERY BAD EKONOMY"], [102, "2015-09-10T17:13:18Z", 0.0, "Apply logistic regression followed by Ausrücken operator."], [427, "2015-09-10T04:34:35Z", 0.2, "Think they will squeeze through to March thanks to their Chinese friends"], [89, "2015-09-10T01:16:35Z", 0.1, "Though Venezuela doesn't seem to have enough money for any of its expenses over the next 6 months, it will prioritize debt obligations even over starvation and collapse - because foreign investment is the only way out of this hole until oil prices rise. Furthermore, the president still has a few years to go until re-election crunch-time, meaning he can continue to disregard the immediate needs of his electorate for a longer-term plan."], [43, "2015-09-09T02:31:49Z", 0.1, "Lured downward by anneinak."], [38, "2015-09-08T22:05:03Z", 0.0, "http://www.bloomberg.com/news/articles/2015-09-07/in-hungry-venezuela-a-brazil-beef-giant-has-extraordinary-power"], [90, "2015-09-08T18:12:04Z", 0.15, "6 months, not likely. "], [136, "2015-09-08T18:03:14Z", 0.3, "\"Venezuela and its state-owned oil company Petroleos de Venezuela SA are on the hook for $5.8 billion of interest and foreign-debt bond principal this year, with an additional $10.8 billion coming due next year, data compiled by Bloomberg show.\"\nhttp://www.bloomberg.com/news/articles/2015-09-03/venezuela-leader-hooked-on-china-cash-spurs-9-000-mile-journey"], [29, "2015-09-07T20:56:45Z", 0.2, "Venezuela is abanking on Chinese money, while China has other problems at the moment. So the chance of default is rising. Higher oil prices would lower the probability, but lower oil prices would increase it. A longer timeframe would make default more likely."], [94, "2015-09-06T19:56:45Z", 0.2, "Based on the IBTimes story [1] quoted by GJDrew, financial markets think there is a 73% chance of default before September 2016, proportionally a 37% chance before the beginning of March.  However, most of the big payments seem to be after the beginning of March, and crowd sentiment seems to be for a 20% chance, so I am lowering my estimate accordingly."], [123, "2015-09-06T18:41:32Z", 0.9, "It would be like Maduro to flip off the world by defaulting - His Argentine witch friend can tell him it is possible."], [123, "2015-09-06T18:41:32Z", 0.9, "It would be like Maduro to flip off the world by defaulting - His Argentine witch friend can tell him it is possible."], [170, "2015-09-06T16:48:58Z", 0.05, "My thoughts on Venezuela's default are exactly to Anneinak, this story continues to roll year by year (just like with Greece)… Nonetheless, interested parties would not let default to happen - at least, for as long as there some profit could be made."], [212, "2015-09-06T12:27:21Z", 0.65, "As the second Bloomberg link GJP have included, http://www.bloomberg.com/news/articles/2015-08-10/ravaged-by-oil-s-collapse-venezuela-now-has-a-big-gold-problem, talks about, if the price of gold keeps dropping, Venezuela's going to not have enough money to make repayments. With the US Federal Reserve certainly likely to increase interest rates before the closing date, gold prices are likely going to decrease further. "], [38, "2015-09-05T18:37:00Z", 0.0, "I just had a thought:  I read that many think Venezuela could default as early as next spring.  COULD is the operant word.  I assume it is based on the numbers. I won't dispute or question them.  But there can be a significant time gap between \"could\" and \"will\":  look at how long Greece seemed to teeter on the precipice this spring.  China needs oil; Venezuela's got it.  I think China will continue to come to the rescue of Venezuela."], [38, "2015-09-05T17:35:59Z", 0.1, "http://celebcafe.org/venezuela-says-china-to-give-5-billion-oil-loan-2552/"], [43, "2015-09-04T18:53:59Z", 0.15, "Lowering prediction on the basis of Anne Kilkenny's excellent analysis."], [38, "2015-09-04T18:40:42Z", 0.2, "http://blogs.barrons.com/emergingmarketsdaily/2015/09/03/venezuela-default-risk-overstated/"], [38, "2015-09-04T18:40:42Z", 0.2, "http://blogs.barrons.com/emergingmarketsdaily/2015/09/03/venezuela-default-risk-overstated/"], [131, "2015-09-04T18:39:43Z", 0.15, "I expect Venezuela to delay any possible default as long as possible. Don't expect China to keep them floating indefinitely though, their support has limits - if the situation doesn't improve, they're going to want some sort of material concession instead of a promise to eventually pay them back."], [110, "2015-09-04T18:12:55Z", 0.05, "This is a big old: http://www.bloomberg.com/news/articles/2015-03-11/venezuela-s-5-9-billion-cash-burn-raises-bond-concerns"], [102, "2015-09-04T13:53:32Z", 0.2, "No based on China strategic investment for force projection. [1]"], [43, "2015-09-03T23:08:53Z", 0.2, "Predicting on the basis of Dwight's analysis and source. Will keep close watch on China, Venezuela's Daddy Warbucks. If China were to fold on its support, will raise probability."], [2, "2015-09-03T21:07:53Z", 0.27, "Per @Dwight's comment, I think I still set it too high... moving down a little."], [51, "2015-09-03T20:59:08Z", 0.2, "\nIt seems highly improbable the county will not find a way to muddle through for the next six months.  Parliamentary elections will be in December, so it seems quite unlikely the standing government would commit suicide with a default prior to that time.  The following article makes a good implicit case that reserves will last until at least April next year.  And that is before any additial support provided by China, which Venezuela is working to line up.  It does mention the additional $5.0 billion arranged with China, which should carry Venezuela through the rest of the year.  http://www.bloomberg.com/news/articles/2015-09-03/venezuela-leader-hooked-on-china-cash-spurs-9-000-mile-journey"], [51, "2015-09-03T20:59:08Z", 0.2, "\nIt seems highly improbable the county will not find a way to muddle through for the next six months.  Parliamentary elections will be in December, so it seems quite unlikely the standing government would commit suicide with a default prior to that time.  The following article makes a good implicit case that reserves will last until at least April next year.  And that is before any additial support provided by China, which Venezuela is working to line up.  It does mention the additional $5.0 billion arranged with China, which should carry Venezuela through the rest of the year.  http://www.bloomberg.com/news/articles/2015-09-03/venezuela-leader-hooked-on-china-cash-spurs-9-000-mile-journey"], [97, "2015-09-03T13:32:23Z", 0.1, "I think China will continue to extend loans, effectively buying an unequivocal ally in South America . "], [57, "2015-09-03T12:47:06Z", 0.15, "China continues to boost Venezuela's economy and in doing so is establishing a strong foothold in another South American country. The looming default only serves China's purpose of creating Venezuela's increasing dependency upon it. UPDATE 1-China signs off on $5 bln loan to boost Venezuela oil output -Maduro http://www.cnbc.com/2015/09/01/reuters-america-update-1-china-signs-off-on-5-bln-loan-to-boost-venezuela-oil-output-maduro.html "], [93, "2015-09-03T02:29:29Z", 0.65, "Unless global oil production curtails soon."], [77, "2015-09-02T23:39:46Z", 0.1, "Were PDVSA to avoid default until October 2017, bond investors would realize annualized returns of about 10 percent or more in a restructuring, assuming a recovery value of 30 percent, Velasco said in a report last week. Any restructuring probably wouldn’t take place before 2016, he said."], [86, "2015-09-02T18:21:26Z", 0.45, "Good chance. They have been in a precarious position for months, and unlikely oil will rise. Bond markets give it a high probability within a year.\nhttp://www.bloomberg.com/news/articles/2015-08-27/these-30-cent-bonds-are-barclays-s-top-pick-in-venezuela-default\nCredit-default swaps traders put the probability of a Venezuela and PDVSA default by September 2016 at 73 percent, up from 40 percent three months ago."], [64, "2015-09-02T18:05:34Z", 0.3, "The probability derived from the pricing of the CDS is about 20%, but the entire paradigm could change with a wildcard like regime change. So, to be safer as an estimate, I'm going to go a little less extreme... at 30%"], [71, "2015-09-02T11:37:15Z", 0.01, "No chance, they have enough money. Defaulting is not a good idea. Even Maduro can see that.."], [38, "2015-09-02T07:39:03Z", 0.71, "Venezuela's financial situation was precarious when oil was $45!  Maduro is starting to blame Columbians and expel them, which may be politically expedient, but isn't going to generate revenue to make loan payments with.  Last I checked, financial analysts put Venezuela at the head of their list of nations that might default."], [2, "2015-09-02T01:48:59Z", 0.35, "Moving down a little bit.  It's quite possible but over 50% in the next 6 months is too high."], [54, "2015-09-02T01:41:04Z", 0.55, "I don't see the attraction of continuing to pay barring a sharp uptick in oil. They were hardly solvent at $90 a barrel, and limped into the most recent China loan. It seems unlikely that further credit will be extended, and the implausibility of paying it back would seem like it's going to induce a default sooner rather than later. "], [41, "2015-09-02T01:08:50Z", 0.45, "Preliminary polling indicates that opposition lawmakers are likely to wreck the United Socialists in December's National Assembly elections, but they'll take office in early January and that's only ~1.5 months to cause a default. Given Argentina's history with default (in 2001-2, they went through 3 presidents in under half a year -- http://blogs.ft.com/beyond-brics/2015/03/09/venezuelan-default-not-likely/ ), it feels unlikely that Maduro would sign what is likely to be his political death warrant. The major wild-card would be if Maduro's situation gets so grim that he preemptively resigns, which is certainly a possibility in the face of ~25% approval rates and few appealing economic options, but protests appear to be somewhat less serious than they were in early 2014. "], [26, "2015-09-01T23:42:16Z", 0.15, "You never know, but I don't think that would be wise..."], [2, "2015-09-01T19:56:39Z", 0.55, "Default is always the last option.  But the financial markets seem to think this has a high likelihood"]]}