{"question_id": 685, "title": "Will Mahmoud Abbas visit Gaza before 1 January 2018? ", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[45227, "2018-01-01T07:00:04Z", 0.9, "They need to consolidate power and coordinate a response quickly to Trumps recognition of Jerusalem as capital of Israel"], [42233, "2017-12-31T06:13:42Z", 0.15, "Anti-Embassy move demonstration (viz. US recognition of Jerusalem etc)"], [43495, "2017-12-29T21:13:54Z", 0.0, "Hamas will try to flex over Jerusalem news. Abbas won't take a chance on visiting Gaza now. "], [42762, "2017-12-29T18:47:04Z", 0.0, "in the  muslim  world everyone  wants  to  be  king  of a pile of  horse manure.  no  reconcillation  is  possible"], [43367, "2017-12-29T08:54:23Z", 0.25, " moving US embassy to Jerusalem has likely hindered any thought of transfer"], [42673, "2017-12-27T07:50:23Z", 0.0, "The deal can go forward without a visit and Abbas' health makes travel a concern."], [43235, "2017-12-27T04:21:47Z", 0.0, "Fugetaboutit"], [699, "2017-12-26T00:13:36Z", 0.0, "Abbas's deal with Hamas is still not complete. Now, where Trump left him without funding he is as weak as Hamas, therefore the deal is probably dead, hee ain't come to Gaza."], [43085, "2017-12-25T19:04:03Z", 0.0, "There is too much building up there and he will not put himself in danger. A body double may go"], [38903, "2017-12-20T14:14:39Z", 0.0, "No plans have been announced and the peace accord is still unimplemented.  Impact of Jerusalem as capital."], [1639, "2017-12-13T16:54:23Z", 0.0, "GAZA: A senior Palestinian official in President Mahmoud Abbas’s ruling Fatah party said Thursday US Vice President Mike Pence — due to visit the region later this month — “is unwelcome in Palestine”."], [41460, "2017-12-10T18:26:14Z", 0.01, "I am adjusting to lower probability due to the Jerusalem effect. Further turmoil is unlike to make for a conducive platform.   "], [38903, "2017-12-08T14:59:08Z", 0.06, "Intifada being called for."], [40733, "2017-12-07T18:22:51Z", 0.11, "I still see at least some decent probability of a visit given the U.S. really angered everyone in the region by their announcement regarding Jerusalem."], [30284, "2017-12-07T16:06:58Z", 0.08, "Updated b/c of time passed"], [2965, "2017-12-07T15:01:28Z", 0.0, "There was little benefit and much harm to inject new controversy\ninto end of status negotiations  on Jerusalem\ncontrary to UN Resolutions 242 and 248"], [38778, "2017-12-07T14:35:06Z", 0.0, "Updating as time elapses. "], [27661, "2017-12-06T14:48:03Z", 0.01, "The recognition of Jerusalem as Israel's capital may increase the likelihood of further consultations between Fatah and Hamas to show unity. But looking at their still existent conflicts that probably won't include a visit by Abbas."], [38903, "2017-12-06T13:47:08Z", 0.08, "Unsure if recognizing Jerusalem as the capitol of Israel will increase the odds or lower the odds of a visit by Abbas to Gaza but I wager the uncertainty will lower odds.  Additionally, I don't think the transition period will be long enough."], [38475, "2017-12-06T12:40:57Z", 0.0, "Talk is cheap."], [31275, "2017-12-05T02:01:36Z", 0.0, "http://www.dailymail.co.uk/wires/afp/article-5127543/Hamass-weapons-block-path-Palestinian-unity.html https://www.i24news.tv/en/news/international/middle-east/161511-171129-fatah-says-hamas-not-committed-to-unity-deal-ahead-of-key-deadline"], [40733, "2017-12-04T08:18:54Z", 0.17, "10-day delay is half over, and I suspect the \"delay\" was a thinly disguised veil for Egypt negotiators to save face before saying the negotiations have halted."], [42125, "2017-12-04T05:08:02Z", 0.3, "Abbas disslike Hamas and his corrupt leaders. Hamas signed this agreement only because Hamas is very weak. Abbas does not need to be “nice” to Hamas for the agreement to work."], [2965, "2017-12-04T01:42:43Z", 0.0, "passage of time and  US  political fallout over settlements, embassy\ngreat article by Ehud Barak explains why\n https://www.nytimes.com/2017/12/01/opinion/ehud-barak-israel-netanyahu.html"], [37379, "2017-12-02T17:20:32Z", 0.0, "Passage of time."], [38903, "2017-12-02T13:37:21Z", 0.09, "Delay of ten days in handover leaves less time for a ceremonial visit in December. "], [9755, "2017-12-01T21:31:49Z", 0.55, "There is a plan and it’s a good one  let’s hope he does visit sooner rather than later ."], [34821, "2017-11-30T00:38:19Z", 0.0, "Correct for time: 1.6%\nIssue of Hamas military wing remains unresolved.\nhttps://www.haaretz.com/middle-east-news/palestinians/.premium-1.824254?v=D26D8456536B8E44AA1D74990AC08A98"], [1333, "2017-11-29T13:53:36Z", 0.01, "Just can not go to zero with a slow news day(in the middle east) like Christmas coming up to steal the spotlight."], [38, "2017-11-29T06:47:15Z", 0.55, "On November 1, 2017 Hamas handed over control of its five border crossings to the Palestinian Authority, the first of many changes to take shape within Gaza following the reconciliation deal signed last month on October 12. The next benchmark will be President Mahmoud Abbas’ first visit to Gaza in ten years sometime this month. Abbas is due to participate in discussions on how once dueling factions, Hamas and Fatah, will unite under a single banner—and to steer a process for elections."], [41870, "2017-11-28T02:12:22Z", 0.4, "I could visit the Gaza strip but I think that Israel could forbid him to visit Gaza ."], [37379, "2017-11-28T01:49:07Z", 0.03, "http://www.aljazeera.com/news/2017/11/fatah-disarmament-hamas-dialogue-table-171127202933064.html"], [41583, "2017-11-27T18:40:40Z", 0.85, "Significant progress with Fatah; Abbas admin indicates visit- must build on relationship and demonstrate seriousness of commitment"], [31275, "2017-11-27T14:14:09Z", 0.03, "PA controls only 5% of Gaza. PA has not lifted sanctions or rationing of power to Gaza. Hamas has not disarmed. PA continues to cooperate with Israel on Security. No real change. Not going."], [41685, "2017-11-27T03:53:35Z", 0.02, "It appears from news reports that the unity agreement will not advance significantly toward implementation within this timeframe. And even if it did then Abbas would have to weigh safety concerns and time constraints with the benefits of a fresh showing of solidarity. I'm leaving only a token weight for remote possibilities."], [61, "2017-11-27T03:21:47Z", 0.0, "Capturing links for later analysis. Current primary belief driving forecast is that Abbas wants his visit to be the capstone to reconciliation (see [4] below). Don't get the sense that we're near a \"capstone\" moment."], [38903, "2017-11-26T22:45:43Z", 0.11, "No positive results from the negotiations this month. Peace treaty isn’t favored by US and IS without more concessions.  Uncertain about outcome makes it unlikely for a visit. "], [31275, "2017-11-26T15:31:34Z", 0.06, "Do not see any movement."], [29646, "2017-11-26T03:18:27Z", 0.0, "A lot of issues need to be ironed out.  Agreement on elections in 2018 is one step forward. However I don’t think Abbas visits if actual practical control of Gaza isn’t first ceded by the Hamas military wing to the PA. Hard to see a trip coming to fruition in the time remaining for the question."], [1639, "2017-11-25T18:22:53Z", 0.0, "It is actually quite remarkable that even now, more than a month after the original reconciliation document was signed in Cairo, the PA still has not lifted those sanctions — the same sanctions that make it difficult to supply electricity to the Gaza Strip, that sent thousands of former PA officials into early retirement, and that prevent the transfer of payments for medical treatment and the purchase of medications for Gaza’s residents. This is why Hamas and Egypt suspect so strongly that the PA is deliberately dragging its feet and has no genuine intention of reaching true reconciliation."], [41556, "2017-11-23T17:17:11Z", 0.12, "As time is running out for the 1 January deadline, the likelyhood of a visit is quite low."], [23779, "2017-11-23T11:10:00Z", 0.0, "time passed\n"], [34821, "2017-11-23T07:39:15Z", 0.02, "see notes"], [38032, "2017-11-23T03:29:16Z", 0.03, "Decreasing for 2 reasons. \n1. less than 40 days left. \n2. Despite the recent announcement of joint elections by the end of 2018, the reconciliation talks in Cairo have not gone well.  \nFrom Salah Bardawil, a member of Hamas’s political bureau: Bardawil said, \"We acted as best we could on all issues with the Palestinian Authority, but there is a great feeling of a missed opportunity.” He described the agreement as “meaningless and without real mechanisms for implementation. There is a vague joint declaration, but I find it difficult to see how we will succeed in bringing it into expression on the ground.\" Bardawil accused Fatah representatives of backing down from commitments in previous summits, leading to the current situation. \"The American pressure and the threats from Israel adversely affected the Palestinian Authority during the talks,\" he charged. https://www.israelnationalnews.com/News/News.aspx/238398\n\nNeedless to say, there is a lot of work that needs to be done until Abbas would risk a visit."], [37379, "2017-11-22T20:48:49Z", 0.0, "Harari, having slipped the Saudi noose and met with a slew of world leaders, just  walked back his resignation as prime minister of Lebanon. Given that he made his resignation announcement what apparently in captivity in Riyadh, one may suspect that his un-resignation has to do with getting support from other world leaders to protect him, his family, and his nation."], [41586, "2017-11-22T18:02:54Z", 0.05, "Because recent administration pressure for a deal probably reduce chances (already low) for a visit in the near future."], [2965, "2017-11-22T14:21:32Z", 0.04, "down 4 on US designation of PLO as terrorist organization"], [38903, "2017-11-22T13:25:19Z", 0.41, "Significant issues in the implementation of the signed reconciliation still exist.  This could delay implementation of the plan and make it less likely that Mahmoud Abbas will visit Gaza before 01 Jan 2018.  Talks are still underway in Egypt..."], [38778, "2017-11-21T20:17:55Z", 0.05, "Adjusting down due to increased regional instability. I think that as the security situation in the region deteriorates, Abbas will be less likely to assume the personal risk of traveling to Gaza. "], [41523, "2017-11-21T00:01:38Z", 0.1, "Backing @JakePettit2 http://www.gjopen.com/comments/comments/614724"], [37868, "2017-11-20T11:33:29Z", 0.65, "Chances are better than average with the deal signed, watching to see what happens at the meeting in Cairo on November 21st. Somewhat expecting Abbas to comment directly on a visit.\nhttps://mobile.nytimes.com/2017/10/12/world/middleeast/palestinians-fatah-hamas-gaza.html?referer=https://www.google.com/"], [38710, "2017-11-20T06:23:33Z", 0.1, "Nothing like this happens fast."], [12137, "2017-11-19T22:00:02Z", 0.52, "Very convinced by vanschermerhoyt's baseline arguments."], [23234, "2017-11-19T21:05:23Z", 0.35, "I'm a big fan of this site's web design."], [30284, "2017-11-19T19:32:30Z", 0.15, "10% seems a little low. I assume Abbas wants this to move forward fast. He's slow. Hamas seems to be cooperating. "], [373, "2017-11-19T15:24:00Z", 0.2, "Visit is unlikely so quickly, especially now that the Saudis are interacting with The Palestinians re. Lebanon."], [41460, "2017-11-19T10:58:12Z", 0.05, "A visit is very likely with view to declaring authority, but not that soon. The political latitude required for Abbas to establish control dictates a longer-term negotiation and the clock is ticking very fast. A visit before 1 Jan 2018 could be seen as hasty and possibly interpreted as a weakness. "], [28041, "2017-11-18T17:07:59Z", 0.07, "Will Mahmoud Abbas visit Gaza before 1 January 2018? What would it take for Abbas to revisit Gaza? What would it take for him to not revisit Gaza? What about security conditions? For years now it has been said Abbas was going to be visiting Gaza “very soon” but as of Nov 2017 he still hasn’t revisited. Hamas won’t give up its weapons so Abbas may take that into account for not visiting. One Hamas terrorist could take out Abbas in order to provoke a renewed war between Hamas and Fatah. Plus Abbas hasn’t lifted the sanctions against Gaza. Don’t expect Hamas to relinquish complete control even though an agreement was signed between Hamas and Fatah to restore the PA’s governing authority in Gaza. Therefore Abbas is almost certainly not going to visit Gaza before Jan 2018. "], [37379, "2017-11-18T17:02:35Z", 0.05, "Time ebbs away fast. Meanwhile, the alliance between Israel and Saudi Arabia just became more public, and the common threat uniting these frenemies is Iran, the top ally of Hamas, which controls Gaza. Would Abbas find an advantage to setting foot inside the epicenter of this soap opera in the next few weeks? Lowering probability."], [41479, "2017-11-17T22:34:35Z", 0.85, "To solidify his position of authority"], [631, "2017-11-17T18:30:32Z", 0.0, "WWW.CIA.com You have to understand the Sunni Shiite conflict  Hesbola(Persian(Iranian) literally means Shiite, Palestine is clearly Sunni they will never cooperate.\nIf you don't understand the gears you'll never predict the motion of the machine."], [691, "2017-11-15T22:22:39Z", 0.08, "Off-chance of a little ceremonial dance to placate the external parties, but no actual reason to do this without quite a lot of groundwork first."], [2965, "2017-11-15T15:27:56Z", 0.08, "adjusting for crowd today by year \na unique event may recur\nhowever main levers of change US and KSA and Jordan and Egypt  all\nare occupied\nLack of a Dennis Ross type negotiator at State Big  Problem\nwho is going to break the deadlock\nwe broke it Iraq Syria Syria and Libya and KSA in Yemen\n@sevedb and @anneinak\nwe are still paying"], [11002, "2017-11-15T14:33:48Z", 0.1, "Increase pressure from Saudi Arabia and Egypt may result in signs of an agreement for public consumption only."], [691, "2017-11-14T22:32:19Z", 0.08, "1 January is coming up pretty fast.  Abbas isn't.  "], [37379, "2017-11-14T16:55:07Z", 0.11, "Things are calming down in the neighborhood, raising probability slightly."], [1333, "2017-11-14T16:32:54Z", 0.15, "If I was in charge of his detail, there is simply no way I'm letting the boss go there without me having a team there 3-5 days prior. that narrows the window a bit and gives us a flag to look for to indicate a trip."], [706, "2017-11-14T06:29:04Z", 0.35, "too much noise from other parts of middle east.  Gesture needs to be world's focus, not an afterthought."], [34821, "2017-11-14T00:46:53Z", 0.05, "Looks like Hamas fooled me with their political theater. They're not serious about reconciliation after all. Thanks to JakePettit2 for his analysis."], [15556, "2017-11-13T21:36:54Z", 0.1, "1. Likelihood of this deal coming to fruition in terms of a meaningful transfer of administrative power from Hamas to the PA is nearly zero:\n-Obstacle #1: Hamas has strongly declared that it will not disband its 25,000+ strong military arm (Qassam brigade) https://www.haaretz.com/middle-east-news/palestinians/1.818235. Huge problem for the reality of a transfer-of-power from Hamas to the PA. The PA still maintains its policy of paying pre-2007 Fatah government workers and police officers to not work for Hamas, and will have to form a new administrative government as Hamas has dissolved its \"administrative committee.\" The expectations inside Gaza, however, still revolve around a power-sharing agreement (Sami Abdel-Shafi, an independent political consultant in Gaza City, says, \"In the West Bank some people are talking about a complete governmental takeover in Gaza, whereas within Hamas, the language being used is all about political power sharing.\") Besides, what does Fatah-controlled administration really mean or really look like if Hamas maintains 20-25,000 soldiers inside Gaza?"], [38032, "2017-11-13T20:16:34Z", 0.2, "The integration of the factions will be a slow, carefully planned process, with Abbas maybe visiting later down the line. The reconciliation deal surprised many, though its future implications are clear. https://www.timesofisrael.com/hamas-pragmatism-in-gaza-handover-hints-at-a-new-future-for-the-strip/. https://www.timesofisrael.com/how-do-you-solve-a-problem-like-palestinian-reconciliation-slowly-if-at-all/"], [40733, "2017-11-13T18:50:25Z", 0.31, "This may be the most complicated political situation I've tried to analyze thus far.  So much so, I should probably have just thrown in the towel."], [636, "2017-11-13T16:08:55Z", 0.65, "Seems to be more support for a coalition approach since President Trumps strong support for Isreal."], [37379, "2017-11-13T14:20:18Z", 0.1, "Lowering from 15% to 10% on the basis that in addition to my analysis here http://www.gjopen.com/comments/comments/613914, I neglected to consider the threat of assassination from extremists in Gaza.  It's old news, but may well still weigh on Abbas' mind."], [23234, "2017-11-13T05:51:35Z", 0.2, "down... Gaza = Hamas rule. Also,"], [29646, "2017-11-13T04:07:01Z", 0.15, "Very solid argument put forth by @cmeinel ."], [23105, "2017-11-12T23:35:22Z", 0.5, "The recent news on thawing relationships between Hamas and Fatah"], [37379, "2017-11-12T21:03:57Z", 0.15, "Roadblock #1 to Abbas traveling to Gaza: Saudi Crown Prince Mohammed bin Salman has summoned Abbas to Riyadh to discuss Hamas/PA unification, but will he go? Comparison class: Lebanon's head/former head of state (it's complicated) Saad al Hariri, apparently has been detained without the ability to communicate with his increasingly anxious citizens. The problem in both the case of Hamas and the Lebanese prime minister: their relationships with Iran, with which Saudia Arabhia is on the brink of escalating from their wars by proxy, most notably Yemen, to outright war."], [2965, "2017-11-12T16:46:14Z", 0.3, "There is hightened speed\nevets occur faster\nmore places\nhyper velocity in mideast along tectonic faults betyween Persia (Iran) and west\nthese conflicts are not disappearing\nI am thankful to @vanschermerhoyt for that analysis\ncewrtainly possible\ngaining velocity\nwith hamas being a terrorist state by US Israeli law it is difficult for Abbas to negotitiate an acceptable solution"], [2965, "2017-11-12T13:04:55Z", 0.0, "started wrong at 60\nUS efforts are ongoing\nbut Abbas has no constituency,is ill, and after Dahlan was kicked out of Gaza,\nPLO/PA no presence\nwhile US policy is cleärly moving to the Rabin two stäte formulation\njust too much turbulence all over Mideast and Indo Asia\nand recalĉitrant ossified extremists  dominate decisionmäking of\nevery actor from Knesset to PA to Hämas "], [23234, "2017-11-12T05:59:27Z", 0.42, "https://in.reuters.com/article/israel-palestinians-security/palestinians-resume-security-ties-with-israel-eye-gaza-enforcement-idINKBN1D81EF"], [34821, "2017-11-11T19:32:33Z", 0.65, "Update on December 2nd."], [38903, "2017-11-11T16:44:07Z", 0.67, "The baseline by @joew92 (the number of visits since 2007) I think is the wrong baseline.  It’s important to take the outside view here--it's not the number of his visits in the past seven years but rather what is the baseline number of visits of heads of state after a major peace process or deal?  This is probably pretty high (think Ireland, Columbia and FARC, any major peace process or treaty like between the US and the Soviet Union).  I'd place this at 90% and higher.  There are some international events that are just so big and important that heads of state have to be present, the ceremony matters a lot.  I think in this case, a visit by Abbas, should be expected."], [2965, "2017-11-11T13:24:18Z", 0.0, "no\nnow Israel and Saudi invade Lebanon\nno proxies here\nWestern press all over border\nthis like 2006 will be televised\nwhat do you think @aaseawaf15"], [83, "2017-11-11T02:34:25Z", 0.02, "Saudis reportedly want a Palastinian - Isreali agreement, in order to allow a United Saudi - Isreali front against Iran:\nhttps://www.middleeastmonitor.com/20171109-abbas-and-saudi-crown-prince-discuss-anti-iran-alliance/"], [29646, "2017-11-11T01:15:08Z", 0.25, "My 55% looks like an outlier, to say the least.\nUpon further research it appears now that nearly one month has passed since it was said that “if everything goes well” Abbas would visit Gaza within the month.  Evidently, either not all is going well, or something else is making him not visit. Lowering my estimate to reflect this reality, as well as the short window of time. Not convinced it’s impossible though, so I’m still going to stay above the current 10% consensus."], [2965, "2017-11-11T00:37:54Z", 0.0, "Lebanon is blowing úp\nSyria and Iraq\nHezbollas,Hamas,and Iran dominating that landbrige\nAbbas track record not promising\nhis problem"], [488, "2017-11-10T19:39:26Z", 0.05, "No chance. He is afraid to visit Gaza. "], [31275, "2017-11-10T18:19:40Z", 0.1, "Lowering. Trouble already brewing. Sanctions on Gaza not lifted, Abbas resumes security arrangement with Israel, PA Police Chief says Hamas must disarm, today Israel is sealing Gaza Border. The ‘Unity’ appears to be just on paper. One tweet says Abbas to step down. We shall see."], [2965, "2017-11-10T16:49:23Z", 0.1, "My desire for peace met the wisdom of crowd"], [36719, "2017-11-10T04:06:09Z", 0.15, "As the prime minister already visited, I don't think the president will visit."], [31450, "2017-11-09T16:44:04Z", 0.0, "I've heard this idea before, I'd be surprised if the unity deal holds much less Abbas pays a visit to Gaza."], [1333, "2017-11-09T14:56:07Z", 0.35, "Should he suddenly need medical treatment in Paris or London I'll drop this to zero."], [38778, "2017-11-09T14:32:27Z", 0.2, "Given that Abbas has visited only once in roughly 10 years, the base likelihood of a visit in the next two months is very low - around 2%. "], [2965, "2017-11-09T11:48:27Z", 0.6, "hopeful for peace process\nshould send Dennis Ross"], [40054, "2017-11-09T09:37:51Z", 0.05, "...he will take more time till he visit the area..."], [29646, "2017-11-09T02:57:55Z", 0.55, "https://mobile.nytimes.com/2017/10/12/world/middleeast/palestinians-fatah-hamas-gaza.html?referer=https://www.google.com/\nAccording to the article, “If the process goes well” Abbas could visit Gaza within a month.\nWill start out saying slightly better than even odds."], [23234, "2017-11-08T22:09:41Z", 0.5, "i dunno"], [691, "2017-11-08T21:08:12Z", 0.08, "Haven't followed this as closely as doubtless I should have, but my impression is that there is a lot of choreography still to be worked out before this is ready to happen."], [31275, "2017-11-08T18:22:59Z", 0.2, "Sanctions have not been lifted despite PA taking over. That does not happen till Dec 1. There is less fuel going to power plant in Gaza and problem of militias. Probably a problem for him to go as riots might happen."], [2965, "2017-11-08T18:18:43Z", 0.6, "There are working meetings but ĉomplications all around.\nBut the impossible is now likely.\nAbbas needs to exercise PA sovereignty ät all border crossings with Egypt and Israel.\nMore meetings are necessary"]]}