{"question_id": 894, "title": "Before 1 January 2019, will the US federal government ban the manufacture, importation, possession, or sale of bump stocks?", "correct_answer": "Yes", "crowd_forecast": 0.05, "preds": [[62991, "2018-12-24T09:11:20Z", 0.01, "Comment deleted on Dec 25, 2018 01:03PM UTC"], [57797, "2018-12-22T12:23:48Z", 1.0, "It’s official now. The rule is in the Federal Register: https://www.federalregister.gov/documents/2018/12/26/2018-27763/bump-stock-type-devices"], [63651, "2018-12-21T20:37:49Z", 1.0, "Has passed"], [38, "2018-12-21T17:03:10Z", 1.0, "Acting AG Whitaker signed it on 12/18.  There have been reports that it would appear in the Federal Register today, but it has not as of noon EST.\nhttps://www.federalregister.gov/documents/2018/12/14#justice-department"], [28414, "2018-12-21T13:14:43Z", 1.0, "DEPARTMENT OF JUSTICE \nBump-Stock-Type Devices\n(Billing Code: 4410-FY-P)\nAGENCY: Bureau of Alcohol, Tobacco, Firearms, and Explosives; Department of Justice\nACTION: Final rule. \nhttps://www.justice.gov/opa/press-release/file/1120876/download"], [55516, "2018-12-20T18:34:35Z", 1.0, "Done already"], [3429, "2018-12-20T17:56:14Z", 1.0, "Updating for passage of time."], [46762, "2018-12-20T16:11:02Z", 1.0, "Sigh.  Next stop: Lawsuits. "], [62657, "2018-12-20T15:57:47Z", 1.0, "Seems like a done deal as of 12/18, provided I'm reading everything right."], [38, "2018-12-20T15:47:26Z", 1.0, "I haven't found it in the Federal Register, so it's not official yet.  I've read that they intended to put it in tomorrow."], [38, "2018-12-19T21:30:35Z", 1.0, "the rule was signed by AAG Whitaker Dec 18, 2018.  "], [745, "2018-12-19T14:48:04Z", 1.0, "It is now done"], [3429, "2018-12-19T14:03:42Z", 1.0, "Never expected this!"], [47482, "2018-12-19T06:25:36Z", 1.0, "Happened"], [691, "2018-12-18T22:33:41Z", 1.0, "https://www.reuters.com/article/us-usa-guns-bumpstocks/trump-bans-bump-stocks-used-in-las-vegas-mass-shooting-idUSKBN1OH1WW"], [30364, "2018-12-18T21:37:14Z", 1.0, "Trump administration officially bans bump stocks"], [23879, "2018-12-18T21:01:55Z", 1.0, "Rule seems to be completed and signed [1,2]."], [43311, "2018-12-18T19:24:21Z", 1.0, "Trump February 26th \"I will write out bump stocks myself\".\nNuther zero.\nhttps://www.gjopen.com/comments/comments/707528"], [34353, "2018-12-18T19:06:38Z", 1.0, "Well, bye Brier score. Womp womp..."], [23006, "2018-12-18T19:05:58Z", 1.0, "I too back off this too soon."], [37379, "2018-12-18T19:04:53Z", 1.0, "Too late to bump the bump stock forecast to 100% but what the heck."], [37379, "2018-12-18T19:04:21Z", 0.05, "O me of little faith! I backed off my forecast too soon."], [57797, "2018-12-18T17:41:33Z", 1.0, "As @dsarin pointed out, CNN reported that the rule is out. DOJ officials announced this to CNN, before publication in the federal register which they say is supposed to happen this Friday. \"...the final rule is published in the federal register -- likely this Friday -- according to senior DOJ officials.\" https://edition.cnn.com/2018/12/18/politics/bump-stocks-ban/index.html"], [28414, "2018-12-18T16:59:24Z", 1.0, "Trump administration officially bans bump stocks\nhttps://edition.cnn.com/2018/12/18/politics/bump-stocks-ban/index.html"], [745, "2018-12-18T13:49:00Z", 0.0, "Today's news that Trump is responding to Parkland shootings by increasing school discipline against black students (de facto the case) settles things for me.  He never gives in and neither do his supporters and government officials."], [62421, "2018-12-18T12:26:36Z", 0.35, "Adjusting for the passage of time and still radio silence."], [5018, "2018-12-18T02:36:33Z", 0.45, "Time decay"], [38, "2018-12-18T00:00:13Z", 0.75, "Politico playbook:"], [59882, "2018-12-17T20:08:38Z", 0.45, "Reducing due to passage of time."], [3429, "2018-12-17T20:00:37Z", 0.0, "updating for passage of time. It's not going to happen."], [60847, "2018-12-17T16:08:11Z", 0.22, "I'm still finding this one especially tricky, but given there hasn't been any new news on this for 2-3 weeks and we're into the final two weeks of the year, it seems unlikely that it happens. I'm hesitant to go lower though, because it's still entirely possible that it's just going through the final administrative hurdles and will come out this week. I'm planning on lowering my estimate every day if I remember to do so."], [63018, "2018-12-17T15:07:16Z", 0.06, "No news when we were told that there would be. Think while there's more urgent concerns this may wait until after the new year. "], [62421, "2018-12-17T12:42:42Z", 0.44, "Reducing previous forecast due to:"], [38, "2018-12-17T01:43:27Z", 0.5, "Thanks to @nigster & @JMR2017 who alerted me to the high likelihood that the story on CBS Miami is probably recycled news from Nov 28th.  Darn!"], [38, "2018-12-16T23:53:46Z", 1.0, "Trump Administration To Announce Final Bump Stock Ban\nCBS Miami\nThe Trump administration plans to announce the long-anticipated federal rule officially banning bump stocks in the coming days, "], [37379, "2018-12-16T03:20:08Z", 0.05, "They don't get much done this close to the winter holidays."], [23879, "2018-12-14T17:50:03Z", 0.5, "Down from 55%. Not published today either [1]. Only 11 more issues of the Federal Register to go."], [58558, "2018-12-14T14:43:03Z", 0.0, "NRA lobbyists are in the back pocket of too many politicians. Greed is the only motivator within our current political arena. Common sense actions, doing the right thing for the right reason and the Will of the people do not enter into the thought process of today’s politicians. "], [23879, "2018-12-14T01:47:16Z", 0.55, "Down from 60%. Not published today either [1]."], [705, "2018-12-14T01:28:32Z", 0.57, "https://www.reviewjournal.com/news/politics-and-government/trump-administrations-rule-to-ban-bump-stocks-languishes-1545760/"], [82, "2018-12-13T18:05:11Z", 0.6, "This is freaking me out..."], [12406, "2018-12-13T15:42:17Z", 0.21, "Little time left.  Bad political move."], [62421, "2018-12-13T13:22:53Z", 0.55, "Nov 28: CNN reports Trump to ban bump stocks without legislation in the \"coming days\" (https://www.cnn.com/2018/11/28/politics/final-bump-stock-ban/index.html)\nDec 4: KSTP reports they've received a memo detailing the new ban on bump stocks, but (strangely?) does not release the memo (https://kstp.com/news/kstp-obtains-federal-memo-detailing-ban-on-bump-stocks/5166175/)\nDec 13: No mention of bump stocks in the federal register since November 16th. (https://www.federalregister.gov/documents/search?conditions%5Bterm%5D=bump+stock&order=newest)"], [57797, "2018-12-13T12:34:03Z", 0.6, "Time."], [59882, "2018-12-13T09:34:33Z", 0.55, "Reducing. Tick... tock..."], [47482, "2018-12-13T08:23:43Z", 0.6, "I'm following @pietrokc's logic and coming in line with him"], [63404, "2018-12-13T03:12:16Z", 0.05, "Too close to their departure for Christmas."], [23879, "2018-12-12T23:32:09Z", 0.6, "Down from 65%. Not published today either [1]."], [37488, "2018-12-12T05:31:15Z", 0.8, "Reducing my number given the delays, which I'm wondering are linked to the recent legal debate over Whitaker's nomination is holding up the finalization of the process.  I'm not especially clear about the final signatory process of final rules that have made it through the regulatory process, probably because the process is generally pro forma.  \nPresident signs of (https://www.federalregister.gov/uploads/2011/01/the_rulemaking_process.pdf - pg 7 Q: What is the role of the President in developing a final rule?)"], [43311, "2018-12-12T04:58:45Z", 1.0, "Al....most.....there....."], [23879, "2018-12-11T18:04:47Z", 0.65, "Down from 75%. Not published today either [1]."], [41373, "2018-12-11T15:25:16Z", 0.3, "Reducing my forecast simply to put less at risk by being closer to consensus. The 'announcement in days or weeks' shortly after the tragic Las Vagas anniversary has not materialized; the regulatory/legislative ban would be divisive to the President's base at a time of heightened turmoil; the move would not improve Republican fund-raising capability. There may be a moral argument and informed debate, but I am unaware of it. \nhttps://www.cnn.com/2018/10/01/politics/trump-bump-fire-stocks/index.html - it's coming!\nhttps://www.cnn.com/2018/11/28/politics/final-bump-stock-ban/index.html- it's coming!\nhttps://www.reviewjournal.com/news/politics-and-government/trump-administrations-rule-to-ban-bump-stocks-languishes-1545760/ - maybe not\nhttps://home.nra.org/joint-statement - well, you be the judge...\nhttps://www.thetrace.org/rounds/bump-stocks-nra-powell-capital-gazette/ - NRA has membership and revenue issues...\n"], [57797, "2018-12-11T13:21:52Z", 0.8, "Time is running short"], [23879, "2018-12-10T18:16:38Z", 0.75, "Reducing from 95% due to time running out. Was 95% around 3 Dec so should go down by ~25% every week."], [59882, "2018-12-10T01:48:01Z", 0.68, "Passage of time."], [1019, "2018-12-09T17:11:47Z", 0.0, "Follow the trendline. Great initial enthusiasm, the the inevitable realization of typical congressional inaction"], [63479, "2018-12-09T12:54:16Z", 0.05, "Can't see this happening."], [63018, "2018-12-09T05:04:02Z", 0.73, "Downgrading from 100% based on the passage of time. We were supposed to hear something within a couple of days and we've heard nothing. "], [63473, "2018-12-09T04:10:05Z", 0.01, "Congress is owned by the NRA. I see no short term changes in any gun laws."], [63453, "2018-12-08T17:40:41Z", 0.1, "I doubt that this can become law before January 1."], [57797, "2018-12-08T13:34:41Z", 0.94, "Passage of time"], [63391, "2018-12-08T05:12:17Z", 0.0, "The NRA has the Senate and House in its pocket.   When that changes, maybe we will see some gun control.  "], [37488, "2018-12-06T14:45:31Z", 0.95, "Well I have no idea what this is (and I didn't see a link to the Justice Dept memo they are referring to).  I also can't tell if the Justice Department would circulate a memo like this to prompt reaction from gun sellers and law enforcement agencies (since the article says an ATF spokepeson claims they're still considering comments from the public period this last summer) or if they've delayed posting the final rule to give sellers and law enforcement time to prepare for mad chaos when the rule is proposed and people get angry.  If the thread is anything to go by and there is still only a 5% expectation that this will go through by the end of the year, maybe this one will end up being a bit of a shock.  On the other hand, it makes sense, given the economic significance and the fact that both gun sellers and law enforcement will need to prepare for next steps.  So the final publishing seems to me to be pretty firmly set, still actively in the process on many levels, but not clear when it will be finalized in the Federal Register.  Still, it seems to me moving ahead and therefore more likely to be published within 1-2 weeks than that it will be delayed having already reached everything but final sign off. "], [41373, "2018-12-06T11:00:12Z", 0.6, "This is anticipated to happen soon, and has been 'promised' in days or weeks; may be a goodwill gift for the festive season, bizarre as it sounds. Time's running out ..."], [47482, "2018-12-05T19:45:44Z", 0.99, "Affirming"], [62763, "2018-12-04T10:11:18Z", 0.75, "if they had any sense they would act quickly"], [63243, "2018-12-02T20:45:33Z", 0.01, "Until the NRA has no lobbying power in DC, there will be no movement with ANY gun laws."], [1034, "2018-12-01T20:13:01Z", 1.0, "Federal Register / Vol. 83, No. 61 / Thursday, March 29, 2018 / Proposed Rules"], [63237, "2018-12-01T04:09:20Z", 0.05, "No reason to be more optimistic than that.  ATF brass go to industry jobs and will operate out of self interest, not public interest."], [7658, "2018-11-30T22:49:06Z", 0.0, "Republicans busy taking care of what they can in lame duck session, and will block this."], [56503, "2018-11-30T22:16:18Z", 0.9, "According to CNN(1), a decision is imminent. However, it should be noted that this move from the administration is labeled a \"federal rule,\" and is not congressional legislation. "], [1333, "2018-11-30T19:57:08Z", 0.0, "One detail is holding it up - Under the new rule, bump stock owners would be required to destroy or surrender the devices to authorities. Members of the public will be given 90 days to turn in or otherwise discard their bump stocks, according to a source familiar with the final rule. Concern has been around the penalty and burden of proof for current owners. It will need a re-write if they wish to have a functioning regulation that doesn't get instant lawsuit treatment."], [58182, "2018-11-30T14:21:45Z", 0.55, "Would be a relatively painless regulation for the gun rights people to accept, and it sounds like the rule-making process is well advanced."], [63196, "2018-11-30T12:49:19Z", 0.05, "Are you kidding? Politicians supported by the NRA restricting anything to do with firearms? "], [63179, "2018-11-30T06:29:29Z", 0.01, "NRA opposes, Paul Ryan is irrelevant."], [63172, "2018-11-30T04:37:32Z", 0.05, "It's not the right timing for the NRA, Christmas and a boost in sales are around the corner "], [63018, "2018-11-30T04:20:37Z", 1.0, "Update on news"], [63158, "2018-11-30T02:24:44Z", 0.0, "No political will from Republican politicians"], [2965, "2018-11-30T01:26:30Z", 0.5, "A regulation is supposed to be forthcoming in days or weeks.\nLet's hope so"], [23879, "2018-11-29T21:19:57Z", 0.95, "Updating from 90% on recent news [1,2]."], [1034, "2018-11-29T19:22:00Z", 1.0, "Trump Administration Is Set to Ban Bump Stock Devices on Guns"], [63018, "2018-11-29T18:33:29Z", 0.9, "Updating on news"], [32258, "2018-11-29T15:37:31Z", 1.0, "https://www.cnn.com/2018/11/28/politics/final-bump-stock-ban/index.html\nWashington (CNN)The Trump administration plans to announce the long-anticipated federal rule officially banning bump stocks in the coming days, according to US officials familiar with the matter."], [41373, "2018-11-29T15:27:51Z", 0.1, "The season of shopping is on us, \nAnd that means a lot of e-commerce -\nFor Amazon things, \nAnd what E-Bay brings;\nA world without meter or verse:"], [47482, "2018-11-29T06:59:11Z", 0.99, "CNN reporting ban is days from being announced. I’m staking my score it’s not fake news..."], [57797, "2018-11-29T03:53:42Z", 0.98, "Anonymous comments in the media suggest this is a few days away. I don’t think we would be getting such comments if the rule wasn’t truly coming down the pipe. Thanks to @cmeinel for posting the article https://www.gjopen.com/comments/comments/792761"], [37379, "2018-11-29T03:43:19Z", 0.95, "https://www.cnn.com/2018/11/28/politics/final-bump-stock-ban/index.html"], [59882, "2018-11-27T20:25:45Z", 0.95, "Passage of time."], [59882, "2018-11-27T19:35:07Z", 1.0, "@Emil"], [82, "2018-11-25T19:18:54Z", 0.02, "Here is the Federal Register document listing for all documents containing the word \"bump\", sorted by newest first: https://www.federalregister.gov/documents/search?conditions%5Bterm%5D=bump&order=newest "], [37379, "2018-11-25T09:25:36Z", 0.65, "Influenced by data, analysis at https://www.gjopen.com/comments/comments/791472, thank you, @JMR2017."], [63018, "2018-11-25T09:03:29Z", 0.03, "Depends on if we have another very large high profile mass shooting, especially one involving a bump stock. Giving the limited time left, not looking likely."], [49515, "2018-11-25T06:01:24Z", 0.01, "The current balance of power has no interest in limiting gun rights."], [47482, "2018-11-23T09:38:06Z", 0.36, "affirming"], [57797, "2018-11-22T14:46:53Z", 0.85, "Probability decreases as DOJ is taking longer than expected to finalize the rule after the OIRA review concluded on Nov 8."], [1333, "2018-11-21T21:12:57Z", 0.0, "I believe this will be slipped to the next congress - kinda of a house warming present for whoever the lucky guy or gal is that gets the blame in two years for what ever happens there next."], [14493, "2018-11-21T18:16:26Z", 0.6, "@JMR2017  @Isgold7 I have reduced my forecast due to your comments which seem highly credible to me, thanks for your insights"], [32258, "2018-11-21T16:06:27Z", 0.65, "@lsgold7 and @Tetbury"], [60847, "2018-11-20T21:06:39Z", 0.45, "I'm having a tough time with this one in light of analysis from @Emil . I've always been a bit higher than the crowd on this one because of the regulatory option, but tended to still believe it wouldn't get done in time. I find the analysis of the regulatory progress pretty convincing, but I feel like that comes into conflict with the need to be careful about over-adjusting to a single piece of information. Then again, maybe this question is an exception and we now have really clear evidence that the rule is going to get done before the end of the year on the regulatory side, so we should make a dramatic adjustment."], [3429, "2018-11-19T20:43:34Z", 0.0, "Not this year but possible next year with the changes in US House of Representatives."], [19127, "2018-11-18T21:00:56Z", 0.91, "Following @Emil's compelling analysis (hopefully not off the end of a Brier score cliff...)"], [14493, "2018-11-18T18:30:24Z", 0.85, "In sounds as if this could be done before 1st Jan. In fact it sounds as if it could be done by 1st Dec, so the question is why not? There seem to be political reasons why it might be delayed e.g. to allow existing inventory to sold - this sounds a pretty mad reason! \"We think that bump stocks should be banned because they turn guns into machine guns. We think that machine guns are too dangerous. But the don't want to damage the business of making and selling dangerous weapons, so we will not ban them for another few weeks, so there are even more dangerous weapons out there hopefully not too many people will be killed.\" Wow! "], [37379, "2018-11-16T23:35:24Z", 0.75, "Federal Register Vol. 83 Friday, No. 222 November 16, 2018. "], [37379, "2018-11-16T23:26:31Z", 0.75, "They are in final rule stage and Trump is hungry to produce good news."], [32258, "2018-11-16T23:02:28Z", 0.7, "I called over there and they seem to be passing the buck and transferring me to people who don't answer their phone... so perhaps Trump was not telling the truth when he said it was coming in a few weeks."], [46762, "2018-11-16T05:27:25Z", 1.0, "Keeping until I can review further."], [2965, "2018-11-14T23:27:11Z", 0.0, "https://www.reginfo.gov/public/jsp/EO/eoDashboard.myjsp"], [2965, "2018-11-14T23:00:34Z", 0.0, "don't be misled like I was on the net neutrality rule\nand screwed up a top 100 on CFA\nI WAS RIGHT BUT WRONG"], [62657, "2018-11-14T19:21:51Z", 0.85, "Adjusting my initial negative forecast after pietrokc pointed out the OMB finished with this last week. I checked, and indeed OIRA lists a \"final action\" imminent for December 2018. Nothing with gun control is certain, but this looks close to a done deal."], [31450, "2018-11-14T17:43:23Z", 0.0, "Dropping to zero because regulatory procedures will take longer than six weeks to finalize."], [62657, "2018-11-14T17:21:54Z", 0.05, "The DOJ has submitted the regulatory change Trump mentioned in October, and its review by OMB + public comment period will take it to beyond Jan 1. Something extraordinary would need to happen to accelerate it, and the public discussion of bump stocks hasn't moved in months. (https://trends.google.com/trends/explore?q=bump%20stock&geo=US)"], [60593, "2018-11-13T21:01:07Z", 0.0, "The reason this will not happen before Jan 1 is that the DOJ has already put forth a proposed rule implementing this ban. As a result this rule must go to a review by the OMB which can last 90 days, and then go through a public comment period before being implemented. The time between the submission for review and Jan 1 is about 60 days, less than the possible review period length and with a public comment period that is unlikely to be expedited due to the lack of ideological support for the rule within this administration, so it is exceedingly unlikely that the rule will be implemented by Jan 1 since the review period has not ended as of writing on Nov. 13th. That being said, even if a massive atrocity, so much worse than Newtown that legislative action is actually taken, occurs in the next few weeks, the legislative timing of such a bill would make to make it impossible before Jan 1."], [35831, "2018-11-13T18:38:26Z", 0.0, "I think there is no need for Trump to do anything now, since he has lost the House. He may even push the Dems to make it a law themselves and he signs it, and gets all the credits."], [15649, "2018-11-13T04:16:49Z", 0.0, "Highly unlikely any legislations about gun laws.  There could be some changes at state level, but not at federal level."], [62311, "2018-11-12T19:24:29Z", 0.9, "Thanks to forecasters who provided links to the stage of the regulatory process."], [14493, "2018-11-12T11:21:26Z", 0.9, "It seems as if this should happen before 1st January, but there is an irrational person at the head of the US (the sort of person who flies to Paris for a commemoration and then cries off one ceremony, is late for another, avoids the chance to discuss peace with world leaders, complains that elections are rigged against him when he is only in office because the \"system\" elected the person with fewer votes.)  "], [23879, "2018-11-10T21:39:25Z", 0.9, "Upgrading from 70% as OIRA review of the proposed rule was completed last Thu, 8 Nov [1], even though there were apparently no meetings about it [2]."], [691, "2018-11-10T12:24:50Z", 0.0, "https://www.theonion.com/no-way-to-prevent-this-says-only-nation-where-this-r-1830308976"], [57867, "2018-11-10T03:16:01Z", 0.17, "I just increased my last answer only because I want it to happen.  Not because I think Congress will act."], [57778, "2018-11-10T02:36:26Z", 0.96, "https://www.gjopen.com/comments/comments/788830"], [43311, "2018-11-10T02:33:32Z", 1.0, "Beli Mawr told me so. He's one of my 61st great grandfathers."], [21884, "2018-11-10T01:39:12Z", 0.78, "https://m.facebook.com/story.php?story_fbid=10155789921662026&id=144776752025"], [57797, "2018-11-09T23:51:28Z", 0.95, "The review of the DOJ's bump stock ban by OIRA (i.e. OMB) has now been completed (as of Nov. 8) [1], closely in line with the expected (average) review time I talked about [2]. This marks the last step of the rule-making process. The DOJ can now finalize the rule and publish it in the Federal Register, making it official regulatory policy, thus \"banning bump stocks\". The remaining 50+ days of the year provide ample time for this to happen. Moreover, the recent shootings provide impetus for the administration to get this through soon."], [2965, "2018-11-08T16:54:03Z", 0.0, "Senate victory of GOP"], [82, "2018-11-08T14:02:18Z", 0.85, "Complettion of the final review may have been delayed until after the election to prevent consequences for the GOP."], [57797, "2018-11-08T13:35:13Z", 0.86, "Probability decreases at this point as by now we could have conceivably seen progress from OIRA. 2 percentage points per day."], [61985, "2018-11-07T20:22:17Z", 0.1, "I'm upping my probability because I've just learned of a new measure that, if passed, will ban bump stocks before the end of the year.  However, with all of the new turmoil since the mid-term elections and the Sessions resignation, I think that this could get lost or de-prioritized in all of the other chaos."], [23879, "2018-11-07T18:59:41Z", 0.7, "Downgrading from 80% as it seems EO 12866 regulatory review hasn't even started yet [1]"], [46220, "2018-11-06T18:17:20Z", 0.01, "This is a politically toxic move for something that can be easily homemade.  It's not a practical battle to fight."], [61273, "2018-11-06T17:38:07Z", 0.0, "Even if the Democrats take back congress, the people that voted for Trump are still out there, and they are a force that will not take this lightly."], [61985, "2018-11-06T17:14:20Z", 0.05, "Unfortunately, the gun lobby is still too strong.  In all likelihood the Republicans will retain control of the Senate, which would stop it."], [37488, "2018-11-05T14:01:58Z", 0.98, "Currently under final review at OIRA; final deadline listed as 12/00/2018 which suggests that they either are including that date as within the 90 day deadline (sent for final review to OIRA on 27 September) or that they don't think it will complete final review until November.  I suspect the first (estimate of standard 90 days).  However, when the DOJ-ATF published their submission deadline for the final rule, they listed it as 9/00/2018, and while it was technically delivered to OIRA within the month of September, they waited until the very end of the month.  "], [172, "2018-11-05T01:07:26Z", 0.15, "Adjusting for time"], [47482, "2018-11-04T02:43:56Z", 0.36, "Affirming"], [62006, "2018-11-03T05:43:10Z", 0.0, "There have been numerous opportunities to do this which have not been taken. I can't think of why this would happen before the end of the year."], [61925, "2018-11-02T18:45:13Z", 0.05, "Congress has a bad track record on getting anything done, let alone on controversial topics"], [61869, "2018-11-01T23:03:12Z", 0.05, "NRA opposition"], [59844, "2018-11-01T16:04:13Z", 0.05, "Likewise, fairly low probability that the administration takes the risk of a change by year end."], [60847, "2018-11-01T15:00:55Z", 0.14, "Gradual lowering as the time runs out. Also, increased likelihood of D House of Reps means more incentive to appeal to base for current executive administration, which decreases likelihood of wanting to get this \"bipartisan\" change done (especially since Dems will take credit for it)."], [745, "2018-11-01T13:17:45Z", 0.25, "Events might overtake this, but I think the Administration needed to make positive noises prior to the election, as in the Reuters story.  Regardless of the outcome of the election, I think Trump will walk this back.  "], [61846, "2018-10-31T20:43:53Z", 0.0, "Frivolous and useless law that the president would never sign."], [23006, "2018-10-31T00:52:11Z", 0.51, "Obviously this is back in limelight with mentions by congressmpeople"], [60982, "2018-10-30T22:49:03Z", 0.32, "There is traction and apparent political willingness for this to happen, including from the president.\nhttps://www.reuters.com/article/us-usa-guns-bumpstocks/trump-says-close-to-finalizing-effective-ban-on-gun-bump-stocks-idUSKCN1MB3C3"], [1034, "2018-10-30T18:27:22Z", 1.0, "Holland and Ahmann (2018) Oct 1, stated that:"], [61817, "2018-10-30T17:45:19Z", 0.49, ""], [61779, "2018-10-28T22:31:48Z", 0.01, ""], [29057, "2018-10-28T19:21:13Z", 0.05, "There sill be no banning; members of Congress are posed to make too much money on the sale of such items..."], [47482, "2018-10-27T12:25:55Z", 0.36, "Affirming"], [948, "2018-10-27T00:53:15Z", 0.02, "No chance. They haven't done it yet and it won't get done."], [60555, "2018-10-26T16:04:50Z", 0.7, "I think that there's a pretty decent chance that the US will ban, to some extent, bump stocks, especially because regulatory bans and bans with exemptions also count. While a legislative ban is highly unlikely, it is likely that the DOJ will regulate bump stocks. Trump has made an announcement earlier this month stating that bump stocks would be banned over the next few weeks. There was a public comment period on the ban of bump-stocks earlier this year, which is required for one of the routes to publishing a significant regulation through the DOJ. The DOJ did publish a proposed regulation on the Federal Register, sought public comment, and it has been confirmed that this regulation has been sent to the Office of Management and Budget for review, the final step in the process. It likely will not be officially a new regulation or be announced to be implemented until after the midterm elections, but it will likely happen before January 1st.\nhttps://www.reviewjournal.com/news/politics-and-government/justice-department-proposes-banning-bump-stocks/\nhttps://www.cnn.com/2018/10/01/politics/trump-bump-fire-stocks/index.html"], [61730, "2018-10-25T13:53:28Z", 0.05, "intentions are irrelevant, there is not enough time remaining in the year to push this through, NRA and those friendly with them will steadfastly oppose this, at a minimum slowing it down, and there are other more pressing issues that both parties will likely want to deal with first, regardless of midterm results. "], [23006, "2018-10-25T01:31:00Z", 0.49, "https://www.federalregister.gov/documents/2018/03/29/2018-06292/bump-stock-type-devices\nStill no movement, but I think announcement after the midterms.\nThanks to JMR2017for bumping this up"], [32258, "2018-10-25T00:03:25Z", 1.0, "On October 1st, Trump said the rule to ban them is coming in 2-3 weeks. What struck me when the reporter asked this question, the anniversary of the Las Vegas shooting, is that he didn't say I don't know, he said yes. We're going to ban bump stocks in 2 to 3 weeks and turned his head to one of his advisors looking for a nod of confirmation. He seems focused to some extent on trying to deliver on \"promises made, promises kept,\" a campaign slogan that continues.  So, it makes some sense to at least see if it happens by the end of the month, however, he may think it's better delivered after the election."], [3429, "2018-10-24T18:54:07Z", 0.01, "Not going to happen this year."], [1019, "2018-10-24T18:32:11Z", 0.03, "At the end of the day very few people have any courage on this topic"], [12407, "2018-10-24T18:25:00Z", 0.15, "Not unless there is another incident.  The Vegas shooting is being suppressed at this time. "], [61102, "2018-10-24T16:15:06Z", 0.0, "When has this congress ever done anything moral?"], [61713, "2018-10-24T15:11:28Z", 0.01, "There's simply no time without an extreme impetus to act, and that clearly doesn't exist in at least two branches of federal government."], [47482, "2018-10-23T22:38:25Z", 0.36, "Affirming"], [35636, "2018-10-23T06:16:49Z", 0.01, "2167 (9 today) from 1166 @0.07 \nOct15th: 2113 (24 in 1D) from 1147 @0.08 "], [60847, "2018-10-22T16:10:47Z", 0.18, "I probably overreacted to what the President said about taking action on bump stocks, which is a good lesson to internalize. Therefore, I'm revising downward (however, still keeping it at a reasonable percentage because it's entirely possible ATF can push something through reasonably quickly without much fanfare."], [61666, "2018-10-22T12:36:04Z", 0.01, "Not under a Republican president, especially not one with this voter base."], [23006, "2018-10-20T22:02:23Z", 0.4, "threee weeks gone and where is this? lost in the bs machine"], [691, "2018-10-20T21:38:18Z", 0.0, "There have not been nearly enough Martyrs of the Second Amendment to revive this issue.  "], [82, "2018-10-18T02:03:36Z", 0.5, "Others may have stated this, but the timing of when the ban will start could be a major wrinkle. The DOJ sent the proposed regulation to the OMB for review, which could take up to 90 Days. Then the proposal would be subject to public comment for coming into effect (more information needed regarding the duration of public comment). Right now, I think that the review alone could push the new regulation past the January deadline in the question. "], [61601, "2018-10-17T17:27:19Z", 0.04, "Test 5, fifth prediction"], [51261, "2018-10-17T04:56:22Z", 0.16, "Adjusting due to time"], [61587, "2018-10-16T20:48:52Z", 0.05, "The gun lobby is still to strong, if all these mass shootings haven't influenced law makers so far, then what can?"], [61566, "2018-10-15T20:23:55Z", 0.05, "Because the NRA is an obscenely powerful lobby."], [60847, "2018-10-15T13:46:39Z", 0.23, "Lowering the forecast since there's been no discussion or momentum since the President said it was going to happen. Immediately after the speech, I had raised my probability assuming it may be quick to come after he mentioned it, but now I have much less confidence."], [35636, "2018-10-15T08:20:09Z", 0.95, "Bet #8 2113 (24 today) from 1147 @0.08 \nWas 75 now 95 and will do a scale back if it doesn't happen before mid-terms. "], [82, "2018-10-15T02:59:38Z", 0.6, "Commonly cited sources such as this: http://fortune.com/2018/10/01/trump-bump-stock-ban/  Trump seems tends to follow through on a public commitments. The NRA might oppose a ban, but I think there are almost no consequences for Trump if he upsets the NRA."], [35831, "2018-10-14T23:10:51Z", 0.0, "At this moment, this issue isn't present in anyone's mind."], [61539, "2018-10-14T19:47:07Z", 0.0, "Seriously???? In Trump’s America?"], [61537, "2018-10-14T18:48:16Z", 0.0, "With Supreme Court in Trump’s pocket?? Never"], [61536, "2018-10-14T18:40:35Z", 0.0, "The NRA is the decider "], [61525, "2018-10-14T17:00:46Z", 0.05, "Gun control advocacy lacks legs in the absence of a tragedy "], [61521, "2018-10-14T16:23:44Z", 0.0, "Political reality."], [61517, "2018-10-14T15:53:15Z", 0.05, "NRA still somehow owns not only Congress but the administration. And it does not want even universally understood limits on weapons. "], [61514, "2018-10-14T15:31:30Z", 0.05, "NRA"], [58579, "2018-10-14T14:32:26Z", 0.05, "Gun culture is too strong."], [61503, "2018-10-14T14:31:40Z", 0.05, "Not at all likely... There would have to be a significant change in the house and senate.  This won't happen before Jan 21."], [61501, "2018-10-14T13:55:29Z", 0.35, "Fear of NRA ratings"], [47482, "2018-10-13T21:06:59Z", 0.36, "Affirming "], [14493, "2018-10-13T10:50:09Z", 0.0, "Clearly Bump Stocks bans are not a serious issue for US voters and Republicans don't see any votes for them will be got by banning Bump Stocks, so I guess it will not happen. "], [36132, "2018-10-12T17:27:30Z", 0.0, "1130 forecasters average 10% yes or 90% no."], [41253, "2018-10-11T03:08:37Z", 0.04, "Despite Trump talking of a ban, the NRA's support for regulation over banning indicates there will not be a ban.  Perhaps a small chance of importation bans - especially if they are made in China.   "], [61447, "2018-10-10T22:24:10Z", 0.7, "I think it is more likely than not to happen since Trump is publicly saying that they are in the last 2-3 weeks of getting a rule in place with ATF. (10/1 Fortune http://fortune.com/2018/10/01/trump-bump-stock-ban/). However, googling for info didn't turn up many recent results after that. If it really is that close, I would have expected to see more news coverage."], [61365, "2018-10-09T15:59:26Z", 0.68, "No way anything gets done before November elections."], [56503, "2018-10-08T21:18:17Z", 0.2, "Significant Downgrade. Other news appears ready and willing to push the topic of gun safety to the lower end of congressional priorities."], [29119, "2018-10-08T13:15:50Z", 0.0, "In an election year? Even lame duck congress will not do this. Elections especially for the senate are lot closer than most people assume. No way congress will do this.\nWhite House will simply defer regulations to congress and they will never act."], [47274, "2018-10-08T12:47:05Z", 0.02, "No way US could have done this stuff long time ago & if NRA allow them yes they would , but NRA won't let that to happen "], [20504, "2018-10-06T05:43:12Z", 0.3, "-5 updating for time since last prediction."], [23006, "2018-10-04T21:52:39Z", 1.0, "https://www.gjopen.com/comments/comments/778295\nFlip-flopped on this so I am over-compensating"], [23879, "2018-10-04T21:36:56Z", 0.8, "Following great research by @Emil [1]. Still too chicken to assign 90% chance to a process I understand so poorly."], [47482, "2018-10-04T19:48:24Z", 0.36, "Moving back to 36% based on Emil’s analysis. And will re-examine moving forward "], [57797, "2018-10-04T19:37:59Z", 0.9, "As mentioned earlier, the resolution now largely depends on the length of time that OIRA (i.e. OMB) will take to review the ATF's proposal."], [59882, "2018-10-04T14:16:27Z", 1.0, "I'm putting this at 100% mainly because there appears to be no opposition to it. It's something Trump is pushing. The NRA have said they will not oppose. The only \"enemy\" is time, and judging by comments made by @Emil and @dcm regarding timescales, it looks like this will be done before the 1st January 2019 deadline. So I see no reason not to take Trump at his word when he said \"2 or 3 weeks\" to implement the ban."], [59882, "2018-10-04T10:05:44Z", 0.5, "It looks like this is 100% going to happen, but will it happen before 1st January 2019?"], [37488, "2018-10-04T00:56:57Z", 0.98, "U.S. President Donald Trump said on Monday [Oct 1] his administration is just a few weeks away from finalizing a regulation that would ban so-called bump stocks, devices that allow semi-automatic weapons to fire like machine guns.  “We’re knocking out bump stocks,” Trump said at a White House news conference. “We’re in the final two or three weeks, and I’ll be able to write out bump stocks.”    ...U.S. Attorney General Jeff Sessions said in March the Justice Department was proposing a rule that would effectively ban the devices. In February, Trump had signed a memorandum directing the department to make the regulatory change.  The change required a public comment period before taking effect.  “We are now at the final stages of the procedure,” Trump said. https://www.reuters.com/article/us-usa-guns-bumpstocks/trump-says-close-to-finalizing-effective-ban-on-gun-bump-stocks-idUSKCN1MB3C3"], [61340, "2018-10-02T19:01:05Z", 0.67, "While it is unlikely that all of these conditions will be met, the question clearly states that only one of them must be met for the answer to be 'yes.' Taken together, this seems relatively likely."], [43311, "2018-10-02T11:51:25Z", 1.0, "This is only my second forecast on this question. Which is strange for me.... got burned on the one earlier this year, because I wrongly assumed (stupid me....he hates EO's) that he would ban by EO."], [35636, "2018-10-02T09:46:49Z", 0.75, "Was 30 (Aug11) now 75. \n2005 from 1110 w/34 in last day. WoC 0.08\nAug11 1586 from 928 @0.10"], [38, "2018-10-02T05:42:27Z", 0.96, "https://www.gjopen.com/comments/comments/777387\n"], [38, "2018-10-02T05:37:54Z", 0.8, "Pushing this though before the mid-terms might be on DJT's agenda as another promise made & kept."], [23879, "2018-10-02T00:27:59Z", 0.15, "I'm probably an anchored idiot, but upping from 10%. Apparently there was movement on this last Thursday, 27 September 2018: it got sent to EO 12866 regulatory review [1]."], [37379, "2018-10-01T23:20:31Z", 0.35, "https://www.cnn.com/2018/10/01/politics/trump-bump-fire-stocks/index.html"], [745, "2018-10-01T19:40:20Z", 0.45, "Trump just said it was 2-3 weeks away.  I give his comments some credence but you really can not be sure on this one."], [59882, "2018-10-01T18:51:01Z", 0.7, "I think I've messed up here. Had this at 0%. I thought it was something Trump did not want to do."], [368, "2018-10-01T18:24:15Z", 1.0, "Estimate correction."], [368, "2018-10-01T18:22:07Z", 0.0, "OMB review for ban, received late last week, could possibly remain within  a three month window.  Since the Executive is interested in adding this item to his 2018 accomplishments, pressure on the agency to expedite the period to less than 90 days is likely. The urgency to complete prior to mid terms but highly likely to be completed prior to State of the Nation is obvious.  Whether it will be achieved in the interval between today and end of December is more likely to be accomplished via executive order,\n"], [57797, "2018-10-01T18:10:55Z", 0.9, "News from today led to a significant shift in my forecast [1]. I do not see much standing int the way of the ATF proposed rule now (other than unknown unknowns)."], [23006, "2018-10-01T17:39:01Z", 0.75, "State ban in effect today "], [57797, "2018-10-01T17:33:44Z", 0.77, "+40%. Trump just indicated that this continues to be important to him and, moreover, that he places a publication fo the ATF rule within a few weeks time (in reality probably a little longer but still well within the questions timeline due to usual length of OMB reviews). https://www.reuters.com/article/us-usa-guns-bumpstocks/trump-says-close-to-finalizing-effective-ban-on-gun-bump-stocks-idUSKCN1MB3C3"], [28414, "2018-10-01T17:05:27Z", 0.8, "Trump says close to finalizing effective ban on gun bump stocks\nU.S. President Donald Trump on Monday said his administration was just a few weeks away from finalizing a regulation that would ban bump stocks, devices that allow semi-automatic weapons to fire like a machine gun.\nhttps://www.reuters.com/article/us-usa-guns-bumpstocks/trump-says-close-to-finalizing-effective-ban-on-gun-bump-stocks-idUSKCN1MB3C3"], [32258, "2018-10-01T16:33:14Z", 1.0, "My original forecast was that this would be done by October 1, the anniversary of the Las Vegas shooting and obviously that has not happened. However, I was going to reduce my forecast if it stalled at DOJ by 9-27-18 which represents three months to review the submitted comments. The proposed rule is in the final stage, has been sent to OMB and appears to be on track. It's possible that it will be done prior to the midterms."], [58593, "2018-09-30T22:29:04Z", 0.0, "That’s embarrassingly laughable.\nI doubt Democrats would even go there I’d they take both House & Senate."], [61303, "2018-09-30T19:25:55Z", 0.05, "it is unlikely to happen"], [61302, "2018-09-30T19:09:07Z", 0.05, "Government is controlled by NRA"], [61265, "2018-09-30T17:26:47Z", 0.25, "too much NRA money and no republican backbone"], [45828, "2018-09-30T16:09:52Z", 0.65, "There is enough pressure (movemments) and attention finallly brought to Congress that they cannot purposely ignore that the right thing to do is ban them."], [61293, "2018-09-30T16:01:18Z", 0.05, "Much more likely after the next Congress is seated."], [61280, "2018-09-30T15:06:08Z", 0.0, "Gun lobby is very cash rich. "], [58553, "2018-09-30T14:51:13Z", 0.45, "Depends on Nov. election"], [61276, "2018-09-30T14:43:35Z", 0.05, "There is no real willingness, especially on the Republican side, to introduce any real gun control measures. And with the midterm elections passed, it won't be any motivation, on short term, to consider such measures. "], [61275, "2018-09-30T14:07:07Z", 0.0, "If republicans maintain control of congress, such legislation won't pass.\nIf democrats gain control of congress trump will veto since they won't have the votes to overrride a veto."], [61273, "2018-09-30T13:50:11Z", 0.0, "The barbarians are in control."], [61266, "2018-09-30T13:27:46Z", 0.2, "Everyone's too busy with the midterms, Mueller, and watching the Trump show"], [61264, "2018-09-30T13:02:40Z", 0.0, "Assuming that Trump is true to his commitment ( right, cause we can all remember how reliable Trump's daily lies override any truth's he might actually live up to).  "], [61260, "2018-09-30T12:53:49Z", 0.0, "The NRA won't allow it."], [61262, "2018-09-30T12:35:24Z", 0.05, "?"], [61254, "2018-09-30T11:55:47Z", 0.1, "gut"], [43003, "2018-09-30T00:40:52Z", 0.37, "+5 for progress in paper trail. Following the work of Emil on this \nhttps://www.gjopen.com/comments/comments/776622"], [57797, "2018-09-29T23:39:45Z", 0.4, "The ATF proposal was reportedly sent to OMB for review on Sept 28: https://www.reviewjournal.com/news/politics-and-government/justice-department-proposes-banning-bump-stocks/amp/"], [47482, "2018-09-28T22:00:13Z", 0.03, "Turned very pessimistic on this question"], [57797, "2018-09-26T12:49:49Z", 0.32, "DOJ still hasn't submitted its proposal to OMB for review. "], [19022, "2018-09-26T07:40:12Z", 0.0, "Fares is a plagiarist "], [48709, "2018-09-25T16:57:31Z", 0.0, "Congress won't move so it is left up to the individual states to intact the laws to save the people.\nhttps://www.washingtonpost.com/national/2018/01/18/facing-congressional-inaction-states-move-to-ban-bump-stocks/?noredirect=on&utm_term=.8ad98e2722d9\ngood to know some people int the gov. still use cognitive thinking. "], [61195, "2018-09-25T03:44:51Z", 0.1, "After the elections the lame duck Republican Congress will be busy trying to get whatever is left of their agenda passed or put roadblocks in front of any Democratic legislation that will be coming.  Any progress on bump stocks will have to wait until the next congress."], [3429, "2018-09-24T20:04:16Z", 0.05, "No change. Updating for lack of flying pigs."], [61186, "2018-09-24T18:07:27Z", 0.75, "I think there is an excellent chance that the Democrats will take the House with very few members taking NRA money.  I don't think there is enough support for Bump stocks that the Senate would vote down that ban if it came before them."], [11765, "2018-09-24T11:28:37Z", 0.02, "Nothing is impossible - but the likelihood that Congress will take any action on gun control is slim.  It is more likely that they might take action on limiting the size of magazines...."], [61174, "2018-09-24T08:36:41Z", 0.1, "The NRA is too well organized and the various opposition groups are not organized and I don't see that changing any time soon...unfortunately. "], [61163, "2018-09-24T02:09:21Z", 0.5, "I think if the Democrats win both the house and Senate then this would be one of the first items they pass. However, if they do not win both, I feel like the Republicans will dig their feet in and hold their ground among party lines."], [61160, "2018-09-24T00:14:54Z", 0.0, "There is no political will to make any regulations for guns. They won't even ban people on the terrorist list from getting guns. "], [61150, "2018-09-23T20:58:55Z", 0.1, "The NRA and affiliate groups continue to serve as a core base for Trump. Its very unlikely that he'll to do this to them."], [61137, "2018-09-23T18:20:12Z", 0.05, "It will take several more episodes of madmen killing innocent people, and the probability of that happening before 1 Jan 19 is my pointer to answer"], [61041, "2018-09-23T17:37:29Z", 0.08, "This is not likely to happen this season, based on attention focused on midterms, SCOTUS, and other concerns."], [61136, "2018-09-23T17:36:20Z", 0.0, "Most of American public has moved on from this issue and therefore Congress will take a pass"], [61134, "2018-09-23T17:04:08Z", 0.2, "Current political nature and representation in Congress makes this unlikely before the election results take hold a few days AFTER 1/1/2019"], [61133, "2018-09-23T16:51:59Z", 0.25, "Despite overwhelming public support and momentum for the ban, key congressmembers are too beholden to the gun lobby for change to likely happen."], [60753, "2018-09-23T16:42:02Z", 0.75, "Simply based on the potential of D's to regain majority of the H&S ... really depends on the midterms.  As the memory of LV slips in people's minds the less likelihood a R controlled Congress would act."], [61121, "2018-09-23T15:25:40Z", 0.3, " Most people know that stock doesnâ€™t matter.  handguns are the real killers. "], [61116, "2018-09-23T15:05:18Z", 0.25, "The NRA still owns us."], [54966, "2018-09-23T14:34:15Z", 0.05, "Republican politicians are too afraid of the NRA. "], [61102, "2018-09-23T13:52:38Z", 0.0, "Not this year. "], [61093, "2018-09-23T12:51:57Z", 0.3, "Sadly, I think think it's high enough on the list of things they care about. "], [61091, "2018-09-23T12:43:17Z", 0.0, "Election season"], [61079, "2018-09-23T12:25:24Z", 0.25, "Gov. moves slower than this. Strong lobby against. "], [43588, "2018-09-22T05:17:52Z", 0.0, "Not even on the radar...."], [51405, "2018-09-22T01:36:46Z", 0.1, "loss of interest."], [41586, "2018-09-21T22:47:28Z", 0.05, "No way this will happen before November in current atmosphere. Issue has fallen off the screen...until the next mass killing. "], [45198, "2018-09-21T14:23:43Z", 0.0, "The topic is no longer politically relevant."], [61037, "2018-09-20T16:57:22Z", 0.65, "Yes, I think they will, most people are in support of this idea.  Voters can get behind this.  "], [32258, "2018-09-20T01:29:59Z", 0.9, "https://gunnewsdaily.com/gun-violence-takes-center-stage-for-2018-midterm-elections/"], [47482, "2018-09-20T00:16:24Z", 0.36, "Passage of time & no apparent progress"], [61027, "2018-09-19T17:26:59Z", 0.01, "It is possible, but the lack of federal reaction to previous mass shootings is a strong indicator that this will not happen. "], [32258, "2018-09-17T19:08:26Z", 0.9, "Giving it to 9/27 (3 months to review comments) to reassess where this rule is headed."], [57797, "2018-09-17T02:20:01Z", 0.4, "DOJ has yet to send to OMB."], [39017, "2018-09-16T22:42:19Z", 0.04, "Very unlikely that congress will get it done. Barring a horrible gun violence event I beilive it will not happen."], [61002, "2018-09-16T22:23:24Z", 0.04, "I think if they would do it they would have already done."], [57143, "2018-09-14T20:20:44Z", 0.05, "The general public has stopped talking about this and without pressure the politicians simply won't even try to do anything. Even if republicans lost both the senate and the house congress would still not attempt to ban them and even if they did, Trump would likely not sign off on it. "], [23879, "2018-09-14T16:40:31Z", 0.2, "Downgrading from 33% as September wears on without much apparent progress [1]."], [3429, "2018-09-14T16:26:23Z", 0.05, "Reduced percentage to 5% in order to compensate for the reduction of interest in the cause."], [1013, "2018-09-13T21:35:31Z", 0.05, "Reduced from 57% to 5%. Gun control has faded from public discussion. The rigmarole around \"crazytown\" is drowning out this and other discussions."], [73, "2018-09-13T15:24:50Z", 0.51, "rolling right back here.  I assumed the Democrats would hold him to account for his promise on this, but apparently no.  I saw it as good political fodder to get him to go toe to toe with the NRA which the last time it happened he seemed to realise they're a bigger force than he first realised.  I also thought it would annoy some of his base so a push by Democrats to make him honour his word (which he strives to point out he always does (hence my high forecast)) would have been interesting.  Looks like that this has been successfully swept under the carpet by Trump, so well done to his team.  -49."], [37488, "2018-09-13T01:24:19Z", 0.25, "https://www.reginfo.gov/public/do/eAgendaViewRule?pubId=201804&RIN=1140-AA52"], [59882, "2018-09-12T22:52:13Z", 0.0, "I think the key word in the question is \"ban\"."], [172, "2018-09-12T20:51:57Z", 0.3, "Per @Emil and I’m probably on the optimistic side of the aisle as well..."], [57797, "2018-09-12T02:16:47Z", 0.44, "Lowering for two reasons:"], [60486, "2018-09-11T08:10:29Z", 0.25, "if dems win both houses"], [1034, "2018-09-10T15:05:49Z", 1.0, "Read more: https://www.ammoland.com/2018/07/regulation-of-bump-stocks-atf-prepares-to-issue-final-rule/#ixzz5QiBSE7Hn "], [60928, "2018-09-10T14:31:27Z", 0.35, "Out of german media reporting about the american mentality on fire arms, i think that the tragic mass Shootings wilö slowly have an impact on americas society. But in this short term question, there is only a small chance of change."], [47482, "2018-09-08T16:49:06Z", 0.42, "Passage of tine"], [60877, "2018-09-07T13:47:11Z", 0.5, "I think there's a 50/50 chance for this to happen.  It's already happened at the state level in some cases.  But the longer it goes without any action the less likely it is to happen.  Unless there's another mass shooting in which they are a factor."], [58139, "2018-09-06T18:51:42Z", 0.0, "It wont happen. "], [59882, "2018-09-05T21:36:53Z", 0.0, "Extrapolating the crowd trend."], [60847, "2018-09-05T16:07:59Z", 0.06, "Republicans won't do anything on this front from a legislative perspective (won't upset the base in an election year, and then have no incentive to do it in a lame-duck session). There is a chance ATF does something about it, but I would have expected that to have happened already. The remaining probability accounts for two possibilities: 1) ATF has been working on a ban under existing law, but has been slow and inefficient at doing so (though I imagine a lawsuit would result and not sure how that would be counted in the question if there is an injunction) 2) There is another shooting involving a bump stock close to election day that motivates quick action from swing district Republicans."], [60831, "2018-09-04T18:04:36Z", 0.05, "Not during a Republican controlled federal session.  "], [60832, "2018-09-04T17:59:24Z", 0.05, "The gun lobby is too influencial for a ban to be voted in "], [60828, "2018-09-04T15:01:00Z", 0.0, "US Americans are too blinded by the false sense of security of gun ownership and weapons manufacturers are way to powerful to let any restrictions take place."], [60827, "2018-09-04T14:36:14Z", 0.51, "At the very least it seems like a measure that can be enforced rather fast. "], [60797, "2018-09-03T15:32:52Z", 0.2, "The government just doesn’t seem to have the stomach to combat the NRA on any type of new regulations, too many politicians are in the NRA’s back pocket. I can only hope the SD students don’t lose their momentum. "], [60785, "2018-09-03T13:27:13Z", 0.01, "Comment deleted on Sep 03, 2018 01:41PM UTC"], [60784, "2018-09-03T13:06:54Z", 0.05, "Banning bump stocks does not appeal to the GOP base.  First they ban \"bump stocks\" next will be....."], [60082, "2018-09-03T11:45:32Z", 0.05, "A little give by the NRA is like a drop of water from a funnel into the ocean. Minuscule and uneventful.\n"], [60643, "2018-09-03T02:51:06Z", 0.2, "NRA will allow it to appease the President, but it really doesn’t solve anything, so it’s all just a show anyway."], [60753, "2018-09-02T23:07:09Z", 0.2, "Raw emotion rarely drives legislation."], [60751, "2018-09-02T22:26:53Z", 0.5, "Depends on make up of Congress before year end"], [60742, "2018-09-02T21:47:25Z", 0.05, "New regulations on firearms will not be enacted until Democrat representatives take office in 2019. "], [60725, "2018-09-02T18:02:38Z", 0.15, "Republicans might finally act in order to show the electorate their commitment on gun control."], [60708, "2018-09-02T16:39:17Z", 0.01, "Unless the public school students from Fl. mobilize the youth nationwide, Republicans won't take on the NRA"], [60700, "2018-09-02T16:31:01Z", 0.0, "The Congress at the beginning of January will be the same as it is now. If they haven’t voted for sensible gun regulations now why would they in the next three months."], [60695, "2018-09-02T15:59:39Z", 0.0, "I feel the will is not there"], [60690, "2018-09-02T15:22:02Z", 0.75, "Acceptable to NRA and example of GOP \"gun control \" before mid-terms."], [60681, "2018-09-02T14:37:24Z", 0.05, "Politically unlikely, especially in a mid term election year. "], [60675, "2018-09-02T14:21:59Z", 0.55, "Easy to do without too much backlash"], [7021, "2018-09-02T14:13:41Z", 0.8, "It is the easiest gun law law to pass and let’s go and supporters in Congress make face."], [60669, "2018-09-02T14:06:30Z", 1.0, "American public is waking up and realizing the public risk of NRA and their agenda."], [60648, "2018-09-02T14:00:01Z", 0.65, "It is a safe token effort for the GOP and trump to do this, so yes I think this might happen before the year is out."], [60664, "2018-09-02T13:50:33Z", 0.0, "Who would vote for this in the current Congress and which president would sign such a bill?"], [60630, "2018-09-02T13:10:18Z", 0.15, "Both a popular and reasonable ban .. hot potato issue .. DOJ ruling *might* be approved by Jan. 1, 2019"], [58548, "2018-09-02T12:59:56Z", 0.05, "NRA is too powerful."], [60609, "2018-09-02T12:56:28Z", 0.0, "Because no arm of the government or any person of substance will have the gonads to legislate this, never mind enforcing it."], [60635, "2018-09-02T12:55:33Z", 0.25, "I am pessimistic because the NRA still has total control of Congress and this fact upsets me very much!"], [60635, "2018-09-02T12:51:28Z", 0.25, "The NRA still controls Congress and I couldn’t be more upset about this situation!"], [60634, "2018-09-02T12:51:06Z", 0.01, "The NRA, Tea Baggers & Dumbo TRUMPO are not rational and will NOT agree to ANY limits on any gun issues. They have learned from their Jim Crow days to never give on a core issue & that most people will NOT fight back !!"], [60618, "2018-09-02T12:50:46Z", 0.01, "The government is locked under Republican control at least until January 1, 2019.  I see no appetite within the current government for any action on this matter."], [60615, "2018-09-02T12:23:33Z", 0.15, "If the Democrats win a majority of the Senate and House, bump stocks will be banned."], [60619, "2018-09-02T12:19:04Z", 0.1, "There seems to be a lack of will to restrict guns in any way. It isn’t clear to me how frequently these factor into mass shootings. Many vocal gun proponents seem to advocate for arming people rather than restricting access."], [60612, "2018-09-02T12:14:33Z", 0.02, "With the total confusion reigning in Congress, who would have the courage to bring up anything to do with gun control?  "], [60614, "2018-09-02T12:09:20Z", 0.33, "Not likely untill 21 January 2019"], [58751, "2018-09-02T12:07:20Z", 0.05, "NRA influence is too strong"], [60601, "2018-09-02T12:04:12Z", 0.2, "Not this year"], [60607, "2018-09-02T12:04:02Z", 0.1, "- polarized congress\n- election year\n- so much else to fight about (get done)\n- they are such assholes\n- NRA\n- "], [60604, "2018-09-02T11:59:44Z", 0.1, "Should they be? Yes! Will they be? No. The pathological gun culture is too strong. "], [58097, "2018-09-02T11:50:43Z", 0.05, "We never learn...too many believe this is the start of taking our guns away and the politicians are in too deep to special interest groups like the NRA."], [60598, "2018-09-02T03:34:25Z", 0.35, "The Trump administration is NRA friendly and not likely to move quickly. "], [47482, "2018-09-01T12:11:15Z", 0.45, "Affirming"], [60585, "2018-08-31T20:30:24Z", 0.63, "The question leaves a lot of paths to a Yes answer. If regulation is not in the works by the time the November election passes, this may slip through legislatively."], [7366, "2018-08-28T21:44:39Z", 0.05, "NRA wont let it happen."], [60540, "2018-08-28T21:25:17Z", 0.35, "Becausee all just want to be re elected and sadly today there are not enough votes in banning anything. Cowards all."], [60529, "2018-08-28T15:23:10Z", 0.98, "I think this will go through because even the NRA is not backing bumpstocks"], [60491, "2018-08-27T12:49:45Z", 0.05, "Populism"], [60483, "2018-08-27T11:13:08Z", 0.7, "Seems like a good middle ground. I don't think it will have any effect on massacres, but it will make the government look like doing something."], [60482, "2018-08-27T11:01:15Z", 0.05, "Trump will face issues which will block regulations"], [21884, "2018-08-27T01:40:23Z", 0.45, "maybe acceleration of ban\nhttps://edition.cnn.com/2018/08/26/us/jacksonville-madden-shooting/index.html"], [745, "2018-08-26T13:32:06Z", 0.35, "Influenced by Emil's comment cited this morning in the weekly report, but I still think there will be pushback on the rule that will delay it. Ryan's backing means as close to zero as anything given his lack of influence as Speaker and his imminent departure.  I don't think much about Trump's support or follow through."], [47482, "2018-08-25T02:29:59Z", 0.45, "Affirming"], [57778, "2018-08-23T09:11:04Z", 0.37, "based on https://www.gjopen.com/comments/comments/765267"], [60346, "2018-08-21T18:06:57Z", 0.05, "Not likely, would require Democrats taking control of Congress in November and then another mass school shooting occurring in the last two months of the year spurring public outcry. "], [3429, "2018-08-20T20:25:44Z", 0.1, "updating forecast. There is a possibility that it will pass before 1 Jan 19 but unlikely."], [57797, "2018-08-20T14:32:36Z", 0.56, "Shifting back to likely after the DOJ published its regulatory schedule [1] HT @dcm, which suggests a faster timeline than I assumed in my previous post. Crucially, the DOJ has indicated that \"final action\" (to me the most likely interpretation is that final action means \"pass on to OMB for review\") will take place on 09/00/18. I interpret \"00\" to mean \"by the end of the month\" based on a looking around at different federal rules and their announced and actual dates."], [37488, "2018-08-20T13:04:04Z", 0.2, "I'm increasing my guess for now based on the ATF's published schedule and the fact that I haven't yet any announcement or action that would suggest delays because of the results of the review of the comments from the public comment period or the opposition paperwork filed on behalf of the FPC and FPF.  I hate going against such a strong trend, but since this is an Executive office directive to an executive branch federal agency, I think it doesn't matter much what Congress thinks about it.  To block it, they can have to get votes in both the House and Senate to make it fail, and even with such a politically divisive issue that could spur on party action during midterm elections, I don't think Republicans will want to block it, both because it has general public support even among some conservatives and because it goes against the President (who may not care much about the issue but generally seems to care about looking foolish or weak).  The agency processes have been started and, although there are ways to scuttle the rule in process, they're not ones that seem very likely.  Delays seem more likely to be an issue.  "], [43588, "2018-08-18T18:01:01Z", 0.0, "They have no desire to outlaw anything connected with firearms.  "], [47482, "2018-08-18T00:09:46Z", 0.45, "Passage of time"], [42667, "2018-08-16T17:19:35Z", 0.01, "Nothing will happen now because midterms"], [60260, "2018-08-15T18:53:18Z", 0.15, "NRA is still too strong, focus is off by congress."], [60242, "2018-08-14T17:42:30Z", 0.1, "public pressure rises on the issue, nevertheless policital reality seems not to reflect that so far"], [48389, "2018-08-14T16:38:07Z", 0.05, "There is no appetite in Congress to do anything that might in the least way offend the gun lobby before midterms."], [43003, "2018-08-13T18:21:04Z", 0.39, "An average of 5 forecasters estimate that I follow. Dropping my own down 29% by this action."], [57778, "2018-08-12T10:40:45Z", 0.34, "reducing 1% a day unless there is news"], [35636, "2018-08-11T08:42:01Z", 0.3, "0.10 1586 from 928 \nwas 40 now 30"], [47482, "2018-08-10T22:32:09Z", 0.48, "Affirming for now. "], [60157, "2018-08-07T06:25:38Z", 0.05, "Seriously Congress can not seem to agree on anything.  Even if the House passes something; it will die a slow death in the Senate. "], [60066, "2018-08-05T06:29:29Z", 0.0, "NRA in the US is was to strong"], [47482, "2018-08-04T12:34:19Z", 0.48, "Affirming"], [60106, "2018-08-04T01:38:32Z", 0.0, "I think the ongoing republican control of the hive will be too strong to force the issue"], [37029, "2018-08-02T20:44:34Z", 0.35, "The variable is really how energized the voters seem to be. Republicans will not do it alone, but if the elections seem to be hinging on this issue, it will happen in September. If it doesn't happen before mid-October, then chances will reduce. The lame-duck Congress will not take action."], [21744, "2018-08-02T19:42:51Z", 0.05, "Even if there is a blue wave, the gun lobby and NRA still have too much influence."], [51576, "2018-08-01T21:36:32Z", 0.0, "With the Advent of three d printing, printing bumpstocks, designer weapons within legal parameters,but able to endless feed, would make this law and bumpstocks obsolete and ineffective.\nBanning defensive weapons leads to a change ,but not a reduction.\nIED's are one example of a change but not reduction.\nCartanyfyl fentanyl dusting of public places, schools is the most urgent priority.\nUrgent!"], [745, "2018-07-31T12:45:06Z", 0.25, "Just learned of the rule making process that may lead to a ban.  Adjusted my projection upward, but I still think the nays will have it."], [20504, "2018-07-31T02:58:50Z", 0.35, "Regulation seems to be the best avenue for a ban. I just don't see it happening thru the legislature/president."], [20504, "2018-07-31T02:54:29Z", 0.05, "Republican led house/senate. President is not pushing for it."], [47482, "2018-07-28T12:52:49Z", 0.48, "Revising down due to ammoland article "], [32258, "2018-07-26T03:46:58Z", 1.0, "Still believe it will be around October 1st. In 2016, the average OMB review on major issues was 58 days. I believe that Trump will brag about getting this done to appeal to General election voters..young people especially."], [41586, "2018-07-25T21:00:35Z", 0.07, "This issue has almost completely fallen off the radar. We need another massacre. "], [38, "2018-07-24T23:08:33Z", 0.5, "Read more: https://www.ammoland.com/2018/07/regulation-of-bump-stocks-atf-prepares-to-issue-final-rule/#ixzz5MD3XdezG "], [23879, "2018-07-24T19:18:08Z", 0.33, "Reducing from 75% in view of the time estimates in [1], thanks @Emil for discovering this. \"Several months\" in DoJ review, then up to 90 days in OBM (with an additional 30 as an option). There's enough time for either of those delays, but not both. The pace of legislation is truly glacial!"], [57797, "2018-07-24T14:01:06Z", 0.4, "Shifting toward a 'no'. Seems DOJ is following regular protocol, unlike the cursory approach of the Pruitt EPA [1] which will take time (OMB review in particular). @Anneinak"], [57778, "2018-07-24T01:30:48Z", 0.3, "https://www.ammoland.com/2018/07/regulation-of-bump-stocks-atf-prepares-to-issue-final-rule/"], [59970, "2018-07-24T00:36:18Z", 0.04, "Gun ownership and use is very visceral in the US - any attempt to make changes to any aspect of the right to bear arms would be resisted"], [43588, "2018-07-23T22:09:30Z", 0.0, "No. They just legalized 3D printable guns"], [59955, "2018-07-22T23:17:39Z", 0.3, "Far too much of the US population consumes NRA propaganda and worships the 2nd to pass any meaningful legislation"], [59600, "2018-07-22T12:00:12Z", 0.15, "I consider this probability to be low. Because this product does not generate enough attention."], [59942, "2018-07-22T02:16:00Z", 0.03, "No way"], [59940, "2018-07-22T00:10:55Z", 0.15, "Maybe in the lame duck session after another mass shooting and a major defeat in the midterms, but there is almost no chance of a Republican Congress passing something like that before the Midterms. It would demotivate their base. "], [57778, "2018-07-21T12:04:23Z", 0.75, "https://www.thetrace.org/2018/07/bump-stock-regulation-atf-public-comment/"], [59936, "2018-07-21T11:41:31Z", 0.1, "With history and the president on their side it seems pretty unlikely that the NRA will ´allow´ regulation against firearms, though the culture of the debate seems to change a bit in the wake of the latest mass shootings."], [59914, "2018-07-20T19:26:37Z", 0.05, "I'd never heard of bump stocks before the Las Vegas shooting so I start from pure ignorance.  From news report, and President Trump's early endorsement of a ban, I thought it highly likely some legislation, or executive action,  would result but then the topic fell off my radar until I took up this question and did some digging.  A June 27 article at Reason (https://reason.com/archives/2018/06/27/atf-flips-on-bump-stock-ban-some-gun-rig) had insights that make me think there is only a small chance a Federal ban will be in place this year even though several states have moved forward.  When Dianne Feinstein (D) and Thomas Massey (R) are on the same side of a gun issue opposing executive branch authority to implement a ban on bump stocks, arguing that is an issue for the legislature ... and radio silence from leaders in congress in an election year it seems quite unlikely to bubble up.  Unless, of course, there is another incident ... I'm a newbie forecaster and I'm just not sure how to quantify 'seems highly unlikely' ... so I'll go with 5 % as my initial estimate then study and learn from what others reason and refine my probability."], [3429, "2018-07-18T19:29:28Z", 0.0, "updating for passage of time."], [172, "2018-07-18T10:23:16Z", 0.65, "Given Trump performance in Helsinki, he may need a win for midterms. Plus as a Russian asset, he would seek to limit guns in hands of Americans, wouldnâ€™t he? ;)"], [56970, "2018-07-18T06:15:33Z", 0.5, "seems to have skipped, until the next major shooting with \"major\" being of unclear scope."], [59887, "2018-07-17T09:14:46Z", 0.5, "Baseline.\n...maybe yes if DT needs another victory + other mass shootings happen?"], [14493, "2018-07-17T08:12:57Z", 0.3, "With the States imposing bans, which will be largely ineffective because, guess what, people who plan to commit mass shootings are not going to obey the law, the Federal Government may feel it can dodge the bullet of upsetting the NRA by letting the States take the flak. Things could change when the next massacre occurs. The President has more important concerns (such as, where did those emails go?) "], [57778, "2018-07-16T07:00:03Z", 0.7, "so many suits against state bans; will DoJ be willing to defend an ATF ban in court? "], [47482, "2018-07-15T23:13:47Z", 0.51, "Affirming given @anneinak & @emil optimism. I am bucking the trend for now..."], [59748, "2018-07-14T16:12:55Z", 0.05, "It would take Democrats taking a super majority and all of them towing the party line. "], [38, "2018-07-13T15:22:15Z", 0.91, "Hawaii this week became the latest state to ban gun bump stocks, joining Connecticut, Delaware, Florida, Maryland, Massachusetts, New Jersey, Rhode Island, Vermont and Washington in banning the devices since the Las Vegas mass shooting last year."], [7658, "2018-07-11T00:18:31Z", 0.05, "Bump stocks will be banned after new congress is seated."], [705, "2018-07-10T01:42:21Z", 0.47, "https://globenewswire.com/news-release/2018/06/27/1530534/0/en/923-Page-Opposition-to-ATF-Bump-Stock-Ban-Filed.html"], [3429, "2018-07-09T17:40:43Z", 0.0, "No evidence that the current administration is even considering this position. The house and/or senate may consider the issue but it will not be resolved by 1Jan19."], [30610, "2018-07-08T09:07:38Z", 0.85, "looks like it's on track, as the comment period is coming to an end.\nhttps://reason.com/archives/2018/06/27/atf-flips-on-bump-stock-ban-some-gun-rig\n"], [29646, "2018-07-07T19:04:10Z", 0.0, "No. It’s already election season. No incentive for a Republican President or Congress to act on this during this timeframe with the NRA as such a key part of the GOP base."], [52113, "2018-07-07T02:02:36Z", 0.4, "As time moves on, less likely unless there is another incident"], [59738, "2018-07-06T23:44:38Z", 0.1, "Perhaps with mid-term elections in mind?"], [50629, "2018-07-06T19:24:45Z", 0.06, "It is evident that the will to proscribe and the likely effectiveness of any such proscription does not exist in the current administration\n"], [59731, "2018-07-06T17:29:54Z", 0.4, "NRA is still really powerful with the current group of politicians. This may changed after 2019 but I doubt it will before then."], [35636, "2018-07-06T06:59:29Z", 0.4, "Comment deleted on Jul 07, 2018 04:35PM UTC"], [56970, "2018-07-05T11:51:59Z", 0.75, "Reduced due to lost momentum. Base rate for major shooting incidents seems to refresh. "], [5018, "2018-07-05T04:13:29Z", 0.2, "https://www.gjopen.com/questions/894-before-1-january-2019-will-the-us-federal-government-ban-the-manufacture-importation-possession-or-sale-of-bump-stocks#"], [59698, "2018-07-05T00:16:40Z", 0.0, "Trump caters to the NRA so this will never happen under his dictatorship."], [47482, "2018-07-04T14:43:59Z", 0.51, "Dropping for the passage of time. "], [11278, "2018-07-03T15:20:55Z", 0.1, "Unlikely to be another shooting with bump stocks that bring them into the public eye again, and the previous ban under existing law was struck down."], [45198, "2018-07-01T15:57:52Z", 0.0, "no political will!"], [21884, "2018-06-30T02:56:33Z", 0.5, "97000 public comments"], [59614, "2018-06-29T17:25:05Z", 0.05, "Economic interests play a role "], [48197, "2018-06-29T15:48:47Z", 0.0, "Assuming no additional shootings where a bump stock is used, there won't be any action at the federal level to ban them."], [59554, "2018-06-29T07:17:53Z", 0.5, "If there are no further shootings in the coming months these efforts might as well make no more progress. "], [59569, "2018-06-28T16:20:01Z", 0.65, "the economy is actually down - this must happen"], [59568, "2018-06-28T15:11:12Z", 0.01, "NRA is incredibly powerful organization "], [59565, "2018-06-28T14:54:45Z", 0.0, "Zu mÃ¤chtige Waffenlobby. "], [59560, "2018-06-28T13:29:21Z", 0.0, "\nDonald Trump will not ban this."], [59541, "2018-06-28T09:53:06Z", 0.05, "Short before elections, Trump will not risk to upset his loyal voters."], [56806, "2018-06-27T22:10:21Z", 0.05, "What's happening behind the scenes? Initially Trump came out in favour of some controls and contradicting the NRA position. After a day he was singing from the same song-sheet. The NRAs compromise is to consider rifles with bump stocks as automatic weapons and subject them to the same regulations as automatic weapons, Not to ban them outright. "], [59486, "2018-06-27T19:36:24Z", 0.25, "The weapon lobby has big influence in politics and the selling bring a lot of money to the both sites. Weapon industry and state.\nI think the goal is to sell a higher stock of weapons."], [59468, "2018-06-27T18:54:48Z", 0.3, "It seems like a logical thing to ban and also it would be a good sign. I think, ever if there are some more bigger shootings in 2018, Trump is more likely to not ban bump stops. He's very close to NRA and his supporters are more and more radical. "], [59455, "2018-06-27T18:50:37Z", 0.7, "Because it is only an additional article, this could well be regulated, as the sale of arms would not be hindered by it. Otherwise it would prevent the gun lobby"], [59430, "2018-06-27T18:44:38Z", 0.02, "Vermindern ja, verbieten nein"], [59424, "2018-06-27T18:44:02Z", 0.07, "Trump was under pressure because of the big gun lobby he won't arrent any protests."], [59397, "2018-06-27T18:41:49Z", 0.6, "There are too many negative events regarding gun control happening in the US, why i believe, a populist, although Republican, has to react. Regulation of bum stock is an indirect way of gun control."], [59378, "2018-06-27T18:29:24Z", 0.44, "Depends to elections "], [59418, "2018-06-27T18:27:49Z", 0.12, "Trump was under pressure but in reality he is not willing to counter the strong gun lobby if there arent massive protests etc"], [59381, "2018-06-27T18:27:43Z", 0.35, "I don't think arms laws in the US will be tightened before mid 2019 because the NRA will refer to the fourth amendment to the constitution"], [59340, "2018-06-27T18:26:35Z", 0.05, "No, because of the importance oh the international Relationships. "], [59434, "2018-06-27T18:25:02Z", 0.1, "trumps words are always just talk without actions so i don’t think that he’ll be doing anything "], [59317, "2018-06-27T18:22:41Z", 0.05, "Too strong NRA and gun manufacturers lobby ..."], [59361, "2018-06-27T18:20:50Z", 0.02, "Die USA lebt von Waffen Verkäufen "], [59233, "2018-06-27T18:18:49Z", 0.75, "Its easy to calm down people without changing the possession law "], [59320, "2018-06-27T18:12:50Z", 0.9, "Because of the last decisions Trump made this year."], [59228, "2018-06-27T18:08:31Z", 0.55, "Bump stocks are controversial, even for Republicans. But the lobby is very strong, so it's just 55 percent."], [58113, "2018-06-27T11:08:08Z", 0.0, "inconceivable"], [48709, "2018-06-25T16:57:31Z", 0.0, " No the GOP has another agenda."], [1034, "2018-06-24T20:32:31Z", 1.0, "Proposed Bump-Stock Ban Would Be Tough to Enforce"], [50937, "2018-06-24T04:10:34Z", 0.8, "Because no one knows you can't infringe on the Constitution. Only 20% probably know. So, they will get this."], [172, "2018-06-23T19:32:13Z", 0.35, "Reiterating thoughts/info from several people:\n.   NRA expressed willingness to give on this one\n.   Average American willing to support ban (urbanites increasingly support “some” gun legislation)\n.   Date of ban is immaterial\n.   Comments on federal ban (proposed rule change by ATF) due June 27; equates bump stocks with machine guns.\n.   Of course upcoming midterms - but we’ll have to see which way that pushes the issue"], [47482, "2018-06-22T20:15:24Z", 0.54, "I'm holding on at 54% for now, mostly due to @Emil, @Annieak, & @JMR2017 analysis from Apr-May that is bucking the crowd's consensus "], [59105, "2018-06-21T16:23:02Z", 0.05, "Even a Democrat-controlled congress will have more pressing political issues, mainly a series of grenades thrown by Trump to disrupt their effectiveness."], [31450, "2018-06-21T15:57:27Z", 0.1, "Dropping a few points because the underlying fundamentals for no haven't changed but the focus has changed."], [59068, "2018-06-20T18:03:46Z", 0.67, "I'm changing my mind based on conversations with others and a close reading of the question."], [43588, "2018-06-19T22:55:36Z", 0.1, "Republicans have no desire to address gun issues nor confront the NRA."], [59068, "2018-06-19T18:22:11Z", 0.42, "See my comments below about the probability increasing, sue to the fact that a rule has been proposed and is in public comment. I still believe the probability is on the lower side because of the strength of the gun lobby. However, the NRA has said that they would prefer an ATF rule to an act of Congress, so perhaps the gun lobby opposition won't be as strong as I think."], [59068, "2018-06-19T01:36:03Z", 0.13, "Right now, I would say any probability on this would have to be low. The typical rhetoric after Parkland has died down and not much has been made about bump stocks since that time. But, another mass shooting on this scale with bump stocks may revise my forecast up."], [47482, "2018-06-18T14:28:52Z", 0.54, "affirming "], [8663, "2018-06-16T14:41:18Z", 0.0, "I don't see Trump standing up to the gun lobby, especially in an election year.  I think this is an easy prediction. "], [59048, "2018-06-15T15:05:17Z", 0.0, "There is too much opposition and, in a mid-term election year, very few politicians will support such legislation"], [59039, "2018-06-15T01:46:46Z", 0.15, "The chance is likely under 10% unless there is an incident in which bump-stocks figure prominently.  The chances of that are also low."], [57778, "2018-06-14T22:56:52Z", 0.93, "https://www.npr.org/sections/thetwo-way/2018/04/18/603623834/bump-stock-manufacturer-is-shutting-down-production"], [59025, "2018-06-14T01:36:48Z", 0.01, "Historical record of NRA influence with Republican leadership and committee chairs, influence of PACs and other financial contributors who oppose gun controls"], [49545, "2018-06-13T20:38:05Z", 0.25, "No change to forecast\nCrowd average is dropping quickly.  Little discussion over this topic, but, to my understanding, the DOJ is still going through the process and the \"open for comments to the public' session will be done at the end of June.  Not sure why, with this process still happening, that everyone is reducing their \"yes\" forecast."], [14493, "2018-06-13T17:16:16Z", 0.4, "There is still over 6 months for this question to be answered, but the momentum seems to have faded. A month ago Reuters said a tiny percentage of the public comments to the AFT supported a ban, and suggested that the NRA was mobilized to block any Federal ban and is pushing hard against more local bans. Of course events could push the question back up the agenda, but with the President busy with international deals (scrapping trade deals and nuclear deals as well as making new deals) the bump stock question might just be forgotten about, especially as bump stocks have not featured in a major shooting for several months. I do appreciate that the USA should have the personnel to enable it to deal with several issues in parallel, but these are not normal times. "], [45572, "2018-06-13T16:25:19Z", 0.05, "US Government is catatonic on this issue."], [39937, "2018-06-11T06:04:18Z", 0.02, "https://www.reuters.com/article/us-usa-guns-bumpstocks/pro-gun-voices-dominate-in-debate-over-trumps-bump-stock-ban-idUSKBN1I5111"], [58958, "2018-06-10T23:44:42Z", 0.15, "Americans would complain a lot about losing one of their rights. And the president does not have that much popularity to spare."], [83, "2018-06-10T04:08:38Z", 0.3, "Still considering a move by a lame duck Congress; but will anyone even remember this issue in November or December?"], [47482, "2018-06-09T20:05:05Z", 0.54, "Affirming for now"], [41405, "2018-06-08T10:21:54Z", 0.1, "Statistcally Not a presidential priority. Opens up different conversation President, and much of congress and wants."], [58906, "2018-06-06T04:46:02Z", 0.95, "democratic wave in november"], [58892, "2018-06-05T13:19:27Z", 0.25, "American government has been less than stellar in getting together and doing anything meaningful regarding regulation of guns. After every mass shooting in America these days, there is more outcry from the public than ever, yet gun regulations have been slow to increase in pace, from a sloth to a snail. Not much room for optimism. If this were Europe, progress and commons sense gun laws would be passed much quicker because the government isn't handcuffed with outdated amendments."], [58879, "2018-06-04T20:14:10Z", 0.85, "republicans will want something to show on this front without angering their NRA overlords"], [49545, "2018-06-04T17:56:07Z", 0.25, "Crowd.  haven't been keeping up on this one."], [58884, "2018-06-04T17:00:47Z", 0.02, "Not with this administration and Congress. "], [58878, "2018-06-04T13:10:28Z", 0.05, "Cincinnati just banned them....  Feds....nah....too bought and paid for by NRA."], [58875, "2018-06-04T09:17:16Z", 0.0, "The issue quickly fades from people's minds until the next act of gun violence."], [58874, "2018-06-04T08:18:51Z", 0.75, "Congress will ban the manufacturer and sale of bump stocks but not possession if you already own one. This is a small concession to show America they did something."], [58870, "2018-06-04T03:00:15Z", 0.0, "Since this is an election year, nobody likes to rock the boat too much and with the Republicans holding the House, the Senate and the Presidency, the chances on federal gun law modifications are zip."], [58865, "2018-06-04T01:45:37Z", 0.15, "This is popular with te public, but the Congress moves very slowly."], [58859, "2018-06-03T23:28:24Z", 0.01, "NRA. Trumpâ€™s ego."], [58841, "2018-06-03T19:25:32Z", 0.05, "The NRA is too powerful for this to happen."], [58836, "2018-06-03T18:37:01Z", 0.1, "The gun lobby is just too entrenched.  One can hope, though."], [7145, "2018-06-03T17:14:23Z", 0.0, "Congress is owned by lobbyists and sadly the NRA rules our nation when it comes to weapons."], [58819, "2018-06-03T16:27:47Z", 0.05, "Sad reality. NRA has too many pols hooked. And the president is a coward."], [745, "2018-06-03T15:54:47Z", 0.01, "The closer we get to the election, the lower the chances"], [58790, "2018-06-03T15:01:43Z", 0.05, "as if. \nthe affection for anything to do with fire arms down there is remarkably odd ..."], [58793, "2018-06-03T14:44:32Z", 0.0, "NRA and Trump and GOP all share the same bank card password."], [58783, "2018-06-03T14:30:47Z", 0.55, "The mood is for change in guns, while this may be a start, there is entrenched opposition."], [58766, "2018-06-03T13:42:44Z", 0.5, "I think the chance is better if Democrats control the Congress, which is dependent of course on the fall elections.  Absent that, I doubt it will happen at the federal level.  It will be up to the states."], [58765, "2018-06-03T13:17:20Z", 0.05, "Gun lobby is too powerful.  "], [58753, "2018-06-03T13:13:46Z", 0.0, "There may be individual state initiatives, but the USG doesn't have the balls or the guts to confront the NRA, and such an importation ban would be a slap in the face to the NRA.  I hope it happens, but I doubt it."], [58758, "2018-06-03T12:51:34Z", 0.0, "NRA will block."], [6008, "2018-06-03T12:50:28Z", 0.01, "The gun lobby owns the GOP. This won’t happen until they’re out of power"], [58750, "2018-06-03T12:33:48Z", 0.0, "States may do this, but until the NRA/Republican alliance is challenged successfully it won't happen.  Federally funded research into gun deaths isn't even allowed!"], [47482, "2018-06-02T19:27:38Z", 0.54, "Adjusting downward for time & loss of f momentum"], [1250, "2018-06-01T11:10:27Z", 0.35, "Updating on proposed regulatory change.\nhttps://www.federalregister.gov/documents/2018/03/29/2018-06292/bump-stock-type-devices\nhttps://www.axios.com/sessions-effectively-bans-bump-stocks-727c6a1c-2dc6-4497-abba-0d2c82fcfbf2.html"], [58696, "2018-05-30T20:57:20Z", 1.0, "All ready passed "], [58685, "2018-05-29T19:24:41Z", 0.02, "Although there is a current media cycle that is calling for an out right ban, It will not be enough to swing law makers to ban Americans who currently own bump stocks. "], [58680, "2018-05-29T15:38:00Z", 0.1, "No"], [691, "2018-05-28T17:58:51Z", 0.37, "Depends on whether the regulation currently proposed is allowed (or encouraged) to die.  If it dies, it won't be revived by this government.   A couple more school shootings--say 20 or 30 more Martyrs Of The Second Amendment--should make America safe for bump stocks and unfettered access to firearms for several more years.  "], [58564, "2018-05-28T05:22:45Z", 0.0, "It's a state issue."], [58638, "2018-05-28T01:09:46Z", 0.05, "The NRA will never give even an inch on the smallest issues, and they effectively control Congress. It will not happen for many years."], [58620, "2018-05-27T18:19:00Z", 0.4, "I have witnessed the shameless interference of the NRA and those who are funded by them in any attempt to change even the most egregious gun laws in the United States for several decades now. I have only a moderate hope that sense and compassion will prevail."], [58604, "2018-05-27T18:01:44Z", 0.75, "This is a small consession and may be used by GOP to bring in undecided voters who are anti-gun. Also, it can be used to divert the focus by making a big deal out of it go ease the pressure. "], [58614, "2018-05-27T17:52:01Z", 0.13, "NRA"], [58606, "2018-05-27T16:41:20Z", 0.85, "And probably more gun regulation"], [58595, "2018-05-27T15:58:51Z", 0.5, "A small measure that addresses a fairly useless firearm accessory. Will only succeed if the law grandfathers in those already in existence, as complete ban without remuneration would be seen as a \"Taking\" and not allowed by the Constitution. "], [58588, "2018-05-27T15:17:14Z", 0.6, "That seems like, but we should not discount the lack of political will and the Republican politicians' fear of the NRA."], [58577, "2018-05-27T14:35:11Z", 0.05, "The current House is unlikely to pass it"], [41586, "2018-05-27T14:17:20Z", 0.15, "Political balance on this seems to have changed very little overall; will reassess after November. I think only something like a couple of mass shootings in quick succession--back to back with very high casualties, with wide scale revulsion against guns--would move the meter before November. "], [7021, "2018-05-27T13:38:30Z", 1.0, "Its the simplest gun restriction to be made and thrown as a bone to those wanting gun control."], [58555, "2018-05-27T13:26:59Z", 0.15, "This congress works so fast and passes so many controversial bills."], [1250, "2018-05-27T13:00:05Z", 0.05, "This debate appears to have moved from a determination to ban bump stocks to a preference to regulate them even though regulation appears not to be practicable, i.e., the proccess adopted appears to more or less guarantee no positive outcome.\nhttps://www.vox.com/policy-and-politics/2018/3/23/17057856/trump-bump-stocks-guns-florida-shooting\nhttps://www.axios.com/new-bill-would-regulate-but-not-ban-bump-stocks-1513306577-906e55b2-80dd-48da-8a8a-cabaa9add2e8.html\nhttps://www.nbcnews.com/dateline/video/can-the-atf-regulate-bump-stocks-or-is-that-a-job-for-congress-1178056259558"], [58548, "2018-05-27T12:52:43Z", 0.75, "Yes, something will be done even just the banning etc. of bump stocks."], [58535, "2018-05-27T12:17:24Z", 0.0, "NRA lobby money"], [35636, "2018-05-27T10:38:23Z", 0.6, "1030 from 655 @0.35 down from 0.7"], [47482, "2018-05-26T18:30:39Z", 0.57, "Adjusting downward: time & loss of momentum"], [745, "2018-05-26T03:43:03Z", 0.02, "intensity on this has dissipated "], [54646, "2018-05-24T02:51:02Z", 0.15, "what will the mid-terms do - only if democrats take over House"], [48111, "2018-05-23T21:11:26Z", 0.15, "Momentum to pass such legislation has stalled in the Senate and never really had much momentum to begin with in the House. Republicans, with a few notable exceptions, have refused to take up the issue despite polls indicating bipartisan public support. As others have noted, even if Democrats, who seem to be more in favor of such a ban, take both chambers of Congress, they will not be enacting anything before Jan 1. Moreover, in the wake of the most recent school shooting, renewed cries for stricter gun control laws were conspicuously absent. "], [39847, "2018-05-23T12:01:50Z", 0.5, "We will see"], [49194, "2018-05-23T02:31:15Z", 0.0, "Even if there is a \"blue-wave\" in the 18 mid-terms, they will not be sworn into power until after the end-date of this question  "], [29102, "2018-05-22T22:37:30Z", 0.7, "There is a 70% chance that bump stocks will be banned because this would somewhat appease the opposition without passing significant gun control legislation. "], [6131, "2018-05-22T19:42:01Z", 0.6, "GOP will throw the Dems a bone  by banning bump stocks and maybe adding universal background checks....but thatâ€™s all they will get...."], [34405, "2018-05-22T19:32:49Z", 0.05, "NRA too powerful. "], [13263, "2018-05-22T17:54:38Z", 0.6, "Because the pupils of America will embarrass The President if he doesn't. And Mr Trump doesn't do \"sorry\"."], [691, "2018-05-22T14:58:47Z", 0.44, "Every mass shooting reduces the odds of any governmental action.  To anyone outside the US this may seem paradoxical.  (By \"paradoxical\" I mean \"stupid\"; just trying to be tactful.)\n"], [57867, "2018-05-19T15:58:43Z", 0.07, "Some States may start to turn...but the wheels of progress at the Federal level turn slow"], [57797, "2018-05-19T14:19:55Z", 0.67, "Raising after the Texas shooting brought gun control back under the national spotlight."], [58386, "2018-05-17T20:41:31Z", 0.12, "Interest"], [58369, "2018-05-17T11:57:17Z", 0.9, "Trump mostly does wath he announces..."], [47396, "2018-05-16T21:46:33Z", 0.0, "Congress won't change membership until January 2019, and won't vote until then."], [172, "2018-05-16T00:52:21Z", 0.65, "I respect the view (of others) that it’s unlikely to happen. My reasoning:\n.   NRA has signalled willing to give on this point\n.   Republicans could hijack Dems at midterm by pushing this (at little cost)"], [54865, "2018-05-15T10:54:50Z", 0.15, "Congress does not have the nerve to go against the NRA!!!!"], [58310, "2018-05-14T17:22:36Z", 0.05, "No. Not in this election cycle. Democrats have too many purple states they are fighting midterm elections in to truly push any gun reform. Any movement on any part of the sale or distribution of guns or gun components is seen as a non starter for single issue voters. It is an absolute position with many believing that any legislation is a slippery slope to losing gun rights en masse. "], [47482, "2018-05-12T23:54:25Z", 0.6, "Dropping due to time lag & no action "], [38, "2018-05-11T20:17:53Z", 0.91, "On June 27th the public comment period on the proposed federal ban of bump stocks closes.  After that comes:\n-review of the public comments, \n-responding to public comments,\n-making any changes necessary in light of public comments\n-resubmission to OMB for final review\n-publishing a final rule. "], [172, "2018-05-11T17:26:12Z", 0.75, "Going contrarian. Back to tie in with midterms. While I admit issue very quiet, a few other things going on :) "], [45780, "2018-05-10T19:57:14Z", 0.35, "The Justice Department is already moving in that direction.  The ban would be largely cosmetic, making it more likely in an election year."], [28295, "2018-05-10T02:26:05Z", 0.25, "its a simple issue, but no one has been able to push through any real issues. Gun control is a hot issue and no one really has the will power to pursue this and no one wants to die on this hill especially with mid-term elections coming up. Too controversial."], [172, "2018-05-10T02:03:47Z", 0.2, "I was optimistic this would happen as no one was really opposed (even NRA wasn’t going to protest too much). Optimism eroding...  maybe closer to midterms?"], [23879, "2018-05-09T16:47:03Z", 0.75, "Downgrading from 85% as this feels overconfident now that the latest round of noise has died down. (Here \"noise\" is not meant to imply a value judgement.)"], [57046, "2018-05-09T14:03:09Z", 0.01, "Unless there is another mass shooting, the attention on bump stocks has already subsided. Stormy Daniels, North Korea and Iran are dominating the news now."], [53489, "2018-05-08T15:26:25Z", 0.7, "This is widely supported and everyone will want this done before the fall elections."], [58189, "2018-05-08T05:12:38Z", 0.0, "Students graduate and go on to new things in their lives and the general public has a short attention . The NRA and gun manufacturers will simply wait this one out and in time preach their God given rights to own anything short of a nuclear weapon "], [58197, "2018-05-07T23:11:30Z", 0.65, "If the GOP and NRA want to ease domestic tensions, this would be the \"easiest\" and most popular option among GOP policymakers."], [84, "2018-05-07T15:45:08Z", 0.3, "? What am I missing? From the 18th until today there has been a 15 point drop in the consensus. All with no news or announcements. The only thing that happened was the NRA convention. But nothing said there seemed to vary from what had been previously stated."], [58182, "2018-05-07T13:36:56Z", 0.0, "Impossible for this kind of legislation to overcome a filibuster in the Senate -- too many Republicans won't go against the NRA. "], [58176, "2018-05-07T08:11:39Z", 0.0, "It's not in the fabric of US culture to completely ban a firearm accessory. Sale and possession may be restricted but a total ban is, in the words of PM May, \"highly unlikely\"."], [58172, "2018-05-07T05:18:40Z", 0.0, "pure gut feel"], [57778, "2018-05-07T01:59:30Z", 0.95, "A simple regulatory ban on sale to a tiny subgroup (a token ban) would suffice for the question to resolve yes."], [58162, "2018-05-06T22:28:04Z", 0.85, "These are accessories for semi-automatic rifles and will have an insufficient userbase to object."], [58158, "2018-05-06T20:46:38Z", 0.55, "The NRA is still a very powerful political force and the right to buy guns is a visceral versus cerebral issue with most US Citizens. Since bump stocks are not guns, this should be a no-brainer, but there is only a slight change that the progressives will win on this issue."], [58153, "2018-05-06T19:43:27Z", 0.15, "NRA too powerful.   Guns are a proxy issue for America First policies.  15% is given to ban of bump stocks only as this does seem to be the only anti-gun legislation that that appears to have a continuing presence in the hearts and minds of politicians."], [172, "2018-05-06T17:33:44Z", 0.25, "Lowering dramatically. Maybe around midterms? I constantly under estimate collective amnesia in USA (while acknowledging the minority who stay on point)."], [58143, "2018-05-06T16:38:30Z", 0.15, "Republican fear of lash back in Fall elections"], [58138, "2018-05-06T15:37:53Z", 0.0, "NRA"], [58130, "2018-05-06T14:39:04Z", 0.0, "Not until the next Congress is seated"], [58121, "2018-05-06T14:32:58Z", 0.05, "Our government, your kidding of course."], [58119, "2018-05-06T14:06:13Z", 0.0, "Not after Trumps latest speech to NRA"], [58113, "2018-05-06T13:40:25Z", 0.0, "Neanderthals/Denisovans/Heidelbergs"], [58104, "2018-05-06T13:34:51Z", 0.05, "I am new to this site and forecasting.  Adding new gun regulations, despite the fact that most Americans favor doing something meaningful, has proven to be very nearly impossible.  The NRA is a hugely powerful lobbying organization.  In the current polarized political environment and mid-terms approaching with a single crime family majority in control I don't think we will see much action on controversial bills in the house or senate."], [58111, "2018-05-06T13:33:20Z", 0.0, "The US Congress will not enact any new gun laws for at least a generation. To many voters want unlimited access to all kinds of weapons. "], [58101, "2018-05-06T13:05:12Z", 0.3, "ConGres will not  go against the  voter turn out power of the  NRA"], [58098, "2018-05-06T13:03:10Z", 0.0, "The NRA is still very powerful.  Possibly in the next Congress. "], [37161, "2018-05-06T00:33:06Z", 0.1, "Not going to happen."], [21884, "2018-05-05T03:48:54Z", 0.7, "support for the owners of arms by Trump"], [57103, "2018-05-04T23:43:29Z", 0.05, "The 115th congress would never consider this, especially as campaigns for midterms start gearing up. The battle lines over gun reform are only going to get more pronounced."], [38, "2018-05-04T21:21:31Z", 0.91, "The NRA has said it would only support a bump-stock ban if it were made by ATF regulation and not by congressional legislation."], [43588, "2018-05-04T06:12:34Z", 0.1, "When the Congress flips blue in November, this legislation will be drafted. That does not predict passed, only drafted. "], [14493, "2018-05-03T10:03:17Z", 0.45, "No mass shootings for a few weeks, so clearly the problem must have been solved, so no need to do anything about it  - until the next mass shooting, when the argument about freedom from being shot, the freedom to shoot people and the need for the public to have the means to protect themselves from tyrannical governments, will start again.)   "], [172, "2018-05-01T19:52:28Z", 0.65, "Even the students appear to mostly have moved on. Still possible closer to midterms?"], [47482, "2018-04-29T23:21:13Z", 0.7, "No action so dropping likelihood"], [54637, "2018-04-28T17:26:52Z", 0.45, "This issue seems to have cooled, and the gun control advocates are having trouble winning popular support.  "], [7327, "2018-04-25T17:01:04Z", 0.03, "While there seems to be bipartisan support for this issue, itâ€™s unlikely that this will occur before 1 January 2019. With Paul Ryans announced departure from Congress imminent few things will be accomplished before the upcoming midterms. There seems to be little incentive for House and Senate Republicans to take action on this issue, especially as it quickly fades from the memory of the American people. This of course, could always change with a new mass shooting using the same or similar technology. "], [57918, "2018-04-25T16:43:51Z", 0.75, "trump supports it and if Rs in congress don't vote for it they may be perceived to be disloyal to Trump, and considering how the R party is changing that won't be good for them, especially in midterms, and more pro-Trump candidates (I mean it seems like all of the non-incumbent candidates) might replace them. That is unless they have no competition in their districts in both primary and general elections, in which case they may stick up for bump stocks. "], [49481, "2018-04-24T22:52:25Z", 0.4, "40% yes, I believe that in the wake of the Parkland shooting, and the protest that followed, there is a slight increase in political will to ban the manufacture, importation, possession, or sale of bump stocks. Especially with the support of key republicans such as President Trump and Speaker Ryan there may possibly be change. However I do not increase my probability more than 40% because the NRA still financially supports a large proportion of congress, and even something as small as this will harm their profits, and so the NRA is opposed, and will likely turn many seats with them in order for members of congress to keep their funding."], [57986, "2018-04-24T04:53:35Z", 0.15, "republicans are slaves to the nra"], [13215, "2018-04-23T19:59:49Z", 0.25, "Lobbying power and Social media responses to student protests"], [57797, "2018-04-23T12:24:46Z", 0.69, "Raising further on further reflection. The shooting in Nashville also raises the chance slightly. Though it seems no bump stock was used from my limited understanding of what a bump stock looks like (https://www.nytimes.com/2018/04/22/us/waffle-house-shooting.html), it intensifies the administration's need to appear as if it is doing something on the matter."], [14409, "2018-04-23T12:13:01Z", 0.8, "It's an easy way for politicians to appease the anti-gun crowd without infringing on the right to bare arms. Mass shootings have hit a point of mass contention and outrage within the USA and some kind of reform (albeit, probably optical and superficial) will happen so politicians can appear as though they are doing something about it."], [25465, "2018-04-21T18:10:25Z", 0.15, "Slow moving and large organization dont turn quickly plus lawsuits.  Already being implemented by \"The market\""], [50927, "2018-04-21T11:31:50Z", 0.69, "If both parties and Trump are paying the question lip service, something may be done. Paul Ryan is of course seeking regulatory action because he is owned by the NRA and he cannot seek legislation."], [26642, "2018-04-21T09:57:09Z", 0.15, "The manufacturer of the bump stocks announced they were ceasing production making government action unnecessary.  However someone may buy the rights and attempt to manufacture before the year is up, necessitating Government actio"], [57896, "2018-04-21T00:59:08Z", 0.25, "Senate will not be under Democratic control."], [57171, "2018-04-20T20:14:29Z", 0.55, "The tide of public opinion is for gun control and this is a reasonable restriction. "], [57046, "2018-04-20T19:26:52Z", 0.85, "Bump stocks are a modification to weapons that are difficult to defend as being useful for anything but attempting to increase the rate of fire for a weapon (which in turn, greatly reduces accuracy and the ability to hunt or target shoot). The fact that they could be banned through modification of rules and regulatory enforcement means that an unpopular vote (to Republican constituents) may not be necessary in an election year, while simultaneously placating Democrat voters."], [84, "2018-04-19T13:32:06Z", 0.3, "Slide Fire is halting production...again.\nhttps://www.npr.org/sections/thetwo-way/2018/04/18/603623834/bump-stock-manufacturer-is-shutting-down-production\nDoesn't affect the resolution but should be noted."], [57939, "2018-04-19T11:17:15Z", 0.9, "https://www.justice.gov/opa/pr/attorney-general-sessions-announces-regulation-effectively-banning-bump-stocks"], [30364, "2018-04-18T20:55:18Z", 0.99, "Regarding bump stocks..."], [21884, "2018-04-17T09:25:04Z", 0.75, "Every year in the United States has mass shooting \nUSA is in first place: 100 USA people have 90 guns\n2018 (02/14): Stoneman Douglas high school – deaths 17, injuries – 17 (semi automatic)\n2017:  Las Vegas Shooting – deaths 59, injuries 851 (semi automatic – bump stocks), Sutherland Springs church shooting - deaths 27, injuries 20\n2016: Orlando nightclub - deaths 50, injuries 58\n2015: San Bernardino attack - deaths 16, injuries 24\nPotential killers are aware of these devices (bump stocks). It is more likely that this device will be used in the next mass murder. The government and Trump will also be guilty if this happens. Since February 2018 there have been no mass murders, the closer to the end of the year, the greater the likelihood of a mass murder. The government can control the limitation of these weapons of mass destruction, but the government can not control potentially mentally ill people. It is better to choose the first.\n"], [50270, "2018-04-16T22:43:00Z", 0.3, "Most likely after Jan 2019"], [37542, "2018-04-16T02:15:44Z", 0.1, "Do nothing Congress with Republican control guarantees inaction on anything until the next session."], [4367, "2018-04-15T14:22:58Z", 1.0, "Because this is a reasonable thing to do in the face of increasingly strident anti-gun campaigners, while it would not undermine 1st Amendment rights. Anything less would show the US system to be open to accusations of being subject to undue influence of corporatist groups and big money."], [45069, "2018-04-14T21:45:27Z", 0.25, "This might be a default position for NRA legislators but gun makers do not want to give an inch and lawmakers have shown no interest in preventing mass murder in America. Should they? Yes. Should they go further? Yes. Is there the resolve to do even this little bit, in an election year? Probably not. On the other hand.... Parkland students...."], [55090, "2018-04-14T21:41:41Z", 0.75, "Although it's unlikely to have a legislative change, if there is another school shooting a regulatory change is highly probable."], [8663, "2018-04-14T15:14:30Z", 0.0, "Congress will be too busy campaigning to pass any gun control legislation.  The NRA doesn't support this and I don't think Republicans have the guts to oppose the NRA inside or outside the administration.\n"], [41661, "2018-04-14T09:20:44Z", 0.05, "So many gun incidents in recent years but its still so hard to push through legislation. With the focus on Trump's presidency nowadays this is very unlikely to happen. "], [1646, "2018-04-14T04:31:18Z", 0.75, "Simply banning the importation easily sidesteps the Federal vs state issue, can be done independent of other regulations, caters to Trump's America First trade protectionist base as well as to the opposition, will most certainly not be opposed by the NRA, and fulfills this question"], [45511, "2018-04-14T01:15:40Z", 0.35, "Gun defense is too strong"], [45141, "2018-04-14T00:49:11Z", 0.05, "Any ban will be done on a state by state basis.  Federally, the Republicans are too afraid to do anything progressive that would jeapordize their base."], [689, "2018-04-14T00:33:36Z", 0.0, "Not in an election year. Shall not be infringed has a huge following."], [44963, "2018-04-14T00:04:08Z", 0.7, "Easy decsion with limited political risk"], [29054, "2018-04-13T23:28:25Z", 0.0, "Not enough time to get it done. 1) NRA will cream in the press any republican that supports it 2) to take place democrats will have to win and also have enough margin to get it thru, if it gets traction it can take at least until mid summer 2019."], [84, "2018-04-13T16:05:04Z", 0.3, "https://www.atf.gov/rules-and-regulations/rulemaking\nThe public comment period is 3/29-6/27. \n@Anneinak mentioned this a couple days ago with a link to an article in The New American."], [57839, "2018-04-13T15:07:16Z", 0.0, "Legislation will be put into motion, but it will not pass before 1 January 2019 due to heavy lobbying efforts and the upcoming midterm elections. No one wants to exclude voters over the gun issue."], [44376, "2018-04-13T03:17:55Z", 0.05, "NRA won’t allow complete ban. "], [41586, "2018-04-12T22:00:35Z", 0.45, "Upping this because POTUS endorsement/order to DoJ to draft regulations to this effect. Think there is a chance it will be shot down (so to speak) by the courts and require legislation, pushing any effective ban into next year if not later. Might also get subsumed by other issues. But prospects look higher now than they did six months ago."], [57797, "2018-04-12T15:19:46Z", 0.55, "Updating my estimate after some more consideration and feedback from the community."], [23006, "2018-04-12T13:23:17Z", 0.5, "Court challenges won’t negate ability to regulate"], [57846, "2018-04-11T15:18:36Z", 0.8, "It`s just a very small step, so both parts of the house will agree. Some republicans will and all of the democrats for sure.   "], [55358, "2018-04-11T01:43:48Z", 0.32, "The current political climate in the US does not seem susceptible to this change. The only way this could possibly happen, is if the ban was a piggy back to another bill or as a compromise from the Republican party in order to get votes from the Democratic party. "], [38, "2018-04-11T01:22:38Z", 0.91, "https://www.thenewamerican.com/usnews/crime/item/28709-atf-opens-comment-period-on-its-bump-stock-ban"], [49545, "2018-04-10T22:42:49Z", 0.45, "thanks to @Emil for doing all the homework.  I just changed it a little bit ago to 85%, but read Emil's research and lowered it back to around 45%.  I had looked for a timeline previously and had to put some things together myself, and developed a much shorter timeline than Emil's.  His is better though.   I intend to start dropping significantly if there is relatively no news about bump stocks/gun control and no significant national events to bring it back into the spotlight.  "], [49545, "2018-04-10T22:28:22Z", 0.85, "Regulation is currently in the phase in which it is open for public comment.  "], [55331, "2018-04-10T00:04:26Z", 0.07, "Less than 10% of bills become laws.  For a bill not to be dropped, it must pass during the same session it was introduced. This one (H.R 3999) was introduced on Oct.10 2017 and was referred to subcommittees on Oct.19th, where 90% of bills go to die...nothing since.\nThis is a controversial bill so will predictably go all the way to the conference committee stage after the floor debate.  Many other bills on gun control, assault weapons ban are of greater interest at this point and they address the pressure from the population."], [57797, "2018-04-09T23:02:03Z", 0.25, "Increasing because I am less convinced that the regulatory process can be delayed by lawsuits."], [6285, "2018-04-09T15:13:32Z", 0.8, "It's the easiest for congress and the president to do. It shows they did something the NRA will stay quiet on this issue and hesitantly allow it. "], [37768, "2018-04-09T12:37:09Z", 0.14, "Congress cannot ever maintain gun control momentum even when public opinion for more control is high."], [56970, "2018-04-09T12:25:26Z", 0.95, "Question is on timing despite the Tennesee vote against a ban.\nThe procedure required is comparable easy with a reclassification, NRA seems to be in favor and impact is limited to a couple producers.\nBan might be more likely if movement from last school shooting remains in the news as a means to show action and smooth the waves.\n"], [57821, "2018-04-09T05:11:05Z", 0.75, "I think this action is small and broadly has public support without undermining politicians who want to be seen as pro gun. For this reason I think it will pass."], [52604, "2018-04-08T19:35:53Z", 0.7, "The probability of the ban is relatively high. The main question here is in the timeline of amendments to the federal law of 1986"], [57806, "2018-04-08T14:36:25Z", 0.75, "Restrictions on bump stocks will be a political effort to weaken the charge for other gun control measures."], [56807, "2018-04-08T11:07:28Z", 0.7, "Regulatory changes seem few and far between but to have the NRA agreeing with the President with significant social support."], [57301, "2018-04-08T10:04:11Z", 0.79, "NRA as corporate shill rather than as a representative of the gun owners may gain some traction - as small concession may be given to reduce the growing protests"], [57797, "2018-04-08T08:18:25Z", 0.15, "Summary:"], [44828, "2018-04-08T04:01:56Z", 0.1, "Revising up from 0% and giving it a 10% possibility in light of changes requested of regulations redefining bump stock modifications to semiautomatic weapons as automatic weapons. Even when new modified definitions are inacted, it is my understanding the AG can delay or withhold implementation of the new rules. We'll have to wait and see just how much the administration really meant went it ordered the review of the rules ."], [57793, "2018-04-08T02:12:36Z", 0.08, "Will probably happen eventually but unlikely before Jan 1 2019"], [56800, "2018-04-07T18:45:25Z", 0.75, "While in the past, lawmakers have been relatively hands off when it comes to regulating firearms, political activism and public outcry is feverishly building. Additionally, and this is perhaps bleak, but at the time of writing this, it's only April and we have roughly eight more months of potential large scale gun violence in the United States that could further push momentum towards stricter gun laws and regulation. The ban of bump stocks seem relatively imminent."], [56885, "2018-04-07T18:20:48Z", 0.1, "Too many obstacles as described in many posts below for me to believe the Republicans will have time to cave on this issue during the election year.  This is one of the few things that the D's & R's disagree on and the R's don't want to bring it up, and rock the boat with a significant constituency during an election year.  If you think that ATF will implement a ban unilaterally, I think you may need to take a bit of lesson in politics."], [57614, "2018-04-07T16:18:21Z", 0.33, "I think that bump stocks are on their way out, but I don't think that a FEDERAL ban of ALL bump stocks is likely."], [44828, "2018-04-07T14:36:26Z", 0.0, "This Congress is not capable of passing meaningful legislation that is either wanted or beneficial to the majority of its citizens. They are in self preservation mode. "], [53726, "2018-04-07T06:13:08Z", 0.9, "It is easy for the ATF to classify bump stocks as machine guns. There doesn't seem to be much public resistance to doing it, and the political right is mostly remaining quiet on the issue."], [57774, "2018-04-07T04:43:02Z", 0.4, "Being less than a year away, I believe, will hinder this regulation; therefore, instituting a significant ban like this will likely not be completed by January 2019."], [56516, "2018-04-07T00:01:07Z", 0.15, "Doubtful enough legislators are concerned enough to go against NRA lobbying ($) and pass any significant gun related legislation"], [57685, "2018-04-06T22:52:36Z", 0.1, "Republicans still control Congress till 1/20/2019"], [53131, "2018-04-06T22:18:46Z", 0.65, "An essentially meaningless piece of legislation that looks like serious compromise."], [689, "2018-04-06T22:08:54Z", 0.0, "Shall not be infringed is pretty clear and 2A supporters are activated right now. Not a chance."], [57762, "2018-04-06T21:52:20Z", 1.0, "Too many tragedies occurring with use of semi-automatic and AR rifles.  Sorry for the small town in Texas that will be affected; but, maybe they can rebound by contributing to a more positive product that sane people will be able to enjoy."], [57539, "2018-04-06T19:51:59Z", 0.2, "Given the complexity of the legislative process, I would say that it is somewhat unlikely that such would be completed by January.  A more realistic forecast would be more than 12 months away."], [43228, "2018-04-06T19:11:31Z", 0.73, "Since the Las Vegas massacre, bump stocks are great source of concern regarding public safety. The Left obviously is vocal about banning them, and the Right is somewhat in agreement. Thus, in my opinion, it is highly likely that they will be banned."], [57757, "2018-04-06T18:46:24Z", 0.05, "There is still a Senate and a House of Reps, that are majority Republican. \nThere are elections coming up in November, which will mean a significant amount of time in 'care-taker' and election mode. \nRepublicans and Democrats will debate constantly about the minor details of the ban and given it is already April, I cant see them getting it written up, agreed upon, voted on passed and by the end of the year. \nEspecially when you consider the difficulty they have passing debt bills and keeping the Government working. \nThere has already been a lot of push back from Republicans and besides the one's who don't completely say no, there are a number that want to debate the minor details about the minor wording of any act. \nDo temporary bans  count?"], [54132, "2018-04-05T20:03:20Z", 0.0, "Currently the NRA is telling the ATF to standardize definitions. The current laws only outlaw automatic weapons manufactured after 1986. Restrictions may happen by Jan. 1 but not a ban. "], [55017, "2018-04-05T19:38:21Z", 0.15, "I think most Republican signaling around anything that resembles gun control is largely show, especially at the national stage. Donations to the NRA have increased in recent days as a counter-response to gun control calls; this show of support reflects the political struggle (direct and indirect) that any efforts would have. I also doubt that Republicans would push any action that erodes their base during an election year."], [57567, "2018-04-05T17:18:13Z", 0.14, "Even though there is a lot of hype right now about gun control and the 2nd Amendment, this is an election year and Congress (Republican-controlled) is unlikely to move on an action like this. Additionally, Congress is slow to act on major legislation anyhow and there is only 9 months remaining to this question. Those reasons cause the probably to be low (10%). I increased it 4% because there is a variety of ways this question to be affirmative: manufacture, importation, possession OR sale; if any of those are satisfied, the whole question is.  More likely that individual states will take some actions than the Fed Gov't."], [43228, "2018-04-05T00:44:37Z", 0.68, "Bump stocks are more controversial since the Las Vegas massacre. 68% chance of being federally banned."], [57687, "2018-04-05T00:36:32Z", 0.85, "The number of people interested in keeping \"bump stocks\" legal is quite small, and is politically non existent."], [57671, "2018-04-04T19:51:30Z", 0.05, "Because they are afraid or a part of the violent right now led by Ted Nugent."], [52446, "2018-04-04T16:01:21Z", 0.05, "A regulatory ban is as of this date not possible. ATF could not possibly conclude a rulemaking before 1/1/19, even if the relevant statutes give it authority to regulate bump stocks. As for Congress taking action...bump stocks are not an issue paramount with the public. Some sort of legislative action on assault weapons may be. Assault weapons or other firearms regulation may be an issue in upcoming Congressional campaigns. However, it is unlikely that any sitting members of Congress currently opposed to further firearms regulation will substantively change their positions before the election. They may make statements about examining various alternatives. But as a single issue, gun control of any type is unlikely determine the result of any Congressional races. In addition, even if the Democrats were to win enough seats to take control of Congress, the winners would not be sworn in until January 3, 2019. It is unlikely any rump Congress would take action on bump stocks or any other firearm related issue. "], [52192, "2018-04-04T15:38:54Z", 0.6, "The public outcry concerning mass shootings will make it necessary for the government to take some sort of action. The bump stock ban is the most bilaterally palatable legislatively. "], [46029, "2018-04-04T03:38:33Z", 0.85, "A compromise that will be agreeable  to all parties."], [29054, "2018-04-04T00:38:46Z", 0.11, "The  mid term elections will have some influence here. Other than that, there is 89% that nothing will happen!"], [53806, "2018-04-03T22:24:45Z", 0.4, "The NRA is too strong of a lobby. The Gun Control Act of 1968 will make it difficult for the ATF to regulate them."], [53806, "2018-04-03T22:19:31Z", 0.6, "The NRA is too powerful."], [54661, "2018-04-03T19:03:39Z", 0.75, "A push on the part of Trump to appear willing to do something related to gun  control."], [10645, "2018-04-03T18:49:28Z", 0.75, "Dems will control house and Senate"], [51851, "2018-04-03T16:21:06Z", 0.72, "If the Republicans hope to get any votes this November they are going to have to start appealing to what our younger and future voters want!"], [57527, "2018-04-03T16:03:27Z", 0.45, "Although this ban is deeply desirable, it does not seem like they will be able to get this done by Jan 2019."], [39011, "2018-04-03T14:50:32Z", 0.6, "Political pressure politicians do not want to be seen as pro NRA"], [53063, "2018-04-02T23:52:29Z", 0.45, "It's an election year, Trump or Congressional Republicans might choose to placate moderates concerned about the safety of their children and workplaces by passing something, and one of the easy options would be to ban bump stocks.  I suspect no more than 10% of Americans would be opposed to a bump stock ban, though these people are passionate and sometimes single issue voters.  With election season approaching an executive order seems more likely (perhaps 2:1) than Congress getting anything passed, but the lame duck session (Nov-Dec 2018 might roughly reverse those relative odds)"], [57511, "2018-04-02T15:03:37Z", 0.28, "I do not believe that it is an initiative of the president and I do not believe that the current congress promotes a law of this type. I think that social pressure will decrease"], [57404, "2018-04-02T06:08:47Z", 0.4, "NRA is too established with present cohort of Senators and Representatives. Politicians will appear to cave, but Conservative politicians are beholden to the NRA and their most extreme constituents. Mid-term elections may turf some out as start of Blue Wave, but Democratic majority unlikely before 2020."], [57359, "2018-04-02T02:20:26Z", 0.78, "Because the young people will be voting in record numbers in November. The iffy part is if Congress will abandon the NRA money in time. \"The date that any ban would take effect is immaterial to the outcome of the question.\" Then why put a date in the question? "], [23879, "2018-04-01T16:59:50Z", 0.85, "I was skeptical that this was going to happen because the ATF had already ruled on it, and if you read the actual law it seems pretty clear that the definition of machinegun does not apply to bump stocks. Indeed I thought the reason the NRA was going along with this course of action is that it would never work,"], [57408, "2018-04-01T05:52:19Z", 0.99, "Bumps Stocks and more items of violence. With the kids and Progressives, we are sick of the violence! We are coming!"], [57434, "2018-04-01T03:50:46Z", 0.0, "Guns are a polarizing issue. Also each Additional mass shootings will reduce the probability of law passage and harden peoples stances on the issue."], [38, "2018-03-31T21:13:14Z", 0.96, "http://thehill.com/opinion/white-house/375219-the-steps-to-making-trumps-bump-stock-regulation-a-reality"], [42667, "2018-03-31T18:17:32Z", 0.35, "Gun legislation seems unlikely (10% chance) to pass Congress before the midterms, especially as Republicans already face an enthusiasm gap. The ATP appears to believe that it cannot regulate bump stocks so will probably not pass regulations although Trump has told the Justice Department to look into it (30% chance)."], [57368, "2018-03-31T05:32:13Z", 1.0, "The general population of the united States believe that bump stocks present a clear and present danger to public safety. The political climate demands bipartisan action and both parties realize that no action will have a negative effect on the next election. The fact that many of the pro 2nd amendment conservative politicians support a bump stock ban further strengthens the probability that a ban will successfully be passed"], [57259, "2018-03-31T02:57:15Z", 0.8, "it will be the easiest concession for the NRA fearing republicans to make in the face of public outrage."], [57244, "2018-03-31T02:12:43Z", 0.85, "Because the trend for some sort of regulation has increased after the Parkland incident, to enhance the already growing visceral  resistance to gun regulation as the most likely avenue toward preventing localized massacres. Such a movement is an easy, politically expedient way to address the issue without actively impacting either the conservative voting base or negatively impact the media and other  perspective against firearm sales and the second amendment.\n"], [38, "2018-03-31T01:58:42Z", 0.96, "http://www.gjopen.com/comments/comments/716951"], [57344, "2018-03-30T20:51:16Z", 0.9, "Leaders from both sides agree, as does the majority of the public. I reduce the certainty because the base rate for passing controversial bills that liberals want is extremely poor, the NRA is extremely powerful, a bill may not pass the House and Senate, and Trump may change his mind by then."], [53646, "2018-03-30T16:50:41Z", 0.35, "It's an election year and many campaigns will be defined by their support of or opposition to gun laws. The high stakes and high visibility will make it difficult to reach any necessary compromise."], [187, "2018-03-30T11:45:13Z", 0.25, "Strength of oligarchical and emotional support and media polarization regarding gun freedom."], [57253, "2018-03-29T22:50:19Z", 0.66, "The fact that President Trump has signaled his willingness to regulate \"bump stocks\" actually has minimal influence over Congress or even the House Republicans.  The fact that Paul Ryan has called for regulation of the accessory has far more impact and influence.  More Republicans will follow his lead than will follow Trump's.  This is a token gesture that will have little to no impact on anything important making it a good option for Republicans.  "], [57180, "2018-03-28T23:25:12Z", 0.99, "It's an easy concession.   Affects only recreational shooters."], [55225, "2018-03-28T22:02:30Z", 0.9, "It’s an easy path to placate/neutralize gun control activists"], [31941, "2018-03-28T19:02:19Z", 0.55, "Enough GOP members will want to demonstrate their independence from the NRA,."], [57143, "2018-03-28T15:47:27Z", 0.15, "While pressure mounts to do something about gun violence and president Trump has vowed to outlaw bump stocks along with Paul Ryan, It is unlikely to gain traction in a republican controlled congress and even if the definition at the ATF are changed to effectively outlaw them, it would be challenged in court almost immediately. There may be a temporary moratorium on the sale of bump stocks during this time pending the court case, but the only group of people who can make it happen as actual law would be congress. With the midterms looming, republicans are unlikely to alienate gun owners in the party by passing such a law, especially considering the current political atmosphere generated by the Trump effect. "], [51327, "2018-03-28T14:35:33Z", 0.9, "Resistance to bump stock bans are minimal in the gun community.  Including myself.  It’s an easy throwaway appeasement move without too much political cost.  "], [56503, "2018-03-28T13:03:53Z", 0.58, "If public pressure can be sustained for another, significant duration, then the likelihood increases. Without a national movement, and national voices, then the opposite is true."], [40714, "2018-03-28T11:07:06Z", 0.73, "The sentiment in the country and the weakening impact of the NRA on the national dialogue has made this token move toward gun control more likely. The government has made clear that the move is to ban bump stocks via the US Dept of Justice."], [47443, "2018-03-28T11:06:01Z", 0.95, "Election year, going to try to appear to do something."], [46762, "2018-03-28T04:36:28Z", 1.0, "Either the original proposal didn't have the regulatory ban, or I didn't catch it. \nWhile there is no chance this will make it through legislative means, in the time frame,  it will make it through the BATF.   I"], [3434, "2018-03-27T22:27:52Z", 1.0, "Protests on March 25"], [44887, "2018-03-27T21:47:47Z", 0.85, "Recent interest in doing so; advocacy efforts of children; won't hit gun manufacturers directly."], [43003, "2018-03-27T19:18:13Z", 0.92, "Raising by 2 points.  Momentum has gathered, and I'm swayed by an argument that  bump stocks aren't a gun therefore the NRA is unlikely to choose to die on that hill."], [44541, "2018-03-27T11:37:24Z", 0.1, "Unlikely that Congress can agree, on almost anything."], [54985, "2018-03-27T11:24:57Z", 0.05, "Paul Ryan is quitting and the Democrats don't want to risk losing taking over. Nope, no ban."], [55675, "2018-03-27T06:57:56Z", 0.22, "A ban on manufacture, importation, and sale, yes.  But, a ban on the possession, no.  The NRA is far too powerful a lobby to allow any such legislation, and their use of slippery slope arguments will have most Americans lukewarm at best on the issue.  "], [57064, "2018-03-27T05:14:11Z", 0.8, "The recent school shooting and subsequent student activism coupled with key losses in special elections, I believe Republicans will pass a ban as the 2018 midterms loom and the Democrats potentially retake the Senate if you count the two independents who caucus as Democrats."], [57064, "2018-03-27T05:09:20Z", 0.8, "Recent school shooting and the student movement.  Laws are being adopted on the state level that ban them.  Trump indicated he is open to banning bump stocks in opposition to the NRAâ€™s position.  I believe the political pressure will mount against Republicans as the 2018 midterms become closer, especially in the Senate."], [56661, "2018-03-27T04:27:44Z", 0.45, "There is a big will to ban bump stock, but with the current white house there is a lots of thing that should pass that are block by the white house or congress. Ex:DACA And I don't think that in the recent history republican have push for gun regulation.  And there is the risk that the Russia Probe get closer to the white house and slow down the legislation seed.\n(sorry for my bad English him french and dialectic)    "], [46696, "2018-03-27T03:22:38Z", 0.05, "The NRA will not give an inch. If they can stoop to insulting kids who have just been through a devastating tragedy, they will not stop at killing any attempt to place any kind of restriction on guns or gun owners."], [50622, "2018-03-27T01:38:04Z", 0.95, "There is broad consensus for the need to regulate or ban these devices and high pressure on the administration to show their empathy and concern with the young protesters. The question is only timing."], [53237, "2018-03-26T17:06:31Z", 0.1, "The NRA still holds enough influence to block any pass regulations / bans on any firearm or device, no matter how popular potential regulations / bans are with the public. "], [57004, "2018-03-26T14:17:45Z", 0.7, "Administration appears to be supporting bump stock ban with DOJ proposal. Allows Republicans to show responsiveness to public pressure without defying the NRA (at least the NRA's public position)."], [37725, "2018-03-25T22:05:22Z", 0.7, "The momentum is in favor despite political opposition. Bump stocks are something no one can really make a reasoned argument in favor and no one really has a compelling emotional argument either. The young adults involved in the shooting don't seem in the mood to back down and they are digital natives who may just push this issue to pass."], [31450, "2018-03-25T15:17:34Z", 0.2, "Based on Sessions recent announcement I think it's possible that bump stocks get banned in the second half of the year (based on the rule making process I don't think its possible before July 1). But the rule making process can be winding and I'm not exactly optimistic that the federal government does anything on the subject."], [15548, "2018-03-25T09:11:48Z", 0.95, "https://www.gjopen.com/comments/comments/714124"], [23006, "2018-03-25T03:43:01Z", 0.35, "grassroots movement gaining traction - not sure if it's enough"], [54637, "2018-03-25T00:57:10Z", 0.75, "Banning these will be the \"bone\" they can throw the gun control advocates and the adolescents that are preaching to us. "], [45349, "2018-03-24T21:19:47Z", 0.85, "A proposal is already under consideration and massive demonstrations are going on to tighten up gun laws."], [56914, "2018-03-24T17:26:04Z", 0.75, "The pressure generated by current protests, mainstream media efforts, and the willingness of the President to move forward with a ban of this piece of equipment, a modification to the semi-automatic rifle, with minimal benefit to hunting or self-defense.  In addition, the NRA has expressed approval to examine whether these modified devices “violate federal law”.  "], [691, "2018-03-24T14:01:14Z", 0.61, "Coming up on this, on the off-chance that the Administration will actually get something like this done, although not by the earlier (July) deadline.  The NRA will get an injunction pretty quickly, because it's unlikely that this can be accomplished by regulation as opposed to statute.  However, that would be, one gathers, immaterial to the resolution of this Q."], [56894, "2018-03-24T09:23:28Z", 1.0, "Because Jeff Sessions just moved his stance from no gun control to reclassifying bump stocks as machine guns. Also the student protests are moving the country towards stricter gun laws. And due to the fact that most educated and avid gun enthusiasts feel bump stocks are worthless for anything besides indiscriminately killing en masse so they will be the easiest thing for the Republicans to concede."], [35636, "2018-03-24T05:44:17Z", 1.0, "Another Tronny Dumpet surprise. *Shakes Head*"], [767, "2018-03-24T04:31:48Z", 0.8, "Today (a day before the March of Life that's expected to draw massive crowds), Trump announced that the Department of Justice will issue a rule banning bump stocks with a mandated comment period. \"We will ban all devices that turn legal weapons into illegal machine guns,\" he said.  "], [37379, "2018-03-24T02:37:36Z", 0.95, "Looks like as done deal, a simple adjustment to existing regulations. No need to persuade those trembling members of Congress to do anything. "], [37379, "2018-03-24T02:34:43Z", 0.6, "Dateline 3-23-2018 https://www.bloomberg.com/news/articles/2018-03-23/attorney-general-proposes-rule-to-ban-firearm-bump-stocks"], [30364, "2018-03-23T22:47:50Z", 0.99, "From Twitter"], [30364, "2018-03-23T22:43:56Z", 0.8, "Trump says administration will ban bump stock devices"], [55901, "2018-03-22T21:17:45Z", 0.75, "Political pressure will be stronger than pressure and money from the NRA. Politicians could \"triangulate\" by saying they are pro second amendment but are banning this one small specific item."], [9510, "2018-03-22T15:51:36Z", 0.25, "There is no willingness to do so"], [56772, "2018-03-22T15:31:08Z", 0.2, "Republicans in Congress make any movement on gun control less likely"], [52231, "2018-03-22T02:07:38Z", 0.15, "The school murders are being used to advance a key goal in the far-leftâ€˜s strategy of the destruction of the 2nd amendment. Trump is an accomplished surgeon in manipulation of media and politics. The bills currently being discussed in response to the school murders are simply a national-level placation. The real discussion is about three things: 1) the mental health situation (over-prescription of SSRIs and stimulants) 2) real physical security changes that will stop the killers 3) the correlation of murderers with absentee fathers."], [56781, "2018-03-21T23:52:41Z", 0.15, "I would like to hope that it does happen but, the U.S. has an affinity with the second amendment and it's lackluster approach to do anything about it. "], [56770, "2018-03-21T20:14:54Z", 0.65, "Trump is likely to sway to public opinion, and mass shootings will continue."], [53789, "2018-03-21T18:23:57Z", 0.8, "There is a strong political need to \"do something\" even if it is not effective. Manufacturers of bump stocks will oppose this action.  While I think that there is a 80% chance of US federal government banning the manufacture, importation, possession, or sale of bump stocks, I think that the probability that this ban will be implemented before 2019/1/1 is 10%."], [56754, "2018-03-21T16:21:29Z", 0.5, "On the one hand, regulatory fix is less hampered by political issues; on the other hand, ATF officials will be reluctant to simply reverse precedent."], [49488, "2018-03-21T01:52:57Z", 0.35, "The students actions in the past weeks have sent a clear message that a change in the guns regulations is required.  The coming elections will require a position from the candidates in the \"bump stocks\" law and it can be use as a campaign commitment. "], [56576, "2018-03-20T17:37:56Z", 0.4, "* History of firearms control laws in the U.S. indicates there is rarely a response for mass shootings than high-profile assassinations (might change as times change)\n* Mixed response on the state level\n* Pro-gun lobbyist groups are very active\n* Regulations: ATF receives overwhelmingly anti-regulation comments\n* Key factor for a law is whether ATF can re-classify bump stocks (not as accessories, but machine guns) - basis for establishment of laws"], [55994, "2018-03-20T14:26:17Z", 1.0, "The NRA supports this ban."], [48156, "2018-03-20T10:42:07Z", 0.5, "If there is another shooting..."], [8733, "2018-03-20T03:00:09Z", 0.01, "The NRA exerts too much power on the GOP Congress"], [56657, "2018-03-19T19:07:14Z", 0.25, "The NRA has enough political power to stop the issue from ever coming to a vote in either chamber, and the elected officials will do what they can to 'wait the issue out'. Still, there is a significant possibility that a shooting in an upper middle class school might apply enough pressure to get something through."], [56515, "2018-03-19T19:03:08Z", 0.25, "The appears to be some interest on the Republican side"], [56620, "2018-03-19T17:22:07Z", 0.9, "will ban manufacture, importation, and sale of bump stocks, but not current possession, and by ATF ruling, not congress."], [54761, "2018-03-19T15:22:08Z", 0.15, "Power of the NRA makes it unlikely"], [51062, "2018-03-19T13:20:43Z", 0.75, "Forensic and gun experience."], [56624, "2018-03-19T06:34:14Z", 0.7, "I’m cautiously optimistic about this happening. A ban on bump stocks is a small step for gun control advocates that several Republican congressmen including senators Lindsey Graham and John Cornyn have indicated a willingness to at least consider a ban. If Democrats take the House this November I think there will definitely be a good chance a bump stock bill could be passed. I’m still unsure whether Trump would sign the bill since he seemingly changed his mind about gun control after meeting with NRA representatives."], [34920, "2018-03-19T05:37:12Z", 0.8, "I guess there will be one or even more incidents that put pressure on  this ..."], [56622, "2018-03-19T05:11:18Z", 0.2, "Historically, no actions made by legislators "], [56601, "2018-03-19T03:51:05Z", 0.35, "Ban-gun sentiment is at all-time high but Trump still needs to pander to his base."], [56598, "2018-03-19T03:44:03Z", 0.44, "Any firearm-related legislation is unlikely given the current political climate in the US and the NRA's interference. However, bump stocks seem to be an issue where the NRA and the GOP are willing to compromise in order to be able to claim that they did support common-sense legislation: The effect would overall be minimal (if not useless) but it would allow them to falsely claim to have addressed gun violence."], [56591, "2018-03-19T00:35:10Z", 0.53, "DT has suggested he will write this himself and this could be an opportunity to \"change the subject.\"  I think he will actually follow through on this promise and then it would be highly risky for the congress or senate to vote against in spite of the lobby power of the NRA.   Law enforcement speaking out on this would also increase the support to a small extent.  Continued student walk-outs and media attention increase the probability slightly."], [54733, "2018-03-18T22:15:17Z", 0.2, "This will not happen unless the Democrats win both houses and are able to pass a veto-proof resolution."], [8245, "2018-03-18T22:00:48Z", 0.05, "Unlikely without super majority. But could happen if thereâ€™s another tragedy esp hurting kids. "], [56405, "2018-03-18T21:11:06Z", 0.15, "President Trump has a history of saying very controversial things and then backing away to a much more politically acceptable position. Given the large number of Republicans in Congress, there is very little chance of a law being passed to cause a legal ban, which means that it would take an ATF opinion reversal on the technology of bump stocks essentially declaring a product they already cleared for sale now becoming a \"banned item\" which is a clear violation of due process rights and so is a low probability of passing judicial review."], [56569, "2018-03-18T20:42:04Z", 0.95, "Who need a automatic gun these days ?\nOnly terrorist and sick people, and they should not have guns..\n"], [56547, "2018-03-18T19:03:20Z", 0.05, "The NRA money/influence has a stranglehold on Congress particularly the GOP."], [56556, "2018-03-18T18:45:31Z", 0.25, "There is no incentive for them to do this."], [56546, "2018-03-18T18:23:49Z", 0.95, "Since Parkland,  the voice of the youth protesting and made awareness  of NRA involvement in the decision making to our politicians through pressure and money. BUYING their  votes."], [56536, "2018-03-18T18:07:05Z", 0.65, "There is a lot of activism for gun control."], [56520, "2018-03-18T17:30:23Z", 0.4, "I believe that if the grass-roots movements and Democrats are able to keep the issue in the limelight, there is a decent chance of getting a law passed but if not ..."], [8032, "2018-03-18T17:13:29Z", 0.75, "This would make sense"], [56525, "2018-03-18T17:05:35Z", 0.8, "Bump stocks is an easier step for GOP to show some measure of progress "], [56519, "2018-03-18T16:21:51Z", 0.49, "Only with NRA  approval."], [56518, "2018-03-18T16:08:29Z", 0.15, "I believe the ‘gun culture’ is too ingrained in the US society. Any attempt to change this will be like political suicide, and therefore I don’t think people in power will let this happen"], [56491, "2018-03-18T16:07:35Z", 0.12, "I don’t see the House of Representatives passing anything. Even if the democrats take the house back in the 2018 elections they will not take up any legislation that will address firearms rights out of fear of losing power in the 2020 elections. The 2nd amendment will continue being used as a wedge issue on both sides "], [56505, "2018-03-18T15:34:14Z", 0.55, "There is a new wave of support that's coming from the school children and younger demographic that will drive this change. Florida a republican state has already passed this law. "], [56507, "2018-03-18T15:26:28Z", 0.25, "Despite popular support for such a ban, NRA influence over Trump and Congress remains too strong in this 2018 election year."], [56506, "2018-03-18T15:25:36Z", 0.35, "Maybe at state level. Federally, will not happen."], [56502, "2018-03-18T15:24:41Z", 0.45, "Young voters will sway electorate vote if no voting irregularities are found"], [56504, "2018-03-18T15:21:29Z", 0.2, "Congressional Majorities don't have the backbone nor the coherent discipline to get anything passed with the approval of their lobbyists.  Perhaps the threat of Millennial & Gen Z electoral power will motivate some courage, but that is a maximum of a 20% chance."], [56484, "2018-03-18T15:15:12Z", 0.0, "Democratic Senators Heidi Heitkamp (ND) and Joe Manchin (WV) are pro-gun rights and up for election.  If Democrats want to keep those seats, they need to allow them to remain so, and possibly even shield them from even a vote on the subject.  In addition, you will get some argument as to what constitutes a \"bump stock.\" You might get some vote on expanded background checks but not on substantive gun manufacturing and sales issues.  I actually think Dem leaders are OK with that as well, as all it does is fuel further energy for the election on the Dem side.  If Dems win the House or both houses, all bets are off for whether they do it by 1/1/2020 though. "], [56503, "2018-03-18T15:13:14Z", 0.1, "Without a specific and high-ranking proponent within the Executive Branch, the Federal banning of bump stocks appears highly unlikely, particularly as a \"clean bill\" as passed through Congress."], [56486, "2018-03-18T15:04:43Z", 0.3, "NRA is too powerful"], [56074, "2018-03-17T23:22:45Z", 0.48, "The way I see it if another mass shooting makes the news theres at least an 65% chance they are banned, if not I figure theres less than a 5% chance. The reason I have these numbers so low is because of the kick back trump would get from republicans."], [56433, "2018-03-17T22:19:00Z", 0.2, "'Do something' is a reasonable reason to expect some movement on the part of Republicans.  The lack of true necessity, combined with the effect that it isn't really a very powerful policy lowers this chance.  "], [44484, "2018-03-17T18:34:25Z", 0.75, "It's easy to do and why would hunters care?"], [56398, "2018-03-17T15:01:21Z", 0.35, "I think that it is improbable because the momentum gained by the Florida shooting is fading and no clear step have been taken at federal level. GOP house representatives will be careful with it because of November elections and Democrats could use it for  campaign  purposes but I think that no change will be made before November elections and, after the elections, I do not think that there will be enough time to change anything before the 1 January 2019."], [55222, "2018-03-17T13:34:33Z", 0.8, "To be seen to be doing \"something\""], [56392, "2018-03-17T07:41:02Z", 0.0, "There will be no new gun control measures within the next 12 months"], [56387, "2018-03-17T05:11:44Z", 0.5, "Too partisan to judge well until further notice."], [52766, "2018-03-16T23:23:49Z", 0.15, "low amount of action by congress- legislators afraid of NRA - would only occur through non-legislative process"], [47747, "2018-03-16T18:27:51Z", 0.45, "seems like momentum has slowed for action."], [5766, "2018-03-16T16:30:27Z", 0.05, "Direct heavy force from NRA and indirectly from politician will delay this further."], [56331, "2018-03-16T08:49:49Z", 0.1, "Initially I am thinking that the likelihood of any of the 4 bans (manufacture, importation, possession, or sale) being enacted is relatively high (40%), since any of the four being enacted will mean the answer to the question will be yes. On the other hand there is precious little historical evidence that legislation like this would be enacted by the federal government, which again lowers my base estimate (10%). Cautiously, I will put my initial probability at 20%, disregarding the current media exposure of the Parkland students, since I have no way to estimate whether this is a passing phenomenon, or if it has a lasting effect and presence. If US students continue to be the focus of the media coverage, I will revise my forecast upwards."], [11469, "2018-03-16T07:38:09Z", 0.0, "To shore up support among core voter base for upcoming mid-term 2018 elections, Republican-groups within Senate and Congress might not push for any action on gun-ownership issue."], [172, "2018-03-15T23:03:44Z", 0.9, "Shout out to the kids in Florida for keeping this in the news longer than I expected. Trump says yes. NRA not willing to oppose. States and even retailers It won’t change a great deal but it’s something. Acknowledge there are ways to achieve this without satisfying question. But maybe something GOP can claim as success for midterms? "], [49545, "2018-03-15T17:42:03Z", 0.44, "Answering the same question with a shorter timeline previously posed, I gave the response at the link below.  On that response there are a lot of links to the proposed regulation and the process.  It looks like there is forward momentum, and I believe the January 1 timeline is very do-able.  My concern is still the question of \"if OMB will state if it's within th justice department's right to finalize such legislation\"  \nhttps://www.gjopen.com/comments/comments/709966\n"], [53719, "2018-03-15T17:38:11Z", 0.05, "Because NRA are rather strong"], [42883, "2018-03-15T14:21:32Z", 0.9, "This one seems inevitably done, already individual states banning."], [45557, "2018-03-15T13:19:50Z", 0.45, "Depending on likelihood of Democrats taking control of both houses of Congress"], [56083, "2018-03-15T10:10:09Z", 0.7, "The only way I could see a shooting pushing the federal government to issue a ban would be in the wake of an even larger shooting than one in Florida also involving children.  Another of equal or smaller size would still be awful, but without an even greater uptick to double down on the anger of citizens, the GOP will not act in the wake of a shooting due to their NRA connectedness.  However, the GOP could (and I believe will) pass gun legislation going into the midterm elections because the base is too far right to consider flipping parties and the currently enraged conservatives who support the GOP on all measures but currently guns could easily return with token legislation.  The midterms are too up in the air IMO to make a remark on flipping being the reason for bump stock legislation.  As a final caveat, if the gun legislation pressure does not continue for the months going forward or if there is not sufficient pressure in the polls to threaten GOP seats, Republicans will not even make token legislation to try to appease previous constituents as I remarked."], [54352, "2018-03-15T08:49:48Z", 0.85, "Trump ha announced intention, and has a plan to bypass congress on it. Together with renewed momemntum following student response to Florida massacre."], [14493, "2018-03-14T16:17:25Z", 0.75, "If DoJ is trying to get a ban it might happen, but then again what does the NRA want? They are in favor of a ruling by the BATFE if bump stocks are legal, if they are it says it would be amenable to \"additional regulation\" in return for \"National Right-to-Carry\".  It would seem possible that the BATFE could conclude that maybe they are legal and the \"additional legislation\"  would clarify the matter, (the BATFE does appear, in the past, to have bent in the political wind) which would put the ball back in the legislators court where it could linger for some time, especially as the \"National Right-to_Carry\" was bolted on.  "], [16778, "2018-03-14T13:56:33Z", 0.9, "Trump administration is willing to ban bump stocks by re-interpreting machine gun ban via Justice Dept. The new rules would need approval by the OMB but I do not foresee many obstacles to this change. Because this represents a reversal of the ATF's previous 2010 ruling, the ban implementation may be postponed due to lawsuits, but that is immaterial to this question."], [51503, "2018-03-14T12:31:12Z", 0.85, "Bumpstocks make a nice scapegoat."], [172, "2018-03-14T10:35:17Z", 0.8, "If Trump and Republicans are of at least average intelligence they will handle bump stocks to appear for populace who want something done. But I guess need to factor in “elites” unlikely to support Trump - as he knows very well. Should do something before midterms. Not a slippery slope for gun control- even NRA willing to give on bump stocks. So I’m staying positive on this one. Kudos to Walmart, Dick’s Sporting goods, and Florida for showing something can be done."], [45310, "2018-03-14T10:27:08Z", 0.65, "The propability to show more understanding for banning extremely dangerous weapons in hands of idiots or mental sick persons is rising and might enforce\nthe actual government to act."], [56262, "2018-03-14T03:36:56Z", 0.6, "I think the Republicans will lose the House of Representatives. The Democrats will have the power to pass this legislation."], [47482, "2018-03-13T19:47:25Z", 0.65, "Revising likelihood down as it hasn't happened yet"], [50580, "2018-03-13T18:41:03Z", 0.75, "Importation of bump stocks isn't something really anyone is fighting for."], [49317, "2018-03-13T17:23:49Z", 0.25, "I think there's a 1 in 4 chance that future sales are barred by executive order.  Now that Trump appears to be sprinting away from any and all gun control promises he made, legislative progress is likely impossible on the issue."], [45429, "2018-03-13T15:55:34Z", 0.3, "Trump is possibly making it more likely "], [54165, "2018-03-13T15:11:57Z", 0.9, "I believe it is inevitable."], [691, "2018-03-13T14:51:11Z", 0.44, "The Leader Of The Free World has changed his position on at least one gun-control matter already, and has courageously announced the formation of a commission headed by the completely gormless Sec of Ed to meditate on matters related to this, although this issue probably won't be part of their charge as such.  If the current proposal stalls, that will be the end of the Great Bump Stock Debate until the Congress and the White House are taken over by Democrats again.  Interesting times, in a train-wreck sort of a way."], [37788, "2018-03-13T11:30:09Z", 0.5, "It’s been almost a decade since the justices agreed to hear a case on the Second Amendment, despite multiple opportunities to do so. In 2015, the justices turned down a challenge to a Chicago suburb’s assault-weapons ban. (The court never weighed in on the federal assault-weapons ban, which lapsed in 2004.) In 2017, they also declined to review California’s stringent thresholds on applications for a concealed-weapons license. All of the restrictions at hand had been approved by lower courts. At this stage, there’s no telling when the Supreme Court will finally take another Second Amendment case. But if these proposals in Florida and elsewhere become law, the evidence suggests they have a good chance of withstanding whatever challenges the NRA might bring. "], [56235, "2018-03-13T06:06:35Z", 0.05, "president aligned with NRA"], [46029, "2018-03-13T05:24:02Z", 0.85, "They are very dangerous in wrong hands.It will pacify people to a certain extent and be a good compromise on the part of NRA."], [55067, "2018-03-13T03:11:57Z", 0.55, "it is not yet clear what the ban specifics are or how it would be enforced"], [54888, "2018-03-13T01:34:41Z", 0.85, "Trump has said he will do so, and he might even follow  through on this one."], [36397, "2018-03-13T01:01:11Z", 0.2, "Politicians fear the NRA too much to do anything that will cross them."], [8266, "2018-03-12T23:45:46Z", 0.1, "Republicans, owned by the NRA, will still control the congress"], [43952, "2018-03-12T22:19:59Z", 0.33, "The NRA seems to be winning."], [53058, "2018-03-12T21:37:48Z", 0.15, "The DOJ will propose a regulation against bump stocks, which will have to be reviewed by the OMB prior to enactment.  As noted elsewhere, there will likely also be a public comment period, which could last as little as 30 or as much as 180 days.  It is highly unlikely that the President would endorse a DOJ proposed regulation against bump stocks in the latter half of 2018 due to upcoming mid-term elections for fear of fracturing its base.  Mitch McConnell will not allow a vote on any bill proposing the prohibition of bump stocks this year for the same reason."], [56163, "2018-03-12T21:28:39Z", 0.95, "At this moment the Trump administration is asking the Justice department to include bump stocks in the ban for automatic weapons. This fulfils the question parameters for yes. The NRA supports the move as do the majority of democrats and republicans. However it is likely that it is illegal for the ATF to act on this without new legislation and therefore whether the ban has any real effect is still up for debate. "], [21381, "2018-03-12T20:10:21Z", 0.4, "Making a bump stock illegal will not effect gun related homicides. "], [45141, "2018-03-12T19:56:25Z", 0.05, "Groups like the NRA lobby run the Republican party."], [54618, "2018-03-12T19:00:16Z", 0.5, "There seems to be an unusual amount of support for action on this now, but past experience has shown it is politically close to impossible since the rise to power of NRA lobbying to pass gun control measures."], [53806, "2018-03-12T18:32:47Z", 0.75, "The NRA "], [48624, "2018-03-12T18:25:42Z", 0.2, "The NRA inhibits any gun regulation."], [38197, "2018-03-12T18:24:01Z", 0.8, "Support in Congress is high; President supports; NRA is only mildly opposed and was open to their regulation in the past."], [44322, "2018-03-12T17:34:54Z", 0.55, "There is considerable public support for the ban but the efforts of the NRA cannot be taken lightly."], [55834, "2018-03-12T16:57:36Z", 0.8, "Popular support is very high and bump stocks are not a commonly purchased item. Further, 3D printing will allow individuals to make their own bump stocks and those individuals are not going to protest the ban on sales"], [56219, "2018-03-12T16:51:34Z", 0.75, "Can be done through regulation without congress"], [6075, "2018-03-12T16:49:54Z", 0.6, "midterms might send a message, more or less stronger, depending on Democrats' gains "], [48376, "2018-03-12T16:39:16Z", 0.2, "Rep. Congress won't pass it. ATF won't have the legal control of the issue."], [1333, "2018-03-12T16:19:13Z", 0.55, "Comment deleted on Oct 11, 2019 03:12PM UTC"], [23006, "2018-03-12T15:01:50Z", 0.49, "moving away from raising age -- moving away in general"], [34353, "2018-03-12T12:31:22Z", 0.05, "I'm going to counter all the optimism I see in the community right now, at risk of coming across overly pessimistic."], [56188, "2018-03-12T09:59:23Z", 0.4, "A regulation through the DOJ wouldnâ€™t require congressional approval, but that process was tried unsuccessfully after the Vegas shooting. If it depends on Congress it is far less likely."], [37725, "2018-03-12T04:36:57Z", 0.7, "If the Democrats take the election, it's a done deal. If not, then nope. "], [50985, "2018-03-12T03:19:38Z", 0.4, "There are going to be too many Republicans running scared."], [47497, "2018-03-12T02:01:19Z", 0.75, "While most countries have gun control, the NRA has prevented the US from having a civil debate on gun control. The recent Parkland shooting has sparked more activism from a group of people with privilege (White, wealthy, educated), which makes them harder to ignore. Moreover, the Republicans are desperate for a political win of any sort and are attempting to look strong. Trump is a unpredictable character, which could be used to the Dems advantage based on his recent comment to \"take the guns now and sort out the rights later.\" The NRA could possibly rally the far right to put pressure on the Republicans, but they are also concerned about re-elections. "], [56204, "2018-03-12T01:35:24Z", 0.7, "The president is pushing for it and Democrats won't oppose it. Likelihood of passing depends on DOJ and midterm elections."], [56166, "2018-03-12T00:57:55Z", 0.75, "Easy way for Trump admin to look like it's responding to public support for gun control. NRA already came out for banning bump stocks after the Vegas shooting. Between now and the midterm elections, Trump admin/Republicans will pass some legislation that makes them appear to be responsive to the voters. Banning bump stocks would allow them to do that without alienating the NRA and base."], [55193, "2018-03-12T00:50:57Z", 0.95, "Banning the manufacture, importation, possession, or sale of the \"bump stocks\" is a low hanging fruit that enjoys broad support from across the political spectrum with regards to gun control legislation. After shooting at Las Vegas and the recent one at Stoneman Douglas High School, public appetite is increasing for \"something\" to be done - and banning bump stocks is one of the easiest ways to placate that public appetite."], [691, "2018-03-11T21:18:54Z", 0.44, "If the current proposal gets stymied, you won't hear another murmur on this topic from this Administration, since this lot has the attention span of gerbils and other matters will arise to occupy its mind (a term one uses advisedly but without intentional sarcasm). "], [1034, "2018-03-11T21:13:17Z", 1.0, "Ban bump stocks? Justice Department moves to make them illegal to own or sell"], [49545, "2018-03-11T15:26:40Z", 0.25, "Recent news made me increase probability by 6 points, but it will still depend on if it is found to be within ATF's jurisdiction to regulate.  Since it has already been stated that it is not, I am thinking that the chance is based on if they can find a workaround.  "], [53452, "2018-03-11T03:14:51Z", 1.0, "The us department of justice announced that they want to reclassify bump stocks as a machine gun accessory. This would ban the possession sale or manufacturing of bump stocks for sale to the general public. "], [52554, "2018-03-10T22:46:02Z", 0.85, "Trump wants to ban them. "], [56179, "2018-03-10T22:04:15Z", 0.8, "The NRA as a marketing firm will do a cost/benefit analysis of this fight and see that the (relatively) small business of bump stock manufacturing isn't worth defending and therefore won't pressure the politicians it has bought to defend their position. "], [45492, "2018-03-10T21:53:06Z", 0.05, "The chickenshit Republican controlled congress will do nothing about guns."], [23006, "2018-03-10T21:31:53Z", 1.0, "yay"], [32258, "2018-03-10T20:44:58Z", 0.85, "Process is moving along: first stop OMB. there should be enough time to resolve yes."], [172, "2018-03-10T17:11:40Z", 1.0, "Feeling better that this may actually happen without being coupled to items with less chance of passing...\nhttps://www.theguardian.com/us-news/2018/mar/10/gun-control-us-justice-department-bump-stocks\n"], [43311, "2018-03-10T15:28:56Z", 1.0, "Trump February 26th \"I will write out bump stocks myself\"."], [50483, "2018-03-10T15:06:11Z", 0.8, "https://twitter.com/ABCPolitics/status/972480454556307456 "], [51290, "2018-03-09T21:32:14Z", 0.05, "This a bad question.  It has too many variables. First of all, the Florida shootings did not have involve bump stocks.  A legislative re-definition of \"automatic\"  is a simple legislative solution to limiting potential for bump stocks that does not fit into the \"ban\" possibilities. The enforcement of current NCIS regulations does not fit into the \"ban\" possibilities."], [51452, "2018-03-09T21:26:04Z", 0.2, "While many signs point towards a bump-stock ban, the current party in control of the federal government continues to remain inactive when it comes to limitations on guns. A possible change in legislative power may increase the chances of something passing but only slightly."], [83, "2018-03-09T18:33:45Z", 0.2, "This year's Lame duck Congess seems to increase possibilities (after the election).  \n---If anyone remembers the issue then."], [47482, "2018-03-09T18:04:22Z", 0.75, "High public support. Speaker of House supports. POTUS supports. Regulatory & legislative bans count, even with exceptions. Only the Senate seems resistant and its opinion is immaterial for regulatory ban. "], [6285, "2018-03-09T18:01:32Z", 0.6, "Sometimes we just see the change happen faster than I thought it would.\nIt's the let's get something done on this gun issue. Another easy way out by congress and the president. It won't bother the NRA very much either as it doesn't both major gun manufacturers."], [56145, "2018-03-09T04:25:21Z", 0.51, "Is there mounting pressure to make the change?\nWho is mounting the pressure on both sides?\nHow with a positive or negative decision impact Trumps approval ratings?\nWill trumps base support some changes or will they revolt?\nWill a small change like this bolster trumps perception amongst those who are pro gun control?"], [32258, "2018-03-09T01:27:55Z", 0.55, "Thinking there will be a PR valuable rule that doesn't do much will satisfy this question in this time frame."], [55688, "2018-03-08T23:54:22Z", 0.21, "In September 1994, Congress passed and President Clinton signed an Automatic Weapons Ban (with a 10 year sunset).  The Democrats had a 57-43 majority in the Senate and a 270-164 majority in the House.  After the elections, the Democrats lost the majority in both houses. The GOP gained a 57-43 majority in the Senate and a 230-204 majority in the House.  Because of this, the Democrats are \"gun shy\" and will not support any change before the election. It is easier for them to be anti-Trump and campaign on \"the resistance\" and concentrate on getting \"new young blood\" elected.  Any ban that might happen, may happen in the lame duck session and might be competing with time with other issues that will get delayed till after the elections."], [47089, "2018-03-08T23:28:46Z", 0.7, "Trump don't want to ban arms, but has to \"give something\" to shut up the society pressure movement... and that should fit it"], [47462, "2018-03-08T23:11:24Z", 0.65, "Assault weapons - or at least - \"bump stocks\" are the least we, as the only nation on earth with `spirited' weapons, is THE LEAST we can do."], [172, "2018-03-08T21:47:36Z", 0.75, "Ok - i’ll Bite that after so many school shootings etc bump stocks (not used in any school shootings that I’m aware of) will be banned before end of year. As long as it isn’t grouped with a bunch of other things that stand no chance of proceeding."], [56126, "2018-03-08T20:06:33Z", 0.6, "Pressure to do something at least and Trump backs it"], [56124, "2018-03-08T18:05:27Z", 0.05, "Status quo."], [54191, "2018-03-08T17:53:34Z", 0.97, "https://www.reuters.com/article/us-usa-guns-trump-stock/trump-says-legal-papers-on-bump-stocks-almost-done-idUSKCN1GK2FD\n"], [50691, "2018-03-08T17:23:54Z", 0.8, "There's a lot of pressure to outlaw them after the Vegas and Parkland shootings."], [84, "2018-03-08T14:23:09Z", 0.2, "Trump's memo to the DOJ to ban them will take time. End of the year is a possibility."], [55013, "2018-03-08T12:41:41Z", 0.2, "Between now and the end of 2018 there could be another mass shooting"], [14493, "2018-03-08T10:15:02Z", 0.07, "It would probably take at least one more mass shooting where a bump stock was involved to move this forward, and then it would probably need to be a mass shooting of members of the federal government of their families. Its seems the price of US freedom is at least 15,000 gun deaths a year; 333 mass shootings, 3,500 child deaths, 27,000 injuries, all rising year on year. "], [46762, "2018-03-08T08:23:02Z", 0.0, "Filibuster."], [49523, "2018-03-08T08:06:02Z", 0.18, "just because of the time factor + 3 %"], [56104, "2018-03-08T07:16:44Z", 0.7, "President Trump has signaled his willingness to ban bump stocks. So has Speaker Ryan, but with a regulatory solution. Further, Florida, controlled by Republicans, looks like it might ban bump stocks (http://time.com/5190653/florida-gun-bill-age-bump-stock-ban/). On the other side is status quo bias and the strong gun lobby. Given the fact that a regulatory solution counts, I'm giving an estimate of 70%."], [35636, "2018-03-08T05:52:34Z", 0.55, "The Second Amendment crowd and NRA won't make it easy. Isn't bump stock a dodgy fix anyways? So what if they ban it, there will always be some other innovation. Or loopholes. "], [1604, "2018-03-08T04:33:38Z", 0.01, "Nothing's impossible but just look at Congress.  Completely cowed by the gun lobby and paid to keep silent, there's nary a chance.  Money in politics = guns."], [706, "2018-03-08T04:21:54Z", 0.85, "Dems will win Congress in November and, just in time for Sandy Hook Anniversary, pass the low hanging fruit of banning bump stocks in some capacity for an early legislative accomplishment before the year ends."], [46416, "2018-03-08T03:18:42Z", 0.15, "If the federal government was going to do something, it would have already happened. it is much more likely that the states will take action."], [37161, "2018-03-08T02:05:52Z", 0.1, "Nothing changes."], [54315, "2018-03-08T01:49:12Z", 0.8, "Unrelenting pressure from liberals and the high media coverage of the Florida school teenage activists mean something will happen sooner, rather than later.  In addition, there was a greater turnout for Democrats than usual for some primary elections, which may pressure current legislators to try to smooth the uproar about gun control by enacting a ban on an accessory as opposed to an actual firearm."], [45198, "2018-03-08T01:13:12Z", 0.75, "It is a midterm election year and I believe the republican dominated congress will feel the pressure to \"appear\" to do \"something\" about gun control to help win support from those voters who are uncomfortable with the amount of school shooting violence in the USA. Banning bump stocks allows them to claim action on gun violence but will have no real impact on the problem and will not attract the ire of the NRA to a high degree. After all, the bump stock is considered an accessory only. Remember, The NRA wants the Republicans to retain control of congress. They may sanction certain moves by Republicans that will appear to address gun violence but will, in effect, have no traction in dealing with the real problem but still win over voters, many of who won't understand what is actually happening."], [45429, "2018-03-08T00:57:49Z", 0.15, "Confoundingly, there does not seem to be momentum towards ANY gun legislation."], [20284, "2018-03-08T00:52:50Z", 0.9, "It is highly probable that many or maybe all of the restrictions mentioned in the question will become Federal law.  Most politicians will love this action in an election year.  The President appears to be behind it and even the NRA will only put up some symbolic protests and will consider this their extreme sacrifice in protecting other actions against the 2nd amendment.  Democrats will vote yes while broadcasting to all that it is not enough but a start until they are running congress again.  For the politicians of all parties whats not to like? "], [1333, "2018-03-08T00:43:19Z", 0.35, "The unsubscribed scenario I see is this - at what pace will the states go around congress and enact their own measures, and how many does it take to reach a threshold at which point congress collectively (to the extent possible) to cede the decision over to the states on what to do and proclaim the importance of States Rights in this matter. OR - at what point does congress decide to get out in front before we have a mish mash of regulations."], [636, "2018-03-08T00:33:30Z", 0.79, "I am a Second Amendment advocate but banning the manufacture, importation, possession or sale of bump stocks seems to be an idea that has the support of President Trump, Paul Ryan and the support of Jeff Sessions.  In my opinion, the item is an accessory and does not infringe on my right to bear arms. \nIt is also a win situation for the republicans who can then claim they have \"done something\" when campaigning in the mid-term election. "], [172, "2018-03-08T00:29:49Z", 0.1, "Same question, new date?"], [50681, "2018-03-08T00:25:54Z", 0.25, "The tide may have turned against the NRA, but it is still strong. Allowing a bump stock ban could take the pressure off demands for other prohibitions."], [46458, "2018-03-07T23:39:47Z", 0.8, "The Bump stock debate and the passage of a Law by Congress, or a National Security Threat classification banning bumpstock sales by the Executive Branch, would be an easy way out for Congress and the Executive Branch: Low sales profit, few actually impacted and 'shows' Congress, et al. are 'listening' to their Constituents concerns ahead of the 2018 elections.\nNRA reportedly initially supported the ban after the 10/1/17 attack in Las Vegas.\nBesides, if the ban doesn't happen, it Will cost Republicans the Nevada US Senate seat of Dean Heller! \nNerves and determination here in the Las Vegas Valley are still quite raw. The Voters will Not forget when voting this November...\nProf. Rath\nGreen Valley-Henderson, Nevada\nA Reagan Republican\n*USMC Wounded Warrior\nPersian Gulf War"], [53173, "2018-03-07T23:13:19Z", 0.05, "The Democrats will probably try to add many other restrictions which will prevent passage."], [7809, "2018-03-07T22:54:41Z", 0.75, "The ban on bump stocks is the low hanging fruit of the gun control tree.   Many politicians realize something must be done, and they hope a ban on bump stocks will placate many."], [52905, "2018-03-07T22:14:59Z", 0.65, "This assumes a major shift in political power in Congress, leading to Democratic influence or control.  If that occurs, among the first issues to be raised will be measures to ban bump stocks and other devices that increase weapons lethality. "], [53452, "2018-03-07T22:01:23Z", 1.0, "Florida just banned the sell, and it is a reasonable compromise. Its just a firearms \"accessory\" and banning Bump stocks doesn't violate the 2nd amendment.  With the unreasonable hysteria over guns and gun violence I do not think there will be much opposition. "], [52211, "2018-03-07T21:54:43Z", 0.15, "While I think that both sides find this to be a reasonable approach Congress seems unable to accomplish much of anything. The Democrats will likely want more than just the ban on bump stocks and the Republicans will not agree so it is unlikely that a bill will be agreed upon. The only reason that I don't give this a zero percent chance is that the pressure from the Parkland students may have an impact if it can be sustained."], [44828, "2018-03-07T21:41:35Z", 0.7, "Higher chance as a result of the mid term elections and the unexpected influx of new democratic and female lawmakers in the federal and state governments. "], [44022, "2018-03-07T21:07:38Z", 0.0, "trump/republicans/midterns"], [44022, "2018-03-07T21:06:51Z", 0.05, "Republicans/midterms"], [691, "2018-03-07T20:53:02Z", 0.1, "A-G Sessions will be long gone by then, and his successor will not have been selected on the basis of his zeal for any gun control regulations within the gift of DoJ.  The Democratic majority in Congress will not sit until after 1 January.  Even after the new Congress acts, the President will insist that any such measure must include funding for his wall or some other tribute to his sagacity and magnificence.  Nothing will happen, just as it has been happening with dizzying regularity after each massacre.  I fervently hope I am wrong about this."], [47941, "2018-03-07T20:34:15Z", 0.0, "US government is too beholden to the NRA to do anything that will erode their influence."], [32258, "2018-03-07T20:02:51Z", 0.05, "I rule out legislation happening so it comes down to the Department of Justice regulatory approach. Jeff Sessions says he's inching closer. What I don't know is how many inches per week/month he's moving and how many inches there are total but it seems they want to at least pretend to do something on this. If they end up with some sort of regulation, it's possible it could get done in this time frame.  I'll give it 5% until I see the proposed regulation. Like the other question, this one doesn't take into account a court challenge to any regulation. So any ban would count unless it's challenged in court immediately?\n------------\nhttps://www.reuters.com/article/us-usa-guns-justice/sessions-says-justice-dept-inching-closer-to-banning-bump-stocks-idUSKCN1GB24W"], [50954, "2018-03-07T19:43:18Z", 0.25, "Doesn't have enough public support yet."], [12879, "2018-03-07T19:18:59Z", 0.75, "In all likelihood YES it will be banned prior to 1 January 2019......"], [39918, "2018-03-07T19:08:38Z", 0.87, "Law is to easy"], [49545, "2018-03-07T19:04:12Z", 0.19, "Interesting that this question was posed again, but with a date 6 months after the original question end (1 JUL 18).  Makes it a lot easier to kill two birds with one stone though.  The longer we get away from the use of a bump stock in a mass shooting, the likelihood that it will be banned will be decreased.  So, going off of a lot of analysis and comments on twin question with the earlier date, I believe it is highly unlikely before 1 JUL, but more likely, if regulation is used, that it will happen between 1 Jul and 1 Jan.  If anything legislative happens it will be during this session, so I don't really see any higher chance of it happening after 1 Jul than before.  "], [41586, "2018-03-07T18:48:29Z", 0.2, "Odds on this are currently low but rising because of the momentum following the Florida shooting. This issue is also a relatively easy \"give\"  for the gun industry and the NRA. But agree with those who say we won't see real change in this area until Congresspeople begin to lose seats because of pro-gun stances. Will gun policies really be a big issue driving turnout and voting behavior for non-gun owners in November? Not sure we're seeing that yet. "], [34353, "2018-03-07T18:28:28Z", 0.05, "Since this is similar to the In the News Q, I'll post the same information that I initially provided for that, which was in the wake of the Las Vegas shooting (https://www.gjopen.com/comments/comments/598185):"], [31450, "2018-03-07T18:25:12Z", 0.0, "I am sure congress remains stuck. Basically republicans in congress aren't going to act because the NRA is against new legislation, claiming the ATF should handle this through regulation. However, the ATF made clear years ago (see article) that they don't have the authority to regulate these devices without new legislation. So now the issue dies and the NRA gets to avoid having any new legislation."], [745, "2018-03-07T18:18:58Z", 0.85, "There is a lot of time until the end of the year.  If Trump, Ryan and the Democrats want this, some minimal regulation of bump stocks could happen.  Chances are, someone will invent a work around to this, which will make banning them easier."]]}