{"question_id": 344, "title": "Will The Birth of a Nation be nominated for a Golden Globe for Best Motion Picture - Drama?", "correct_answer": "No", "crowd_forecast": 0.45, "preds": [[12879, "2016-12-09T23:55:39Z", 0.55, "Will the mindset of the voters increase the probability of the movie being one of the nominated movies. "], [29005, "2016-12-09T11:53:07Z", 0.9, "Yes - the industry is facing heavy accusations of racism - which will bring issues surrounding race front of mind to golden globes nominees. There is pressure to elevate films with actors of color or around issues of color."], [19801, "2016-12-07T06:07:44Z", 0.25, "1.In addition to La La Land, Arrival and Moonlight, the 10 best picture nominees voted by the BFCA — which is comprised of more than 300 film critics in the U.S. and Canada, working in TV, radio and online — include Fences, Hacksaw Ridge, Hell or High Water, Lion, Loving, Manchester by the Sea and Sully.\nhttp://www.hollywoodreporter.com/lists/critics-choice-awards-2016-film-nomination-complete-list-951822"], [21772, "2016-12-05T17:04:01Z", 0.3, "Other Better Pictures"], [31116, "2016-12-05T14:21:55Z", 0.35, "Low meta score, high profile critics give positive review, push back on conservative image from Hollywood"], [28904, "2016-12-03T15:53:56Z", 0.04, "I went to http://www.goldderby.com/awardshows/expert-predictions/golden-globes-film-nominations-2017/sort/recent/, and no one had Birth of a Nation on their list. \nGoing by the Oscar list at http://www.goldderby.com/awardshows/expert-predictions/oscars-nominations-2017/picture/, and only 2 out of 28 \"experts\" even have Birth of a Nation on their nominee lists. That would put the odds around 7% if you weight them the same. \nBirth of a nation only got $15.6MM in box office--that's smaller than any of last year's nominees. It has middling reviews, and other movies like Moonlight and Loving seem to be taking it's space as an indie picture. \nI'll put the odds at around 4%. There are other movie options to make a statement. "], [706, "2016-12-03T05:43:13Z", 0.75, "How could it not in America's current racially charged environment?"], [24702, "2016-12-02T23:48:35Z", 0.75, "Heavily political film: this kind of approach is being awarded by the industry."], [691, "2016-12-01T12:17:45Z", 0.81, "Apparently not a very good film, as evidenced by the fact that it is consistently described as \"important.\"  However, the whitefolk of the industry will not want to be seen as snubbing an important blaxploitation offering, especially--what with one things and another--this year.  Should get a nod.  "], [30713, "2016-11-28T17:22:24Z", 0.38, "We already had 12 Years and Birth does not seem to be a particular good movie. Still, it seems to be Award Season movie and with the right hype it could still at least land a nomination. It depends on Social Media and how people will connect it to the 2016 elections."], [14133, "2016-11-28T03:07:09Z", 0.85, "Almost a sure thing, for a number of reasons. Number one right now is that Trump is the president-elect. Hollywood will not pass up the chance to push back against the whitist attitudes he represents."], [30602, "2016-11-26T15:55:18Z", 0.1, "It won't as the film isn't good enough "], [30456, "2016-11-25T09:53:39Z", 0.2, "The history of the film is too controversial, and seeing the nomination in the recent past of the Globe, I don't see anything of the kind."], [10746, "2016-11-19T16:09:01Z", 0.75, "The Birth of a Nation opened at the Sundance Film Festival to a standing ovation.  Despite initial praise, it looked as though Nate Parker’s film was going to be dismissed by the Globes and the Academy due to the filmmaker’s rape and sexual assault charges while in college."], [368, "2016-11-18T19:00:30Z", 0.05, "Change in estimate.  Birth of a Nation is currently slotted for a nomination for the Oscar's.  Analyst's indicate that a nomination for the Golden Globes are unlikely."], [12879, "2016-11-15T01:54:11Z", 0.75, "The Birth of a Nation (originally called The Clansman) is a 1915 American silent epic drama film. Three hours long, the film was originally presented in two parts separated by an intermission; it was the first 12-reel film in America. The film chronicles the relationship of two families in the American Civil War and Reconstruction era over the course of several years: the pro-UnionNorthern Stonemans and the pro-Confederacy Southern Camerons. The assassination of President Abraham Lincoln by John Wilkes Booth is dramatized. "], [28904, "2016-11-14T18:16:15Z", 0.12, "Seems like something the MPAA would do, but apparently it's a longshot. It's only got 73% on Rotten Tomatoes though. Other films cover that space. Apparently not being pushed by Searchlight. \n"], [151, "2016-11-14T14:23:46Z", 0.95, "I think it is very likely given the group of films up for nomination this year."], [7809, "2016-11-13T14:27:10Z", 0.55, "I have not seen the film, however from what I know of it, it is another exploitation of a dark era in our country.   It makes heroes out of murders.    Sadly, Hollywood likes to champion these type of films, it makes them feel as if they are more caring and sensitive to social ills.   "], [29769, "2016-11-11T01:34:18Z", 0.67, "This is a prediction based on an aggregation of both the movie's Rotten Tomato score compared to those of past Golden Globe Nominees, and chance of winning over potential candidates."], [7124, "2016-11-07T04:12:42Z", 0.95, "The film has gotten a lot of publicity. Although it has received mixed reviews, the subject matter makes it a likely nominee"], [29921, "2016-11-07T02:05:56Z", 0.99, "great"], [29921, "2016-11-07T02:02:06Z", 0.15, "good film"], [29921, "2016-11-07T01:57:57Z", 0.83, "maybe"], [30050, "2016-11-06T22:37:48Z", 0.8, "Sounds like a heavy film"], [948, "2016-11-06T14:10:47Z", 0.95, "It was a great movie and I think the Academy should do this regardless of the artist."], [12879, "2016-11-05T19:38:54Z", 0.85, "Upgrading to a SuperForecasting \"Probability Plus\" of happening."], [691, "2016-11-05T01:18:19Z", 0.87, "This film is universally described as \"important.\"  \"Important\" means \"not very good, but we have to pretend to like it so people can pretend to think we're serious.\"  It's a shoo-in for a nomination."], [8888, "2016-11-04T21:25:27Z", 0.75, "Only because it is currently a liberal  \"popular\" issue but has little to do with quality of the film"]]}