{"question_id": 294, "title": "Before 1 July 2017, will Russia allow Turkish citizens to travel to Russia without a visa?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[32988, "2017-06-27T21:13:15Z", 0.0, "Remote enough to round down (that is, if clarification is wrong-- looks like it is?) "], [23006, "2017-06-27T02:29:20Z", 0.0, "Going with no based on stringent resolve criteria for question.  Exemptions on certain classes of travellers still resolves as 'no' I think. \nQuote in comments by rene and wildwood seem to suggest some visas, sometime in the future but not all"], [23006, "2017-06-26T18:29:00Z", 0.5, "This question.\nI give up."], [36157, "2017-06-26T12:49:19Z", 0.0, "Timescale is too short."], [23006, "2017-06-26T12:36:33Z", 0.0, "going with consensus"], [24, "2017-06-26T09:33:04Z", 0.0, "Tangentially related (but: anything that directly concerns the resolution of this question is unclear, and the  closing date is in any case imminent), but an interesting thing in the RSS feed of the Russian Embassy in London this morning: "], [4634, "2017-06-24T06:42:21Z", 0.0, "Found a quote that doesn't clear things up at all...It's from an interview with the Turkish ambassador in Russia. Date: June 23."], [1034, "2017-06-24T06:30:39Z", 0.0, "Executive Order 50805 \nExecutive Order on measures to ensure Russia’s national security and protection of Russian citizens against criminal and other illegal acts and on the application of special economic measures against Turkey."], [23006, "2017-06-24T02:17:15Z", 1.0, "with credit to Dsarin https://www.gjopen.com/comments/comments/524604"], [38, "2017-06-23T18:45:34Z", 0.5, "This question is a MESS!  I hope it is voided."], [28414, "2017-06-23T15:43:22Z", 1.0, "Bizzare clarification tbh... official publication in the gazette?! There you go: http://www.garant.ru/hotlaw/federal/1114099/"], [19801, "2017-06-23T07:08:26Z", 1.0, "This becomes a question of definition, since the ban has been lifted for some Turks"], [691, "2017-06-09T12:43:27Z", 0.0, "Among the mysteries of this Q is whether it means travel must actually occur, or only that an announcement must be made that it can.  Doesn't matter to me, I hope--I think neither will occur with sufficient clarity before the deadline.  Stay tuned."], [5018, "2017-06-09T02:32:08Z", 1.0, "The news came more than a week ago and meets both the question's wording and the hints that it is about rapprochement. Allowing businessmen and their families visa-free travel is a clear sign of the rapprochement. \nhttp://www.gjopen.com/comments/comments/516143"], [22833, "2017-06-08T19:19:26Z", 1.0, "I'm taking GJ to mean what they say, word for word.   All in."], [22833, "2017-06-08T19:12:56Z", 0.53, "Questions should not be riddles."], [15621, "2017-06-07T18:58:14Z", 0.5, "See previous comment"], [15621, "2017-06-07T18:34:13Z", 0.1, "See @BrianAhlborn"], [22833, "2017-06-07T16:52:22Z", 0.1, "https://www.rt.com/business/390319-putin-softens-sanctions-turkey/"], [25705, "2017-06-01T16:28:16Z", 0.75, "Continuing https://www.gjopen.com/comments/comments/512367"], [4918, "2017-05-31T16:51:49Z", 0.5, "Putin signed \"Executive Order abolishing a number of special economic measures against Turkey\", in which \"partial resumption of the Agreement between the Government of the Russian Federation and the Government of the Turkish Republic on Conditions for Reciprocal Travel of Russian and Turkish Citizens of May 12, 2010.\" is announced. \nhttp://en.kremlin.ru/acts/news/54640"], [5018, "2017-05-31T14:03:24Z", 0.9, "http://www.gjopen.com/comments/comments/512367"], [25705, "2017-05-31T12:29:17Z", 0.15, "Here we go again. Russia allows visa-free travel for SOME, but not all, Turkish citizens. Will it satisfy the requirements of the question? It is up to GJO to decide."], [4918, "2017-05-22T18:28:02Z", 0.15, "Turkey and Russia sign a deal in sidelines of BSEC summit. Contradictory information about details so far, may include reference to visa regulation."], [4918, "2017-05-19T13:36:13Z", 0.02, "\"Facilitation\" and \"liberation\" are the words now, not \"visa free\"."], [4634, "2017-05-19T09:37:12Z", 0.02, "\"So what did Turkey gain at the Sochi summit? Turkish Economy Minister Nihat Zeybekci told NTV that Russia had lifted the restrictions on work permits in contracting, tourism and timber sectors and hiring of Turkish workers. But another major issue still hiding among the tomatoes is non-resumption of visa-free travel between the two countries. So far, only businesspeople can travel without visas.\""], [31450, "2017-05-18T21:39:28Z", 0.0, "Dropping to zero, if it was going to happen anytime soon I think it would have by now."], [35569, "2017-05-18T19:36:29Z", 0.0, "Unstable fraudulent elections and the added terrorist threat of allowing Turks to freely travel to Russia has led to an impasse between the countries.  President Erdogan appears to be a volatile leader and appeasing him by loosening visa policy would be of very little benefit to the current geopolitical strategy of Russia.  Historically, Russia is very good at protecting their homeland against terrorism, especially since an alliance with Chechnya has been solidified.  The conflict in Raqqa is a major determining factor in negotiating visa free travel from Turkey to Russia, as well.  The Turkish leadership is publicly outraged with the US arming the Kurds for the battle in Raqqa and Russia has taken a laissez faire attitude toward the strategy.  Currently, the Turks are overestimating their geopolitical value and Russia will not give concessions to a country which is overestimating its position in the world.  I predict Russia will not allow Turkish citizens to travel commercially to Russia without a visa.          "], [1034, "2017-05-16T05:37:36Z", 0.0, " @GL2814 -- Make the shift, the probability has shifted to the upcoming meeting in the second week of August, that I reported several days ago in a post."], [83, "2017-05-14T00:26:44Z", 0.05, "http://www.aljazeera.com/news/2017/05/putin-russia-turkey-recovery-process-complete-170503132739657.html"], [35531, "2017-05-13T12:29:56Z", 0.9, "They will probably incorporate a id system not necessarily a visa hence the 90% I find it hard to believe that Russia would not keep track of comings and goings of citizens for security reasons alone"], [1034, "2017-05-13T06:14:01Z", 1.0, "Could Russia Play Turkey Off Against the West?"], [1034, "2017-05-12T06:00:51Z", 1.0, "U.S. tells Turkey it supports Ankara's fight against PKK"], [15621, "2017-05-11T09:54:05Z", 0.01, "Time running out"], [1034, "2017-05-11T05:16:03Z", 1.0, "Turkey balks at Trump's arming of Syrian Kurd fighters"], [176, "2017-05-10T02:15:47Z", 1.0, "@Wildwood2000 This might just be the break we\"re looking for: http://www.reuters.com/article/us-mideast-crisis-usa-kurds-idUSKBN18525V"], [16652, "2017-05-09T11:20:56Z", 0.9, "Comment deleted on Jun 02, 2017 09:58AM UTC"], [1034, "2017-05-09T05:45:01Z", 1.0, "Still Time for this to happen, or not"], [1639, "2017-05-08T17:04:10Z", 0.0, "Russia is preparing to ease visa procedures for Turkish citizens, Russian Deputy Foreign Minister Alexei Meshkov said on Saturday.\nThe deputy foreign minister reportedly told Sputnik that Russia is ready to facilitate easier visa formalities for businesspeople working with Russia, while he noted that it is also important to work in this regard for Turkish truck drivers.\nRegarding visa procedures for airline staff, Meshkov said that they are currently in the final stage of discussions regarding visa procedures for airline staff.\nRussia had imposed economic sanctions, including the suspension of visa-free travel, on Turkey at the start of last year.\nLast week, the Russian government signed a decree allowing visa-free travel to the country's far eastern Vladivostok city for 18 countries, including Turkey.\nhttps://www.dailysabah.com/diplomacy/2017/04/22/russia-ready-to-ease-visa-procedures-for-turkish-citizens-deputy-fm-meshkov"], [14493, "2017-05-08T14:44:32Z", 0.05, "My guess is that if Russia was going to allow visa free travel before 1 July it would probably have done so at the meeting between Putin and Erdogan in Sochi a few days ago. The Russian Deputy PM said that Putin had said that Russia would continue to require visa for Turkish citizens but that could change depending on the level of cooperation between security forces.  So effectively the new relationship is on trial. A trial of just seven weeks (to 1 July) would seem very short. "], [32521, "2017-05-04T12:40:34Z", 0.65, "Russia will do this for the positive press, after a finite period of time has passed of sufficient length to deter Turkey from ever crossing them again. "], [15621, "2017-05-03T18:50:32Z", 0.2, "See @Rene"], [14493, "2017-05-03T17:21:32Z", 0.1, "The news (see @Rene below) from Reuters sees to indicate that the visa requirement will last. I understand that Russian farmers are doing well from the ban on imported foods. Maybe Putin thinks its better to keep the farms solvent than give consumers cheaper food. A few gain a lot vs the many who pay a bit more. Maybe the time it will take to remove the ban is until the end of the 2017 tomato harvest. "], [4634, "2017-05-03T15:20:07Z", 0.05, "\"President Vladimir Putin said on Wednesday after talks with his Turkish counterpart Tayyip Erdogan that a Russian import ban on Turkish tomatoes would stay in place for now because time was needed to lift it."], [1034, "2017-05-01T05:27:31Z", 1.0, "Erdogan hopes to discuss contract on S 400 missile systems with Putin"], [1034, "2017-04-26T06:55:08Z", 1.0, "Erdogan says Turkey won't wait at Europe's door forever"], [14493, "2017-04-22T17:38:16Z", 1.0, "I am following @Dsarin on this one"], [23006, "2017-04-22T17:06:20Z", 1.0, "https://www.gjopen.com/comments/comments/488486"], [15621, "2017-04-22T14:44:05Z", 0.65, "Upping significantly on recent news. Probably go higher as develops."], [4634, "2017-04-22T14:22:47Z", 0.92, "\"Russia: Erdoğan's second stop is the Russian city of Sochi, where he will meet Russian President Vladimir Putin on May 3."], [28414, "2017-04-22T14:09:42Z", 1.0, "'The Ministry of Foreign Affairs of Russia announced its readiness to ease the visa regime for Turkey\nThe Russian Foreign Ministry said that Moscow is ready to ease the visa regime for some categories of Turkish citizens, particularly large businessmen and holders of service passports. This was stated by Deputy Foreign Minister Alexei Meshkov.\n\"We have once again confirmed the readiness of the Russian side to follow the path of facilitating visa formalities for holders of business passports, for big business, first of all, for the business that works specifically with Russia,\" the diplomat told Interfax.\nAt the same time he considers it an important issue to facilitate visa formalities for truck drivers. Meanwhile, Russian-Turkish consultations on easing the visa regime for the crews of civil aviation vessels, according to Meshkov, are \"already in the final stages\".'\nhttp://www.kp.ru/online/news/2723863/"], [19801, "2017-04-22T13:08:11Z", 1.0, "Various news articles indicate that Turkish tourists can travel visa free to the Russian Far East."], [1034, "2017-04-22T08:00:35Z", 1.0, "Russians may soon be able to enter Turkey without foreign passport"], [176, "2017-04-14T01:50:13Z", 1.0, "Turkish President Tayyip Erdogan and Russian President Vladimir Putin agreed on Thursday to support an investigation by the Organisation for the Prohibition of Chemical Weapons into the chemical weapons attack in Syria last week, Turkish presidential sources said.\nIn a phone call, Erdogan stressed to his Russian counterpart that the use of chemical weapons was a crime against humanity, they said.\nThe April 4 attack in the town of Khan Sheikhoun, blamed by many governments on the forces of Syrian President Bashar al-Assad, killed scores of people and prompted the United States to launch a missile strike on a Syrian air base in response.\nFrom: http://www.reuters.com/article/us-mideast-crisis-syria-turkey-russia-idUSKBN17F2GH"], [28414, "2017-04-11T08:25:39Z", 0.0, "\"Russian tourists are alarmed. They can again be deprived of rest in their beloved Turkey, in any case such a scenario is now actively discussed in the press.\"\n...\nThe reasoning is as follows: \"the internal political situation in Turkey.\" It is clear that in fact everything is not quite right, the problem is different. After Turkey imposed protective duties on the import of Russian wheat and other goods, misunderstanding arose in relations between the two countries. However, Russia, too, did not open access to its market for Turkish tomatoes. Moreover, after the US attacked the military base in Syria, Turkish leader Erdogan publicly supported these actions.\"\n@GL2814\nMore information: http://www.vestifinance.ru/articles/83862"], [15621, "2017-04-10T09:13:05Z", 0.11, "Passage of time, getting it  hard to get a feel for this. so many geopolitical issues going on as US and Russia vie for influence and power. My gut feel is that Russia would like to improve relations with Turkey at US expense but very wary of its noisy neighbour also. That is advantage US has - Turkey can never pose any real threat to it but if it keeps getting stronger may someday pose real threat to Russia in this area. So Russia would like to be better friends now but wary of allowing Turkey to get too strong."], [34419, "2017-04-01T12:58:25Z", 0.2, "Russia does not need such thing, no gain currently, Russia has gained what can be gained at utmost level, holding the Turkey by the throat after plane-shut down event. \nso, Russia would save this \"prize\" for the times when needed. No need to spend it while it is full sunshine. "], [1034, "2017-04-01T07:14:23Z", 1.0, "Trade dispute looms as Turkey retaliates against Russia’s tomato ban"], [4634, "2017-03-30T17:04:48Z", 0.25, "\"Erdoğan loves to accuse the West of double standards. Even if he is justified to an extent, it appears he is not bothered about the double standards he displays when it comes to dealing with Russia."], [15621, "2017-03-28T13:36:52Z", 0.15, "Passage of time."], [4634, "2017-03-27T17:50:05Z", 0.35, "Good article on Russia-Turkey relations throughout the Syrian civil war: http://www.atlanticcouncil.org/blogs/syriasource/how-russia-beat-turkey-in-syria"], [25705, "2017-03-27T16:27:32Z", 0.0, "High probability it is NOT going to happen. Russia-Turkey relationship is not as rosy as pronouncements indicate."], [1034, "2017-03-26T09:04:40Z", 1.0, "Erdogan says Turkey may hold referendum on EU accession bid"], [1034, "2017-03-25T09:01:50Z", 1.0, "Ex-CIA Director: Mike Flynn and Turkish Officials Discussed Removal of Erdogan Foe From U.S."], [23006, "2017-03-24T19:29:44Z", 0.4, "as per https://www.gjopen.com/comments/comments/470129\nlifting of some restrictions "], [4634, "2017-03-24T19:12:24Z", 0.45, "\"Russia removed its restrictions on tourism agencies for travel to Turkey and resumed charter flights so that Turkish government will benefit tourism profits. Yet, sanctions on export of some Turkish agricultural products remain overwhelmingly in place, including tomatoes, apples, strawberries, zucchinis, pumpkins and most poultry products. Moscow also delays the process of easing its visa regime at least for service passports holders and businessmen."], [1034, "2017-03-24T06:16:18Z", 1.0, "Turkey-Russia tensions resurface after border killing"], [1034, "2017-03-23T07:34:35Z", 1.0, "Russia says Turkey's action over Russian wheat hindering relations"], [4634, "2017-03-22T20:15:02Z", 0.65, "\"Russia says Turkey's action over Russian wheat hindering relations"], [31450, "2017-03-20T15:46:16Z", 0.02, "Dropping to two points from 87 and realizing this is why I need to check prior forecasts more often. Because a visa free deal was not agreed to the presidential summit I don't believe it will happen during the first half of this year."], [1034, "2017-03-20T06:38:44Z", 1.0, "High-Level Russian-Turkish Cooperation Council meeting"], [1034, "2017-03-19T06:10:17Z", 1.0, "German Foreign Minister: Turkey 'further away from EU membership than ever'\t"], [15621, "2017-03-18T09:29:53Z", 0.25, "Full format scale restoration"], [1034, "2017-03-18T05:45:13Z", 1.0, "Putin hails Russia-Turkey ties as he hosts Syria talks"], [1034, "2017-03-16T05:13:52Z", 1.0, "Have Putin and Erdogan managed to strike a deal?"], [8205, "2017-03-13T23:00:11Z", 0.0, "1. President Putin will allow visa-free travel for diplomats, businessmen, and some categories of workers to further renewing economic ties with Turkey. \n2. He will not open visa-free travel to Turkish citizens at large for security reasons. To do so would make it easier for anti-Russia elements to cross and make Russia more vulnerable to attacks."], [28414, "2017-03-11T13:55:08Z", 0.0, "Turkey closed the ports for Crimean ferries\nhttp://www.vesti.ru/doc.html?id=2864873"], [1034, "2017-03-11T08:00:41Z", 1.0, "Turkey seeks to build Syrian military cooperation with Russia"], [33510, "2017-03-10T22:22:44Z", 0.7, "Russia wants to make trouble for NATO, first of all to the US. Create a new \"enigme\" in the region. To show that nothing works without Russia. To make other groupes in the Middle East unstable."], [25705, "2017-03-10T22:12:17Z", 0.05, "After the Erdogan-Putin meeting, Putin talked about lifting the ban for Turkish costruction companies and workers to work in Russia in the nearest future. But he did not indicate to the press that it will be through visa-free regime. So IMHO even for businessmen the latter is not a slam dunk. We may have more clarificationS soon."], [28414, "2017-03-10T11:51:58Z", 0.0, "\"Ukraine and Turkey will sign an agreement on mutual visits by citizens of countries without visas for up to 90 days within 180 days.\"\nhttp://fakty.ictv.ua/ru/ukraine/20170310-turechchyna-skasuye-vizy-dlya-ukrayintsiv-istorychna-ugoda/"], [28414, "2017-03-10T09:37:30Z", 0.66, "Not a good news for Russia/ Turkey bromance enthusiasts. \nRussia lifted a ban on SOME Turkish goods\n\"Russia abolished the ban on the import of carnations, onions and cauliflower from Turkey\"\nhttp://nversia.ru/news/view/id/101116\nhttp://government.ru/media/files/AF8APZOAtbAdQmORxrwCwvyNIGZAeGew.pdf"], [31450, "2017-03-06T16:46:01Z", 0.87, "I believe this is much more likely than many are forecasting because relations between Turkey and Russia are quickly improving since Erdogan apologized for the killing of that Russian pilot. There will be a summit between Putin and Erdogan later this week and I think visa free travel will be reinstated then. If not I will be dramatically lowering my forecast."], [1034, "2017-03-05T06:26:36Z", 1.0, "Key issues on agenda of Putin-Erdogan meeting named"], [176, "2017-03-05T01:56:48Z", 1.0, "What to say what to do? The median is still .05. All those at .75 and greater have negative scores. "], [73, "2017-02-28T20:28:38Z", 1.0, "http://www.azernews.az/region/109503.html. \"The approval of a visa exemption for Turkish businessmen and politicians is also among the planned topics for the discussions.\"  Mid March should give us some clarity on whether Putin is feeling he's made his point on how pecking orders work."], [1262, "2017-02-27T21:38:45Z", 0.9, "Increasing forecast +5      Although this Pravda report is mostly about problems with Iran it includes indications that Iran resents Russia's associations with Turkey (1) and given their (Iranian) attitude and approach it could push Russia into closer ties with Turkey.\nCLIP:\n\"Simultaneously, Tehran's demarche seemingly forces Moscow to make a choice: between us [Iran], or Ankara define your choice Russians! You can definitely negotiate with the Turks the ceasefire between the Syrian [factions], you can even conduct joint airstrikes against terrorists, but without us, the Iranians, you will not attain any practical goals. Take into account that today Turkey is weak, and it will stay like this indefinitely. And Iran is only getting stronger, as the sanctions against it had been removed, and you will compete with Western corporations for the right to participate in strengthening Iran!\""], [176, "2017-02-25T23:00:24Z", 1.0, "The speed and the scale of the rapprochement between the two countries, which was unruffled even by the assassination of the Russian envoy to Ankara by a Turkish policeman in December, is startling. Yet the two strongmen have different and contradictory expectations. Whereas Mr Erdogan appears to see his relationship with Mr Putin as a way to extract concessions from his Western allies, Mr Putin wants to loosen what he sees as one of the weakest links inside NATO—Turkey. One of the two is likely to be disappointed...."], [28414, "2017-02-24T11:22:36Z", 0.62, "Erdoğan is scheduled to visit Russia on March 9-10\nhttps://www.dailysabah.com/diplomacy/2017/02/24/erdogan-to-visit-russia-in-march-meet-putin"], [33887, "2017-02-22T21:36:46Z", 0.0, "No that's will not happend . Turkey yes have good realation with Russia . But Russia project in that earia is very danger to turkey . Russia will use religion to destroy turkey . Orthodox . Costintenophe . New Russia impaire will rise again . I meant somthing like new roman east impaire . And threr is secret pacts between Russia and turkey and it's about land reclamation . And the prise is Syria . Give me here I will give you there . "], [28878, "2017-02-22T17:44:30Z", 0.01, "Adjusting down for the passage of time."], [25705, "2017-02-16T15:45:11Z", 0.65, "As discused before, there is a possibility of allowing Turkish businessmen to go to Russia without visa, with other citizens requiring visa."], [28414, "2017-02-16T11:36:05Z", 0.0, "Thank you @sevedb\nhttps://www.gjopen.com/comments/comments/446721"], [13377, "2017-02-15T23:48:44Z", 0.6, "Following fifty-sixty"], [176, "2017-02-14T05:11:21Z", 1.0, "Erdogan and other government officials would enjoy diplomatic privileges and therefore, not in the scope. The logical wording of the question does not say status quo ante. That was the reason for the sheep joke. @Wildwood2000.  \nThis is the key phrase in the question that flips my switch: \nIn August 2016, Russian president Vladimir Putin and President Erdogan moved toward rapprochement and committed to working toward a full restoration of economic and trade ties (NY Times, Washington Post  "], [25705, "2017-02-13T14:11:07Z", 0.75, "Upping the probability a little based on https://www.gjopen.com/comments/comments/444321 by @Dsarin"], [1034, "2017-02-12T07:34:45Z", 1.0, " Russia suspended that arrangement in November 2015 after Turkish forces downed a Russian military jet. Now Russia has a friendly fire on Turkish troops, so maybe as suggested in the government websites of both countries they will return to normal relations in the next scheduled meeting."], [28414, "2017-02-11T21:09:23Z", 1.0, "The question doesn't ask about !all! Turkish citizens. Erdoğan doesn't need a visa and he will be in Moscow in March (visa free!).\n\"President Erdoğan expected to visit Russia, meet Putin in early March\"\nhttp://www.hurriyetdailynews.com/ankara-moscow-to-discuss-easing-visa-regime-for-turkish-businessmen.aspx?pageID=238&nID=109542&NewsCatID=345\nThank you @clinton!"], [28414, "2017-02-11T20:48:12Z", 0.0, "Feb 9th \"Russia is in no hurry to suspend the visa regime with Turkey\"[1]\nRussia will not fully cancel visa regime with Turkey because of the continuing terrorist threat, said the director of the Fourth European Department of the Russian Foreign Ministry Alexander Botan-Kharchenko.\nAccording to him, Moscow intends to take partial measures on visa-free regime with Turkey.\nFeb 8th \"Russian visa requirements for Turkish businessmen can be eased\" [2]\n... “as for now we do not mean one-moment to cancel earlier accepted decisions and to come back in full to visa-free mode ”. “It is connected with our concern on terrorist topics and insufficient degree of cooperation with us of Turkish partners in that questions. Of course, perspectives of total cancellation of visas are not on the table in the near future, but to believe that they are crossed out forever, would be incorrect. Now with Ankara contacts not only in the line of Ministry of Foreign Affairs, but also in the line of special services are restored, to military line, and I hope very much that they will give result. Then and we will look at it “, - Bocan-kharchenko told.\n[1] http://rusplt.ru/news/rossiya-speshit-otmenyat-650037.html\n[2] https://1prime.ru/state_regulation/20170208/827134469.html\n@Wildwood2000 @clinton @ALM21 @GL2814 @Greyowlsova "], [1034, "2017-02-11T07:28:38Z", 1.0, "Putin extends condolences to Erdogan as Russia calls for closer coordination"], [1034, "2017-02-10T19:16:07Z", 1.0, "\nKremlin says Turkey provided intel for \"friendly fire\" strikes\nLowe and Karadeniz (2017) Fri Feb 10, states that:\n\nThe Kremlin and the Turkish military gave conflicting accounts on Friday of who was responsible for the accidental death of three Turkish soldiers in Russian air strikes in Syria.\nThe \"friendly fire\" incident occurred during an operation against Islamic State near the northern Syrian city of al-Bab on Thursday, highlighting the risk of unintended clashes between the numerous outside powers in a complex war. [nL5N1FU3WP]\nKremlin spokesman Dmitry Peskov said the air strikes had been launched based on coordinates provided to Russia by the Turkish military.\n\"Unfortunately, our military, while carrying out strikes on terrorists, was guided by coordinates given to them by our Turkish partners, and Turkish servicemen should not have been present on those coordinates,\" he told a conference call with reporters (para. 1-4)."], [1034, "2017-02-10T08:21:17Z", 1.0, "Turkey’s President Is Close to Getting What He’s Always Wanted"], [28414, "2017-02-09T16:28:52Z", 0.04, "President Vladimir Putin has sent condolences after a Russian air strike accidentally killed three Turkish soldiers in northern Syria.\nhttp://www.bbc.co.uk/news/world-middle-east-38919426"], [1262, "2017-02-08T02:04:55Z", 0.85, "https://www.gjopen.com/comments/comments/441619"], [1034, "2017-02-07T10:01:48Z", 1.0, "Russia working on plans to allow visa free travel for Turks"], [1262, "2017-02-04T18:35:46Z", 0.15, "Decreasing due to passage of time.  No evidence of change of status"], [83, "2017-02-02T20:56:58Z", 0.05, "Passage of time."], [28414, "2017-02-02T15:09:17Z", 0.12, "Russia intends to simplify the visa regime for Turkish citizens\nhttps://donpress.com/news/11-01-2017-rossiya-namerena-uprostit-vizovyy-rezhim-dlya-grazhdan-turcii\nThe Russian Foreign Ministry is working on simplification of visa regime for Turkish citizens.\nThe Turkish Foreign Ministry said: \"Turkey is waiting for the abolition of Russian visas for Turkish citizens. Work in this direction continues. I think, first of all, will be abolished visa for businessmen and officials. \"\nIt is known that Turkey wants to bring relations with Russia in the pre-crisis level and expand trade relations as much as possible."], [176, "2017-01-30T02:35:47Z", 1.0, "It's still not March yet and the median is still very tasty. I see some forecasts that think P(X) = .05 is too low. "], [19964, "2017-01-27T21:45:38Z", 0.01, "Putin does not make moves that appear weak to his people. In light of the assassination of their ambassador in Ankara it is unlikely any moves like this will be made."], [19801, "2017-01-21T08:41:44Z", 0.0, "Following the shooting of Russia’s Ambassador to Turkey on 19 December, it was reported that Russia did not believe Turkey to be ready for the establishment of a visa-free regime.\nhttps://csglobalpartners.com/visa-free-digest-december/"], [1034, "2017-01-20T08:15:04Z", 1.0, "The Turkey Russia Rapprochement\nSchmidt (2017) January 19, states that:"], [32066, "2017-01-19T19:50:19Z", 0.04, "Hat tip to @sevedb for izvestia link. Am downgrading by forecast by more than 50%, to 5%."], [13377, "2017-01-18T01:14:32Z", 0.05, "Following @dada and a shout out to @sevedb for the link http://izvestia.ru/news/653183."], [1639, "2017-01-17T15:27:53Z", 0.02, "\"Russia will not lift the visa regime with Turkey\" \nhttp://izvestia.ru/news/653183"], [1262, "2017-01-17T15:05:34Z", 0.87, "\nhttps://www.gjopen.com/comments/comments/425578"], [1034, "2017-01-17T07:04:42Z", 1.0, "Bypassing US in the Middle East Turkey Russia relations"], [32066, "2017-01-14T12:10:40Z", 0.12, "This will be a likely scenario if Erdogan really secures his hold on power, but in six months? Can't really see an advantage for the Russians to do this while the situation is still unstable. Probability within 2 yrs is 80% if Erdogan stays in power, which has p= 90% --> 72%. But much more likely to happen in 2018, less that 36% in 2017. And much less than half of this to occur in first half --> 12% "], [176, "2017-01-11T02:55:54Z", 1.0, "Just cherry picking. Erdogan wants a piece of northern Iraq too. "], [1034, "2017-01-10T06:35:54Z", 1.0, "Gordon and Schmitt (2017) Jan 8, state that:"], [32307, "2017-01-10T01:36:09Z", 0.0, "They want Never türkisch Citizen in russia."], [13210, "2017-01-09T21:35:44Z", 0.0, "Although relations have improved since the resignation of Davutoglu it could be suspected that there is a principle mistrust on the Russian side of infiltration, which will linger on for the foreseeable future. Even a regime change in Turkey could relieve the mistrust easily. "], [14661, "2017-01-09T10:50:45Z", 0.05, "A visa free travel for Turkish citizens will dramatically increase the likelihood of terrorism on the Russian soil. The benefits to  Russia are unclear, as Russia is neither a top tourist destination for Turkish citizens nor there is a significant trade between 2 countries. "], [1034, "2017-01-08T07:22:26Z", 1.0, "Ankara Moscow likely to improve relations increase cooperation in 2017"], [373, "2017-01-07T21:50:25Z", 0.02, "Pretty difficult to imagine, given the diversity of threats to Russians that a Turkish passport might carry with it."], [23234, "2016-12-31T20:58:00Z", 0.0, "Comment deleted on Jan 01, 2017 06:39AM UTC"], [3434, "2016-12-29T12:27:58Z", 1.0, "\tMoscow has been patching up relations with Turkey "], [1034, "2016-12-29T09:14:41Z", 1.0, "Russia Turkey Iran eye dicing Syria into zones of influence"], [1034, "2016-12-28T07:53:21Z", 1.0, "Russia says Syrian government and opposition in talks"], [544, "2016-12-27T11:02:23Z", 0.3, "Stabilization of Russian/Turkish relations becoming more likely within the time frame, once Trump's policies vs Russia become clearer"], [1034, "2016-12-25T10:40:19Z", 1.0, "Russian plane crashes with 92 on board wreckage in Black Sea Defense Ministry says"], [31695, "2016-12-24T22:00:42Z", 0.6, "improved relations between Russia and turkey"], [1034, "2016-12-24T09:54:06Z", 1.0, "Vladimir Putin’s Annual News Conference"], [25705, "2016-12-22T14:11:39Z", 0.07, "Izvestia: Diplomat’s murder freezes talks on visa-free regime for Turkey"], [1034, "2016-12-21T06:03:54Z", 1.0, "Russia Turkey Thaw to Withstand Assassination of Envoy"], [5001, "2016-12-20T07:50:15Z", 0.5, "Comment deleted on Dec 20, 2016 07:50AM UTC"], [1034, "2016-12-20T06:16:26Z", 1.0, "Given consideration on the fact that both the Russian and Turkish diplomatic security measures failed to stop a determined terrorist from entering a secure event. The nature of the events political claims of Russian actions in Syria, specifically the city of Aleppo as the main rational. Not seeing two NATO governments giving in to a single act of terror to derail ongoing and current National relationships. Considering the temporary ban was instated after the Turkish government shot down a Russian fighter jet, not the same as an individual act against the Russian government."], [31496, "2016-12-20T05:53:45Z", 0.15, "The killing of the Russian ambassador in Ankara will probably put a spanner in any thoughts of withdrawing travel sanctions"], [31201, "2016-12-20T04:03:29Z", 0.05, "No circumstances in which this seems likely."], [23861, "2016-12-20T01:44:38Z", 0.15, "With today's events in Turkey, the probability is decreasing."], [30207, "2016-12-19T22:38:53Z", 0.02, "Dramatically reduced chances after recent killing of Russian ambassador in Turkey"], [29469, "2016-12-19T21:01:36Z", 0.01, "No chance after this http://www.bbc.com/news/world-europe-38369962"], [1262, "2016-12-19T16:52:32Z", 0.27, "Modifying based on a number comments including this  https://www.gjopen.com/comments/comments/403244.  It will depend on resolution of the situation in Syria - the ambitions of Erdogan (Sunni) and Khamenei (Shia) & ally (Russia) remain in conflict and unlikely to be resolved unless some sort of Sunni/Shia \"peace\" agreement develops, which seems quite unlikely.   "], [28414, "2016-12-19T16:36:20Z", 0.0, "Doubt it\n\"Russian ambassador Andrei Karlov wounded in gun attack in Turkey\"\nhttp://www.bbc.co.uk/news/world-europe-38369962"], [31436, "2016-12-16T23:19:11Z", 0.5, "Interesting article - http://www.turkeyvisa.info/turkey-diplomats-says-may-be-it-will-be-visa-free-regime-with-russian-in-future/\n"], [12879, "2016-12-16T18:29:18Z", 0.05, "Lowering my opinion to a SuperForecasting \"Almost Certainatly Not\" going to happen based on the increasing terrorist regional activity and more importantly the Russisn concern for their internal security against, for example, Chechen Independence activity. (FYI:  Chechen: A member of a Sunni Muslim people living in the Chechen-Ingush Autonomous Republic and adjacent areas, closely related to the Ingush.)"], [1096, "2016-12-15T19:11:20Z", 0.0, "Turkey is currently full of Chechen former fighters who attacked Russian forces and continue to pose security threats to the Russian federation.  As long as these individuals are in Turkey, Russia will require visas for Turkish travelers.  The Russians are allegedly behind numerous killings of Chechens residing in Istanbul today which indicates that Russia would naturally want to screen travelers from Turkey as closely as possible.  Just as the US requires a visa for all travelers from Brazil due to their lawless tri-border region, Russia will require visas for travelers from Turkey due to the Chechen rebels who have taken refuge in Turkey.  http://www.bbc.com/news/magazine-38294204 http://www.bbc.com/news/world-europe-38369962"], [1262, "2016-12-15T15:40:41Z", 0.87, "Increasing based on comments and links here: https://www.gjopen.com/comments/comments/400518"], [1034, "2016-12-15T08:03:42Z", 1.0, "Demirtaş (2016) Dec 15, states that:"], [25944, "2016-12-15T02:59:15Z", 0.01, "Trump and Putin are making nice with each other.  Russia will have less reason to make concessions to cozy up to Turkey."], [29849, "2016-12-14T00:31:53Z", 0.0, "Literally zero."], [29469, "2016-12-13T21:59:44Z", 0.13, "Downgrading from 37 % due to passage of  time and the latest attacks in Istanbul proving the situation in Turkey is still highly volatile. Also Russia no longer needs to stick it to the US now that Putin and Trump can see eye to eye on things."], [4634, "2016-12-12T14:17:43Z", 0.6, "\"Cooperation to be restored gradually"], [30207, "2016-12-11T18:05:59Z", 0.64, "Reducing probability with recent terrorist attacks"], [28414, "2016-12-11T12:00:44Z", 0.04, "The Turkish government says Kurdish militants appear to be responsible for twin bomb attacks on police outside a stadium in Istanbul on Saturday.\nhttp://www.bbc.co.uk/news/world-europe-38280638"], [1529, "2016-12-09T04:13:42Z", 0.25, "Russia likes to firmly control its borders."], [29680, "2016-12-08T20:49:15Z", 0.11, "Still in state of emergency. Cutting estimate by about half. What incentives does Russia have to undo policy?"], [25705, "2016-12-06T14:25:44Z", 0.33, "One part of Turkish citizens may be granted visa-free travel with quite high probability - visa restrictions for businessmen most probably will be lifted soon."], [19801, "2016-12-05T05:07:29Z", 0.01, "Only 6 months left for this to happen, probability is sharply lower."], [31040, "2016-12-04T00:09:14Z", 0.3, "Tensions between the two countries are still too recent. Historically they never had too close ties."], [83, "2016-12-03T23:59:30Z", 0.65, "@Wildwood2000"], [1034, "2016-12-03T16:39:23Z", 1.0, "TASS Russian News Agency (2016) November 28, states that:"], [29502, "2016-12-02T18:37:20Z", 0.0, "80 to 0 real quick "], [691, "2016-12-01T21:41:24Z", 0.16, "The fact that Putin is talking nice is, as always, more or less irrelevant to the situation on the ground.  He is unlikely to grant this boon at the moment.  The only thing that would make it more unlikely is if he had promised he would do it."], [25705, "2016-11-29T15:39:45Z", 0.13, "Further lowering the chances based on:"], [13550, "2016-11-28T23:18:09Z", 0.0, "It is unlikely that russia will allow anybody to enter their country without a visa due to security protocols"], [1034, "2016-11-25T06:24:26Z", 1.0, "Norman and Peker (2016) Nov. 24, state that:"], [1034, "2016-11-22T07:00:53Z", 1.0, "If you were in the tournament JGP3 then one thought \"Eurasia\", Russian quest.  --Eurasia Foundation"], [1639, "2016-11-20T15:15:20Z", 0.35, "Reaffirming my forecast after @Rene article http://www.al-monitor.com/pulse/originals/2016/11/turkey-russia-sanctions-apology-salvage-economic-ties.html\n"], [4634, "2016-11-20T14:59:45Z", 0.45, "Interesting:"], [1034, "2016-11-20T08:44:07Z", 1.0, "Ozden (2016) November 18 state that:\nParliamentary ties were suspended following downing of Russian jet\nANKARA\nThe Turkish parliament is to renew parliamentary ties with the Russian Duma following the resumption of good relations between Ankara and Moscow, a parliamentary official said Friday.\nThe Grand National Assembly had suspended the friendship group relationship with Russian lawmakers during the political fallout following the downing of a Russian jet by the Turkish Air Force over the Turkey-Syria border in November last year.\nAfter presidents Recep Tayyip Erdogan and Vladimir Putin resolved the dispute in June, the assembly will reconnect with Duma members over the coming days, the official said on condition of anonymity due to restrictions on talking to the media.\nFriendship groups develop relationships and cooperation between Turkish lawmakers and their overseas counterparts. There are currently more than 100 such groups. Turkey is also planning to develop links to the parliament in Chad (para. 1-4)."], [1034, "2016-11-19T10:01:22Z", 1.0, "\nYeniSafak (2016) states that:"], [1262, "2016-11-18T18:59:54Z", 0.78, "Increasing in part based on @Wildwood2000's comments and links https://www.gjopen.com/comments/comments/382054"], [25705, "2016-11-18T17:33:31Z", 0.33, "Actually I may be still too optimistic and I need to compensate for my unbridled enthusiasm. Hence, lowering chances even further"], [25705, "2016-11-18T17:18:56Z", 0.65, "I may be too optimistic in my assumptions on the visa-free travel. Yes, all grand pronouncements are pointing to return of extensive cooperation between Turkey and Russia. January 2017 is the critical month for nailing down what it means. But I am afraid that all is not rosy in relations: Turkey has voted against Russia on the Crimea question in the UN and Putin cannot like that. "], [1034, "2016-11-16T07:32:54Z", 1.0, "Russia and Turkey contemplate free trade pact in 2017"], [476, "2016-11-14T21:21:54Z", 0.45, "Doing some \"\"quantatative easing\" on this forecasting problem."], [30187, "2016-11-14T07:32:07Z", 0.65, "With the potential for much-improved relations with USA, Russia will likely seek to make political moves that establish itself with Turkey, given the position of USA within NATO. Moreover, current trends in Russia Turkey relations also add to this likelihood increasing. "], [30152, "2016-11-10T11:57:43Z", 0.01, "I didn't notice that the time frame was short too, so updated downwards"], [30152, "2016-11-10T11:56:56Z", 0.03, "(intuition, without looking at others predictions) Since tensions between Russia and Turkey have been high it seems unlikely to me"], [1034, "2016-11-08T07:50:58Z", 1.0, "Şimsek (2016) stated that:"], [28380, "2016-11-06T09:19:04Z", 0.85, "Turkey is chosing a different future moving even further away from EU. Russia is natural ally."], [1034, "2016-11-06T09:07:21Z", 1.0, "Vestnik Kavkaza (2016) states that:"], [19725, "2016-11-04T23:09:57Z", 0.0, "Unless Erdogan offers sg very attractive to trade in, no. "], [8888, "2016-11-04T21:46:42Z", 0.85, "To help with the Russian economic situation"], [19801, "2016-10-31T03:50:46Z", 0.05, "No news of progress towards visa free travel, and with refugees and Islamic State militants using Turkey as a base, unlikely."], [476, "2016-10-30T22:26:52Z", 0.65, "Less probable due to fluid situation on Syria border"], [691, "2016-10-30T18:57:06Z", 0.16, "If there is one thing Putin has learned lately--always an arguable proposition--it is that he does not need to keep his end of any bargain he makes on any subject.  If there is one thing Erdogan has learned lately--and there probably is--it is that the other parties to any deal he's in may very well not keep their end of the bargain.  This makes both inclined to be cynical.  Not a pretty sight, but duplicity beats resignation every time.  "], [28414, "2016-10-30T11:56:26Z", 0.17, "The U.S. Department of State continues to warn U.S. citizens of increased threats from terrorist groups throughout Turkey.  U.S. citizens should avoid travel to southeast Turkey and carefully consider the risks of travel to and throughout the country.  The U.S. Department of State is updating this Travel Warning to reflect the October 29, 2016, decision to order the departure of family members of employees posted to the U.S. Consulate General in Istanbul, Turkey.  The Department of State made this decision based on security information indicating extremist groups are continuing aggressive efforts to attack U.S. citizens in areas of Istanbul where they reside or frequent.  The Consulate General remains open and fully staffed. \nhttps://travel.state.gov/content/passports/en/alertswarnings/turkey-travel-warning.html"], [4139, "2016-10-30T04:34:49Z", 1.0, "Unless Putin invades Estonia, Latvia and Lithuania, then he'll tighten up all the way round. At the moment, he NEEDS allies."], [29680, "2016-10-29T00:35:19Z", 0.23, "Cut estimate in half. Forgot Turkey is in a semi-indefinite State of Emergency which is usually a reason to close borders."], [29826, "2016-10-28T21:39:43Z", 0.4, "Should Clinton become president, increased pressure on Russia in Syria might definitely stir up conflict between it and Turkey once more, as Nato gains a stronger presence in the region. "], [29774, "2016-10-26T22:07:34Z", 0.0, "Turkey is acting against Russia's interests in Syria and this is an easy way to punish the Turks. "], [1262, "2016-10-26T17:04:24Z", 0.32, "Increasing slightly in part based on @Dsarin's post  http://www.gjopen.com/comments/comments/360576"], [28414, "2016-10-26T16:22:14Z", 0.22, "'Amaq reported that two #ISIS soldiers carried out the armed attack in Nizhny Novgorod in #Russia on October 23\nhttps://twitter.com/siteintelgroup/status/791247092014387200"], [25094, "2016-10-25T15:32:02Z", 0.45, "The Turkish Foreign Ministry has advised Turkish citizens against all non-urgent travel to Russia. The decision follows a worsening of relations between Ankara and Moscow after the Turkish Air Force shot down a Russian bomber over Syria.  This was as of November of 2015, and Putin has been taking \"some steps\" to try and improve relations between the two nations, but I'm not sure it will be enough to allow that type of freedom before this date, and also because of the recent coup attempt and the purges which have followed."], [28414, "2016-10-24T20:24:22Z", 0.27, "The official representative of the Russian Foreign Ministry Maria Zakharova said that currently the Russian side in coordination with the Turkish partners are taking steps to simplify the procedures for arranging travel to certain categories of Turkish citizens in Russia, Anadolu reports.\nFurther progress will depend on a number of factors in this regard, she noted.\nhttp://www.blackseanews.net/read/122064"], [29680, "2016-10-24T20:19:49Z", 0.46, "Per Dsarin nudge: I misread the question summary. I thought, for 1 out of 5 years, the visa privileges have not been restored, and given limited personal time to do further research, go with that estimate. Instead, assuming it's an appropriate way to estimate, I should consider that for 4 out of 5 years there were privileges, which changes my answer to .8 and 46% respectively. This ignores previous years, and should be taken into account (as well as political climate), but will adjust after learning more about the topic."], [29680, "2016-10-24T19:01:47Z", 0.12, "Base rate calculation. 20% chance per year, 7 months to go."], [1262, "2016-10-23T20:04:30Z", 0.23, "Thanks to @sevedb for the comments and great link (http://www.gjopen.com/comments/comments/342507.)    The verbiage from the Russian Deputy Foreign Minister seems tentative and could suggest no immediate change to visa status for Turkish citizens is imminent.       While both Russia and Turkey have reasons for returning to their previous arrangement, Turkey has become more assertive in Iraq and could have intentions in this conflict that do not corespond with those of Russia's allies (Iraq, Iran.)   Also, fleeing ISIS fighters could easily reach Turkey and a reactivated visa system could help provide an easy route to Russia and  help them to realize their threat (1)\n1:   http://www.independent.co.uk/news/world/europe/isis-video-russia-vladimir-putin-youtube-jihad-threat-a7165916.html\n "], [22276, "2016-10-19T06:24:05Z", 0.75, "Yes, Turkey will  allow citizens to travel to Russia without a visa.  After Russia lifts  remaining  economic sanctions  against turkey, we should see  Russia  lift  visa ban on Turkey. On June 27, 2016  Turkish president apologizes to Russia, and  on June 30, 2016 Russia lifts  charter flight ban to Turkey.  These events have  led to a chain reaction  that shows a softening of tension  between Russia and Turkey.  Since  6-27-2016, it has taken  20 days to see a shift in Russian policy  changes, I expect in 20 days that Russia will lift remaining  ban  Turkish imports , and lastly we will see  Russia  lift visa ban on  Turkey. "], [1529, "2016-10-19T04:10:32Z", 0.4, "They're playing nice. Turkey citizens had, at one time, been able to travel into Russia visa free. Now Turkey and Russia are seriously talking about a new pipeline. It could be incentive enough for Putin to change Visa requirements and it gives Erdogan a small victory in face of EU-visa mess. "], [566, "2016-10-18T23:37:05Z", 0.2, "Not likely.  Putin has been flexing his \"muscles\" lately and doesn't seem to want to play nice with much of the world."], [23006, "2016-10-18T09:59:22Z", 0.35, "travel yes, visa only."], [1111, "2016-10-17T18:20:38Z", 0.85, "I think it is highly likely that they will allow that as the relationship between Turkey and Russia are thawing by their mutual \"dislike\" of the USA and the fact that both their economies are having downward challenges. "], [29502, "2016-10-14T15:10:41Z", 0.8, "Erdogan is unpredictable and Russia is Turkey's main trading partner if you believe the Turkish minister of customs. therefore Putin may be unwilling to give up the leverage he has too quickly,hence the 20% against.\nEverything else: the talks Erdogan had with Putin were constructive as reported in pravda an rt, the lifting of the ban on some fruit imports, and the readiness of Russian authorities to enter discussions for allowing Visas to business travelers  (an important 1st step). "], [476, "2016-10-11T16:14:07Z", 0.85, "Remember, the original deal did have restrictions and the new arrangement is likely to have some conditions as well.  Rapprochement and realignment with a NATO member brings a new reality for an incoming US president and secretary of defense, as well as EU.  Links offering perpective here http://eurodialogue.eu/Putin-Erdogan-Alliance%20-can-Turn-into-Political-Reality "], [14138, "2016-10-10T20:32:40Z", 0.95, "Since the EU keeps delaying Turkey visa-less travel in Europe, Putin will do everything they can to be friends with Turkey.  Russia will then have friends from Turkey, Syria and Iran to blunt EU's power in his back yard.  EU cannot seem to agree on anything now."], [29469, "2016-10-10T13:09:23Z", 0.37, "There seems to be a lot of will on both sides for warmer relations, evidenced by the go-ahead of economic projects put on hold and discussions of a free-trade zone. Since the visa-free regime was already in place it would not be too much of a strech to imagine it being reinstated sooner rather than later. The failed coup attempt clearly hurt U.S.-Turkey relations, so a closening with Russia would be a logical step. However, the continued political instability in Turkey might make the granting of visa freedom too risky."], [22305, "2016-10-10T12:04:16Z", 0.95, "yes. Russia wants to pressure the EU in general and germany's opinion about turkey in special. US-Politics wanted to bring germany in an embargo of Russia /Putin coz of their role, political behaviour in Ukraine. On the other side russia wants to show the western Democracies, that it is open for turkish people to join russian border (the number of people, willingly to enter Russia will be not very high). Turkey is the key Nation at the moment for the german refugee problem, coz Erdogan is profiting directly in criminal organized crime. He was supporting the ISIS, they watched the slaughter of the city of Kobane, from the border. The turkish border Patrol talked freely to the IS Terrorists and these Terrorists have been medicated in turkey. Germany \"pays\" for the turkish border patrol, for watching out for refugees, billions of Euros. But in reality Germany pays Erdogan directly, being \"nice\". On the other Hand Erdogan turns to have orchestrated a military revolt, against himself. This fact turns turkey away from western democracies to more of a muslim controlled fascist country. As a new ottoman empire in the middle east. Russia has identified Turkey as the key nation to revolt or convince the western democracies, that without russia there will be \"no peace\" in the middle east (now syria), no solution for the curds, and maybe no peace for the rest of the world. Turkey can not be a key muslim country for the eu. It would destabilize the EU and make it weaker. Geostrategically it should be part of the EU. Poltically: no. And: Russia wants to get rid of Turkey being an Ally of the Nato. (Black-Sea Control /Ukraine)."], [28414, "2016-10-10T10:39:23Z", 0.23, "\"The only thing that can be seriously discussed - is a visa-free exchange for business trips. This is also a difficult issue, but we are ready to look at it. However, the complete abolition of visas is not on the table, \"- he stressed.\nhttps://russian.rt.com/article/325218-ulyukaev-vopros-o-bezvizovom-rezhime-s-turciei"], [28414, "2016-10-10T08:47:46Z", 0.32, "Russian President arrives in Istanbul. October 10, Vladimir Putin will participate in the 23 th World Energy Congress. The schedule of the Russian president meeting with the presidents of Venezuela and Turkey Recep Tayyip Erdogan and Nicolas Maduro.\nhttp://www.vesti.ru/doc.html?id=2808177"], [5001, "2016-10-10T02:49:41Z", 0.5, "One more hint that Russia is open to a limited visa-free regime for business trips only:\nhttp://tass.ru/ekonomika/3690092"], [29489, "2016-10-09T14:50:37Z", 0.6, "Turkey is geopolitically important to Russia and it would make sense to allow some form of relationship to develop. The recent shooting down of a Russian jet by the Turkish military and the subsequent resolution of tension bears evidence to how important Russia views having good relations with Turkey."], [23006, "2016-10-09T02:42:48Z", 0.49, "The political will is there between Erdogan and Putin. \nRussia is not known for its high levels of immigration.\nneed to know how many turks might want to travel there.\n"], [28091, "2016-10-09T00:19:13Z", 0.8, "This was allowed in the past and with Russia and Turkey looking to repair their relationship I see no reason why it would not be allowed again. Another unforeseen event in the Syrian war could change this forecast but Russian wants closer ties to Turkey as a wedge in weakening NATO and Turkey needs strong economic and political ties with Russia as as bargaining chip with the west.  "], [28414, "2016-10-08T13:29:55Z", 0.77, "Google Translate:\nAnkara is negotiating with Moscow about the imminent abolition of visa restrictions imposed earlier, the Minister of Economy of Turkey Nihat Zeybekchi. He said this Tass on the eve of the meeting of the Intergovernmental Russian-Turkish Commission on Trade and Economic Cooperation in Istanbul on 10-12 October.\nAccording to him, Turkey expects that \"the issue of re-abolition of visas will be resolved within a reasonable timeframe.\"\nhttp://www.pravda-tv.ru/2016/10/08/259241/v-turcii-soobshhili-o-peregovorax-po-skoroj-otmene-viz-s-rossiej"], [1639, "2016-10-06T15:38:20Z", 0.35, "There are objective reasons for normalising relations with Turkey, which is a close neighbour and a major trade and economic partner for Russia. At the same time, we should bear in mind the interests of Russian producers when considering lifting restrictions against Turkey. As for cooperation in tourism, I can tell you that the safety of Russian citizens has always been our main priority in the difficult situation in Turkey. Concerned Russian agencies are working together with their Turkish partners to monitor the additional measures taken by the Turkish authorities in the resort areas to ensure the safety of Russian tourists."], [25705, "2016-10-06T01:07:25Z", 1.0, "My personal opinion, I can be wrong"], [5001, "2016-10-05T13:52:35Z", 0.5, "http://tass.ru/opinions/interviews/3670759"], [19801, "2016-10-05T13:12:14Z", 0.1, "Deputy Foreign Minister Alexey Meshkov’s interview with the TASS News Agency, September 30, 2016\nRegarding the revival of visa facilitation, we consider this to be untimely because of the high risk of terrorist attacks and the activity of various terrorist groups in Turkey, in particular those that can pose a threat to Russia and Russians."], [28414, "2016-10-05T09:33:28Z", 0.0, "\nAmbassador to Ankara: Russia will not hurry with the abolition of visas for Turkish citizens\nBack to the visa-free entry of Turkish citizens in Russia is impossible in conditions of state of emergency in Turkey, with the abolition of visas should not rush, said Russian Ambassador Andrei Karlov in Ankara.\nhttp://www.vz.ru/news/2016/9/27/834882.html\n@Sneaky_Pete531"], [28380, "2016-10-05T06:02:17Z", 0.75, "They used to so there is apparently no security argument. Its just politics they cant right now. In october we'll find out what happens between Turkey-EU relations. If they crash... Russia will for sure become their new strategic partner.  ... i mean.. who else will? ... and that will mean re-instation of visa."], [699, "2016-10-05T03:00:10Z", 0.05, "Very unlikely, since Turkey is not a trustworthy partner for neither block. Turkey, with the constant Kurdish threat lingering above it, can't make strategic plans, rather It has to react on daily basis to the volatile situation. Russia is open for good relations with all nations who deal with it in a fair and truthful way without second agenda. Who ever has a second agenda, who ever is not following the international laws, who ever tries to talk to Russia from above, who ever is abusing the supposedly free press to misinform the world community, will not succeed. People know very well, who is invading illegally other countries, who is organizing illegally coups, who is financing and supplying the ISIS with weapons and the motivation behind it, namely to keep up the Petrodollar scheme, since OPEC sells it's crude oil for US$ only, which keeps the US currency artificially way above it's real value. Once this scheme will be broken, such questions about the visa travel between Turkey and Russia will become interesting only for second raw historians. Till then, let the CIA guess whether the tourist Otzturk needs a visa to visit Moscow or not. It would be glad to introduce in to Russia couple new radical Islamist to steer unrest, LOL."], [28878, "2016-10-04T21:10:30Z", 0.45, "Turkey had other priorities now, with the state of emergency being extended. Russia may view Turkey as unstable because of this and wait with opening their borders again."], [83, "2016-10-04T20:23:34Z", 0.65, "Turkish visa free travel to Russia was suspended less than a year ago.\nSince relations have improved, renewed visa free access seems possible, at the least."], [28631, "2016-10-04T20:23:15Z", 0.3, "Any lessening of control in Europe and its neighbors rather unlikely. Pendulum is still swinging in the other direction towards more control."], [12879, "2016-10-04T19:13:39Z", 0.3, "Contrary to current predictions, I am of the opinion that as tight a control, the Russian hierarchy has over her citizens, I really doubt that she would allow third country citizens in without  some method of control/vetting those coming in. She, Russia, still has serious concerns of terrorist activities with-in her borders."]]}