{"question_id": 96, "title": "Before April 2016, will the French Army or Foreign Legion deploy combat troops to fight the Islamic State on the ground in Syria or Iraq?", "correct_answer": "No", "crowd_forecast": 0.02, "preds": [[102, "2016-04-01T02:03:34Z", 0.0, "https://larswericson.wordpress.com/2016/04/01/gitrep-31mar16pm/"], [5034, "2016-03-31T13:10:51Z", 0.01, "Forecasting down for the final time as there was no movement of French troops since the Belgium attacks (and it's highly unlikely something will happen today). "], [505, "2016-03-30T22:54:43Z", 0.01, "Almost certainly not going to happen"], [755, "2016-03-30T04:15:27Z", 0.01, "Media search negative on confirmation. Adjusting down for the passage of time."], [16015, "2016-03-29T23:00:43Z", 0.0, "No new developments and month is ending. "], [767, "2016-03-29T19:12:28Z", 0.0, "No new developments. "], [14880, "2016-03-28T16:56:37Z", 0.02, "Updating for passage of time and limited time left. "], [306, "2016-03-28T16:02:07Z", 0.0, "Time's up."], [21800, "2016-03-28T05:03:28Z", 0.0, "Time is almost up on this question"], [755, "2016-03-28T03:22:40Z", 0.02, "Incremental adjustment down for the passage of time."], [530, "2016-03-24T14:49:03Z", 0.02, "Lowering further. No indication this will change."], [755, "2016-03-22T17:37:06Z", 0.05, "Post-Brussels attack will see level 3 and 4 security alerts across the EU, with additional resources deployed on the Continent. Stepped-up anti-terror ops are being conducted by FR and US SOF against North and Central Africa-based IS and IS-inspired groups. US Embassy-Manila level 3 alert sent last week of terror attack in region. \nComments: I see a heightened probability that the next big coordinated attack will occur in the PI, most likely Manila, due to limited Philippine security [assets and measures] in place, although expected that will be off-set by raised intelligence and material from the USA. India second threat area. Indonesia already has robust security measures in place and I expect that to be raised even further, post-attack. FR will most likely keep involvement in Syria and Iraq to status quo. \nAdjusting down.\n"], [14318, "2016-03-22T16:09:02Z", 0.1, "Increasing to 10% in spite of the short time window remaining, in light of the attack today in Brussels."], [17875, "2016-03-22T10:06:43Z", 0.0, ": )"], [131, "2016-03-20T20:31:44Z", 0.03, "I think chances are excellent this has already happened, but is being kept on the downlow. Given the time remaining I can't be optimistic they'll be revealed before the deadline. "], [83, "2016-03-19T23:38:57Z", 0.0, "Passage of time."], [755, "2016-03-19T14:36:39Z", 0.1, "Following consensus. Drawing down."], [102, "2016-03-19T01:51:00Z", 0.01, "https://larswericson.wordpress.com/2016/03/19/gitrep-18mar16pm/"], [73, "2016-03-18T21:39:33Z", 0.0, "http://www.telegraph.co.uk/news/worldnews/europe/france/12197932/Fingerprints-of-Paris-attacks-fugitive-Salah-Abdeslam-found-in-raided-Brussels-flat.html"], [12703, "2016-03-18T12:39:49Z", 0.01, "Just for the passing of time and how much is left."], [14318, "2016-03-17T04:28:01Z", 0.0, "Reducing from 5% to zero due to the passage of time. \n"], [755, "2016-03-16T14:18:00Z", 0.2, "Copying answer to a post made:\nCopy that @Khalid, outstanding! Thank you. It doesn't say whether the French were recently deployed or have been in theater for years, but no matter. GJO would not define 'combat troops' per an earlier inquiry from @Anneinak , although I determined that in the affirmative from my own inquiries made with ex-US and UK SOF members. Absent any clear definition of the IFP or associated riders to it, assumes GJO means conventional order of battle, re: First Gulf War US-led Coalition forces vs Iraqi Army. Link provided: https://www.washingtonpost.com/opinions/the-islamic-state-is-degraded-but-far-from-being-destroyed/2016/03/08/bc0590fe-e56e-11e5-b0fd-073d5930a7b7_story.html\nAdjusting down."], [1056, "2016-03-16T07:19:08Z", 0.0, "Affirming forecast."], [68, "2016-03-16T07:14:20Z", 0.0, "With just over two weeks left and no sign of troops (other than special forces, for which the consensus is that they don't count for this IFP, may as well forecast zero.\nhttps://www.washingtonpost.com/opinions/the-islamic-state-is-degraded-but-far-from-being-destroyed/2016/03/08/bc0590fe-e56e-11e5-b0fd-073d5930a7b7_story.html"], [755, "2016-03-16T03:47:38Z", 0.3, "Media search was negative confirmation. Incremental adjustment down."], [1993, "2016-03-15T23:14:31Z", 0.0, "Jumping into this question late to pick up a few points. Was not in earlier, because GJO wouldn't define \"combat troops\". French Special Forces have been in Syria for years, so they would need to be excluded."], [1639, "2016-03-15T15:51:59Z", 0.0, "Lowering for a number of reasons:\n1.  Russia withdrawing from Syria\n2.  ISIS moving to Libya\n3. Passing of time"], [16015, "2016-03-15T00:18:46Z", 0.0, "With Russia pulling out, it even less likely that France will make military moves."], [11430, "2016-03-14T21:20:56Z", 0.05, "France will focus on Africa."], [15471, "2016-03-14T09:32:14Z", 0.0, "Reducing due to time constraints"], [15350, "2016-03-14T07:24:12Z", 0.02, "Updated to reflect time constraint. "], [102, "2016-03-14T03:05:45Z", 0.02, "https://larswericson.wordpress.com/2016/03/14/gitrep-13mar16pm/"], [12703, "2016-03-14T02:19:06Z", 0.03, "Passing of time."], [20588, "2016-03-13T13:43:11Z", 0.01, "If Hollende's declaration was to be literal, troops would have been deployed soon after the Paris attack. "], [755, "2016-03-13T03:26:43Z", 0.4, "Satellite images confirm French SOF operating in Libya:\nStratfor, March 9, 'The West Moves Discreetly in Libya': https://www.stratfor.com/analysis/west-moves-discreetly-libya\nStill no confirmation of Syria or Iraq deployment.\nDropping 10 points for the passage of time. "], [493, "2016-03-11T15:51:13Z", 0.0, "Affirming prior."], [306, "2016-03-10T21:41:37Z", 0.0, "Time is running out. ::Advice for GJ:: New question after this one closes: \"Before the end of 2016, will the French Army or Foreign Legion deploy combat troops to fight the Islamic State on the ground in Syria or Iraq?\""], [142, "2016-03-10T19:01:41Z", 0.0, "Down to 0%.  The time has passed and France would find it difficult to support ground troops in the region."], [368, "2016-03-10T18:25:57Z", 0.0, "Given time horizon and presence of military trainers, event outcome (YES) highly unlikely."], [14208, "2016-03-10T01:24:55Z", 0.0, "Trainers only...not directly fighting per the question."], [476, "2016-03-09T21:13:32Z", 0.0, "Not on the ground. Period."], [498, "2016-03-09T08:29:56Z", 0.58, "\"The campaign in eastern Syria is directed by about 50 U.S. Special Operations forces now on the ground there, joined by about 20 French and perhaps a dozen British commandos.\"\nhttps://www.washingtonpost.com/opinions/the-islamic-state-is-degraded-but-far-from-being-destroyed/2016/03/08/bc0590fe-e56e-11e5-b0fd-073d5930a7b7_story.html"], [734, "2016-03-09T03:28:29Z", 0.0, "Taking this down to zero. Passage of time and the improbability that the French will reveal what their troops and the FFL are up to at the moment in Syria and Iraq..."], [21312, "2016-03-08T21:13:58Z", 0.65, "ISSIS  wil strike again in Europe or at least try - the attack or failed attack will escalate the role European nations play in war against Islamic extremism."], [443, "2016-03-08T16:53:17Z", 0.65, "They are itching for a fight. I hope they do go in. "], [5034, "2016-03-08T02:05:54Z", 0.04, "Forecasting down. In theory, if another terror attack occurred on French soil in the next three weeks, the French could send troops to Iraq. Still, highly unlikely. "], [493, "2016-03-07T16:51:17Z", 0.0, "Going to zero with passage of time."], [21514, "2016-03-07T05:56:52Z", 0.05, "No it's France"], [755, "2016-03-06T23:04:05Z", 0.5, "French SOF op in Mali revealed:\nThe Long War Journal, February 29, 'French special forces target al Qaeda commanders in Mali': http://www.longwarjournal.org/archives/2016/03/french-special-forces-target-al-qaeda-commanders-in-mali.php\nReuters, March 2, 'Spanish al Qaeda commander killed by French forces in Mali: sources': http://www.reuters.com/article/us-mali-attacks-idUSKCN0W42G2\nStill, nothing out of Syria or Iraq...... dropping 5."], [21201, "2016-03-06T15:26:49Z", 0.07, "Hollande is cut from the same socialist cloth as Obama. Therefore he will not commit ground forces."], [38, "2016-03-06T05:57:48Z", 0.04, "http://www.presstv.ir/Detail/2016/03/05/453896/Syria-France-Ceasefire-Terrorists-Colmain"], [102, "2016-03-06T04:16:36Z", 0.01, "https://larswericson.wordpress.com/2016/03/05/manual-category-assignment-work-in-progress/"], [15870, "2016-03-06T02:38:39Z", 0.05, "Norms, Rules, And protocols matter:\nWith the type of fighting required against the Islamic State and without much ground support from the US, it is hard to see France committing troops now. "], [83, "2016-03-05T23:09:00Z", 0.01, "Passage of time."], [3895, "2016-03-04T13:01:06Z", 0.04, "passage of time"], [13377, "2016-03-04T08:48:30Z", 0.1, "https://larswericson.wordpress.com/"], [17875, "2016-03-04T01:36:27Z", 0.0, ": )"], [1708, "2016-03-03T14:20:51Z", 0.15, "French special forces have a proven record of rescuing hostages and conducting nighttime assaults on pirates and militants in N Africa (shows capability). The US has started raids in Iraq on the lead up to Mosul. The french just practiced their first nighttime air to air helicopter refueling. Time is running out, but GJP at times seems to have a knack for setting question dates right about when events occur. \nhttp://www.janes.com/article/58361/french-conduct-first-night-air-to-air-helicopter-refuelling\nhttp://foreignpolicy.com/2016/03/02/u-s-snags-key-isis-leader-as-fight-for-mosul-gets-underway/"], [755, "2016-03-03T05:07:02Z", 0.55, "Checking in. No media confirmation to date. Dropping another 5 basis points."], [43, "2016-03-03T03:12:19Z", 0.03, "Reducing for passage of time."], [530, "2016-03-01T20:38:25Z", 0.2, "Lowering. Hopefully I won't miss because of an interpretation in wording of the question."], [15889, "2016-03-01T18:17:41Z", 0.01, "The ceasefire in Syria has entered its third day at this point. There has been significant Russian military buildup regarding ground troops as well as naval forces and air forces. Meanwhile the secretary-general of NATO states that \"there are no plans about NATO providing ground troops for the military operations in Syria.\" France was the country that specifically asked for the task force overseeing the cessation of hostilities meet immediately. The French Foreign Affairs Minister said himself that France \"fervently wants an end to hostilities.\" He also asked that the UN Security Council take those guilty of violations in Syria to the International Criminal Court. If anything I think that France is looking to de-escalate involvement."], [4992, "2016-03-01T17:27:51Z", 0.01, "Updating for passage of time.  Only 1 mo left and no news so far.  Even if something happens in Mar, unlikely ground troops could be deployed in time.  As others have noted, may be special forces there in an advisory capacity, but assuming GJP are not counting that since they haven't been deployed \"to fight.\""], [12490, "2016-03-01T12:13:46Z", 0.01, "Ceasefire in place, might be broken but seems unlikely that we will see things escalate in this last month to a decision for ground troops. Too much pre planning required for even a moderately protected force"], [15272, "2016-03-01T03:43:25Z", 0.04, "France has been integral in implementing the cease-fire between Assad and \"moderate rebel\" groups in Syria, which has largely held. While news reports show that France has been aggressively pursuing ISIS in Libya, it is unlikely to get further involved in Iraq and Syria without the support of NATO allies, namely the US, which has consistently expressed that it will not deploy \"boots on the ground\" to fight ISIS. France used air power to target ISIS following the latest terrorist attacks against it, and barring further escalation, there is no reason to think it will go it alone in the next months. C- compare to response to previous terror attacks, response in Libya, H- statements by French officials, K- preferences of NATO leaders not to be involved in another ground war, N: UN Security Council politics, particularly Russian support of Syrian state sovereignty, preclude the international coalition likely to accompany French ground troops. "], [498, "2016-02-29T20:55:18Z", 0.59, "ff: Once a semantic crack is allowed, you can drive a whole lot through it. Three thousand three hundred troops in this case.\n\"Washington has sent ... 3,300 ... troops deployed in Iraq as trainers.\"\nhttp://rudaw.net/english/middleeast/iraq/200120163"], [493, "2016-02-29T14:37:38Z", 0.02, "Affirming prior."], [15350, "2016-02-29T00:43:44Z", 0.06, "A) another large-scale terrorist attack or B) a request by other NATO countries to deploy their combat troops would resolve this question. I find either quite unlikely within the time frame specified (one month). That is not to say that France will not eventually send in ground troops. Yet, they have not done so following the Paris attacks, which lends credence to the belief that a major development is required for France to consider sending in troops. Yes, it will likely be a small number of troops to begin with, but even then, deployment is a serious step. "], [498, "2016-02-28T00:16:46Z", 0.6, "\"France for example, has 200 personnel on the ground in Iraq\"\nhttp://www.voanews.com/content/sixty-five-hundred-coalition-troops-in-iraq-us-wants-more/3172721.html"], [12703, "2016-02-27T23:35:43Z", 0.05, "Just for the passage of time.  Still way to muddled of a situation for any coordination or on what's needed."], [755, "2016-02-27T23:14:33Z", 0.6, "No media confirmation to date. Dropping 5 points."], [11038, "2016-02-27T08:17:38Z", 0.05, "Why travel all the way to the Eastern Med to shoot ISIS members in the face when they can head to North Africa to do it? The French don't have the operational reach to go into Syria or Iraq with the numbers it would take to make a difference,  They are going to stick closer to home"], [131, "2016-02-27T05:11:09Z", 0.8, "Reaffirming my prediction."], [306, "2016-02-26T21:20:59Z", 0.0, "Tick Tock."], [11157, "2016-02-26T04:05:49Z", 0.02, "Libya operations, therefore, lower prob they can deploy elsewhere "], [2965, "2016-02-25T19:34:28Z", 0.01, "cease coverage"], [498, "2016-02-25T19:07:26Z", 0.62, "ff"], [20, "2016-02-25T14:38:18Z", 0.0, "\"Never Get Involved in a Land War in Asia.\"  https://www.youtube.com/watch?v=9mTlnrXFAXE Pretty sure I got this from @GJDrew"], [876, "2016-02-25T14:00:56Z", 0.0, "France too busy elsewhere, affirming 0% forecast."], [1333, "2016-02-25T13:08:57Z", 0.35, "A report says French special forces have been deployed in Libya under the pretext of fighting Daesh terrorists operating in the North African country. Libya is in range of V-22 Ospreys.\n"], [1639, "2016-02-25T07:45:35Z", 0.0, "The French forces have been conducting covert military operations in Syria against IS in eastern Lybia, along with America and UK. The French Defense Ministry declined to comment. \nSource: Le Monde. "], [1056, "2016-02-25T06:35:20Z", 0.0, "Affirming forecast. I think the Libya deployment makes deployments in Syria and Iraq less likely, not more likely."], [20194, "2016-02-25T05:58:38Z", 0.6, "http://www.swissinfo.ch/eng/french-special-forces-waging--secret-war--in-libya---report/41980840"], [651, "2016-02-25T00:31:49Z", 0.5, "Recent news of French SF involvement in Libya."], [691, "2016-02-24T21:54:41Z", 0.03, "http://www.reuters.com/article/us-libya-security-france-idUSKCN0VX1C3"], [493, "2016-02-24T20:55:09Z", 0.02, "Narrowing time frame, parties closing in on a deal."], [755, "2016-02-24T19:53:35Z", 0.65, "Business Insider, February 24, 'REPORT: French special forces are waging a 'secret war' against ISIS in Libya': http://www.businessinsider.com/report-french-special-forces-are-waging-a-secret-war-against-isis-in-libya-2016-2\nSee also:\n@REGallahue, two February 24 posts, link and comments.\n@jeremylichtman, February 24 post and comments."], [20, "2016-02-24T18:31:20Z", 0.0, "Doubtless special ops and trainers can also be combat troops when they need to be. That's not the question, nor can it be. The question is about a *political* decision to commit combat troops. GJ has tried, in my 5 seasons with them, to make clean definitions for their questions, a special ops resolution would decidedly not be clean."], [498, "2016-02-24T17:50:22Z", 0.63, "ff"], [532, "2016-02-24T16:05:29Z", 0.01, "Good points raised in comment by @jeremylichtman."], [734, "2016-02-24T15:49:38Z", 0.03, "Sorry, did mean to increment up.  Interesting to see if there are leaks that confirm that they are working in a broader theater of operations.  I find it unlikely that they are not engaged as well in Syria, but as @jeremylichtman points out, how can the question resolve?"], [734, "2016-02-24T15:43:28Z", 0.95, "Well, they are in Libya."], [110, "2016-02-24T14:12:50Z", 0.0, "Interesting:\nhttp://www.businessinsider.com/report-french-special-forces-are-waging-a-secret-war-against-isis-in-libya-2016-2"], [1639, "2016-02-23T15:11:11Z", 0.05, "For passing of time "], [142, "2016-02-23T14:38:54Z", 0.05, "Update for passage of time."], [11157, "2016-02-23T03:47:29Z", 0.03, "Passage of time"], [755, "2016-02-22T19:54:23Z", 0.65, "News search found nothing. Losing 5 basis points and will revisit in 72-hours for another assessment."], [20321, "2016-02-22T00:45:02Z", 0.2, "Not before April.  Unless some other tragedy strikes before then. And if another Paris happens, the likelihood grows.  Add to that the growing migrant crisis, the not so latent or hidden xenophobia of the French will grow too.  A perfect storm of national security interests will make it politically palatable for ground forces. "], [498, "2016-02-21T21:22:07Z", 0.64, "ff"], [2965, "2016-02-21T13:39:32Z", 0.01, "Deployment of French Forces in Sahel."], [15750, "2016-02-21T01:13:27Z", 0.1, "Not as long as Russia and US fly bombing missions"], [1161, "2016-02-20T19:47:35Z", 0.0, "Russian airstrikes have made the Syrian part of this question moot, at least during the forecasting period. No EU member in its collective right mind would put troops on the ground where they stood a reasonable chance (anything over zero) of becoming subject to one of Vladimir's \"mistakes.\" It is also clear that Russia intends to tip the balance around Aleppo, partitioning Syria into \"our boy\" and \"the other side's problem.\" That leaves the West with no clear entry to IS controlled territory except via Turkey, which is getting into the fray to blunt the advance of the Kurds. The U.S. is already mired in Iraq; no further involvement there is needed. Expect western military attention to shift to Libya to a greater extent than it already has. That unguarded Mediterranean coastline provides a far simpler approach."], [498, "2016-02-20T16:01:37Z", 0.65, "Top Canadian General compares Canadian involvement in Iraq to peace mission!\n“A political truth can sometimes be different.”\nhttp://news.nationalpost.com/news/canada/canadian-politics/top-soldier-defends-iraq-mission-as-non-combat-says-hes-expert-on-what-is-combat"], [14394, "2016-02-20T09:44:51Z", 0.07, "Adjusting for passage of time. It seems way too risky at the moment in syria and mosul doesnt seem important enough for the french"], [498, "2016-02-19T20:03:55Z", 0.66, "ff: \"The purpose of train-and-equip was to fight ISIS.\"\nhttp://www.theaustralian.com.au/news/world/the-times/aleppo-under-siege-as-kurds-fall-in-with-assad/news-story/fc7d385238944f471f1b199f1ea9248d"], [498, "2016-02-19T17:23:25Z", 0.67, "13 ISIS members killed in ambush in central Mosul (An internal rebellion or a clandestine SOF strike? So-called Burka raid a month ago.)\nhttp://www.iraqinews.com/iraq-war/13-isis-killed-in-ambush-by-unidentified-central-mosul/"], [755, "2016-02-18T23:16:01Z", 0.7, "\"All warfare is based on deception. Hence, when we are able to attack, we must seem unable; when using our forces, we must appear inactive; when we are near, we must make the enemy believe we are far away; when far away, we must make him believe we are near.\""], [15346, "2016-02-18T20:59:15Z", 0.05, "The french military is too small to take on the islamic state in these areas by themselves.  They would have to combine with another country or countries.  The chances of them being able to mobilize forces between multiple countries in this time frame is very small.  Within the country right now, things are bad with the migration of refugees from the middle east.  Homegrown terrorism is a high likelihood which makes another terror attack in france high.  The US is also breeding some homegrown terrorism through isis which could make them an ally.  But we have a president right now that does not want to send more troops on the ground to the middle east if at all possible.  Within this time frame, it is highly unlikely."], [498, "2016-02-18T16:51:39Z", 0.67, "ff: \"create what we believe are the additional capabilities that we need, you know, for the fight, for the future fight.\"\nhttp://cnsnews.com/news/article/susan-jones/dod-spokesman-were-moving-right-along-bringing-additional-capabilities-iraq"], [767, "2016-02-18T04:03:03Z", 0.02, "The US is pressing NATO to \"play a bigger role against the Islamic State in Syria and Iraq, putting Washington at odds with Germany and France which fear the strategy would risk confrontation with the alliance's old Cold War foe Russia.\"  I think that sums it up.  Unless a major attack occurs at a NATO nation, is not likely France will send ground troops before April. \n"], [2965, "2016-02-17T20:50:02Z", 0.0, "Russia. time.  "], [1526, "2016-02-17T18:29:12Z", 0.0, "I'm hedging  my bets a bit. There doesn't look like a deployment can happen until the Russian situation is figured out. That will take longer than a month to do."], [2965, "2016-02-17T14:23:18Z", 0.1, "I keep going back and forth over definition. With Russia advance on Aleppo and  US abandoned goal to retake Mosul. ..other than covert operations no."], [20131, "2016-02-17T10:58:27Z", 0.35, "Nil"], [498, "2016-02-16T14:51:54Z", 0.68, "ff"], [14253, "2016-02-16T11:55:18Z", 0.02, "Down 1 point for passage of time."], [19990, "2016-02-16T07:53:28Z", 0.01, "The French army is under maximum stress at the moment. They're not going to stretch their forces even more thinly."], [14327, "2016-02-15T17:15:01Z", 0.01, "Adjusting downward due to time constraints."], [5034, "2016-02-15T02:21:06Z", 0.09, "Forecasting down: I've come across zero evidence that any kind of military intervention like that described in the question is in the works. "], [19265, "2016-02-15T01:28:03Z", 0.01, "The question contains two major parts than need to be true: a) will France offer help (within the massively restrictive timeline) and b) will Iraq accept?"], [755, "2016-02-14T21:31:12Z", 0.7, "Boy, gotta wonder how many Legionnaires dropped out of the active rosters to later surface in Syria...\nDefense One, January 30, 'The Americans Who Volunteer to Fight ISIS': http://www.defenseone.com/ideas/2016/01/americans-who-volunteer-fight-isis/125550/\nClip from above article:\n\"Azad recalled fighting with the YPG alongside former members of the French Foreign Legion and the American military.\""], [498, "2016-02-14T17:52:33Z", 0.69, "ff: Iranian Gen. Farzad Esmaili says Iran will, if requested, supply troops to Syria in \"advisory\" capacity. lol. In that they already had advisors in Syria, these must be a new sort of advisor. What happens when advisors outnumber advisees? There is a massive escalation of \"advisory warfare\" underway, and because the language was co-opted so as to obfuscate the \"Yes or No\" question, there are no words left to describe the advisory (combat troop) escalation! It's so hilarious. Ludicrous it is. \nhttp://www.sandiegouniontribune.com/news/2016/feb/14/the-latest-iran-offers-to-help-syria-with-air/"], [9227, "2016-02-14T06:15:40Z", 0.01, "No, it would be a mess. First they need to see who will win the presidency of the USA. Or at least the nomination... if Berney Sanders wins they wont. "], [38, "2016-02-12T22:42:48Z", 0.04, "http://sputniknews.com/world/20160212/1034653187/syria-france-ground-operation.html"], [755, "2016-02-12T22:42:09Z", 0.7, "UPI, February 12, The Saudis and UAE to deploy SOF to the fight, 'Carter: Saudi Arabia, UAE to provide special operations forces in Islamic State fight': http://www.upi.com/Top_News/World-News/2016/02/12/Carter-Saudi-Arabia-UAE-to-provide-special-operations-forces-in-Islamic-State-fight/5851455279347/\nMajor and secondary players are now operating SOF in theater. Assumes FR in as well. Incremental adjustment up.\n "], [19891, "2016-02-12T21:38:47Z", 0.95, "They already have advisors and special forces operating in the area."], [498, "2016-02-12T17:35:49Z", 0.7, "We're winning the semantic battle!\nWe've turned back the peculiar evil of using language as an impediment to clear thinking and proper action. Go us!"], [17879, "2016-02-12T16:10:21Z", 0.01, "There is not even a begining of a discussion in France over this subject. We are one year from the Presidential election, it's a huge risk for the government. No one talk about such an intervention neither in the media nor in the cafe. French soldiers are now deployed in Mali, Ivory coast, Centrafrica, Afghanistan as well droping bomb over ISIS. We don't have enough soldier (and ammo !) for another front.\nNote : I made an error with my previous forecasting, puting it to 10% is already too much"], [12703, "2016-02-12T14:40:39Z", 0.07, "Ticking down just for the passage of time.  Still believe they will not go in alone and the ability to organize and develop a reasonable plan is a low probability.  There has been no progress made even between what Russia is doing and what Europe and the US would like to accomplish.  Now throw in the Turkish troubles with some of the US aided Kurdish rebels and coordination just feels further apart."], [17879, "2016-02-12T13:37:13Z", 0.1, "Not a chance."], [498, "2016-02-12T10:57:11Z", 0.7, "ff"], [12302, "2016-02-12T04:48:31Z", 0.0, "reaffirming my forecast after two intensive discussions with redacted"], [38, "2016-02-12T03:08:43Z", 0.04, "This question closes in only 7 weeks.  I've been doing google searches every day on this question and have found very, very little information pertinent to this question, so if it's happening, it is WAY beneath the radar.  "], [755, "2016-02-11T20:51:22Z", 0.6, "Reuters, February 8, 2nd Team may suit-up for play. This will be a go, 'Saudi Arabia says open to sending special forces into Syria': http://www.reuters.com/article/us-mideast-crisis-syria-saudi-idUSKCN0VH1YX\nClip from article:\n'Saudi Foreign Minister Adel al-Jubeir on Monday held out the possibility of sending Saudi special forces into Syria as part of a U.S.-led coalition against the Islamic State.\n\"There is a discussion with regard to a ground force contingent, or a special forces contingent, to operate in Syria by this international U.S.-led coalition against ISIS and the Kingdom of Saudi Arabia has expressed its readiness to provide special forces to such operations should they occur,\" he said.' "], [19524, "2016-02-11T16:10:22Z", 0.02, "I would say 0%, but the term \"combat troops\" is vague. I would not be surprised if they deployed special operations, or trainers who would see combat, but I do not believe that France will deploy independent combat units (infantry, cavalry etc.) or combat support units to either Syria or Iraq. Iraq would be more favorable to a French deployment, but outside of a major NATO operation, this too would seem highly unlikely. "], [14843, "2016-02-11T15:12:28Z", 0.45, "Possibility of adding Libya to the plate reduces French troop availability"], [498, "2016-02-11T13:46:17Z", 0.71, "ff: The hypothesis has been shown to be true. Trainers and fairy-godmothers excepted."], [19801, "2016-02-11T08:24:42Z", 0.03, "Unlikely in the extreme, air strikes seem to be the likeliest option taken."], [14208, "2016-02-11T06:17:44Z", 0.01, "Clapper said, \"I find it interesting that the Russians and the Iranians are more interested in using proxies versus using their own forces in Syria because their own forces are taking casualties\""], [306, "2016-02-10T22:11:38Z", 0.6, "I'm thinking if GJ doesn't close this question within the next few days: it's confirmation that French training instructors doesn't count. I still think that GJ is looking for something more \"active/direct\" like the raids that U.S. Special Forces are doing."], [493, "2016-02-10T17:49:52Z", 0.25, "Raising a bit in light of the fact that French troops in the region is now more or less an open secret. I still think that \"deploy\" \"to fight\" means something like an official announcement from the French gov't that they are going there to do something other than training. (\"Support\" is also iffy.)"], [498, "2016-02-10T17:36:08Z", 0.72, "SAS heroes blown up in ISIS ambush on top secret mission in Iraq\nhttp://www.mirror.co.uk/news/uk-news/sas-heroes-blown-up-isis-7318678"], [19630, "2016-02-10T13:36:19Z", 0.7, "The repeated targeting of France by ISIL means a perception of high danger. Events in other countries, like Mali, show France is willing to commit troops. "], [498, "2016-02-10T12:09:59Z", 0.72, "ff: The French Foreign Legion has deployed combat troops to fight the Islamic State on the ground in Iraq. They are fighting IS by, among other things, teaching Iraqis how to degrade the weapons of IS. They are harming (fighting) IS by training the Iraqi's. This question should be resolved in the affirmative.\nhttps://www.youtube.com/watch?v=b240PGCMwV0"], [1526, "2016-02-09T22:15:36Z", 1.0, "This question should be closed. Sending resolution."], [1526, "2016-02-09T22:07:01Z", 1.0, "This question should be closed. Sending resolution. "], [530, "2016-02-09T15:44:00Z", 0.75, "After reading the article listed by @redacted I'm starting out a little high. I found further articles that indicate that France is sending more military advisors: https://news.vice.com/article/france-is-sending-more-troops-to-help-iraq-fight-the-islamic-state"], [755, "2016-02-09T00:41:43Z", 0.6, "Vice News, February 8, 'CA pulls F-16s, but 3 x SOF, 'This Is How Canada Is Overhauling Its Fight Against the Islamic State': https://news.vice.com/article/canada-sends-in-hundreds-of-special-forces-to-iraq-as-its-fighter-jets-come-home\nClip from above article:\n\"Defense Minister Harjit Singh Sajjan said the new special forces units would be dipping its toes into surveillance and intelligence-collection roles.\n\"Enhanced intelligence capability will help protect our forces in theatre as well as those of our coalition and host nation partners,\" Sajjan said. \"Therefore, we will significantly increase the resources we dedicate to intelligence, both in northern Iraq and theatre-wide.\nThe minister did not elaborate on exactly what that would entail.\nTrudeau reiterated that the mission would be an \"advise and assist\" operation, repeating that it would remain to be a \"non-combat mission.\"\nYet the Canadian Forces have already engaged with IS in combat on several occasions since the training mission began. Vance added that Canadians should expect firefights to happen again.\n\"I suspect there will be engagement,\" Vance told reporters on Monday.\""], [306, "2016-02-08T21:29:32Z", 0.65, "Upping for awhile. Question makes me nervous. "], [498, "2016-02-08T11:27:02Z", 0.74, "13th Demi-Brigade of Foreign Legion. Done.\nhttps://translate.google.com/translate?hl=en&sl=fr&u=http://www.aumilitaire.com/forum/topic/22948-l%25E2%2580%2599efficacit%25C3%25A9-discr%25C3%25A8te-des-instructeurs-militaires-fran%25C3%25A7ais-affect%25C3%25A9s-aupr%25C3%25A8s-des-forces-irakiennes/&prev=search"], [14208, "2016-02-08T09:13:37Z", 0.01, "no combat troops yet...furthermore, I do not expect them.  Iraqi's need to retake and secure Mosul not western powers."], [2634, "2016-02-08T06:12:55Z", 0.1, "Updating for passage of time."], [2965, "2016-02-07T20:44:13Z", 0.9, "I was wrong, on ground now if Germans are. Once again definitions. Lol"], [755, "2016-02-06T18:01:45Z", 0.6, "Reuters, February 6, German SOF identified in Iraq op, 'Three British troops injured in covert operation in Iraq - Mirror': http://www.reuters.com/article/us-mideast-crisis-iraq-britain-idUSKCN0VF09X\nClip from article:\n'It said the covert patrol by British, German and U.S. special forces aimed to identify Islamic State positions outside Mosul and spot weak areas in the militant group's defences.'\nIncremental adjustment up."], [43, "2016-02-06T15:27:42Z", 0.25, "Increasing probability on the basis of questions raised by @redacted and others. https://www.gjopen.com/comments/comments/117533"], [2965, "2016-02-06T15:24:44Z", 0.02, "France will not deploy a brigade or regiment?\nif special forces is it a team of 5 on a hostage interdiction or a regiment. LOL"], [2965, "2016-02-06T15:23:16Z", 0.91, " Yes,If the definition involves special forces like Seal  yes 90% like 82d airborne?  or UK pararachute brigagade less. "], [498, "2016-02-06T11:45:18Z", 0.77, "\"Clinton Says No Combat Troops, But Special Forces OK in Syria and Iraq\"\nhttp://www.politico.com/tipsheets/morning-defense/2016/02/saudi-arabia-offers-path-for-ground-troops-in-syria-clinton-hits-sanders-on-foreign-policy-congress-pentagon-feud-over-russian-rocket-engine-replacement-212551"], [1064, "2016-02-05T23:37:51Z", 0.03, "Reaffirming.  Italian troops are going to the Mosul dam.  No French troops in sight."], [498, "2016-02-05T18:38:44Z", 0.77, "Islamic State militants shoot down French drone aircraft north Syria\nhttp://aranews.net/2016/02/islamic-state-militants-shoot-down-french-drone-aircraft-north-syria/"], [20, "2016-02-05T11:15:17Z", 0.0, "The only reason for this question would be a decision to go into Syria with specific intent to do ground combat. A large national undertaking. Hollande has made clear that's not happening. As has Obama. Special ops discussions make this question needlessly prolix."], [20, "2016-02-04T21:59:49Z", 0.01, "A ground force would have to work with the Russians. This is a facet that gets overlooked, mostly because it's so unthinkable. "], [20, "2016-02-04T20:22:35Z", 0.01, "I don't think there will be ground operations beyond training and special ops. But for comedic purposes this: Saudi says ready to take part in any U.S.-led ground operations in Syria http://reut.rs/1R6Rj2M "], [51, "2016-02-04T13:56:36Z", 0.1, "Maybe a bit crazy to go to zero.  Its possible, even likely, that there are some legionnaires sneaking around there doing something or another.  If they get spotted and ID'ed publically, the question will finish with a yes."], [51, "2016-02-04T13:53:40Z", 0.0, "If they have not done it by now, I wonder why they would for the remaining term of this question.  "], [498, "2016-02-03T16:41:51Z", 0.79, "The expansion of coalition activities in the area of northeastern Syria with PYD continues. Today I noticed a CNN report on a pre-existing agricultural airfield undergoing upgrading and expansion. The story was replete with veiled references to other, unidentified, international actors, in addition to the identified \"American\" involvement. Too bad I caught the news story from afar, or else I might have engaged in 3Ms so-called \"visual hacking\" (i.e., looking at!) the data on the computer screens of the local combatants to discern the language (French?). I'm wondering, is French a language that is used in this section of Syria? I'm also wondering what's up with the \"partial veiled communication\" as to the training actors. Either you a) say nothing, b) lie, and say Americans (only), or c) reveal all actual participants. Why would someone select d) identify Americans and others, without naming the others? What is the purpose of structuring the communication in that fashion? (I do not believe that such a decision is in the hands of the reporter or news editors. There is a bargain made trading access for content control and censorship. That was an intentional message to somebody. [As an aside, the reporter being \"shooed away\" from an unauthorized vantage point was a nice, but too obvious, attempt at establishing \"independent credibility.\"])"], [1161, "2016-02-02T17:47:55Z", 0.25, "It looks increasingly likely that the US will increase its on-the-ground presence against ISIS, and not just in Iraq.  The Obama administration will be looking for a partner."], [755, "2016-02-02T16:13:38Z", 0.55, "The Telegraph, January 29, 'Is a secret sniper killing off Isil's high command in Libya? - Mystery gunman credited with shooting three of the terror group's leaders in their new \"Caliphate\" in Colonel Gaddafi's home city of Sirte': http://www.telegraph.co.uk/news/worldnews/africaandindianocean/libya/12129837/Is-a-secret-sniper-killing-off-Isils-high-command-in-Libya.html"], [1056, "2016-02-02T16:03:47Z", 0.0, "Affirming forecast."], [2965, "2016-02-02T15:56:01Z", 0.01, "NO, See  US DOD war plans referred to  in my 91% prediction  today retake Mosul by 12-31-2016"], [498, "2016-02-02T10:07:42Z", 0.8, "Possible association with Syrian Democratic Forces (SDF) alliance.\nhttp://www.trtworld.com/mea/us-anti-daesh-envoy-visits-northern-syria-38778"], [1708, "2016-02-02T08:24:39Z", 0.55, "http://www.defensenews.com/story/defense/international/europe/2016/02/01/france-war-its-forces-certainly-top-defense-official-says/79664776/"], [15930, "2016-02-01T01:34:28Z", 0.13, "If France is going to engage the Islamic State, it will be in Libya, not Iraq or Syria.  An expanding ISIL presence in Libya, on the Mediterranean's shores, is a larger and more immediate threat to France than ISIL's presence in Syria and Iraq.    "], [476, "2016-01-31T19:49:16Z", 0.07, "Probable Hollande cabinet reshuffle reported in US and French press and online is likely to slow things down a bit since Holland is not getting enough of a popularity bump from airstrikes and boots on ground in Levant and Africa former colonies to solidify his candidacy for a second term. The thorny issue of the Constitutional Reform is also a distraction as are the wishy-washy machinations of De Mistura and the \"proximaty talks\" since there isn't an agreed upon \"other side\" to play \"lets talk at each other\" (with toffee nose De Mistura running between rooms) in Geneva.  Problem will not resolve before April 2016 in the view of this \"forecaster.\"  "], [1646, "2016-01-30T21:49:14Z", 0.11, "ok going down into Feb."], [43, "2016-01-30T21:35:19Z", 0.05, "Lowering on the basis of https://www.gjopen.com/comments/comments/111937, thank you,  @jlnado"], [12591, "2016-01-30T21:19:05Z", 0.05, "France will favour deploying its limited resources in West Africa"], [2965, "2016-01-30T12:54:20Z", 0.03, "question wil never be be verified unless the French announce and,  like  the US, any French FAC  or interdiction  will be ambiguous,\neven a simple yes creates the 3% chance.\nFrance deployed Chad, Burkina Faso, and past  Cote DIvoire. Afghan, HW Bush Gulf War I.  Very Very Successful and public. Why not here? Declined any support for GW II?\nJe suis Parisien.\n\nIt would put a target on the back of any deployed personnel. \nOnly way, this question can be yes is the  3% chance ( and declining) a French  Army or Foreign Legion is beheaded by a verifiable ISIS video confirmed by French.\nI am not sure, short of this; any offficial announcement by the Ministere de Defense.\nThank god Obama picked Ashton Carter for DOD.\nI am still looking for the NRO satellite images to verify that Iran deployed S-300 missile system in Iran before 12-31 (joke)\n@Flyn1200 and thanks for validating@jinado."], [5034, "2016-01-30T01:06:03Z", 0.14, "Forecasting down: Again, another terror attack could rapidly change the probability. However, I can find no sources that discuss this option at the present time. Based on what I stated in the original forecast regarding France's history in the region and the turmoil of these combat zones, I see no reason for French intervention. "], [2, "2016-01-30T00:55:19Z", 0.25, "I still think this is live and can be triggered easily.  But moving down per @jlnado who can read French media."], [405, "2016-01-30T00:40:06Z", 0.05, "I dont find anything sur le web en français\"  about  combat troops on the ground.\nIt's about stoping «djihadisme» inside the country or syrian's aerial presence."], [2965, "2016-01-30T00:09:47Z", 0.04, "See  videotape of Ash Carter. Thank you so much #Flynn1200."], [1547, "2016-01-29T02:35:46Z", 0.01, "The question is a bit vague, as noted in other comments. wd741 wrote an informative blurb (see below, somewhere). I am going with deployment of \"conventional\" combat troops instead of SOF to make my forecast. Conventional however, brings up more questions since there is a range of #s of troops and resources. Ultimately, if France wanted to deploy conventional combat troops she would be constrained by the US, NATO, and the UN. Without a coalition it will be more difficult and costly for France and its operations will lack legitimacy.  "], [12605, "2016-01-28T18:31:36Z", 0.5, "From whom do French airplanes get laser pointing on targets ?"], [2965, "2016-01-28T11:25:49Z", 0.1, "Misread question. No combat troops."], [1450, "2016-01-28T03:12:12Z", 0.12, "I am putting weight on the words \"fight\" and \"ground\" in the question, and adjusting for the passage of time.  Based on the phrasing I think that what people are looking for is more about conventional forces directly engaging ISIL in close combat.  There is a logic to asking this question to probe the probability of a dramatic terror attack provoking a country into open hostilities."], [1257, "2016-01-27T21:02:43Z", 0.25, "After the horrific Paris attacks,France should have deployed massive ground forces to destroy ISIS.But instead chose just air attacks,which will never defeat ISIS alone."], [755, "2016-01-27T18:50:21Z", 0.55, "I sent three associates in FR this IFP several days ago to get their take and have received a second reply which I've copied below:\n'Hello Al this a challenging question but as far as I know the answer is no. There are probably special troops working on the ground and carrying undercover operations, but the regular troops will stay off . We shall continue to strike the Islamic state by air. I hope this helps. Regards'\nPatrice is a Lieutenant Colonel, Commandant De Compagnie, Gendarmerie Nationale General Command based in the Rhone-Alpes region.\n@redacted, see his remarks about SOF, per your January 25 post. \nIncremental adjustment down on second opinion and passage of time."], [142, "2016-01-27T13:53:14Z", 0.1, "Updating for passage of time.  Deploying combat troops and the logistical support train to support combat troops in action takes time and considerable effort. There has been no indication yet that France is making the preparations necessary for this type of deployment. "], [14208, "2016-01-27T04:38:26Z", 0.43, "no follow through on sketchy news report "], [12605, "2016-01-26T13:34:24Z", 0.19, "With the increasing number of Google alerts on \"French special forces\", my anxiety level creep up. Before getting those alerts, I felt perfectly sane about my forecast. Now, I get irritated by the mere mentioning of the terms in an email."], [755, "2016-01-25T23:50:47Z", 0.6, "\"There is nothing more necessary than good intelligence to frustrate a designing enemy, & nothing that requires greater pains to obtain.\"  ~General George Washington\nI sent three associates in FR this IFP a few days ago to get their take on it. One replied and I have copied it:\n'HI Alvin Thank you for you message.  The French army is already engaged in the Sahel (west Africa) in the fight against AQMI and in central Africa. I think the French army does not have the capacity to face three different operations in the field. So unless they withdraw a part of the French army engaged in Africa, the French authorities will not consider such a war against Daesh \"on the ground\" as realistic. I hope I replies properly to your questions. Cheers Clement'\nClement is an criminal intelligence officer for INTERPOL and is based in Lyon.\nA media search appears to confirm his assessment:\nThe Chicago Tribune, January 23, 'French military overstretched as Hollande pushes active role': http://www.chicagotribune.com/news/sns-wp-blm-france-military-b9540252-c0ff-11e5-98c8-7fab78677d51-20160123-story.html\nAt this time, FR may opt to increase it's air campaign in Syria, although I have read several articles stating that the Coalition is running out of targets and IS forces are dispersing to making them harder to hit.\nYahoo, January 21, 'France's Hollande says Iraq, Syria air strikes to be 'accelerated'': http://news.yahoo.com/frances-hollande-says-iraq-syria-air-strikes-accelerated-104334594.html\nGiven the restraints, there are two options I see that FR could do to put combat troops in Syria:\n1) Re-deploy a company (100 - 200 boots) from the training group. \n2) Re-deploy SOF from Burkina Faso \nAdjusting down on Clement's assessment, confirmation by news source and time constraints of this IFP."], [43, "2016-01-25T21:09:50Z", 0.1, "French defense minister's call for \"strategic patience\" suggests no new boots on the ground in any new theaters of war."], [12605, "2016-01-25T20:02:48Z", 0.15, "For those who want to know how a deployment looks like, here the \"special forces\" in Timbuktu, several years ago. "], [876, "2016-01-25T13:49:11Z", 0.0, "Affirming forecast of 0%.\nThe question says combat troops, (i.e. soldiers who engage with and kill the enemy). I believe all reports in public are about advisors (i.e. training locals to fight)."], [15506, "2016-01-24T23:49:03Z", 0.76, "76"], [498, "2016-01-24T21:24:55Z", 0.81, "These \"police\" are not your typical British bobbies\nhttp://english.alarabiya.net/en/News/middle-east/2016/01/24/Baghdad-seeks-police-training-support.html"], [5027, "2016-01-24T10:18:54Z", 0.25, "It would be a HUGE decision for any NATO country but Hollande has been pretty willing to deploy internationally over his term. The possibility of another attack in France or another EU country factors for me."], [102, "2016-01-24T05:46:54Z", 0.16, "Sorry actually there is no news I'm not biting."], [102, "2016-01-24T05:43:42Z", 1.0, "I don't know what's on but I'll buy it."], [306, "2016-01-24T05:17:46Z", 1.0, "Moving up until this new news fleshes out. One aspect we all have to remember is that even if we know that French Special Forces are fighting in Iraq or Syria, for this to count they must be verified as French Army or Foreign Legion"], [12591, "2016-01-23T22:20:40Z", 0.28, "The US and Australia now have Special Forces active on the ground so I have raised my forecast given the closeness of France with the US on this issue"], [691, "2016-01-23T22:03:38Z", 0.3, "Ordinarily France will not commit troops unless (a) they are sure they are going to win, or (b) they are sure they know whom they'll be surrendering to.  Neither of these conditions is currently met, but things happen."], [14208, "2016-01-23T06:08:59Z", 0.99, "Although this report is sketchy will upgrade my forecast until i can rule it out.  The story also is on twitter #mosul."], [1333, "2016-01-23T03:49:16Z", 0.5, "Dropping to 50/50. Russia hasn't invited them to come play in the sand and after the Balkans and some of the things we found in Iraq's arsenal I think we are happy to just struggle with getting 4 different cultures to concentrate on Daesh. French intelligence is busy at home and they always come with French Forces so may not be available."], [405, "2016-01-22T22:33:07Z", 0.05, "Après les attentats de Paris, le temps aurait été approprié. Plus on s'éloigne de cet événement, moins de probabilité que la France s'implique "], [16451, "2016-01-22T19:25:55Z", 0.0, "french, eu sanctions and china are good levers against putin, french need to be friendly to putin to have a say in his actions, arab states are more likely to put boots on a ground"], [14327, "2016-01-22T17:39:42Z", 0.05, "Downgrading based on time and also the link @dnicholson has provided. Thank you! "], [5034, "2016-01-22T17:21:30Z", 0.17, "Forecasting downward: http://www.bloomberg.com/news/articles/2016-01-22/french-military-overstretched-as-hollande-pushes-active-role\nThe notion of troops in Syria or Iraq remains a distant prospect for all the reasons mentioned in previous forecast - save the possibility of another terrorist attack in France. "], [12605, "2016-01-22T02:00:24Z", 0.11, "\"it will take a lot more than 10,000 soldiers to deliver two brigade combat teams to Mosul and Raqqa\""], [38, "2016-01-22T00:16:06Z", 0.55, "http://www.voanews.com/content/us-defense-chief-says-commandos-now-fighting-is-in-syria-and-iraq/3156182.html"], [12605, "2016-01-21T23:45:06Z", 0.11, "FORECAST TIMELINE:"], [2, "2016-01-21T22:04:41Z", 0.45, "Hedging on @redacted comments.  I always thought this was possible, but didn't seem to get much traction."], [2965, "2016-01-21T21:57:43Z", 0.9, "if 10 French military personnel deployed. this question needs to be refined.\nreminds of S-300 S-400  q on Iran.\nVerification?"], [498, "2016-01-21T21:54:42Z", 0.82, "• \"The US has called on allies, including France and Britain, to contribute special forces\"\n• \"it has become increasingly clear that elite Western troops are providing more than training, and shifting towards more of a frontline role\"\nhttp://www.i24news.tv/en/news/international/middle-east/100003-160121-us-to-provide-technology-to-turkey-to-help-keep-is-fighters-from-crossing-border"], [43, "2016-01-21T16:00:31Z", 0.15, "France's Hollande says it will do more in Syria and Iraq, but would this include ground troops? So far, mum's the world. "], [14843, "2016-01-21T15:15:15Z", 0.55, "With the US SECDEF visit to France and the push to get the 7 members of t coalition to increase their commitments, to include sending trainers to Iraq, the probability just jumped dramatically."], [498, "2016-01-21T05:33:09Z", 0.81, "-2 per \"wrinkle\" identified by @Clairvoyance."], [38, "2016-01-21T04:56:06Z", 0.44, "From GJI Help:"], [16168, "2016-01-21T02:20:28Z", 0.2, "While Syria is a former French area of interest, western boots on the ground are not likely and the French will be in north Africa"], [498, "2016-01-21T01:11:11Z", 0.83, "+8 based on links & analyses of @Clairvoyance & @aaseawaf15.  We have a two-step forecast: 1) Will the troops be deployed? and, if so 2) Will deployment be credibly reported? Because I believe the coalition is building to a major offensive campaign (which I also believe focuses the French upon Syria), and I believe the \"best practice\" is always to allow a period of reconnaissance, intelligence gathering, and acclimation, I have been leaning towards \"Yes\" as to the first part of the two-step process. [Edit: And for those who suggest that French SF may have already been there, I would suggest an increased tempo and scope as to their activities.] I could place some probability on the first step, but taking Le Drian's \"hint\" as a confirmation, and for computational simplicity, I'm just going to assume it to be \"yes.\" The aforementioned is just a long way of saying we are faced with forecasting the probability that these (assumed to be) deployed troops will be reported upon. This is challenging because, except for very rare glimpses, it is a controlled information environment.\n- French \"long-standing policy of never discussing the deployment of its elite troops.\" Certainly an excellent operational security policy and one that would likely be respected by the vast majority of Western news sources and outlets.\n+ The assumption that LeDrian is sophisticated enough to recognize that even a \"hint\" is a violation of that policy, which therefore requires the additional assumption that LeDrian had some sufficient reason to violate that policy. Would the desire to generate a signal of coalition solidarity be sufficient reason? Is there some perceived need to demonstrate some active effort to a domestic audience? Perhaps this reason, whatever it may be, will continue.\n+ There are some reputable non-Western sources and outlets who may have an independent interest in the report; which can only now be enhanced by, perhaps, the professional ambition of some intrepid journalist to pop the \"hint\" bubble that Le Drian has created.\n- The nature of the activities are covert, often in \"the dark\" both figuratively and literally. Not a lot of free-floating witnesses who don't have their back turned to the action as they are running away. Also, maybe the \"hint\" indicates the French SF are embedded within some U.S. SF group(s), making distinctive identification difficult.\n+/- The one perhaps relevant incident we have is that of a Canadian special force contingent. No news was generated by this contingent until they were placed under a crazy banzai-like attack (my description) by ISIL. If ISIL really is feeling the pressure, it is possible the frequency of such \"crazy\" attacks might increase, thus perhaps drawing attention to a French SF contingent."], [306, "2016-01-20T23:16:49Z", 0.5, "Ok, so it's \"tongue and cheek\" confirmed that French Special Forces are already operating in Syria (alongside the U.S. Special Forces). So, the question now becomes if a credible news source will report that they are actually there. "], [755, "2016-01-20T23:06:14Z", 0.75, "Washington Post, January 20, 'The fight against the Islamic State just entered a new phase — and it could grow soon': https://www.washingtonpost.com/news/checkpoint/wp/2016/01/20/fight-against-the-islamic-state-enters-a-new-phase-with-pledge-from-seven-countries/\nClip from article:\n'Carter said there is no other defense minister who he has spent as much time discussing the Islamic State fight with than Le Drian, and that they discussed accelerating the campaign against the militants even before the terrorist attacks in and around Paris in November that killed 130 people.\nThe meeting came after a the arrival of an elite U.S. “expeditionary targeting force” in Iraq that is expected to include up to 200 Special Operations troops. It is not yet clear whether it has begun carrying out operations, but it is expected to conduct raids, collect intelligence and carry out other operations against Islamic State leaders.'\nOkay, FR is conducting air sorties, positioned the Charles de Gaulle offshore and has 3500 boots deployed in the AO, mainly as trainers. It has relied on US logistics and airlift capability for many of it's African missions and has experience coordinating with US and UK forces in Afghanistan. A small contingent of Legion, Paras or SOF (matching the US contingent up to 200) for reccee, FAC or hunter-killer teams just makes sense to me. \nThese guys:\n1er Régiment de Parachutistes d'Infanterie de Marine, 1er RPIMa\n13e Régiment de Dragons Parachutistes, 13e RDP\nSource: Wikipedia\nHell, after Charlie Hebdo and the November Paris attacks, why the f**k not get up-close-and-personal and kick some jihadi ass? \nIncremental adjustment up due to Carter's talk with Le Drian.  "], [14394, "2016-01-20T22:23:21Z", 0.12, "adjusting for passage of time"], [15097, "2016-01-20T18:38:17Z", 0.15, "At the moment, it appears France is content to train local Iraqi forces but not dedicate any of its own.  "], [16102, "2016-01-20T15:16:53Z", 0.1, "Hollande doesn't seem eager to get caught up in the middle east, certainly not alone."], [24, "2016-01-20T11:19:50Z", 0.1, "Dropping forecast, mainly for the progress of time. Still reckon France would regard combating IS-affiliated troops in Franceafrique (cf the recent attacks in Burkina) as a greater priority - and as acting in both its sphere of influence in a place in which it could expect relatively effective, prompt, and definite results) as a greater priority than in Iraq or Syria."], [12943, "2016-01-20T10:58:59Z", 0.12, "Taking lower from previous as time ticks by"], [11454, "2016-01-20T09:41:57Z", 0.4, "Logic is still that France needs a war to keep state of emergency and control.  It seems that the terrorism is enough of a strawman and so likelihood of war is reduced.  Coming down from 70% for this and time."], [14843, "2016-01-19T21:20:30Z", 0.22, "French Forces just assisted in Burkina Faso. They seem to have their hands full in West Africa and the Sahel. "], [43, "2016-01-19T20:24:14Z", 0.08, "On the one hand, several forecasters have made good cases for French ground forces getting involved in Syria or Iraq. On the other hand, it seems more likely that any boots on the ground would be landing in Libya. ISIS/Daesh has a growing presence there, it is closer to France. On the third hand, France has no history to speak of with Libya, which long was an Italian colony."], [498, "2016-01-19T08:01:55Z", 0.75, "French train with British troops in Cyprus\nhttp://in-cyprus.com/french-train-with-british-troops-in-cyprus/"], [498, "2016-01-19T06:11:49Z", 0.75, "\"The rest (50) of the additional German troops will go to northern Iraq to join the hundred Germans already there training Kurdish forces. The Kurds are the best local fighters in Iraq and the Germans have found that the Kurds make the most of whatever additional training they get.\"\nhttps://www.strategypage.com/htmw/htterr/articles/20160118.aspx"], [15933, "2016-01-19T03:49:54Z", 0.7, "After the Charlie Hebdo massacre and the Paris attacks, the French will retaliate. "], [493, "2016-01-19T00:55:33Z", 0.2, "Will they? Probably, at least covertly and in small numbers. And while I think this would be sufficient for a \"yes\" on this question, I have serious doubts that any such deployment would be reported in a way that would resolve this question, at least prior to April. "], [15047, "2016-01-18T20:39:59Z", 0.0, "\"No Western government intends to deploy troops against IS, save for a handful of special forces and military advisers whose role is not to engage in combat.\" I don't see this position changing in the next few months. France, the UK and USA believe that sending Western troops into Arab lands becomes a recruiting tool for ISIS and Al Queda and only makes things worse."], [142, "2016-01-18T18:04:25Z", 0.15, "Update for passage of time."], [498, "2016-01-18T03:39:24Z", 0.75, "\"Army Gen. Joseph Votel, the chief of U.S. Special Operations Command, said at the news conference that the Special Operations troops will continue to work with support from conventional forces.\"\nhttps://www.washingtonpost.com/news/checkpoint/wp/2016/01/15/wanted-foreign-special-operations-troops-to-join-the-u-s-in-targeting-the-islamic-state/"], [13377, "2016-01-18T02:36:27Z", 0.12, "Following Lars Ericson's supercrowd. https://larswericson.wordpress.com/"], [909, "2016-01-18T01:59:40Z", 0.05, "Only if Turkey enacts Article 5 of the NATO treaty, which is unlikely. Like the US and Britain, France has no desire to put troops on the ground in Syria or Iraq. "], [755, "2016-01-18T01:05:19Z", 0.7, "Washington Post, January 13, 'Wanted: Foreign Special Operations troops to join the U.S. in targeting the Islamic State': https://www.washingtonpost.com/news/checkpoint/wp/2016/01/15/wanted-foreign-special-operations-troops-to-join-the-u-s-in-targe\nGeneral call for other countries to contribute SOF.\nThe number of attacks by IS and their supporters globally expected to increase in the near term: http://inhomelandsecurity.com/january-terror-threat-snapshot-2016/\nFR SOF based in Burkina Faso, or on the Charles de Gaulle can be deployed at a moment's notice. Time to take out the hive. Incremental adjustment up."], [15633, "2016-01-17T18:59:33Z", 0.05, "As opposed to Africa, France has neither strong presence nor strong interests in the region that would justify sending combat troops. From a logistic point of view  there is no safe base from which they could operate (except maybe the Iraqi Kurdistan) and the situation could rapidly turn into a nightmare. There is no strong commitment from the other parties engaged in the conflict (i.e. Russia and the US) that could influence France. So, I don't see any reason that would make President Hollande taking the risk to send combat troops in that context. "], [1526, "2016-01-17T17:18:46Z", 0.75, "Welp, this is a huge indicator that French special forces are heading in. "], [15548, "2016-01-17T12:19:11Z", 0.02, "The time frame is really short. Furthermore France is already using a lot of its force in Africa.\nFor it to change it would need a catalyst like another terrorist attack."], [15661, "2016-01-17T11:28:49Z", 0.05, "Even post French terror attacks this is highly unlikely...the logistics trains are too far, and the political risks too high..."], [15422, "2016-01-17T00:42:23Z", 0.04, "This is unlikely due to the lack of an increase of rhetoric from French politicians advocating for this solution. However, another event similar to the 2015 Paris attacks could significantly increase the chance of this but with the short window of time here I feel that another attack is unlikely in the timeframe due to increased vigilance."], [12703, "2016-01-16T22:13:18Z", 0.12, "Purely from passing time.  Still believe the situation is too messy for the French to go in alone.  What could change that is still another significant terror act.  With out some cooperation from the locals (way too many local factions with their own agendas) a viable plan and execution becomes difficult to see in this short time period.  "], [2, "2016-01-16T00:21:17Z", 0.2, "Dropping due to time.  I thought this might be possible, but the longer the time period since the attack, the less likely this will happen."], [15561, "2016-01-15T21:49:00Z", 0.6, "The timeframe is short, but they've already had a good period of time to deliberate following the Paris attacks. If they were going to put troops on the ground, my guess is that they would want to do it in the first quarter of the year. So for me the main question is will they put troops on the ground? Consensus appears to be gathering that force on the ground is needed to successfully stop Daish. France has been hit hardest of 'western' nations by Daish. Yes, I think it is most likely they will put troops on the ground before April. However, they may be hesitant for fear of political reprisals due to the fear of retaliation. So hence the score only a small amount over half. "], [3363, "2016-01-15T13:36:23Z", 0.41, "dropping over time, though still a high level of uncertainty."], [15474, "2016-01-15T12:51:14Z", 0.1, "If they haven't by now, they probably won't."], [15471, "2016-01-15T12:26:35Z", 0.15, "Being at war with someone no longer seems to mean the actual will to defeat/replace someone. The statements are more internal than a concrete threat (beyond airstrikes and SF operations)"], [1639, "2016-01-15T09:50:36Z", 0.75, "Balance since the beginning of the commitment French armed forces (French Army) Chammal operation with the Coalition\nSince September 19, 2014 : 2 839 outlets , 399 strikes , 730 targets neutralized by the French armed forces (French Army) Chammal operation."], [38, "2016-01-15T07:47:58Z", 0.44, "Moving to closer 50% because this question is so loosey-goosey that I fear it will be resolved in a \"politically correct\" manner, to satisfy whoever is paying for the answer."], [38, "2016-01-15T05:27:59Z", 0.05, "https://www.washingtonpost.com/world/europe/french-troops-to-increase-for-the-1st-time-in-10-years/2016/01/14/288d463c-baf3-11e5-85cd-5ad59bc19432_story.html"], [498, "2016-01-15T05:02:35Z", 0.69, "Sarkozy foments Arab involvement in Syria\nhttp://www.thenational.ae/uae/government/only-arab-nations-can-fix-syria-says-nicolas-sarkozy"], [498, "2016-01-15T03:11:18Z", 0.69, "French troops to increase for the 1st time in 10 years (+2)\nhttp://www.startribune.com/french-troops-to-increase-for-the-1st-time-in-10-years/365318091/"], [83, "2016-01-15T02:13:30Z", 0.2, "Updating for passage of time."], [15369, "2016-01-15T00:01:49Z", 0.15, "Not sure the French army want to deploy ground troops and get bogged down in hand to hand combat."], [498, "2016-01-14T23:03:56Z", 0.67, "\"We'll see how we can intensify our efforts in Iraq and Syria\" (+2)\nhttp://www.tasnimnews.com/en/news/2016/01/14/971245/france-plans-military-meeting-on-isil-says-group-retreating"], [15287, "2016-01-14T17:04:31Z", 0.05, "Baring another devastating terror attack the will to commit more than air forces to the region will not exist in Western nations before April. "], [498, "2016-01-14T06:25:05Z", 0.65, "More French units will begin trickling in soon so as to become acclimated. If we're lucky, such deployments will be reported upon."], [15074, "2016-01-14T05:04:39Z", 0.2, "I believe that the foreign nations will refrain from putting their men on Siria's ground until another major event takes place."], [1064, "2016-01-14T00:27:32Z", 0.03, "Breakdown: Combat troops means \"yes\" and airstrikes or covert forces means \"no\".  \nCombat troops can deploy and train Iraqi and Pershmega forces - not fight.  \nSECDEF will go to France next week and ask for more \"capabilities\".  They already have aircraft so that leaves combat and combat support troops.\nFrance is still smarting from the recent attack in Paris but Hollande has already said \"no\" and his poll numbers are rising (see gkamstra's analysis).  \nFour options each at 25%:\nTroops fight\nSupport troops\nSpecial forces\nAirstrikes\nthat puts the likelihood at a mere 25%.\nHollande saying \"no\" just after the attack cuts that in half to 12%\nHis rising popularity cuts that in half to 6%\nIraqi foreign minister says combat troops are not needed cuts that is half, at the knees - 3%\nhttp://www.france24.com/en/20151201-usa-deploys-special-forces-iraq-fight-group-terrorism-islamic-state "], [755, "2016-01-13T23:44:40Z", 0.65, "VOA, January 13, 'US Commandos Now in Iraq to Help Fight IS': http://www.voanews.com/content/us-commandos-iraq-islamic-state/3144520.html\n200 US SOF to deploy to Iraq.\nClip from article:\n\"Carter plans to meet in Paris next week with defense chiefs from Britain, France, Australia, Germany, Italy and the Netherlands to ask them to do more in the fight against IS.\n  \"Each of these nations has a significant stake in completing the destruction of this evil organization,\" Carter said, \"and we must include all of the capabilities they can bring to the field.\"\nWe'll see what this meeting produces...... affirming forecast."], [14843, "2016-01-13T18:23:34Z", 0.25, "They need one more attack to tip them over, the French are not yet ready for BOG in Syria. However, reword this prediction to French SOF conduct raids against IS leadership in Syria and I would raise the prediction."], [5034, "2016-01-13T03:04:09Z", 0.2, "Updating forecast: There's still plenty of time for another event in France or Europe.  But the window for any planned troop involvement in Iraq or Syria by April grows shorter."], [5863, "2016-01-12T21:35:17Z", 0.1, "Reducing estimated from previous 50%. France does not seem to have the stomach for land war, barring follow-on attacks/"], [12069, "2016-01-12T12:14:21Z", 0.05, "they are going to be real busy fighting islamic extremist in africa..."], [1777, "2016-01-12T08:59:25Z", 0.13, "If there is another catalytic event, possibly yes.  Meanwhile,  Russian, English, French American air bombing softens the eventual ground attack."], [14933, "2016-01-11T20:46:19Z", 0.13, "If there's another attack in France I'd raise my forecast a bit. I don't think the French military is capable of sustaining the logistics of a ground campaign without the rest of the international coalition against ISIS (especially the US). Plus, there are no clear objectives for complete victory or exit strategies that would make a military victory possible.  "], [613, "2016-01-11T20:20:49Z", 0.35, "There appears to be no indication at present that France will put \"boots on the ground\" to fight ISIS. That would be a big step, even for France. It will certainly continue to use other means possible, however."], [13571, "2016-01-11T09:45:54Z", 0.03, "With having no strong local allies the French will most likely be deterred from deploying troops in Syria as they would face opposition from both the regime and the IS. The rebel groups they support wouldn't be able to provide a stronghold for a base of operations."], [734, "2016-01-11T03:11:13Z", 0.03, "Decrementing for the passage of time."], [7333, "2016-01-10T22:59:58Z", 0.15, "Too much backlash for ground troops"], [8305, "2016-01-10T22:31:45Z", 0.0, "No - France understand the problem. They were the 1st to warn President Bush for invading Iraq."], [14318, "2016-01-10T18:30:08Z", 0.05, "It's not clear that there's enough popular support in France to make this likely, in view of potential casualties."], [13216, "2016-01-10T15:34:48Z", 0.25, "They want to avoid unpopular casualties and wont do it until there's some stability in the region."], [14961, "2016-01-10T14:31:36Z", 0.05, "gut feel"], [11157, "2016-01-10T13:28:10Z", 0.1, "Passage of time, and assuming limited actions such as recovering a downed pilot would not count"], [498, "2016-01-10T03:01:26Z", 0.6, "In a first, French troops to be part of Indian Republic Day Parade\nhttp://timesofindia.indiatimes.com/india/In-a-first-French-troops-to-be-part-of-R-D-Parade/articleshow/50500779.cms?"], [476, "2016-01-09T19:40:30Z", 0.2, "Updating for passage of time."], [498, "2016-01-09T19:02:22Z", 0.55, "The French would be a good candidate to garrison Ramadi."], [14327, "2016-01-09T06:47:55Z", 0.1, "Lowering for passage of time. Nothing seems to be happening..."], [13593, "2016-01-09T05:40:44Z", 0.05, "It's highly unlikely that France will send combat troops within the next three months. It's allies / NATO countries aren't in favour of sending any either. And of course, IS is weakening in both Iraq and Syria. "], [755, "2016-01-09T05:35:40Z", 0.65, "DoD, January 8, 'Military Strikes Target ISIL Terrorists in Syria, Iraq': http://www.defense.gov/News-Article-View/Article/641968/military-strikes-target-isil-terrorists-in-syria-iraq\nFR continues to hit from the air, although I gotta admit I'm surprised they haven't committed any Legionnaires or Paras by now. "], [14208, "2016-01-08T18:55:30Z", 0.01, "French are being terrorized and killed in France not Syria.  ISIS Center of Gravity on war on terror is not in Syria."], [690, "2016-01-08T04:11:56Z", 0.01, "As long as air strikes continue to degrade ISIS I doubt they will deploy ground forces."], [14237, "2016-01-07T22:30:57Z", 0.27, "I think they'll rely on technology to make their point"], [14208, "2016-01-07T20:00:59Z", 0.09, "not ruling it out however, have not seen updated goals/ends or timetables by coalition.  "], [14808, "2016-01-07T13:46:42Z", 0.0, "Russia already on the ground, US recent experience with boots on the ground in the region, public opposition, what is to gain (militarily)?"], [6518, "2016-01-07T00:26:10Z", 0.04, "Lowering my prediction as no new developments have occurred in Europe."], [12605, "2016-01-06T22:51:10Z", 0.07, "Given @Anneinak 's excellent remarks and citations: 7%\nhttp://www.gjopen.com/comments/comments/84286"], [38, "2016-01-06T05:49:28Z", 0.05, "http://www.ibtimes.com/us-military-readiness-question-amid-calls-syria-invasion-against-isis-2221023"], [38, "2016-01-06T04:02:03Z", 0.5, "http://www.kuna.net.kw/ArticleDetails.aspx?id=2481010&language=en"], [182, "2016-01-05T17:53:06Z", 0.07, "The French can't do this alone and it seems unlikely they will find willing partners from the EU or US. There is always the possibility of a limited special forces action against a strategic target, IS leader or to rescue a downed French pilot."], [14677, "2016-01-05T16:48:45Z", 0.35, "Less likely as a single initiative, but if US and UK decided to go, France would follow."], [14678, "2016-01-05T16:37:11Z", 0.08, "While active in air attacks the French will avoid entanglement on the ground."], [13550, "2016-01-05T07:08:39Z", 0.2, "Not likely as public support will quickly wane as time passes"], [1227, "2016-01-05T04:29:24Z", 0.1, "Excellent analysis by other commenters and useful links (eg Argon1, gkamstra,jpierre) suggest convincingly that the benefits to French government are hugely outweighed by the risks of putting combat troops on the ground, that they have lots of ways of showing they are committed to aggressively attacking ISIS without putting troops on the ground, and that absent a coalition with the US (who are highly disinclined to be on the ground) they will be unlikely to go on their own.  The 10% \"yes\" is for the outlier event of a further substantial attack on French soil necessitating an escalation in response to changed national sentiment, and/or some select opportunity identified by French intelligence for a high profile, rapid assault on a select target.  "], [1337, "2016-01-05T03:32:26Z", 0.1, "For the passage of time, my prediction would normally be adjusted to a 20%. But for the time in which everyone said 20% and my prediction went stale, I'll go further on the dovish side."], [9719, "2016-01-04T21:51:32Z", 0.01, "Too soon."], [1161, "2016-01-04T19:43:30Z", 0.05, "France, with its decades of post-colonial experience in Africa and uncanny ability to shift the southeast Asian question on to the muscular military shoulders of the postwar US before it ruined their own armed forces, understands the term \"quagmire.\"  Following an ill-considered execution in Saudi Arabia on Saturday (incarceration would have sufficed), diplomatic relations between the major regional players are unraveling, leaving the US holding the bag... again.  Perhaps, this time, we can drag the Russians along for the ride.  They, too, appear to have some enthusiasm for attempting to navigate shifting sands.  Short of a massive attack in France, however, I cannot see any reason why France would commit troops now.  A state of war does not necessarily mean that boots must be on the ground.  (All of the above could, of course, be proven wrong should the President of France share the President of the United States' willingness to send in \"special forces,\" which apparently need not be considered \"combat troops.\")"], [4795, "2016-01-04T19:14:01Z", 0.05, "Based on all sensible government responses post-Op Iraqi Freedom, I give the French government a 1/10 chance (very unlikely) that legion or Army 'combat' troops will be deployed 'to fight' against IS on the ground.\nSince Nov 13 the French approach will likely change - http://nextbigfuture.com/2015/11/france-could-commit-foreign-legion-to.html "], [14583, "2016-01-04T13:40:55Z", 0.1, "If France sends ground troops to fight IS it will do so in North Africa"], [14571, "2016-01-04T11:05:39Z", 0.02, "Ground fighters will rarely be used in this war. France will prefer, like Usa, help local forces to defeat ISIS."], [8934, "2016-01-04T04:47:28Z", 0.03, "I think the West understands that what ISIL wants most to provoke is for Western Powers (EU/USA/Canada/Australia) to put troops on the ground in the Levant. Western countries will invest air power, intelligence, and special operations into the fight, which will be necessary to defeat ISIL, but not \"boots on the ground\" in terms of infantry style assaults. Troops on the ground will come from Iran, Iraq, Saudi Arabia, Turkey and perhaps Egypt, Jordan, Gulf States. It's their backyard and the time has come for them to do the ground fighting and dying. It's a very complicated geopolitical situation there with Iran/West/Russia having a common interest in defeating ISIL, and very divergent Syrian interests. The French have their hands full in Mali where they have committed troops, but I can't see them sending ground troops to Syria, even though they made the mess as leader in Sykes-Picot agreement after WWI. "], [7349, "2016-01-04T01:01:45Z", 0.65, "My instinct tells me that it will not be an announced deployment, and that plans were underway for some kind of French underground movement, perhaps in concert with Belgium and Germany and the Swiss very shortly after the second Parisian attack. All four nations have been targets or safe havens for radicals, and collectively, their nations possess the military and intelligence resources to have serious impact on terrorist recruitment and finances."], [1056, "2016-01-04T00:40:15Z", 0.0, "Chances are extremely slim for a number of reasons, especially the increased Saudi-Iranian tension which will at least simmer, and perhaps boil over. I think western countries will steer clear of any theater where Saudi and Iranian proxies confront one another, or may confront one another. I would imagine that any French ground strike will be against ISIS positions in Libya, which is closer, can be struck from the sea without third-country permission, and more likely to be a continuing source of problems for France anyway. No need to go far afield when the French have targets in their own backyard."], [11740, "2016-01-04T00:26:09Z", 0.5, "If the US wont go then France wont go."], [6617, "2016-01-03T22:26:12Z", 0.0, "France will be afraid of retaliation at home by Muslim extremists. "], [2648, "2016-01-03T20:33:13Z", 0.0, "2016 may be too soon for ground troops.  It appears that Islamic jihadist are coalescing (or being coalesced) into the Islamic State.  It is to the West's advantage that the global jihadist movement become controlled and occupied by 1 central entity and 1 entity that is located in one place or country as Islamic State intends to create.   They need the time, and should be given the time, to do that - after which containing the actual ISIS nation is something global powers are well versed in doing. "], [14516, "2016-01-03T18:42:21Z", 0.17, "Very unlikely, because the French president would be frightened of a bad outcome.  (That is not to say that small parties of special forces may not be deployed)"], [14499, "2016-01-03T16:05:57Z", 0.2, "I don't think the French will do it alone.  And I don't think anyone else (acceptable allies) will have the inclination too"], [14507, "2016-01-03T15:33:16Z", 0.08, "Limited signs of public support for ground troops in Iraq or Syria - but a new event could tip balance. Chance of new significant event in France low (time to prepare, heightened surveillance etc)"], [14414, "2016-01-03T08:16:29Z", 0.75, "thereis quite a chance that smaller special operations teams will be deployed to help point out potential targets fÃ¶r the French air force."], [14394, "2016-01-02T09:43:15Z", 0.15, "+ There was French public support for sending ground troops even before the Paris attacks.\n- There's no immediate need to do it as Isis is weakening\n- Iraq is outside France her traditional area of operations\n- No other nation is sending combat troops\n-  The French have no advisors on the ground yet\n- The Iraqis don't want foreign ground forces\n- Deploying combat forces in Syria seems problematic\n+ French have the resources to do so\n+ another terror attack may happen changing the calculus"], [12117, "2016-01-02T01:13:18Z", 0.03, "Yes Factors:\n1. To exact revenge for the killing of its people (for popularity of the current government) \n2. To participation in global action against terrorism\n3. To prevent the future attack\nNo Factor:\n1. ISIS has been weakened by current US and Russia strategy. Why takes risk?\n2. Experience of Allies in Iraq and Afghanistan that ground troops strategy didn't solve the problem"], [556, "2016-01-01T16:35:53Z", 0.45, "Dropping based on passage of time.."], [12784, "2016-01-01T13:56:57Z", 0.65, "Precedent --> Mali\nAttacks of November --> support from people\nBut need coordination with other international parties and Hassad\n"], [14375, "2015-12-31T23:33:28Z", 0.2, "The fervor over Paris is simply dying down. France won't commit ground troops without further provocation from ISIS, and ISIS will probably pick another country to target in order to keep from being seen as a \"european problem\". "], [14327, "2015-12-31T18:06:02Z", 0.2, "France is usually pretty shrewd with its foreign policy - it's one of Europe's oldest power players, after all. "], [14208, "2015-12-31T17:33:34Z", 0.17, "http://www.defense.gov/Video?videoid=444590&videotag=Latest%20Videos&videopage=1&ccenabled=false&videopage=1&ccenabled=false\nhttp://www.reuters.com/article/us-mideast-crisis-syria-ceasefire-idUSKBN0UE0B620151231\n"], [14357, "2015-12-31T16:48:41Z", 0.02, "Not in their interest. Will cause more muslim unrest in Paris."], [14331, "2015-12-31T14:08:09Z", 0.1, "Region troops with aerial support from Rusia and western nations are winning war against IS. No need for France to pay the very elevated cost of sending troops there. Yet."], [14338, "2015-12-31T08:39:04Z", 0.0, "No chance."], [14208, "2015-12-30T22:26:01Z", 0.58, "“Operation Chammal”  http://www.popularmechanics.com/military/navy-ships/news/a18340/french-aircraft-carrier-begins-air-strikes-on-islamic-state/"], [3384, "2015-12-29T22:35:20Z", 0.35, "They will only deploy if the US deploys a significant number of troops.Obama would like to avoid a big deployment,however Issi seems to win most encounters with the national fighters."], [10785, "2015-12-29T20:22:23Z", 0.09, "France will not deploy groundforces in Syriah, and probably already has groundforces in Iraq, be it as trainers or advisors."], [833, "2015-12-29T16:39:29Z", 0.15, "Their bombing campaign seems to be working well, especially now that al-Mouadan has been killed in an airstrike. "], [5332, "2015-12-29T14:15:09Z", 1.0, "trust Hollande to do any crazy stuff to save his political butt..."], [734, "2015-12-29T12:32:14Z", 0.1, "Updating."], [14215, "2015-12-29T06:15:32Z", 0.1, "- French president said no ground troops [Nov 24, 2015]\n- Obama seems strongly against sending troops, so not likely to see a US-led coalition with French participation\n- France intervened in Mali in 2012 during that country's civil war, as Islamist militants appeared to threaten the south after seizing control of the arid north.\n- In 2013, the current French president supported air strikes in Syria: \"...France is the only major European ally supporting military strikes against Syria, and French President FranÃ§ois Hollande actually seems more eager than President Obama to take action.\" [http://www.usatoday.com/story/news/world/2013/09/02/france-syria-strikes/2754931/]\n- Unilateral french ground troops strikes me as unlikely.\n- There could be another massive attack that leads to a broad coalition supporting troops on the ground, in which France would take part, but the issue resolves in 3 months, so seems unlikely."], [14207, "2015-12-29T02:48:29Z", 0.15, "Things are bad enough militarily for ISIL for the French to wait it out. At least until after April 1st."], [14195, "2015-12-28T22:06:39Z", 0.1, "Not very likely. Weather conditions Are difficult. And France is very busy in former colonies in Africa. "], [5118, "2015-12-28T21:32:23Z", 0.05, "The ongoing situation has empoweder the Syrian Army it has more logic to give strong support for them rather tan take high risks as taking boots on the field"], [368, "2015-12-28T20:18:31Z", 0.25, " French Foreign Minister Laurent Fabius has even suggested coordination of rebel and regime forces against the Islamic State on the ground, a proposal that is a non-starter for factions inside Syria supported by Persian Gulf nations.   French Foreign Minister Laurent Fabius has suggested coordination of rebel and regime forces against the Islamic State on the ground, a proposal that is a non-starter for factions inside Syria supported by Persian Gulf nations.  While the case for use of ground forces in Syria is more complicated than the case for Iraq, there is still a moderate possibility that this would occur."], [8365, "2015-12-28T18:21:47Z", 0.1, "Involvement of French ground troops will further enhance anti-western sentiments among the local population "], [14156, "2015-12-28T07:27:00Z", 0.0, "France will not send any groundtroops to Syria or Iraq. They will only support the US with some troops of special forces or spies."], [1106, "2015-12-28T04:41:06Z", 0.11, "will air strike but not on the ground unless something changed, because it is the air that they have overwhelming advantage over the ISIS and avoid casualties of any soldiers, they can even do air strike by drones. the US should avoid initiate new war before the election finish"], [6784, "2015-12-28T04:07:14Z", 0.5, "France will e attacked again then they will act"], [14023, "2015-12-28T00:29:05Z", 0.3, "France will be attacked again by ISIS inspired individuals or group."], [5921, "2015-12-27T21:52:13Z", 0.0, "I don't believe any western country will send ground troops until Obama steps up & that's not going to happen "], [14133, "2015-12-27T21:36:47Z", 0.25, "From what base? Unless there is reason to cooperate with Iraq or Turkey to do this, the logistics are too complicated even if French will to deploy troops on a specific mission existed."], [12546, "2015-12-27T18:21:58Z", 0.35, "limited public support to take such initiative in middle east"], [1526, "2015-12-27T16:29:01Z", 0.2, "Readjusting. I don't know the troop strengths in different areas at this time so France may need to make up some of that. France has a good size army."], [43, "2015-12-27T16:18:09Z", 0.1, "Thank you, @Gonzo. The Mali situation makes sense, good combination of data and analysis."], [1526, "2015-12-27T16:13:20Z", 0.1, "Based on what I'm seeing form, it doesn't look like France's counter-ISIS effort will be shifted from Mali. This makes since. There is no reason to make Syria and Iraq more crowded when you have an ally successfully fighting on another front that they've worked on for the past year. "], [12873, "2015-12-27T12:48:43Z", 0.62, "Increasing chance to 62% - There has been some recent activity that supports a push towards ground troops. 1) The French discussing a partnership with Russia 2) The clear acknowledgement from France that airstrikes alone won't work 3) Actively building of a coalition 4)  and most important the momentum of the Iraqi troops.  This I believe will entice the French and perhaps more members of NATO to join the fight on the ground if they see success in beating and driving back ISIS.  The main fear of any western government is a sustained fight without making ground.  "], [1333, "2015-12-26T22:22:21Z", 0.62, "Still yes but backing down a bit to 62. There is a fighting season involved here where the advanced electronics work well - so its do it before April OR wait till September."], [755, "2015-12-26T21:43:13Z", 0.75, "The Guardian, December 22, 'Jihadi attack plot foiled in Orléans, says French interior minister': http://www.theguardian.com/world/2015/dec/22/jihadi-attack-plot-foiled-orleans-france-bernard-cazeneuve\nSecurity forces and intelligence have to get it right 100% of the time,.... the jihadists, only once. \nNext attack should do it. If I was a jihadist, I'd hit overseas French targets. Affirming forecast.\nFor those forecasters interested in the workings of SOF, check out this 'boutique' outfit (great source of info!): https://www.sofx.com/welcome-to-sofx/"], [12605, "2015-12-26T18:59:23Z", 0.1, "The French share this notion by Russia, blaming the Americans, too:"], [4139, "2015-12-26T01:37:21Z", 0.55, "Pissing off the French was ISIL's biggest mistake."], [1526, "2015-12-25T20:37:11Z", 0.63, "Just down grading a little until I get a feel for how advance the bombing campaign is going. "], [14005, "2015-12-25T15:57:18Z", 0.2, "Holland has no more willingness than Obama to commit troops to the fight against ISIS.  they will do nothing except bomb a little to show they are doing something."], [1333, "2015-12-25T12:24:05Z", 0.68, "France has SF in the neighborhood - edging up a little.\nhttp://www.longwarjournal.org/archives/2015/12/french-special-forces-target-al-murabitoon-in-northern-mali.php?utm_source=feedburner&utm_medium=email&utm_campaign=Feed%3A+LongWarJournalSiteWide+%28The+Long+War+Journal+%28Site-Wide%29%29"], [13999, "2015-12-25T08:06:38Z", 0.01, "Too soon politically and logistically"], [12605, "2015-12-24T12:06:26Z", 0.13, "Any indication, what the mission should be for French soldiers? "], [11157, "2015-12-24T09:04:48Z", 0.15, "Unlikely...but unclear to me if special operations forces will be judged to be included in this question, so hedging a bit. It would be helpful if GJP officials could clarify whether or not special operations forces will fall under \"French Army\" for the purposes of this question. I could imagine use of such forces in focused manner - eg, hostage rescue, search and rescue of downed pilot, etc."], [13377, "2015-12-23T04:50:32Z", 0.33, "Following https://larswericson.wordpress.com/2015/12/22/double-median-filter/"], [13863, "2015-12-23T01:50:47Z", 0.17, "France does not want to become embroiled in a ground war. However another terrorist attack on French soil (low probability of occurring before April 2016) would likely prompt France to deploy ground troops against the Islamic State. "], [13843, "2015-12-22T22:33:02Z", 0.85, "To support bombing campaigns, spotters, etc"], [830, "2015-12-22T18:50:09Z", 0.05, "Unlikely, France does not have the support structure and would get overwhelmed. France will not deploy troops unless it is with the US. The air attacks were for PR, with little affect. I have read France deploys special forces in Africa though. Their Special Ops troops are some of the best in the world."], [1354, "2015-12-22T15:15:02Z", 0.4, "1) The US has had ground troops fighting ISIS for some time\n2) In Mali, Libya, and Syria 2012 France has been around as hawkish as the US.\n3) France was recently attacked."], [142, "2015-12-22T13:28:04Z", 0.5, "French effort seems centered on naval and air forces."], [3729, "2015-12-22T12:36:21Z", 0.47, "Reducing my choice quite a bit...I was potentially too optimistic, and didn't consider this (quite small)  time window. In light of that, reducing by 20% to 47%"], [13753, "2015-12-22T11:42:24Z", 0.0, "no because isis are very week people that rose to power through the facilitation process made by neighboring countries financially and materially their end is near but big armies from the west will have to come and protect the unarmed\n "], [13745, "2015-12-22T09:42:10Z", 0.1, "France is peaceful nation politically adverse to war. It would not likely breach international law. "], [102, "2015-12-22T03:26:55Z", 0.33, "https://larswericson.wordpress.com/2015/12/22/double-median-filter/"], [13720, "2015-12-22T01:34:23Z", 0.05, "The French government will not want to be seen to 'go it alone' with ground troops in Syria or Iraq. It is unlikely the US will commit troops especially considering there is an election coming up shortly and there is no appetite for an invasion. Without US leadership there is very little chance that any other countries will want to commit ground forces. Domestic antiwar politics in France will also be a serious deterrent to the government invading. "], [1550, "2015-12-21T21:51:11Z", 0.05, "While committing the Foreign Legion would be more palpable domestically, the Legion would require logistical and air support from the French Army. Too soon for that kind of commitment. Indeed, to capitalize on public opinion it would have already happened. "], [13651, "2015-12-21T21:25:53Z", 1.0, "By february"], [12147, "2015-12-21T20:42:49Z", 0.68, "oops, forgot to up my forecast."], [12147, "2015-12-21T20:41:57Z", 0.51, "--obama sending SF to syria/asking allies to step up also\n--canada has done so by not bringing home its cf-18s as trudeau had previously promised\n--this pressure, coupled with the fact that france can cloak their ground presence by claiming they on a \"training\" mission, makes this event more probable/51%-->68%"], [13625, "2015-12-21T19:56:40Z", 0.0, "A euro army...more chance"], [4324, "2015-12-21T16:05:25Z", 0.1, "I think it is highly unlikely in the time frame.  This needs to by properly planned with backing from the US, other EU (especially Germany) and Nato members as well as Russia.  Too complex to sort out quickly.  Combat troop involvement will also require a very clear and specific objective: just fighting IS for the sake of it will not do. \n"], [964, "2015-12-21T16:01:42Z", 0.35, "I think the chance that the French will deploy combat troops to Iraq or Syria is high, but I doubt they will be able to do much by April.\n"], [5944, "2015-12-21T15:48:22Z", 0.15, "The West will never put boots on the ground because it is exactly what ISIS would like to happen to claim that the West is against Islam."], [13590, "2015-12-21T15:28:53Z", 0.03, "almost definitely no - not into direct combat. certainly possible as combat support or training based in Iraq (definitely not syria). The problem would be (i) lack of real combat capabilities without its nato allies, (ii) fear of the consequences of fulfilling jihadi-salafist (IS's ideological) predictions of fighting the kufr, (iii) lack of domestic/allies' domestic support, (iv) lack of long-term political goals, and no clarity of who the enemy is, (v) fear of protracted conflict."], [12233, "2015-12-21T14:21:16Z", 0.43, "Using this data point as a reference point:"], [13575, "2015-12-21T14:15:37Z", 0.75, "They are already there. More will follow but not a full scale invasion force. "], [13566, "2015-12-21T13:20:21Z", 0.65, "They will send a small specialised force if they haven't already done so, as a feeler for the possibility of troop deployment. France may decide that specialised deployments are a better option but won't commit to substantial ground forces without the cooperation of several other countries."], [13562, "2015-12-21T13:16:12Z", 0.88, "In the wake of the Paris terror attacks Francois Hollande has rattled his saber and ordered French air assaults on Daesh - with little tangible effect. The remnants of French military pride are at stake. I would suggest Hollande will want the Legion on Syrian or Iraqi soil very soon (of course once American boots have touched down first and very likely in Iraq before Syria). The bigger question is will the French wear brown combat pants? "], [12318, "2015-12-21T13:10:20Z", 0.55, "If they aren't already fighting IS (and I would be surprised if the foreign legion wasn't at least represented by a small unit, especially after Paris) they will be. The growing threat from nonaligned terror groups will force nation states to use both regular and unconventional military tools. Proxy forces like the Legion also provide a margin of plausible deniability as well as the ability to operate like IS - outside the confines of the law of armed conflict. I would expect to see more of this in the future, especially as terror groups successfully leverage new disruptive technologies to enable them to compete with nation states militarily or in a social capacity."], [13568, "2015-12-21T13:08:31Z", 0.1, "To put \"boots on the ground\" is a logistical nightmare, and takes a huge amount of planning. "], [13564, "2015-12-21T12:41:28Z", 0.85, "they are at war"], [13545, "2015-12-21T11:20:28Z", 0.15, "Unlikely, unstable conditions at home and lacking the mega armies of Eastern Europe and China, France will use other forms of attack and keep ground forces for defence and order."], [13546, "2015-12-21T11:18:54Z", 0.05, "no"], [13534, "2015-12-21T10:58:16Z", 0.2, "I think they would need a US led ground force with a number of US allies before they would put troops on the ground"], [13532, "2015-12-21T10:25:37Z", 0.05, "I see no chance they will deploy combat troops on the ground in Syria or Iraq without another terror attack on French Soil.  Many countries have experienced terror attacks without deploying troops."], [13524, "2015-12-21T10:11:41Z", 0.07, "Not before APRIL. I feel that they will but not so soon, and not without allies. They would probably only go before April if there was another terrorist attack before then on French soil."], [1336, "2015-12-21T03:47:52Z", 0.05, "Despite the rhetoric, the French Army is stretch thin in Africa.  It will be hard-pressed to support a bombing campaign lasting through April, much less air support to boots on the ground.  France first has to envision an end state before it sends it troops.  If they put troops in, they would have to cooperate with Russia to the degree that they agree with Assad's legitimacy.  Otherwise, where do they base the troops?"], [4073, "2015-12-21T02:39:12Z", 0.5, "If only the French are attacked again in France. "], [13497, "2015-12-21T02:34:20Z", 0.05, "Deploying combat troops in the area just from 1 nation is way too risky and complicated. The conflict is deeply rooted with the civil war in Syria and the economic problems within Russia. All three are at play. Simply fighting IS face to face will not solve the problem, therefore there is no chance France will deploy troops."], [118, "2015-12-20T23:58:42Z", 0.45, "There will be another attack somewhere else. Hollande has already taken a strong stance."], [11246, "2015-12-20T23:09:09Z", 0.12, "French will not deploy ground troops unless there are very major security risks, which are not present with the current condition of the islamic state."], [5365, "2015-12-20T22:58:48Z", 0.2, "No unless an alliance of other European  & American countries do."], [13491, "2015-12-20T22:12:39Z", 0.15, "Europeans are too weak to deploy gtroops"], [8164, "2015-12-20T21:44:38Z", 0.65, "The Paris attacks really upset the President of France. He wants to try and get even and teach them a lesson so they won't mess with France again."], [8305, "2015-12-20T21:41:49Z", 0.01, "No chance that France put it's \"head\" into that mixture!"], [5390, "2015-12-20T21:23:22Z", 0.0, "They are french..."], [12591, "2015-12-20T21:19:36Z", 0.05, "France will be very hesitant about putting trroops on the ground with no clear finite objectives and with so many diverse players"], [476, "2015-12-20T19:54:31Z", 0.33, "Visiting the French aircraft carrier CDG, current Pentagon top Ash Carter praised France for dong \"more.\" For now \"advisers\" or \"trainers\" on the ground. But combat troops are another  issue. "], [13047, "2015-12-20T18:24:18Z", 0.9, "Public Demand"], [1035, "2015-12-20T12:16:30Z", 1.0, "I think France will deploy special forces  on the ground to lead punctual actions "], [13458, "2015-12-20T09:51:45Z", 0.05, "the tribal nature of the region means that any outside intervention is automatically resisted. The societal problems of the middle east are not soluble because of this tribal culture.\nThe French will recognize this and not directly intervene"], [13349, "2015-12-19T23:14:09Z", 0.1, "Risky and unncessary. Other powers will destroy Isis, France doesn't need to, it doesn't need to do so to placate its electorate or feel like its exacted revenge either.\n"], [755, "2015-12-19T20:05:29Z", 0.75, "This article shows French military capability and where they are forward-deployed on the African continent: 'France has one of the world's strongest militaries, and can use it to bring the fight to ISIS': http://www.businessinsider.com/france-has-one-of-the-strongest-militaries-in-the-world-and-can-use-it-to-bring-the-fight-to-isis-2015-11\nSeveral advantages to deploying spec ops:\n1) Move quick with small footprint.\n2) Interface with local friendlies. Lots of good stuff here. For them: show of commitment, morale-builder, better training. For us: better intelligence (who to trust, target IDs, etc). \n3) Capture/kill enemy leadership. Translated: capture = more intelligence kill = see number 4\n4) Demoralize enemy. Translated: groups of highly-skilled, dedicated & motivated individuals that will stomp/scare the living shit out of them.\n5) Flexible policy tool (hey, I gotta throw that in for the PC types).\nHollande said, standing alongside US President Barack Obama:\n\"France will not intervene militarily on the ground\" Translation: \"The [regular] French Army will not intervene militarily on the ground\".\n\"It is for the local forces to do so.\" Translation: \"It is for the local forces to do so, supported by a small number of French special operations troops, as our allies the US and UK are currently doing.\nJust some random thoughts. Affirming forecast."], [13438, "2015-12-19T19:23:50Z", 0.65, "Like it or not, France, not the US is working to deal with Islamic extremism throughout Africa and logically will deploy special forces to bolster strike capabilities against ISIS in Syria and Iraq."], [6518, "2015-12-19T17:25:18Z", 0.1, "Based on a report in Yahoo News Nov. 24, 2015 \"France will not intervene militarily on the ground,\" Hollande said, standing alongside US President Barack Obama. \"It is for the local forces to do so.\""], [13138, "2015-12-19T13:05:34Z", 0.8, "due to regular islamic state interest in the region ffl will be deployed"], [755, "2015-12-19T05:13:46Z", 0.75, "No brainer. Foreign Legion, or Paras. US SF and UK SAS already operate in both: http://foreignpolicy.com/2015/12/17/american-commandos-hit-the-ground-in-syria/\nhttp://www.businessinsider.com/an-sas-sniper-killed-5-isis-suicide-bombers-with-3-bullets-2015-12\nCan't let them have all the fun. Get some. "], [689, "2015-12-19T03:38:31Z", 0.41, "Comment deleted on May 10, 2016 07:45PM UTC"], [601, "2015-12-19T03:16:42Z", 0.16, "Currently there is not a need-  the focus is on an air campaign and the US has spotters on the ground.   Now if the \"new\" Saudi alliance against ISIS were to put in a significant ground force in the Spring, it is possible that France would contribute something to that effort.  Also possible that a few EU countries (Germany, France, Britain) will place token search and rescue or targeting forces in harms way."], [10937, "2015-12-19T02:41:59Z", 0.55, "This is why the French have their Foreign Legion.  Yes.  They will go to Syria this spring.\n"], [1056, "2015-12-18T22:47:57Z", 0.25, "Upping forecast slightly after reading about German negotiations that hint at Germany posting search-and-rescue units in regime controlled territory."], [8967, "2015-12-18T21:40:08Z", 0.15, "Not combat but perhaps advisors."], [784, "2015-12-18T16:48:28Z", 0.22, "Even after the Paris attacks, Hollande will be hesitant to commit combat troops. A more likely alternative is stepping up air strikes or increasing support for one of the factions already on the ground."], [556, "2015-12-18T15:30:04Z", 0.6, "I read this and am not sure how to interpret. \n\"\"In parallel with these planned strikes, Chammal forces ( French forces deployed in Iraq) continue their mission to support ground troops engaged in Iraq's battle against Daesh, an Arabic acronym used commonly to refer to the IS.\""], [131, "2015-12-18T14:42:16Z", 0.8, "If special operation forces count. "], [13254, "2015-12-18T10:36:54Z", 0.05, "There is no evidence that the French are planning to do anything more than airstrikes in the near future, and deploying ground troops requires a huge logistical operation that would have to be underway in some form already. Also, the lack of a secure base from which to operate, and the ambiguity over which faction on the ground is an ally or an enemy, make any such operation extremely risky. Furthermore, the lack of a creditable objective makes it even less likely - it would take more than the Foreign Legion alone to occupy Raqqah for example. More likely will be an escalation in airstrikes, and the use of special forces to degrade IS ability to finance and fight."], [13353, "2015-12-18T00:03:56Z", 0.1, "No western nation really has the appetite for a fight, despite the outcry after Paris. Never say never though. "], [1057, "2015-12-17T22:20:15Z", 0.75, "highly likely"], [13195, "2015-12-17T21:43:44Z", 0.15, "people would have to demand it but a simple surgical hit might happen with FFL."], [8156, "2015-12-17T20:43:20Z", 0.01, "How many Frenchmen does it take to secure their border? No one knows as it has never been attempted...Ditto the chance that La Belle France will send troops into harms way in Syria or Iraq."], [73, "2015-12-17T20:01:36Z", 0.01, "moving down further, ruling out special forces counting as ground combat troops."], [2, "2015-12-17T19:12:22Z", 0.37, "Moving down a bit on @UnderwaterPutin's skepticism.  Still think this is possible.  "], [13331, "2015-12-17T18:58:43Z", 0.45, "France has been attacked and the air strikes alone will not defeat IS. It has engaged extremist Islamists in Mali and the Foreign Legion will be well placed to engage in Syria and Iraq. But it will need to work with Russia. "], [13323, "2015-12-17T17:32:34Z", 0.55, "I believe it will happen, especially in a special forces capacity.  I also believe that we may never find out about it."], [457, "2015-12-17T15:41:14Z", 0.05, "How often are they deployed, and Russia siding with Assad make this improbable."], [13295, "2015-12-17T15:10:36Z", 0.35, "Probably, but maybe not until after another EU country has also deployed such troops."], [13304, "2015-12-17T13:22:13Z", 0.2, "Since Le Pen failed to gain traction in the second round of the regional elections Hollande does not need to pander to nationalistic feelings to quite the extent as he may have felt he had to. The discussion seems to be drifting towards trying to fashion a local ground response, advisory deployment seems far more likely by April 2016. Another attack on the scale of Bataclan might well accelerate a more hawkish response."], [12947, "2015-12-17T12:58:23Z", 0.01, "No chance of a sustained deployment, but a raiding force cannot be totally ruled out if it were needed to extract a French national. Even then the risks of failure, casualties, etc. and the absence of a French base of operations in the vicinity mean the odds are closer to 0 than 1."], [13286, "2015-12-17T10:02:53Z", 0.0, "No political appetite in the West to commit ground forces, along with  the realisation that such a deployment would play right into an ISIL 'crusades' narrative. Far preferable, from a Western Nation perspective to wait for the Arab Muslim countries to intervene"], [13278, "2015-12-17T09:14:30Z", 0.2, "If they were going to do it, they'd have done it by now. This isn't how France operates."], [38, "2015-12-17T08:37:05Z", 0.66, "https://www.opendemocracy.net/francis-ghil-s/france-in-syria-under-pressure"], [13272, "2015-12-17T07:47:11Z", 0.0, "Too soon."], [13256, "2015-12-17T01:06:32Z", 0.15, "This would be a big step for France and Hollande. I expect too big a change in recent behavior in spite of African adventures."], [13248, "2015-12-16T23:14:22Z", 0.35, "more possibly in Iraq"], [13247, "2015-12-16T23:06:46Z", 0.0, "might happen but will not be for public consumption."], [6518, "2015-12-16T22:48:02Z", 0.2, "I agree with other participants, it is not likely that France will deploy ground troops without a comprehensive plan from the coalition countries.\nIt is extremely unlikely that the US will commit more ground troops to Syria until the next presidential election."], [13245, "2015-12-16T22:40:39Z", 0.15, "there will be another attck and that will prompt them"], [13198, "2015-12-16T22:16:05Z", 0.01, "They will give the air offensive much more time, and any ground involvement will not be rushed into."], [13235, "2015-12-16T21:35:10Z", 0.1, "Practically no agreement on what to be done after ISIS. Also situation on the ground is chaotic. Loads of tribal infighting. France would only be part of a much larger coalition inc. the US and probably UK. No stomach for boots on the ground in the short term - certainly not before April!"], [13224, "2015-12-16T20:59:01Z", 0.75, "France will want to lead on this one, following the November attacks."], [237, "2015-12-16T20:58:07Z", 0.17, "Agree with Sneaky_Pete, I wouldn't expect France to take this step without other coalition participation.\nOTOH, they did launch a first cruise missile strike yesterday:\nhttp://news.yahoo.com/france-uses-cruise-missiles-against-islamic-state-first-162946303.html"], [498, "2015-12-16T20:44:24Z", 0.6, "Italy to send troops near Iraq combat zone to protect dam workers\nhttp://www.trust.org/item/20151216123320-7nbdz/?source=search"], [12879, "2015-12-16T20:04:55Z", 0.05, "I doubt that France will be willing to go it ALONE to send ground combat units into Syria or Iraq without additional nations also supporting."], [13185, "2015-12-16T19:22:22Z", 0.1, "No.  France will wait to see what the results of its air strikes are first.  It won't want to send ground troops in without other countries providing support on the ground as well.  It won't send its troops in isolation and it will take too long for countries to organise collective organisation by April 2016."], [13189, "2015-12-16T18:19:11Z", 0.75, "The anger of the French, the use of the word \"revenge\" by Hollande.  "], [13188, "2015-12-16T18:14:23Z", 0.25, "No support from allies "], [13184, "2015-12-16T18:10:49Z", 0.15, "No allies to do likewise in that time frame"], [1056, "2015-12-16T18:01:56Z", 0.2, "Downgrading again. Libya is a much more practical target, and ground action there will still be a blow against ISIS. Unfortunately, by the end of 2016, there may be other places where France can also strike against ISIS."], [13120, "2015-12-16T17:37:34Z", 0.78, "Another incident will force them \"to do something more\""], [13166, "2015-12-16T16:55:24Z", 0.2, "If they did not do so after the attacks in Paris, then it seems unlikely that the political will is there. Another attack might change the position, but that seems unlikely before April"], [12147, "2015-12-16T16:38:02Z", 0.51, "2nd adjustment:"], [13155, "2015-12-16T16:35:37Z", 0.8, "Highly likely"], [13159, "2015-12-16T16:32:48Z", 0.95, "Surely French special forces are already there?"], [13143, "2015-12-16T16:29:32Z", 0.18, "Assuming Hollande decides to stand in 2017, his main rival will be le Pen, and whilst the regional elections were better for him than most expected, there are strong domestic political reasons for deployment. As the year goes on it becomes more likely."], [13136, "2015-12-16T16:18:43Z", 0.55, "if ISIS fail due to the  bombing of their war infrastructure and money making activities,  then the French ground forces would be likely to step in as a partner with USA & UK to help stabilise the moderate areas of Syria, making it like a Berlin scenario, until a legitimate government could be voted in "], [13144, "2015-12-16T16:06:50Z", 0.05, "I think IS poses a new kind of threat for sovereign countries, and they're too busy arguing over how to address them, while IS gets ever-stronger. I don't think France, or indeed any western country, really has the political will to send ground troops in. It would be an awkward, bloody, conflict, with numerous casualties before any real headway was made, and every politician currently in power knows it will lose them votes, sadly."], [13083, "2015-12-16T15:01:34Z", 0.85, "Sadly, there will probably be another attack by then on French soil by these clowns."], [13069, "2015-12-16T10:30:14Z", 0.1, "It's too soon  for that to happen - there needs to be a political process that would involve NATO and the UN.  While the far right in France might be getting some traction, it's been a bit stop-start and I think the French are realistic about how much of a committment deploying troops would be.  They'd want allies in there with them and that's got to mean NATO.  Russia is a confounding factor too."], [817, "2015-12-16T10:19:56Z", 0.2, "There are no signs of such plans in the future. Moreover it seems that there's still very strong philosophy of no boots on the ground among western countries."], [13063, "2015-12-16T08:37:28Z", 0.25, "Despite being attacked by jihadists in France I think there is a reluctance to deploy troops on the ground"], [12147, "2015-12-16T06:04:29Z", 0.69, "Holland sent troops to 4 conflicts in 3 yrs/1.33 per yr"], [1056, "2015-12-16T05:01:23Z", 0.35, "Downgrading. I agree with @sflicht that Libya is the more likely target. France can strike from the sea, without having to negotiate a deal with any local powers."], [13040, "2015-12-15T23:09:09Z", 0.35, "Possible use of covert ops on strategic operations in Syria. Probably black-ops in Raqqa."], [13036, "2015-12-15T22:48:17Z", 0.55, "France already has form on this issue. They intervened (apparently successfully) in Mali in 2013 so they have experience on the ground fighting the sorts of irregular forces that are fighting in the Iraq and Syria. After the Paris attacks they have motivation to do this. The lack of progress in the air campaign, along with their apparent surprise at how many targets remained to be hit when they joined the air campaign after a year, seems to put them in a position of expecting things to be further along and again seems to motivate them to act. If we were talking of a timescale beyond April I'd say the odds were higher."], [734, "2015-12-15T22:38:58Z", 0.58, "Throttling back as there has been no fresh news of the deployment of overt assets, as opposed to covert assets..."], [13033, "2015-12-15T22:11:43Z", 0.08, "too many recent examples of mission creep etc.\nwill prevaricate for some time yet."], [12990, "2015-12-15T21:51:56Z", 0.65, "I don't believe that the French will be able to resist the desire for revenge, or the political pressure from the right wing politicians."], [13011, "2015-12-15T21:51:23Z", 0.15, "Unlikely on their own and wider political will unlikely unless further developments or very specific objectives occur"], [689, "2015-12-15T20:00:06Z", 0.11, "Comment deleted on May 10, 2016 07:43PM UTC"], [20, "2015-12-15T19:49:13Z", 0.01, "I don't see where this is even being considered. Hollande is against it. 4 months would have to very very eventful to change his mind. "], [102, "2015-12-15T17:31:42Z", 0.35, "https://larswericson.wordpress.com/2015/12/15/monday-night-picks/"], [12943, "2015-12-15T13:02:18Z", 0.15, "Hollande has explicitly ruled out ground troops. In any case, even if ground offensive might be possible, it would take months to prepare and April is not far away. Finally, the winter months are harsh in parts of Syria, making a spring offensive far more likely even if a ground offensive would be deemed appropriate.  I would likely rate the probability even lower if it wasn't for the possibility of some special forces operation occuring and technically resulting in a \"YES\" answer to this question - although even if that did happen, we may not learn about it in the public domain."], [12873, "2015-12-15T01:23:05Z", 0.6, "Not using some type of force other than air strikes will not be popular with the french public.  Putting elite forces to conduct high value operations in is would demonstrate the government's commitment to protecting France's civilian population.   "], [12605, "2015-12-14T23:16:55Z", 0.2, "\n    Turkey withdraws some troops from Iraq camp after row - Al Jazeera English    http://www.aljazeera.com/news/2015/12/turkey-withdraws-troops-iraq-camp-row-151214104147511.html\n        Convoy leaves camp near Mosul days after Baghdad government demanded the soldiers leave Iraqi territory immediately. ...        the move came after extensive dialogue between the governments of Iraq and Turkey and also after the UN Security Council urged both sides to resolve the matter peacefully.    ...    since last year to help train local Kurdish and Sunni Arab forces, but the arrival of additional troops earlier this month sparked uproar in Baghdad. Baghdad said the deployment had been carried out without consultation and violated national sovereignty and international law.\n"], [519, "2015-12-14T16:35:27Z", 0.1, "Not unless it is part of a wider coalition, possibly involving the russians. "], [12075, "2015-12-14T15:05:30Z", 0.55, "The increasing pressure from the FN in domestic politics will push any French government towards a more aggressive stance. France has historically intervened against Islamists (see Mali). Another terrorist attack in France, Belgium or in the UK would make this more likely."], [102, "2015-12-14T04:52:16Z", 0.48, "https://larswericson.wordpress.com/2015/12/14/excluding-outliers-in-the-smart-crowd-forecast/"], [12605, "2015-12-13T22:48:50Z", 0.22, "1. Europe’s Role Grows in Syria, but Boots Unlikely, (available at http://www.defensenews.com/story/defense/policy-budget/warfare/2015/12/07/europe-role-in-syria-turkey-russia-isis/76785232/)."], [1107, "2015-12-13T19:59:55Z", 0.99, "Much like how Gulf War I & II were used as a proving ground for the world's military industrial complexes, anywhere ISIS can be found will be a new proving ground.  "], [4810, "2015-12-13T15:56:59Z", 0.85, "revenge,and  advantage france,country not war-weary as u s "], [12875, "2015-12-13T15:50:39Z", 0.15, "It is more probable the French will start supporting President Asad. The wounds of Iraq and Lybia are fresh, and repeating the Bush's mistakes and rushing into a fight with a high chance of getting stuck in it is unlikely. "], [12872, "2015-12-13T13:56:17Z", 0.2, "The only \"ground combat troops\" France would deploy to Syria or Iraq in the near term would be a small number of special forces for raids or targeting.  However, France has limited strike capacity to justify the additional risk of ground forces."], [102, "2015-12-13T06:28:32Z", 0.42, "https://larswericson.wordpress.com/2015/12/13/saturday-night-is-all-right/"], [12861, "2015-12-13T04:18:11Z", 0.2, "very specific; only the foreign legion. \nRussia is there. \nFrance doesn't go in on itself.\nIt 's not a real threat; bombs will do\niraq war was a disaster\nthe fear of a terrorist attack is temporary; people go on with their lives and the subject becomes less important\nfear of backlash, it will make isis stronger\nless budget for war\ntensions with russia are getting higher; focus on russia might be more important. \nlocal groups might get more support and form the boots on the ground e.g. the iraq army\nisrael is not interested either. \ninflux of immigrants will intensify\ntoo many different groups and interests in syria and iraq to tell who is on who's side"], [11454, "2015-12-13T02:40:19Z", 0.7, "The issue is not what is happening in Syria, it is what is happening in France.  Countries only really go to war when the economy turns down (since it's a nice distraction from domestic economics).  France has had a long history of civil uprisings and the mood is quickly heading that way.  The French government would love to keep a State of Emergency in place for as long as possible to manage its own population and what better cover than starting a ground war somewhere.  Syria seems the most likely.  Mali is too small."], [2, "2015-12-13T01:43:04Z", 0.55, "I'm going to start higher.  I'm thinking like @Crimsoneer.  Hollande has been willing to send troops in the last few years.  "], [12605, "2015-12-12T22:12:49Z", 0.25, "So, the US, UK and France are poised to extinguish ISIS in Iraq and Syria and Lybia [2, 4], while Iraqi govt tries to get rid off US, UK, and France [1]. At this point of complexity, it becomes necessary to pull out game theory to find any meaningful insight."], [1253, "2015-12-12T21:53:23Z", 0.3, "From a cursory look, it seems France is focusing on air strikes. "], [368, "2015-12-12T20:33:24Z", 0.35, "Employing a strategy of using ground troops or the Foreign Legion in IS in Syria or Iraq is somewhat likely on under a scenario of small special forces ground troops used for particular strategic missions.  Utilizing larger units of battalions are more unlikely.  The general strategy among the majority of military actors in both Syria and Iraq (with some exception) is not use use ground forces in a direct battle on the ground.  Even Middle Eastern actors in the coalition against terror see this strategy as self defeating;  like western actors, it prefers to use air power, drone technology and other overt and covert methods to degrade IS and it's capability.  The lessons of occupation in Iraq and large scale military involvement in Afghanistan have not been lost of military strategists and planners.\n"], [12841, "2015-12-12T18:43:08Z", 0.35, "only if more attacks"], [3729, "2015-12-12T15:23:49Z", 0.67, "Hollande has been engaged in three foreign interventions: Mali, African Republic, and Syria.  The first two both led to boots on the ground very quickly, within the 6 month timeline this questions suggests.  Based on that, assuming 66%.  However, I'm actually going to revise this up a little due to the general hawkish atmosphere.  67%, to revise g oing forward"], [10662, "2015-12-12T13:05:21Z", 0.2, "Assume \"combat troops\" implies more than limited SF, FACs, etc. Substantial combat troop deployment probably only after significant IS-attack against French interests."], [1333, "2015-12-12T13:04:10Z", 0.65, "http://www.defenseone.com/ideas/2015/12/americas-not-ready-todays-gray-wars/124381/?oref=defenseone_today_nl\nIts not the articled so much as the Photo from 3 November Of French and U.S. Marines on an Osprey together - I think the French are IN and its a matter of open source reporting now."], [3895, "2015-12-12T10:34:44Z", 0.17, "well, they haven't so far, and this doesn't have an especially long timeframe"], [102, "2015-12-12T05:32:12Z", 0.38, "https://larswericson.wordpress.com/2015/12/12/super-friday-night/"], [706, "2015-12-12T05:16:09Z", 0.75, "ISIS will attack in France again and so force Holland's hand."], [12414, "2015-12-12T04:24:49Z", 0.15, "Not unless there is another attack on French soil. They will only employ air strikes and share intelligence as part of American led coalition. "], [12829, "2015-12-12T03:03:41Z", 0.0, "The International consensus forming points towards avoiding western ground troops, in part because of the apocalyptic ISIS messaging which might appear to be prophetically fulfilled as a result."], [613, "2015-12-12T01:42:00Z", 0.65, "The French appear to be committed after the attacks in Paris and Hollande is showing his strength by visiting heads of state around the world. "], [498, "2015-12-12T00:46:17Z", 0.85, "Obama to deliver some militarily oriented message from the Pentagon on Monday. This, on the heels of another (extremely infrequent for Obama) \"presidential address\" only last week. (\"No major policy changes are expected.\")\nhttp://www.rferl.org/content/obama-address-efforts-defeat-is-pentagon-december-14/27422222.html"], [12605, "2015-12-12T00:20:48Z", 0.25, "- in the next 17 weeks (yes, ongoing)\n- to fight the Islamic State (yes, ongoing)\n- in Syria (yes, ongoing)\n- or Iraq? (yes, ongoing)"], [94, "2015-12-12T00:17:54Z", 0.4, "I'll start slightly above the crowd, because this question could resolve quickly.  This is one of those questions that is more likely to resolve on a technicality than a clear French intervention on the ground."], [102, "2015-12-11T20:39:16Z", 1.0, "Abandoning caution."], [1526, "2015-12-11T20:29:26Z", 0.7, "I  want to point out that French Army means any Army support. It doesn't have to be infantry. At least as the question is stated. "], [1056, "2015-12-11T18:03:59Z", 0.65, "I assume that this includes special forces operations, so I think it may well happen. If there is another attack inside France over the next few months, I'll up the odds. It will be interesting to see, if this happens, where the French strike *from,* assuming that is made public."], [651, "2015-12-11T17:47:16Z", 0.34, "This question implies deploying combat troops to fight but does not seem to require actual combat.  Given the strong reaction to the Paris attacks and subsequent ISIS linked activity elsewhere and given that the French Government has already deployed significant resources for their air attacks, this question suggests that deployment of combat troops could well be expected within the time frame."], [11365, "2015-12-11T17:19:18Z", 0.25, "Although France would be a formidable enemy for ISIS to face on the battlefield, the overall pacifist movement of France will preclude direct action for the time being. Evoking the mutual protection clause of the European Charter was a good first step and the roundup of terror suspects, weapons and intelligence bodes well for France to halt future attacks, there isn't enough anger among the other countries of Europe yet to deploy troops beyond those of France and England. If France evoked Article 5 of the NATO Treaty, it would be a different story. The US may not want to get involved directly, but we could supply needed logistical assistance to NATO troops. "], [5034, "2015-12-11T16:25:54Z", 0.25, "President Hollande did two specific things in the wake of the Paris attacks:"], [12490, "2015-12-11T12:03:09Z", 0.08, "I count 24 separate interventions by the FL since 1945, so I start with a baseline of a new intervention every 2.9 years, or 33% in any one year. We only have 3 months to go till April, so that would seem to drop that chance lower, say 1/4 , to 8%"], [5081, "2015-12-11T05:37:21Z", 0.75, "Foreign Legionnaires are expendable and are very skilled at dealing with ISIS-like insurgents.  They might be sent if there is another provocation and there is likely a good chance of one this winter."], [12784, "2015-12-11T04:16:09Z", 0.59, "Hollande ratings thrive on wars ( like Mali), nov 13th attacks give him some grounds, needs to show leadership before 2017 elections"], [83, "2015-12-11T03:13:54Z", 0.55, "\"Task Force Lafayette\", the French  version of Russia's \"little green men\" are headed to Iraq.  Reportedly to fight only defensively, and of course, they are veteran volunteers with no association with the official French military.\nhttp://www.france24.com/en/20151013-task-force-lafayette-french-veterans-volunteer-fight-isis-islamic-state-group"], [12771, "2015-12-11T02:31:05Z", 0.45, "France needs to send a message."], [11720, "2015-12-11T02:19:25Z", 0.65, "Yes, the French will conduct raids on high value targets, but will not occupy territory"], [12772, "2015-12-11T01:31:22Z", 0.13, "Frenchmen lack the will."], [12703, "2015-12-10T23:45:06Z", 0.15, "I'm in the camp that it will require another significant terrorist act.  France will not go in alone and the geography is so messy with different State influences and their agendas that it becomes difficult to have a cohesive group and plan.  So it can't be ruled out but given the timeline I think the probabilities are low."], [24, "2015-12-10T23:26:37Z", 0.15, "Against: short time span; complexity of the multifaceted conflict"], [4163, "2015-12-10T21:13:53Z", 0.13, "VICE has a very good summary of the situation that explains why France (or any other European country) cannot expect to win a ground war against ISIS without help. "], [12754, "2015-12-10T20:00:03Z", 0.0, "Nations will see that committing ground troops to the conflict will not elicit any advantage. ISIS does not need to defeat foreign forces to achieve victory, but would merely need to not be destroyed, and continue to act as a coherent organization to achieve victory in this situation and exert influence over both the territory it controls and areas in which it only has a toehold. By minimizing ISIS's global perceived influence, and keeping the current conflict a seemingly internal struggle, will foreign states reduce its potential threat."], [1055, "2015-12-10T19:44:05Z", 0.35, "French are very eager to get the process  going."], [12751, "2015-12-10T19:07:21Z", 0.7, "I think it is more likely Britain will send troops first and France will follow, may not be as soon as April"], [10192, "2015-12-10T18:24:35Z", 0.12, "foreign air strikes in conjunction with local ground forces are a more effective strategy. "], [1052, "2015-12-10T16:40:18Z", 0.15, "They'll sustain the air strikes however I don't see combat troops entering the picture within the next six months.   "], [12739, "2015-12-10T16:16:58Z", 0.2, "Although the French are very emotional and dedicated in this matter, the french economy and european struggles (eg. refugees) finance will prohibit the them for deploying troops in Syria or Iraq (which are very costly) . Instead they will try to start investing in long term education programs in their own big cities.  "], [522, "2015-12-10T10:13:09Z", 0.55, "This is an inevitable next step."], [102, "2015-12-10T06:12:55Z", 0.46, "https://larswericson.wordpress.com/2015/12/10/a-super-long-picky-post/"], [1028, "2015-12-10T04:07:45Z", 0.75, "Forgot to make a comment.... Not their part of the world but I feel they will surely join in this cluster f**k"], [11983, "2015-12-10T03:02:30Z", 0.75, "Hollande most move towards right to secure reelection or lose to national front"], [12517, "2015-12-10T02:29:14Z", 0.25, "French soldiers mainly for supporting intelligence assets to guide airstrikes."], [12460, "2015-12-09T23:20:37Z", 0.5, "French sentiment will prohibit a quick escalation of troops. "], [241, "2015-12-09T22:41:59Z", 0.2, "The French Special Forces are there and don't count since they are operating only as military advisers and in a covert capacity. Combat troops refer to the regular army, not those taking part in covert actions. Think about the case of the gradual escalation of US military involvement in Vietnam, when a long period of sending Special Forces and military advisers to support the Diem regime under President Kennedy was followed by the first deployment of combat troops (Marines) in 1965 under LBJ. Read any history of the Vietnam War and it will state that the first US combat troops were sent under LBJ, not Kennedy."], [556, "2015-12-09T21:29:08Z", 0.5, "I think normally France would be content at battling ISIS with airstrikes and not risk more French deaths to ground troops. But Hollande's party was third in the election a couple of days ago and the French President may need to show how \"strong\" he and and his party are. As always the timeline is tricky, but I think it is very possible a small military action with ground troops is possible in the next couple of months."], [691, "2015-12-09T21:01:26Z", 0.72, "M. Hollande needs to show the French people and his other intermittent allies that his bellicose talk is backed up with suitable bellicosity.  "], [1526, "2015-12-09T18:43:50Z", 0.65, "I believe they will. Germany is set to send ground troops. The U.S. is sending/sent ground troops. Turkey has moved troops into Iraq. Iran has troops in there from early on."], [9436, "2015-12-09T16:23:55Z", 0.95, "Special Forces are already operating there and France will send in troops as part of a coalition."], [12690, "2015-12-09T14:58:21Z", 0.35, "I believe ISIS will continue to grow and dominate the region of Syria and Iraq in the next 6 months. I believe France will deploy ground troops to Syria and Iraq in order to contain the threat. I don't think France will act alone, but I'm not sure who would go with them. Maybe a NATO force, maybe just neighbors they have good relations with."], [1098, "2015-12-09T14:34:08Z", 0.35, "Likely only if there are further attacks in France. Hollande has used troops in Mali. The political popularity of FN may make Hollande want to show more political strength."], [505, "2015-12-09T14:10:01Z", 0.25, "The French talk a lot but remember \"Casablanca\"(the movie)."], [142, "2015-12-09T13:59:58Z", 0.75, "France has sent troops to this region many times in the past.  The Paris attacks have motivated the French government and people to fight ISIL.  Missions like this are the reason France maintains the Legion."], [110, "2015-12-09T13:56:09Z", 0.01, "http://www.businessinsider.com/turkish-troops-in-iraq-may-provoke-russia-2015-12"], [73, "2015-12-09T13:31:41Z", 0.2, "Due to tight time frame going no.  Hollande has said no ground troops as have nato.  He would need to signal otherwise as politically committing ground troops is much more of a public sell than bombing from the skies.  That leaves special forces as per @acookie.  To resolve yes requires them to be caught and France to admit it.  Special forces are good at not getting caught and France may well deny and go mercenary route...."], [11985, "2015-12-09T11:25:15Z", 0.55, "Its a Popular policy to kill those who hurt you.  Sure they will. "], [12688, "2015-12-09T11:20:52Z", 0.75, "Ground troops are necessary to limit IS expansion and incur significant losses. "], [341, "2015-12-09T03:30:27Z", 0.9, "This forecast is only based on the Foreign Legion, not the French Army.  Deployment of the Foreign Legion, as opposed to the regular army will allow the government both deniability politically, in case of a mishap optically or otherwise, and an actual fighting force on the ground, with Arabic and regionally similar linguistic capabilities, as the Legion draws troops worldwide.  Would seem to be a smart play all around."], [1646, "2015-12-09T03:05:36Z", 0.55, "So, if France sends troops from a combat regiment on a humanitarian assistance mission to Syria again it would count?"], [734, "2015-12-09T02:29:08Z", 0.78, "Initial forecast. A logical follow on to air strikes. Not sure of their close air support capabilities, but perhaps we can lend them an A-10 or two..."], [12677, "2015-12-09T01:59:34Z", 0.65, "In the run up to the French presidential election in 2017, president Hollande will likely need to demonstrate leadership on national security and European military response to the terrorist attacks.  Pressure from the right wing in France and lack of on the ground response from the U S will likely make France the leader in this action.  Even if France does not lead an action, they will need to deploy troops along with this allies. "], [306, "2015-12-09T01:52:22Z", 0.6, "I'm counting special forces here. In the GJP, special forces would count as \"on the ground troops.\" Of course, I'm also forecasting that a reliable public source will report this. Heck, for all we know French special forces are already there... "], [102, "2015-12-09T01:40:33Z", 1.0, "Putain que si, y a 1500 types par jour qui souscrirent."], [1708, "2015-12-09T00:39:03Z", 0.75, "Using the US military definition of combat troops as troops with a primary mission to engage enemy with lethal force, I believe France, with the help of US intel, will conduct a special forces raid to kill or capture a high value ISIS target in Syria or Iraq before April 2016. I also think Hollande will proudly claim it to the people of France after the Paris attacks so there hopefully won't be an issue of GJP verification. No regular ground troops though, those roles can be covered by special forces advisers serving in what are technically non-combatant positions (as US does in Iraq currently with Peshmerga).\nhttp://foreignpolicy.com/2010/08/03/whats-the-difference-between-combat-and-noncombat-troops/\nhttp://www.nytimes.com/2008/12/22/washington/22combat.html"], [5863, "2015-12-08T23:58:46Z", 0.65, "bombs are not enough"], [11872, "2015-12-08T23:46:10Z", 0.6, "Assuming that commando actions count.  For example, The US team that got Bin-laden in Pakistan would count as ground troops, right?"], [1333, "2015-12-08T23:22:17Z", 0.55, "Right now I am only at 50/50 because France is already over-extended in in CAR and other former French colonies. However after watching Mali and Libya they are willing and able, and a Joint Force of what was USMC Force Recon has spent the last two years cross training with the legion and France has certified the Osprey to operate off its carriers and the U.S. provided Ariel refueling to the French in Mali. Flags and Indicators i look for include the deployment of U.S. extremis force from Rota and reports of increased numbers of tanker on Cyprus (regardless of tail markings.)"], [38, "2015-12-08T23:19:53Z", 0.66, "I'm leery of this question, because it is so dang difficult to prove when just a few special ops people are involved; oftentimes when special forces are sent somewhere, it is officially denied. "], [3363, "2015-12-08T23:05:53Z", 0.5, "I don't know. Going with coin-flipping monkey approach to save this question and figure out how to assess in the coming week. "], [1529, "2015-12-08T22:59:03Z", 0.0, "Perhaps this is similar to the 50 special forces troops the US is deploying. These forces are ....according to White House and DoD...NOT ground troops. So, it would seem if all the formal political offices are saying the forces are NOT troops on the ground (i.e., combat troops), then how can GJ substitute their own definition of  troops on the ground. If GJ is going to do that, they should stipulate up front. The analogy for France is that a small set of special French forces is NOT boots on the ground, unless France says it is."], [11080, "2015-12-08T22:33:34Z", 0.33, "https://news.vice.com/article/france-cant-put-enough-boots-on-the-ground-to-kick-the-islamic-states-ass"], [915, "2015-12-08T22:09:10Z", 0.0, "Fully expect to \"lose\" this question due to some French special  forces operation, making the Q resolve \"yes\"."], [110, "2015-12-08T21:42:25Z", 0.05, "The entire French political class is saying no, which makes it unlikely in the near future."], [12302, "2015-12-08T21:40:18Z", 0.02, "France will not deploy gound troops on their own. There has been no serios proposal for that in France. \nNATO strongly opposes ground troops as do its European member states."], [500, "2015-12-08T21:15:23Z", 1.0, "jes"], [4992, "2015-12-08T20:40:48Z", 0.15, "I think the chances of a traditional troop deployment are quite minimal. Hollande is opposed (http://news.yahoo.com/no-french-ground-troops-syria-hollande-180238523.html), and his popularity is rising in France (: http://www.english.rfi.fr/france/20151202-hollande-s-popularity-bounces-50-approval-ratings ). "], [915, "2015-12-08T20:26:23Z", 0.5, "Regular infantry 0%.  "], [915, "2015-12-08T20:24:44Z", 0.67, ""], [11050, "2015-12-08T19:41:59Z", 0.25, "France invested in West Africa with ground troupes fighting radical islamic groups. The country is also stepping up its air campaign  in Irak and Syria against ISIS. but in the middle east unlike in Africa, it is relying on local militia on the ground ( such as the Kurds). I don't think they want to over extend themselve"], [12662, "2015-12-08T19:23:15Z", 0.8, "Almost forced to politically"]]}