{"question_id": 646, "title": "Before 27 December 2017, will Algeria, Morocco, or Tunisia issue sharia-compliant government bonds?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[43021, "2017-12-25T06:06:00Z", 0.01, "None of the countries appear to issue Sukku financial instruments (Sharia compliant).  Morocco has a Moody's rating on its bonds.  "], [38564, "2017-12-25T01:22:48Z", 0.0, "They will get more funding by offering traditional bonds to foreign investors.  "], [42055, "2017-12-16T13:33:36Z", 0.05, "Algeria is the flattest economy http://www.imf.org/en/Countries/DZA but there doesn't seem to be so much noise about these bonds from there."], [38778, "2017-12-08T16:08:33Z", 0.0, "Updating as time elapses. "], [31450, "2017-12-07T20:16:42Z", 0.0, "Dropping to zero because there's only a few weeks left in the year."], [27661, "2017-12-07T14:41:24Z", 0.0, "As news sources indicate neither Algeria nor Morocco or Tunisia will issue sharia-compliant government bonds this year."], [38778, "2017-12-05T16:16:33Z", 0.02, "Updating as time elapses. "], [33523, "2017-11-29T15:48:56Z", 0.0, "Although all three countries have plans to do so, the time frame is too short and islamic bonds will most likely not be implemented until 2018"], [31275, "2017-11-26T16:44:04Z", 0.0, "Read an article written in October that UK was big player in this market and results were disappointing. The demand is low and low oil prices also make selling these less possible. Lowering."], [40733, "2017-11-22T20:24:08Z", 0.01, "Unlikely to get done at this point.  There has been little or no chatter on the topic."], [41523, "2017-11-21T00:15:23Z", 0.2, "Morocco is likely, but time is against them. http://www.chinagoabroad.com/en/article/morocco-to-issue-sukuk-by-the-end-of-the-year-if-higher-council-of-ulamas-gives-go-ahead"], [705, "2017-11-13T01:26:50Z", 0.0, "From my brief research, there is no indication of an upcoming issuance of sukuk bonds from these three countries. If they decide tomorrow to issue these bonds, they are highly unlikely to be issued by Dec. 27th."], [19106, "2017-11-08T02:56:03Z", 0.1, "Morroco is the best chance, if their council of Ulumas approval happens, but even then it would be a rush to get a sukuk issued by EOY. I'm giving it 10% for this one alone.\nhttp://www.chinagoabroad.com/en/article/morocco-to-issue-sukuk-by-the-end-of-the-year-if-higher-council-of-ulamas-gives-go-ahead"], [40733, "2017-11-06T23:51:25Z", 0.05, "This is a timing issue, If you give it a year, I suspect one of these countries will get across the finish line.   "], [41033, "2017-11-06T14:32:00Z", 0.04, "3"], [41110, "2017-11-05T08:32:02Z", 0.05, "too little time. Might happen next year?"], [31275, "2017-11-02T16:18:15Z", 0.02, "Algeria says 2018. Morocco and Tunisia have weak bond markets so not likely soon."], [41033, "2017-11-01T13:07:46Z", 0.04, "Algeria's new monetary policy involves borrowing from the central bank http://www.africamonitor-newsletter.com/economic-analysis-unorthodox-financing-plan-will-raise-political-risk-dec-2017"], [38778, "2017-10-31T17:42:22Z", 0.04, "Establishing baseline forecast, will update based on further information and analysis. "], [41033, "2017-10-30T17:50:14Z", 0.07, "http://uk.ifaas.com/islamic-finance-gets-feet-north-africa.html"], [6303, "2017-10-30T02:42:16Z", 0.01, "Based on general news and GJP consensus."], [37210, "2017-10-26T16:56:30Z", 0.05, "The  matter is too complicated to be completed in the time frame given,"], [6303, "2017-10-23T02:03:49Z", 0.01, "Based on general news and GJP consensus."], [13377, "2017-10-18T14:36:45Z", 0.0, "The dog that hasn't barked: after much excitement in Tunisia earlier in the year about issuance of sukuk bonds by the end of 2017, no news for many months. \"... In January 2017 then-minister of finance, Lamia Zribi, told international media that the government is planning a $500m sukuk issuance by the end of the year.\" -- https://www.oxfordbusinessgroup.com/analysis/sovereign-state-islamic-bonds-may-be-next-government-increases-issuances"], [11389, "2017-10-17T18:32:29Z", 0.35, "I\"m guessing.  Just feeling more optimistic than a minute ago."], [904, "2017-10-17T18:25:05Z", 0.05, "I don't feel that this will happen. "], [37379, "2017-10-17T13:30:21Z", 0.0, "Thank you, @patricmeehan5 for your data, analysis at https://www.gjopen.com/comments/comments/595758"], [854, "2017-10-17T05:56:46Z", 0.55, "I think Morocco has the best odds of hitting the target, due to their more stable government, the advanced stages of planning, and the fact that three of the banks that want to sell sukuk in Morocco are subsidiaries of French banks, and other international banks are involved. That said, things have been pretty quiet, If there is no further news by the end of the month I'll reduce my forecast on the assumption that some technical snag has been hit."], [706, "2017-10-17T02:03:38Z", 0.01, "the country with the best chance, Tunisia, underestimated the complexity of it all. https://www.oxfordbusinessgroup.com/analysis/sovereign-state-islamic-bonds-may-be-next-government-increases-issuances"], [38163, "2017-10-17T00:01:42Z", 0.05, "Based on other forecaster's comments and given timeframe. "], [36981, "2017-10-16T11:27:41Z", 0.01, "Too soon given the delays."], [6303, "2017-10-16T03:43:33Z", 0.01, "Based on general news and GJP consensus."], [31474, "2017-10-16T01:02:22Z", 0.15, "Considering the rising yield on islamic bonds and persistent delays in issue by Morocco, it is less probable that there will be an issue in next three months."], [40735, "2017-10-16T00:58:10Z", 0.05, "The three countries have been discussing this for years, but have not made progress. I think governments, particularly Arab ones, take a long time to implement new ideas; for this to happen by the end of December would have meant much more news traffic on it than I found. I was also swayed by the earlier forecasters."], [31474, "2017-10-16T00:48:42Z", 0.68, "Comment deleted on Oct 16, 2017 01:00AM UTC"], [14334, "2017-10-14T16:53:11Z", 0.1, "Algeria's sukuk issuance is planned for 2018, so they're near zero probability on this time frame. Morocco missed both their June and September target dates for issuing sukuks, so it's difficult to say how close they are, but they could still be well on their way, and a three-month extension would still fall before Dec. 27. Tunisian progress  appears sluggish, but 2017 was also their target, so it's not out of the question. Based on the pessimism here, I'm revising what would have been a more optimistic estimate downward to 10%."], [37379, "2017-10-14T01:51:27Z", 0.02, "Thank you, @ChrisClark and @Averroes for your data and analyses at https://www.gjopen.com/comments/comments/593410 and https://www.gjopen.com/comments/comments/593310"], [11858, "2017-10-13T15:43:35Z", 0.02, "Tunisia is the only possible candidate. Algeria is aiming for a 2018 launch - and these things do NOT come in ahead of schedule. Morocco is nowhere near issuing. There is relative silence on the Tunisian front since we last heard from them on the subject in May. But these noises related to getting infrastructure in place, rather than getting on with an actual issue, which has been in the offing for years. A possible financing deal to be agreed with the World Bank and Islamic Development Bank to be agreed in the coming days could take the pressure off. I found this website a good and seemingly credible source of Tunisian financial news: https://africanmanager.com/site_eng/?v=947d7d61cd9a"], [32872, "2017-10-13T09:35:54Z", 0.01, "Highly unlikely given the proximity of the closing date of the question."], [29145, "2017-10-13T05:09:10Z", 0.01, "Can anyone get hold of this article/ news? \n\" Morocco, which was expected to issue its first-ever sovereign Sukuk by the 15th September 2017 misses date\""], [19801, "2017-10-13T04:57:16Z", 0.0, "The infant Islamic-bond industry faces a crisis\nhttps://www.economist.com/news/finance-and-economics/21724416-borrower-refuses-pay-challenging-sharia-compliance-its-bond-infant"], [37481, "2017-10-12T19:55:20Z", 0.05, "Not too much time left in 2017. Too much bureaucracy"], [40688, "2017-10-12T16:36:31Z", 0.02, "It seems like there's not a lot of time left in 2017 for this to actually happen."], [31450, "2017-10-12T16:16:49Z", 0.05, "Algeria is targeting 2018 for Shariah compliant bonds http://www.nasdaq.com/article/algeria-plans-first-sukuk-issuance-in-2018-pm-20170921-00973\nAs for the other two, I find a lot saying they are about to issue sharia compliant bonds, but those articles go back to 2014 so I'm not holding my breath here."], [40732, "2017-10-12T15:26:38Z", 0.13, "Very low chance that the are, and even if they would not do it openly."], [38470, "2017-10-12T14:38:26Z", 0.0, "Because I can."], [37040, "2017-10-12T13:27:59Z", 0.05, "Wary of changing financial customs as it relates to sharia law."], [488, "2017-10-12T03:10:31Z", 0.05, "No chance."], [37239, "2017-10-11T23:59:57Z", 0.7, "Because it is sound economic policy to offer a variety of investments to match the needs of investors. Since these countries have a large Muslim population it makes sense to offer this as an option. HSBC even offers sharia compliant accounts in the US."], [30200, "2017-10-11T22:55:22Z", 0.03, "They will eventually try to issue such bonds, but the year is almost over, and they have not yet put it into action. Algeria ha anounced to introduce susku in 2018. So, slim chance here"], [29145, "2017-10-11T17:17:24Z", 0.01, "Can anyone get hold of this article/ news? \n\" Morocco, which was expected to issue its first-ever sovereign Sukuk by the 15th September 2017 misses date\""]]}