{"question_id": 179, "title": "Before 18 October 2016, will the US announce that it is opening a consulate or embassy in Iran?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[755, "2016-10-17T21:09:35Z", 0.01, "Affirming forecast for the passage of time."], [29526, "2016-10-16T16:10:38Z", 0.0, "Iranian and U.S relations are not at the level currently where this would happen.  If the President is re-elected and his party garners more seats in parliment and other key leaders to Rouhanis cause retain their power then diplomatic relations will thaw and an embassy will likely open"], [1034, "2016-10-14T06:20:01Z", 0.0, "McLeary (2016) states that:"], [755, "2016-10-13T22:15:07Z", 0.01, "Affirming forecast for the passage of time."], [6303, "2016-10-10T03:19:19Z", 0.0, "According to the general news and GJP consensus."], [14307, "2016-10-08T04:04:57Z", 0.0, "Bandwagoning due to the closeness of the date, and the fact that major US foreign policy is being dominated by US/Russia relations, and there isn't a lot of room to begin with, because the election is sucking up all of the air in the room. "], [15352, "2016-10-04T17:32:04Z", 0.0, "No No, No no No no"], [1056, "2016-10-04T06:09:53Z", 0.0, "Affirming forecast."], [755, "2016-10-03T21:32:17Z", 0.01, "Arutz Sheva, October 1, 'Iran rejects Germany's demand on Israel - Iran declares it would never recognize Israel as a precondition for normalizing ties with Germany.': http://www.israelnationalnews.com/News/News.aspx/218560\nAlalam, September 27, 'Iran Missiles Have Enough Range to Reach Israel: IRGC Senior Commander': http://en.alalam.ir/news/1866342"], [6303, "2016-10-03T03:14:52Z", 0.0, "According to the general news and GJP consensus."], [28893, "2016-10-01T02:39:07Z", 0.0, "Considering that time has passed and the opening of a consulate would open a political debate shortly before the election that the democrats (obama included) will want to avoid. Especially, after considering the nightmare of paying Iran to free the captured sailors. However, this could be once again become possible for the period between the election day and January 20. "], [6303, "2016-09-25T18:40:25Z", 0.0, "According to the general news and GJP consensus."], [38, "2016-09-24T07:55:16Z", 0.0, "http://www.nytimes.com/2016/09/24/us/politics/iran-embassy-state-department.html"], [1034, "2016-09-24T05:11:57Z", 0.0, "Author Fandos (2016) states that:"], [38, "2016-09-24T00:43:36Z", 0.0, "http://www.nytimes.com/2016/09/23/world/middleeast/with-boeing-deal-americans-are-coming-to-iran.html?_r=0"], [20588, "2016-09-23T21:18:55Z", 0.0, "Not a chance. Too much friction over details of the agreement, and half of congress thinks it was a bad deal. We will keep Iran at arms-length for a very long time, and they will with us. They're not in a hurry to be chummy with us either."], [19801, "2016-09-20T13:00:32Z", 0.0, "Only 1 month left to go. Even if there was a decision made to open an embassy, it would take a lot longer than 1 month to pull it off. "], [1034, "2016-09-19T07:15:33Z", 0.0, "Author Fleitz, (2016) states that:"], [6303, "2016-09-18T21:34:28Z", 0.0, "According to the general news and GJP consensus with 1 month to go!"], [755, "2016-09-17T21:12:54Z", 0.01, "WSJ, September 13, 'Iran Threatened to Shoot Down U.S. Surveillance Planes - U.S. aircraft challenged as they flew over the Strait of Hormuz on routine patrols, U.S. officials said': http://www.wsj.com/articles/iran-threatened-to-shoot-down-u-s-surveillance-planes-1473794715\nClips from article:\n\"State Department officials decried the incident, saying it showed Iran had yet to show signs of shifting from its aggressive stance in the region even after the international nuclear agreement reached last year.\n“Frankly, there’ve been previous incidents much like this, and they’re concerning, obviously. They escalate tensions,” said Mark Toner, a State Department spokesman. ”We have conveyed our concerns to Iran.”\nBrig. Gen. Ali Fadavi, the commander of the Revolutionary Guards’ naval forces, on Tuesday dismissed suggestions this Iranian vessels had come too close to American ones as “sheer lies,” according to the official Islamic Republic News Agency. A spokesman for Iran’s armed forces issued another denial on Sunday, dismissing the U.S. assertions as exaggerations.\""], [1034, "2016-09-15T05:02:50Z", 0.0, "JCPOA Exemptions Revealed September 1, 2016\nThe Joint Comprehensive Plan of Action (JCPOA) placed detailed limitations on facets of Iran’s nuclear program that needed to be met by Implementation Day, which took place on January 16, 2016.* Most of the conditions were met by Iran. However, we have learned that some nuclear stocks and facilities were not in accordance with JCPOA limits on Implementation Day, but in anticipation the Joint Commission had earlier and secretly exempted them from the JCPOA limits. The exemptions and in one case, a loophole, involved the low enriched uranium (LEU) cap of 300 kilograms (kg), some of the near 20 percent LEU, the heavy water cap, and the number of large hot cells allowed to remain in Iran. One senior knowledgeable official stated that if the Joint Commission had not acted to create these exemptions, some of Iran’s nuclear facilities would not have been in compliance with the JCPOA by Implementation Day."], [1034, "2016-09-14T06:54:29Z", 0.0, "Author Landay (2016) stets that:"], [1034, "2016-09-13T16:23:42Z", 0.0, "Starr (2016) states that:"], [110, "2016-09-13T13:40:37Z", 0.0, "Dropping to zero from 1%."], [6303, "2016-09-12T01:08:54Z", 0.0, "According to the general news and GJP consensus."], [38, "2016-09-07T21:33:31Z", 0.0, "http://www.worldpoliticsreview.com/articles/19827/nuclear-deal-does-little-to-change-iran-s-engagement-with-the-world"], [6303, "2016-09-06T02:38:05Z", 0.0, "According to the general news and GJP consensus."], [22245, "2016-08-31T15:42:19Z", 0.0, "Obama wants to do this, but the moderates in Tehran want nothing to do with us or Obama."], [1034, "2016-08-29T07:02:42Z", 0.0, "No creditable  News sources reporting \"Hell\" has frozen over, so that would be a NO"], [6303, "2016-08-28T23:57:36Z", 0.0, "According to the general news and GJP consensus."], [1023, "2016-08-28T13:32:44Z", 0.05, "very unlikely."], [1034, "2016-08-26T05:28:01Z", 0.0, "Fox News. (2016). 'Harassing Situation': Iranian Vessels Come Within 300 Yards of US Navy Ship. Fox News. National. Retrieved from\nhttp://nation.foxnews.com/2016/08/24/harassing-situation-iranian-vessels-come-within-300-yards-us-navy-ship"], [755, "2016-08-25T22:52:15Z", 0.01, "1) High tension in the ME, with IR actions perceived negatively by USA.\n2) Transition of power in DC. "], [948, "2016-08-25T12:53:43Z", 0.0, "What president would even do that amid this presidential race?"], [6303, "2016-08-21T22:24:45Z", 0.0, "According to the general news and GJP consensus."], [530, "2016-08-16T17:45:18Z", 0.0, "Adjusting down further, and an upvote for @BG1"], [14182, "2016-08-16T12:41:38Z", 0.0, "No change to forecast. Update."], [28318, "2016-08-16T04:37:01Z", 0.0, "Election year will kill any chance"], [28091, "2016-08-15T15:02:22Z", 0.02, "Not in an election year. "], [6303, "2016-08-15T00:21:32Z", 0.0, "According to the general news and GJP consensus."], [1034, "2016-08-14T07:26:21Z", 0.0, "Embassy of Switzerland Foreign Interests Section US\nUS opening a consulate or embassy in Iran"], [1639, "2016-08-12T08:14:57Z", 0.0, "For passing of time"], [1034, "2016-08-12T05:14:55Z", 0.0, "No one in their right mind would believe this should or would happen"], [12943, "2016-08-09T05:50:59Z", 0.0, "This really cannot be done by a lame duck administration at this point, so will have to wait until new president takes office."], [6303, "2016-08-09T03:24:29Z", 0.0, "According to the general news and GJP consensus. "], [1034, "2016-08-08T05:07:01Z", 0.0, "Iran s global banking problems deepen with rise of Trump Brexit"], [755, "2016-08-08T03:07:51Z", 0.02, "NYT, August 7, 'How an Iranian’s Spy Saga Ends, 6 Years Later: He’s Executed': http://www.nytimes.com/2016/08/08/world/middleeast/how-an-iranians-spy-saga-ends-6-years-later-hes-executed.html?hp&action=click&pgtype=Homepage&clickSource=story-heading&module=second-column-region&region=top-news&WT.nav=top-news&_r=0\nComments: No surprises here. Affirming forecast for the passage of time."], [1023, "2016-08-07T22:33:33Z", 0.0, "Even consulate might impact election."], [1034, "2016-08-06T09:04:16Z", 0.0, "U.S. Department of State Website, (2016). Secretary Kerry's Meeting With Iranian Foreign Minister Javad Zarif. U.S. Department of State. Retrieved from\nhttp://www.state.gov/r/pa/prs/ps/2016/06/258493.htm\n"], [28052, "2016-08-04T06:41:00Z", 0.0, "Not prior to Election Day in the U.S."], [1056, "2016-08-02T03:05:31Z", 0.0, "Improbable."], [6303, "2016-08-01T04:11:45Z", 0.01, "According to the general news and GJP consensus. "], [493, "2016-07-27T14:29:42Z", 0.0, "Affirming prior."], [24474, "2016-07-25T15:46:14Z", 0.03, "The closest historical counterpoint to this is the opening of the US Embassy in Cuba."], [755, "2016-07-23T23:10:19Z", 0.02, "Al-Monitor, July 11, 'New poll underlines Iranian disappointment with US, nuclear deal': http://www.al-monitor.com/pulse/originals/2016/07/iran-new-poll-disappointment-nuclear-deal-jcpoa.html\nClips from article:\n\"Among the most concerning results of the poll was that a large majority (72%) say they have little or no confidence that the United States will meet its obligations under the deal. This compares to 41% who felt that way last September.\nA substantial majority of 66.1% believes that the US government is seeking other ways to maintain the negative affect of sanctions it actually lifted. According to the Iranpoll.com survey, which has a margin of error of +/- 3.2%, nearly three-fourths of Iranians (74.7%) believe that the United States is trying to prevent other countries from normalizing trade and economic relations with Iran despite lifting secondary sanctions.\nSuch a negative view could boost the political fortunes of Iranian hard-liners who never supported the agreement and could undermine its major provisions over the next 10-15 years.\nEbrahim Mohseni, a research associate at the Center for International and Security Studies at the University of Maryland and one of the architects of the poll, told Al-Monitor in an email that \"Iranians were expecting a lot but feel that they have received nothing tangible in return for Iran's nuclear concessions.\" Mohseni warned that \"unless Iranians see real economic gains from the nuclear deal, the nuclear agreement, those who negotiated it and the foreign policy approach that made it possible will all be in jeopardy as Iran's election season rhetoric heats up.\""], [27713, "2016-07-23T10:36:13Z", 0.05, "No until mid of October, but likely in 2017 or 2018 latest."], [6303, "2016-07-18T00:43:41Z", 0.01, "According to the general news and GJP consensus. "], [1034, "2016-07-14T05:33:12Z", 0.0, "Noting suggest that the US will do so at this time or within the last two years of research on this subject matter\nUS Relations With Iran Department of State\n Bureau of Near Eastern Affairs\nhttp://www.state.gov/r/pa/ei/bgn/5314.htm"], [14182, "2016-07-11T20:07:41Z", 0.0, "RE- interating forecast."], [6303, "2016-07-11T01:35:57Z", 0.01, "I am forecasting based on the general news reports and GJP consensus. "], [755, "2016-07-08T21:19:31Z", 0.02, "Hahahahaha..... not with this SHIT happening:\nTimes of Israel, July 7, 'Iran seeking illegal nuke, missile technology: German intelligence - Tehran believed to have made at least nine ‘clandestine’ attempts to acquire materiel that could be used for nuclear arms development': http://www.timesofisrael.com/iran-seeking-illegal-nuke-missile-technology-says-german-intel-report/\nCommentary Magazine (opinion), July 8, 'Iran Violates the Deal. Now What?': https://www.commentarymagazine.com/foreign-policy/middle-east/iran/iran-violates-deal-now/\nClip from Commentary article:\n'In the months since the Iran nuclear deal went into effect, the Obama administration has acknowledged that the behavior of the Islamist regime hasn’t changed much. The Iranians continue to act as the world’s leading state sponsor of terrorism, test illegal ballistic missiles, threaten their neighbors, and seek regional hegemony while its leaders spewed hate at the West, the United States, and Israel. Indeed, in April, the president admitted that the Iranians were undermining “the spirit” of the pact while insisting that they were nonetheless observing the letter of the agreement. But it turns out his trust in the law-abiding nature of his negotiating partners was misplaced. A new report published by German intelligence that was backed up by a statement in the Bundestag by Chancellor Angela Merkel revealed that the Iranians have violated the letter of the deal via a clandestine effort to obtain “high-level” nuclear technology without permission from the United Nations Security Council.'\nDropping 1 basis point."], [25713, "2016-07-06T11:40:13Z", 0.0, "Don't see this happening before Nov elections as it would rally the GOP base (lots of anti-Iran deal rhetoric & an announcement like this would only fuel the fire).  "], [690, "2016-07-06T03:36:41Z", 0.0, "There have been no discussions toward opening a consulate or embassy in Iran recently.  It would therefore be highly unlikely this could happen before Oct 2016."], [14182, "2016-07-03T09:25:09Z", 0.0, "No change to forecast."], [3895, "2016-07-01T15:52:28Z", 0.14, "passage of time, no real indications in this direction"], [202, "2016-06-30T07:43:43Z", 0.03, "There hasn't been a diplomatic pay-off from the nuclear deal & Iran is hardening it's stance on regional conflicts\nhttp://www.ft.com/cms/s/0/320a3c9c-3942-11e6-9a05-82a9b15a8ee7.html#axzz4CsHgnizF\nAlso not sure what the process is on the US side for opening an embassy. Would it require Senate approval? October is too short a timeline. Furthermore the political climate in both countries isn't conducive to constructive diplomacy"], [1023, "2016-06-29T13:32:02Z", 0.05, "Anything can happen, would seem to be a political mistake by current admin."], [26704, "2016-06-29T12:35:38Z", 0.55, "Time is running out"], [476, "2016-06-27T20:21:43Z", 0.0, "Maybe a bigger Boeing presence, but not a consulate or embassy;)"], [1056, "2016-06-27T15:59:15Z", 0.05, "Affirming forecast."], [25583, "2016-06-26T20:54:15Z", 0.1, "Unlikely in an election year"], [26547, "2016-06-26T05:27:02Z", 0.2, "highly unlikely because the current government would not want to be seen as further weakening itself infront of iran, due to aggressive rhetoric against the US-Iran deal by GOP."], [555, "2016-06-25T05:35:32Z", 0.15, "This is exactly the type of \"legacy accomplishment\" that would appeal to the Obama administration... but doing so before the presidential election would hand the Republicans a stick to use against Hillary.  "], [38, "2016-06-23T20:39:31Z", 0.0, "It's election season in the US."], [25944, "2016-06-23T02:07:54Z", 0.0, "Not this close to the election - too controversial."], [26349, "2016-06-22T12:32:53Z", 0.04, "There are five main reasons why the US would open an embassy or consulate in Iran before October 2016:"], [26372, "2016-06-22T11:10:46Z", 0.01, " Hawkish politicians and politically right-leaning populations attacked the Obama administration's renewal of ties with Cuba, promising to shut the embassy in Havana as well as attacking the Iranian nuclear deal.  In the run up to an election, there is no political capital to be gained for the Democrats in completing such an action before 18 October 2016. The gains would be minimal, and the potential costs would be great. With no incentive, this action is almost certain not to occur. "], [26327, "2016-06-21T06:26:19Z", 0.0, "No need for that. Also i think that presidential elections will stop all the progress in this issue. It seems that there are working back channels what Iranians and U.S. Officials can use if there is emergency. For example they managed to liberate quite fast the U.S soldiers who washed to Iranian waters and were captured. I think USA in happy at current situation. Obama regime could also harm Clintons chances to be elected if they make such a move now, "], [755, "2016-06-21T04:43:08Z", 0.03, "Affirming forecast for the passage of time."], [6303, "2016-06-20T01:53:32Z", 0.01, "I am forecasting based on the general news reports and GJP consensus."], [25045, "2016-06-17T18:21:49Z", 0.01, "not quite 0"], [26217, "2016-06-17T14:56:03Z", 0.05, "Slim chance of normalising relationship"], [3434, "2016-06-17T14:27:42Z", 0.0, "Too close to the Election, it would hurt Clinton's bid."], [14182, "2016-06-16T09:06:39Z", 0.0, "COMMENT: \nNOT v helpful for those in the U.S. brave enough to talk appeasement during an election year on the issue of a consulate or embassy in Iran when.....\nAnother \"rant\" in a long list of why Iran is farther along the road towards Hardline politics than the West would hope. These messages are NOT moderate political behavior. NB: attached IRANIAN POLITICAL STRUCTURE description which makes this comment v/ clear."], [23006, "2016-06-15T18:44:27Z", 0.0, "anti-terror/foreigner/islamic sentiment in US up plus orlando even though that was a home-grown terrorist incident, US won't open embassy before 0ctobe,r 18th."], [1262, "2016-06-15T16:24:14Z", 0.01, "confirming previous forecast"], [530, "2016-06-13T21:16:35Z", 0.04, "Passage of time"], [14182, "2016-06-13T08:35:17Z", 0.0, "Going to 0 from 1."], [5863, "2016-06-12T22:25:26Z", 0.0, "Not before the election."], [6303, "2016-06-11T23:15:49Z", 0.01, "According to general news and GJP consensus."], [755, "2016-06-09T15:51:36Z", 0.03, "I got this share yesterday:\nThe Long War Journal, June 7, 'Qods Force commander an official advisor to government, Iraq’s foreign minister says': http://www.longwarjournal.org/archives/2016/06/qods-force-commander-an-official-advisor-to-government-iraqs-foreign-minister-says.php\nClip from LWJ article:\n\"Despite protests by Jafari, Soleimani and Qods Force, which serves as the external operations branch of Iran’s Islamic Revolutionary Guards Corps, have done more than just advise Iraqi ground forces in their fight against the Islamic State. Soleimani and his deputies have helped create, organize, fund, arm, and deploy the dangerous Shia militias that dominate the Popular Mobilization Forces, which was created in June 2014 after the Islamic State overran large areas of Iraq. And Soleimani, Qods Force and IRGC officers have been providing more than just advice to the Shia militias.\nSome of these militias, such as the Badr Brigade, Hezbollah Brigades and Asaib al Haq, were created during the US occupation of Iraq, and are responsible for killing hundreds of US troops. Others, like Harakat al Nujaba and Shahid al Shuhada, were created after the Syrian civil war escalated. Other militias, such as the Imam Ali Brigade and Saraya al Khorasani were created after the Islamic State ran roughshod over northern, central, and western Iraq. Each of these militias were modeled after Hezbollah, the Iranian-backed militia and organization that dominates inside Lebanon.\nThe Popular Mobilization Forces (PMF) is led by several agents of Iran. Abu Mahdi al Muhandis, a former commander in the Badr Organization who was listed by the US government as a Specially Designated Global Terrorist in July 2009, directs the PMF’s military operations. The US government described Muhandis, whose real name is Jamal Jaafar Mohammed, as “an advisor to Qassem Soleimani,” the commander of the Qods Force, the external operations wing of the Iranian Revolutionary Guards Corps (IRGC). In addition to directing the PMF, Muhandis is also said to direct the operations of the Imam Ali Brigade as well as command Hezbollah Brigades."], [783, "2016-06-09T03:17:59Z", 0.0, "During a presidential election in the US and the controversy on having talks with Iran will impede any intention of re-introducing a consulate  or embassy in Iran "], [6303, "2016-06-06T02:51:43Z", 0.01, "According to general news and GJP consensus."], [14182, "2016-06-05T20:00:33Z", 0.01, "NO change. Self explanatory. Makes v clear both Iran & the U.S. have a much GREATER WALL of unwillingness to return towards understanding & acceptance. "], [755, "2016-06-03T03:12:26Z", 0.05, "Just got this share from a DIA CT officer....\nCNN, June 2, 'State Department report finds Iran is top state sponsor of terror': http://www.cnn.com/2016/06/02/politics/state-department-report-terrorism/index.html\nLosing 5 points.\n"], [6303, "2016-06-03T01:13:32Z", 0.01, "According to the general news and GJP consensus."], [6303, "2016-06-03T00:50:16Z", 0.01, "According to the general news and GJP consensus."], [14182, "2016-06-02T09:53:17Z", 0.01, "Reiterating forecast for passage of time &, participation purposes."], [1262, "2016-06-01T14:59:18Z", 0.01, "confirming previous forecast"], [67, "2016-06-01T02:15:17Z", 0.02, "http://www.thehindu.com/todays-paper/tp-international/usiran-rapprochement-far-from-a-settled-matter/article8627574.ece"], [83, "2016-06-01T00:12:12Z", 0.0, "Seems unlikely given the lack of improvement in the business initiatives, and the upcoming US and Iranian elections."], [25600, "2016-06-01T00:00:31Z", 0.0, "This will not happen prior to the presidential election."], [15231, "2016-05-29T18:02:22Z", 0.25, "possible as a last move of Obama's term"], [22509, "2016-05-27T16:05:14Z", 0.95, "There does exist a virtual embassy US & Iran. http://iran.usembassy.gov/ No one said embassy must be physical spot."], [25045, "2016-05-26T19:04:29Z", 0.02, "After opening embassy in Cuba, don't think they will have incentive to do this in such a short time period"], [14761, "2016-05-25T06:42:21Z", 0.09, "Its possibly a good move for Obama's and Kerry's legacy."], [102, "2016-05-25T03:31:29Z", 0.09, "https://larswericson.wordpress.com/2016/05/25/gitrep-24mar16pm/"], [23997, "2016-05-24T19:21:15Z", 0.33, "If the Obama Administration is still searching for a foreign policy legacy, this would be the lever to pull. However, given the recent opening of an embassy in Cuba, it seems unlikely the administration will feel there is any diplomatic \"capital\" from opening an embassy in another rogue country"], [16742, "2016-05-24T15:35:04Z", 0.05, "Not likely."], [555, "2016-05-22T21:28:51Z", 0.53, "-  Obama has demonstrated a willingness (some would say eagerness - even headlong desperation) to make deals with Iran. (+)\n-  Kerry and Obama believed that opening the embassy in Cuba was a good idea regardless of politics in FL - or its impact on the vote in the next election (+)\n-  Clinton is more pro - Isreal and this would hurt her chances to keep that vote in November  (-)\n-  Obama would be able to claim as part of his legacy Cuba and Iran (+) \n-  Iranians have demonstrated an ability to use Obama's eagerness as a means to secure concessions.  What would they demand that they don't already have?  (-)"], [14182, "2016-05-22T20:08:12Z", 0.01, "Adjusting for passage of time & participation. NB: previous rationale: 3/5/16:\n////\nIntend to start out w/ a low end forecast 5% for the following reasons:"], [23006, "2016-05-22T03:42:48Z", 0.01, "Not much economic trade incentive to do this at the moment. Safer, way cheaper, and easier to control if Iranian ambassador is a guest in US. (diplomatic immunity - yes, but spying technology also yes.)"], [484, "2016-05-22T02:56:58Z", 0.0, "(no change and this may be a repeat) Does anyone think that President Obama would support this kind of \"October Surprise?\" The press and political opponents would have a field day."], [25265, "2016-05-20T19:01:07Z", 0.0, "Within this time period, I say that's not gonna happen. After Iran talk with 3+3 over Iranian Nuclear program, the officials in Iran - not necessarily the President and his cabinet, have already spend more than their budget allows to compromise over their prinipals. Definitely the affais are going to be smoother in the future, but opening a consulate in Iran before 18 October 2016 would NOT happen. "], [102, "2016-05-18T02:57:33Z", 0.0, "https://larswericson.wordpress.com/2016/05/18/gitrep-17mar16pm/"], [25021, "2016-05-18T01:55:31Z", 0.01, "Post-election, the idea may be sold as a way to more closely monitor Iran's nuclear program, but not much incentive until next administration settles in. Even then, it may not be feasible for either side until situation in Syria is resolved."], [14182, "2016-05-17T18:19:46Z", 0.02, "Am going down from 3 to 2% forecast. NB: Since I enjoy providing feedback on reasoning, I promise to  come back shortly. Am a little bit pressed for time the moment."], [24595, "2016-05-17T17:51:09Z", 0.25, "Politically it will be difficult for the Obama administration to show dove like character while hoping that Hilary will win."], [102, "2016-05-14T03:35:05Z", 0.15, "https://larswericson.wordpress.com/2016/05/14/gitrep-13may2016pm/"], [1262, "2016-05-12T23:48:43Z", 0.01, "Confirming previous forecast\n"], [783, "2016-05-12T19:20:13Z", 0.0, "An anathema for the Democrats, more so in an election year. The GOP and many Democrats will not fund the State Department  for the project or may somewhat defund them after in protest. By announcing an embassy, the result will favor the GOP in the perception of voters, given that Ms. Clinton was Secretary and it is asy to make her guilty by association, \nThe last major investment was for the Iraq compound under Mr. Bush, leaving the State Department funding far lower to build other embassies or consulates or upgrading security in them, especially since Congress has become penny pinching in their allotment due to ideological and investment differences. \nhttp://thehill.com/homenews/house/250237-gop-embassy-security-cuts-draw-democrats-scrutiny\nBut there is much to fund.\nhttp://www.state.gov/documents/organization/236395.pdf\nThe UK and other allies have embassies , etc.,  in Iran that could act as a US default mediator, when in the interest of both their commerce and diplomatic goals."], [493, "2016-05-10T13:17:18Z", 0.0, "No. (1) Won't happen an in an election year. (2) U.S. will let Britain, other European countries go first."], [24146, "2016-05-09T02:30:58Z", 0.01, "Such a decision before the US Presidential election is unlikely."], [755, "2016-05-08T22:38:02Z", 0.1, "From our side..... UPI, May 6, 'Iran to close key oil shipping lanes if U.S. proceeds with military drills': http://www.upi.com/Business_News/Energy-Industry/2016/05/05/Iran-to-close-key-oil-shipping-lanes-if-US-proceeds-with-military-drills/9401462471980/?spt=mps&or=1&sn=si\nFrom their side....\nPressTV (IR), 'US seeks pretexts for new Iran sanctions: Poll': http://www.presstv.ir/Detail/2016/05/08/464589/Iran-US-Leader-Khamenei-Middle-East-IRGC-UN-Security-Council/\n1) On opposing sides in Syria.\n2) Presidential election year; Trump and Clinton take positions against. \n3) Hostile US Congress.\n4) Hostile IR hardliners."], [14208, "2016-05-08T17:48:31Z", 0.33, "Comment deleted on Oct 22, 2016 06:54PM UTC"], [102, "2016-05-08T16:54:12Z", 0.08, "https://larswericson.wordpress.com/2016/05/08/gitrep-8may16am/"], [3225, "2016-05-07T21:20:53Z", 0.01, "Iran threatening to close Hormuz yet again. Granted this is for domestic consumption, but still doesn't bode well for a US diplo mission in Tehran.\nhttps://apple.news/A0jAGdqDzSiqH2LT5NdYDHA"], [24784, "2016-05-07T17:16:40Z", 0.02, "With November elections looming and Trump likely to be the Republican candidate, the Democratic leadership will very likely not make such an announcement"], [83, "2016-05-06T23:49:24Z", 0.25, "Down 15%, based on US banking restrictions on Iran.\nUnless the restrictions are lifted .. Relations may deteriorate.\nSuspect the U.S. political situation may not improve before Oct. 18."], [22822, "2016-05-05T20:53:54Z", 0.01, "Tensions between Iran and the United States, never far from the surface, showed signs of worsening on Wednesday, with the Iranians threatening to block a vital Persian Gulf access route and protesting what they called the American “meddling approach and tone.”"], [3225, "2016-05-04T20:00:22Z", 0.01, "Too much bluster coming from Iran, now about \"closing\" Hormuz to US Navy ships.\nhttps://apple.news/Arg4Ec5l5O8aFsHdGE9Hhiw"], [24686, "2016-05-04T14:41:07Z", 0.05, "There is no compelling reason for the US to so drastically alter the status quo in US-Iranian relations, especially since Iran is yet to show encouraging commitment to the spirit of the nuclear deal"], [14182, "2016-05-04T11:27:34Z", 0.03, "Slight downward adjustment from 5% to 3%."], [14182, "2016-05-03T18:30:17Z", 0.05, "Intend to start out w/ a low end forecast 5%  for the following reasons: "], [11442, "2016-05-03T17:33:08Z", 0.05, "I think this is very unlikely. On the one hand, opening an Embassy or consulate would be a powerful symbolic step for the Obama administration, and a signal that the administration's standing behind its signature foreign-policy achievement. On the other hand, as @Amir- points out the safety of the consulate is a key concern, particularly given the original reason for the break in diplomatic relations. Concern about the safety of diplomats has only been heightened as the death of Ambassador Christopher Stevens in Benghazi. The attack on the Saudi Embassy in Iran in January indicates that the Iranian government remains unable/unwilling to insure the safety of foreign diplomatic personnel, so it seems unlikely that the US Embassy or consulate were open in the near future. Additionally, remaining US sanctions would make it  difficult for the US government to buy/rent property in Tehran or hire local contractors or employees. I suppose OFAC could grant the state department a waiver, but it seems likely that the remaining sanctions will need to go first, and that will depend on Congress."], [24562, "2016-05-03T01:36:24Z", 0.05, "Prior tot the presidential elections, no such bold moves will be taken."], [102, "2016-05-03T00:56:12Z", 0.2, "https://larswericson.wordpress.com/2016/05/03/gitrep-2may16pm/"], [24617, "2016-05-02T23:32:09Z", 0.05, "I don't think the president wants to do this before the election"], [24602, "2016-05-02T22:43:19Z", 0.85, "Its part of the Obama legacy to get as close as posible to normalization with Iran"], [14208, "2016-05-02T22:17:39Z", 0.33, "I found this nice article listing the list of demands for the US before Rouhani will allow an Embassy in Iran.  This got me to wondering did the UK have to apologize or meet some list of demands before re-opening their Embassy?  Not from what I can tell.  Actually it was Iran that sort apologized to the UK.  Taking all this in I don't see Obama apologizing.  I don't see Kerry apologizing either.  Regardless it seems Rouhani is open to opening a US embassy soon.  Before 18 Oct 2016???  I'm not so sure.  The moderates did win the majority in Iran last week maybe an apology is not as important as it was two weeks ago."], [23234, "2016-05-02T21:50:28Z", 0.09, "Comment deleted on May 26, 2016 03:56AM UTC"], [283, "2016-05-02T19:54:28Z", 0.52, "I see it happening but that seems too soon, esp. before elections. There is sooo much commercial activity via airliner sales &c. though ... tough question. I think Boeing &c. would like a consulate there."], [24476, "2016-05-02T17:34:04Z", 0.27, "Record low oil prices can have dramatic effects on countries that depend on oil for revenue. There are huge uphill battles here but I think the odds are better than most are giving it. This might be a little early. For example I was thinking it might be 7% per year over year of low oil prices for political change like the fall of the Soviet Union and change in Eastern Europe. "], [909, "2016-05-02T01:39:57Z", 0.05, "This'll be the next president's job. "], [35, "2016-05-01T23:34:30Z", 0.01, "Before an election? why is this a question?\n"], [9755, "2016-05-01T19:24:58Z", 0.01, "It's highly unlikely before or after the  elections , only Sanders seem to be open to the idea. \nI hope they do open a consulate that would mean a change in irans behavior, you cannot keep a country on the terrorist list and then open up a consulate ,  Iran needs to be taken off the list of state sponsor of terrorists first , just like Cuba .\nMy 1% possibility is an optimistic one. Iran will continue helping Hezbollah and others , so Iran is not getting off the terrorist list just yet."], [14208, "2016-05-01T17:45:29Z", 0.85, "Comment deleted on Oct 22, 2016 06:48PM UTC"], [23159, "2016-04-30T18:17:12Z", 0.01, "not happening that soon, bc of US elections. we need see more approach happening first, October 16 is too soon"], [23852, "2016-04-29T19:38:10Z", 0.15, "I can't see this happening. People are already talking about walking back on the previous Iran deal. It would be dangerous to open an embassy currently. Certainly this will have to wait until after the presidential election."], [484, "2016-04-29T16:11:06Z", 0.0, "(no change) Would be interested in thoughts about why President Obama might take some politically provocative action before the US election. I expect the things that have to be done (Mosul) to clean the barn will happen; others like opening a consulate in Iran could probably happen post election (still don't know for sure if Congress has specifically prohibited POTUS/DoS action). Doubt if Rouhani would want this complication either until things settle down after the elections."], [873, "2016-04-29T14:42:05Z", 0.01, "US Election Cycle precludes such a controversial step, particularly if the incumbent party has strong electoral prospects."], [3225, "2016-04-29T10:03:06Z", 0.02, ""], [24176, "2016-04-29T06:53:45Z", 0.99, "I think this one is obvious.\nGoing away present from Obama's White House.\nIt would probably be beneficial to have good relationship with Iran."], [22822, "2016-04-28T21:15:27Z", 0.02, "Ongoing relations between Kerry and Zarif do not indicate to me an announcement may be imminent."], [9755, "2016-04-27T21:59:53Z", 0.03, "I believe it would be a good idea but very unlikely . If they do open a consulate, it will be the busiest place in Tehran!\nHaving a consulate would be practical , but Iran has to guarantee the safety of the consulate , its employees and visitors."], [14208, "2016-04-27T20:45:42Z", 0.85, "A couple days a go I emailed the U.S. DOS and asked when the U.S. was opening a consulate or embassy in Iran?  This was my response today.  \"Dear Brian, Thank you for sharing your thoughts and concerns. We encourage you to visit our website for Secretary Kerry's speeches and Department publications. Thank you for contacting the U.S. Department of State. Bureau of Public Affairs Office of Public Engagement\". "], [20135, "2016-04-27T19:30:58Z", 0.1, "Keeping a little \"optionality\" given the long time frame, but not likely..."], [7523, "2016-04-27T16:23:42Z", 0.0, "No - especially with their recent ballistic missile tests. "], [102, "2016-04-27T15:58:34Z", 0.1, "Umm.....at least it would make this kind of interaction go a bit faster:  http://www.presstv.ir/Detail/2016/04/26/462661/Iran-US-Switzerland-Ambassador-Giulio-Haas-Mohammad-KeshavarzZadeh/"], [24410, "2016-04-27T10:00:08Z", 0.1, "Before the elections?  No way the current administration would jeopardize the elections by making such a controversial and mostly unpopular move.  There's very little upside to it within the time frame proposed. --However, always leaving room for engineer's 10% margin of error."], [15352, "2016-04-27T01:32:18Z", 0.0, "Maybe in 5 or 10 years"], [14208, "2016-04-26T22:08:48Z", 0.0, "on @dominich.  "], [1601, "2016-04-26T17:53:50Z", 0.15, "It is the norm, not the exception, to have diplomatic relations among nations.  Except between countries at war, it is mutually beneficial to maintain diplomatic relations.  Obama has exhibited a style in his dealings with Cuba which, if extended to Iran, would entail the opening of an embassy in Iran as well.  On the down side, opening an embassy before the General Election would create an issue; perhaps better to wait until the \"lame duck\" period."], [8244, "2016-04-26T04:57:11Z", 0.25, "Not likely, but I believe that the chances are better than the 5% consensus."], [102, "2016-04-26T03:57:32Z", 0.08, "https://larswericson.wordpress.com/2016/04/26/gitrep-25apr16pm/"], [12879, "2016-04-26T02:42:28Z", 0.0, "Considering that, second behind the Affordable Care Act, the Irainian Nuclear Deal is one of President Obama's key legacy items. I would also assume (a bad thing to do) that he would like to see an embassy or at a minimum a consulate to be opened in Iran. Only question I can see is what affect will the Presidential election play in the decision."], [23879, "2016-04-26T02:37:03Z", 0.0, "Affirming forecast, just wanted to give some perspective offered by an Iranian friend:"], [424, "2016-04-26T01:48:08Z", 0.15, "keep dreaming"], [14208, "2016-04-26T00:23:38Z", 0.07, "My gut still says yes to this question after all its just an announcement.  I found a few interesting links.  President Obama addressing Iranians and being culturally sensitive, an argument by the NY Post why Obama will open one, an article talking about US information gatherers watching Iran, and a tourism web site wanting to start selling vacations.  Going up a bit and looking for defining characteristics of something opening this year. "], [24344, "2016-04-25T21:16:11Z", 0.1, "Diplomatic channels are open and active, but right now neither side has  a motivation to make this happen. Also, there are higher priorities on each state's \"to-do list\",  if it happens it will be because of a larger cooperation deal. "], [1262, "2016-04-25T19:17:54Z", 0.01, "Decreasing based on @sevedb comment at the link below.  October 18th will be the anniversary of implementation if the agreement.   Based on the efforts the Obama administration has made in the last few years I do believe Obama will want to announce the intent to open a consulate or embassy in Iran before the end of his term but not before this date."], [1639, "2016-04-25T17:44:58Z", 0.05, "Not before October 18th"], [24146, "2016-04-25T03:07:05Z", 0.05, "Such a decision is unlikely before the Presidential election in the USA"], [1333, "2016-04-25T02:53:37Z", 0.0, "http://www.al-monitor.com/pulse/originals/2016/04/iran-us-ties-obama-nuclear-deal-zarif.html?utm_source=Al-Monitor+Newsletter+%5BEnglish%5D&utm_campaign=b409149219-April_22_2016&utm_medium=email&utm_term=0_28264b27a0-b409149219-102297633\nBut for all the frequency and growing to almost normalcy of US-Iranian official contacts in recent years, after decades in which that was taboo, they have yet to be institutionalized by formal US-Iran diplomatic relations, which were broken off after the 1979 Islamic Revolution and subsequent hostage crisis. Whatâ€™s more, US-Iran normalization is not a realistic near-term prospect, Obama has said, even as he has ushered in historic shifts with Myanmar and Cuba. The prospect of rapprochement is even more fiercely rejected by Iranian Supreme Leader Ayatollah Ali Khamenei, who casts it as a fundamental threat to the nature of his regime."], [3690, "2016-04-25T01:54:00Z", 0.45, "The nuclear talks opened a window for closer consultations, and after the switch with Cuba it would only be consistent if closer consultations would be enabled through some official representation. Also, it is not clear what advantages the US would have from the continued isolation, now that the sanctions are being lifted. Opening a representative site would be fully consistent with the Administrations current policies, and the expected resistance from Israel appears to count for less now than it might have several years ago."], [11686, "2016-04-25T00:44:05Z", 0.0, "Maybe October 2018, but 6 months from now? A little surprised this time frame would be suggested. I doubt either side is ready for this, or would be ready anytime soon."], [373, "2016-04-24T23:48:41Z", 0.0, "Obama will leave such decisions to the next government."], [1333, "2016-04-24T23:46:41Z", 0.1, "@dowser - what an excellent show (Deutschland 83) and the explaination - I get the gist of your point now..."], [8622, "2016-04-24T22:18:08Z", 0.02, "No, US has both internal (Congress) and external (Saudi Arabia) dissensions"], [24301, "2016-04-24T22:11:01Z", 0.8, "The big O got plans."], [6252, "2016-04-24T21:45:54Z", 0.0, "The Iranians know the consulate will be a hotbed of military related people and will not trust them or permit the US to open in Iran."], [20725, "2016-04-24T21:35:43Z", 0.05, "Even if the US desired it, Iran will not permit such a presence."], [22508, "2016-04-24T21:04:14Z", 0.05, ""], [2770, "2016-04-24T20:49:36Z", 0.0, "Too soon because of too much negative history between the two countries, most recently seizure of US sailors in the Gulf, on-going Iranian vitriole directed at the United States, Iranian demands for faster sanctions relief, tense Saudis, inter alia."], [14133, "2016-04-24T20:27:26Z", 0.0, "Not a chance in an election year."], [14208, "2016-04-24T16:07:55Z", 0.0, "There does seem to be continued negative sentiment towards Iran.  I was high on this question the first couple days primarily because President Obama seems to go against the tape.  He seems to be unpredictable in some situations.  My gut still says there is a chance a consulate or embassy will open but if this announcement is made there would be push back by congress.  I use the Cuban Ambassador appointment as an example.  Congress has blocked this appointment for some time now.  I figure  President Obama has his priorities for his last year in office and although an Iran Embassy is one of them its not at the top of the list.  If sentiment towards Iran changes and becomes positive then perhaps an announcement will be made prior to October primarily to provide further evidence that Republicans are obstructionists. "], [1333, "2016-04-24T12:05:10Z", 0.04, "@ Dowser - how many in 1984 in the US paid attention to what was happening to a backwater embassy?\n1984 was a very different time - I was running around the Globe as a freshly minted Army Officer and the news was still in the hands of information \"Gate keeper\" organizations - the big three networks and the NYT's/ People paid attention and viewership nightly was high 50's percentile wise... Reagan was running for a second term and Iran Contra was only a whisper. Then I thought it a wonder that the \"News\" didn't cover the HOT portions of the Cold War. AIDS and ABORTION would soon dominate the nightly news but up to 1984 as Officials and News Orgs alike did pay greater attention and news room budgets were unconstrained by marketing and profit but rather driven by the obligation to inform as part of their agreements for FCC lis. Those back water Missions and Embassies were the over looked locus of a encirclement whereby we leveraged the enemies of Communism and SDI was no more than a Psyop to con Moscow into trying to keep up - and in the process bankrupt themselves."], [1333, "2016-04-24T00:07:04Z", 0.05, "The question to me resolves with Obama and Valerie Jarrett commitment to shunning Suadi Arabia and re-establishing the historically more traditional  relationship with pre revolution Iran and the relevance of the US election cycle. @ doninichs post included this quote in his explanation of why it WON'T HAPPEN -  One relevant case study might concern the restoration of US dip rels with Saddam Hussain's Iraq (broken in 1967) in 1984, during the Iran-Iraq war, and also a US election year. "], [102, "2016-04-23T20:09:19Z", 0.3, "Let's think about it a little more.  We're customer #1 for their deuterium and also opening doors for Italian banks."], [38, "2016-04-23T03:48:19Z", 0.05, "Opening a consulate or embassy would be very controversial, and could damage Democrat chances for retaining the presidency.  I fail to find a compelling reason why Obama would take this elective action prior to the closing of this question."], [1646, "2016-04-22T22:04:59Z", 0.05, "Laura Rozen expresses the reasons why I refuse to go down to 0 on this question, the need to institutionalize an open channel with Iran after Obama, although little to be optimistic about:\nCan US, Iran maintain ties after Obama?\nhttp://www.al-monitor.com/pulse/originals/2016/04/iran-us-ties-obama-nuclear-deal-zarif.html\n\"But even as officials such as Rhodes describe the desire to expand dialogue with Iran on regional issues in the coming weeks and months, while navigating domestic political constraints and deep disagreements on how they and their allies see the region, Iranian and US officials are aware that the clock is ticking on this administration, and uncertain if the next administration may seek to maintain relations at this level, if at all."], [14208, "2016-04-22T21:55:57Z", 0.05, "from 85 to 5% on @dominich "], [706, "2016-04-22T19:01:01Z", 0.02, "Really?  This will be the height of Iran bashing time."], [102, "2016-04-22T16:57:44Z", 0.0, "Won't happen as long as US is keeping boot on neck:"], [13135, "2016-04-22T15:13:47Z", 0.1, "I can see no interest in this development in an election year."], [102, "2016-04-22T03:25:57Z", 0.13, "https://larswericson.wordpress.com/2016/04/22/gitrep-21apr16pm/"], [12117, "2016-04-22T02:06:16Z", 0.0, "Several crucial problems persist: Iranian missile development, Iran's bad relationship with the US allies in Middle East (Saudi Arabia and Israel), War in Syria and Yemen where Iran and US are in the opposite sides, US sanctions are not fully lifted. "], [110, "2016-04-22T01:55:39Z", 0.01, "Low chance, particularly in an election year."], [23879, "2016-04-22T01:53:27Z", 0.0, "The base rate here must be very low. Let's try to get a handle on it."], [24, "2016-04-21T21:40:51Z", 0.05, "Can't see it. Certainly not an Embassy during the period of time under forecast, above all not in a US election year. Far more than Cuba (the most obvious recent point of reference), contemporary US relations with Iran are much more of a hot potato, and Iran's ideological radicalism, and its active hostility to key (if not in very case  particularly reliable or truly kindred) US ostensible allies in the region is somewhat undiminished, as much as it has ever been since the Islamic Revolution. "], [691, "2016-04-21T18:59:43Z", 0.04, "A consulate would be a cute first step, since as I recall consuls don't require Senate confirmation. However, not before the election."], [689, "2016-04-21T18:42:39Z", 0.06, "Comment deleted on May 10, 2016 11:26PM UTC"], [21671, "2016-04-21T13:55:57Z", 0.05, "There's always some chance. US embassy on the soil of Iran is a big thing. I think 6 months is too soon and the stability of the agreement is not proven yet. There are also voices in the Gulf that will not approve getting closer to Iran. "], [8888, "2016-04-21T13:03:27Z", 0.45, "Since Iran has never recognized and confessed to breaking International law when they seized the American embassy and held our people hostage, for over a year, we should not open one there.   But with \"the anointed one\" in the WH he may do so just to add another notch to his legacy"], [18762, "2016-04-21T12:44:00Z", 0.1, "The only way this happens is if Iran keeps its nose perfectly clean before then. And every time I think it is possible that relations can continue to improve they do something else to ruin it. I have said in other questions that Obama wanted Iran to be his legacy, and he has tried to make it so, but Iran continues to thwart him."], [19801, "2016-04-21T06:02:27Z", 0.0, "There is more chance of a Martian invasion, this question is absurd. 000 who tracks expert consensus gives it low odds, of 16%."], [102, "2016-04-21T03:50:21Z", 0.16, "https://larswericson.wordpress.com/2016/04/21/gitrep-20apr16pm/"], [14208, "2016-04-21T03:35:16Z", 0.85, "Gut says yes.  If an Embassy is not opened this summer/fall it won't open for years.  A new administration may have their own agenda.  Iran Embassy will be a part of President Obamas legacy.  Considering all the work on the peace deal an Embassy would seal the deal.  US must lead the way especially if Iran is opening up to business.  American business will need a Consulate or Embassy.  Below is the virtual US Embassy to Iran."], [9244, "2016-04-21T02:57:04Z", 0.0, "On the U.S. side,  too many allies in the region would be against normalize of relationships with Iran when they are seen as de-stabilizing the Middle East. "], [1635, "2016-04-21T00:18:20Z", 0.05, "The population in Iran might be much more progressive than its leaders, but there is a genuine anti-american feeling across the spectrum that will be difficult to overcome. Politicians and clerics alike feel on steady ground when it comes to US hatred. "], [1993, "2016-04-20T23:21:58Z", 0.0, "Pres. Obama is walking a tightrope between co-operating with Iran in Iraq and not wanting to alienate the Gulf States. An embassy or consulate in Iran at this point would tip the scales too far toward Iran. It's possible that there will be a new king in Saudi Arabia this summer, but it's not clear if that would mean more temperate or practical policies from the Kingdom. If nothing else, there is concern over the security of an embassy in Tehran in light of the attack on the Saudi Arabian embassy. It would be easy for some action by the US to enflame protesters in Iran against the embassy, and the US would need to feel confident that the authorities are committed to protecting the embassy and its personnel. I wouldn't be confident of that right now."], [6709, "2016-04-20T22:10:38Z", 0.05, "It is an highly-contested election year.  Too contentious to open an embassy in Iran at this time."], [1262, "2016-04-20T20:54:47Z", 0.54, "Such an announcement is possible based on the fact that Obama has been trying for better relations with Iran and the apparent success of the \"moderates\" in the recent elections - it would perhaps be an important end point for him prior to the election.    http://nypost.com/2015/08/17/why-obama-will-open-a-us-embassy-in-iran/"], [20, "2016-04-20T20:28:10Z", 0.0, "The only way the Iran Agreement could have been completed was with extreme compartmentalisation. It doesn't follow there will be such a fast de-thaw. There are still lots of unresolved issues, they will stay that way this year. Not least the security of a new embassy or consulate. "], [22245, "2016-04-20T20:23:54Z", 0.4, "If Obama can open an Embassy in Cuba he can open one in Iran.  My guess is there is a quid pro quo going on...Iran gets access to the U.S. dollar and Iran lets us open an embassy.  Republicans will throw a fit, but Obama has caved to everything Iran has asked for up to now....why not go the last mile."], [21094, "2016-04-20T19:55:36Z", 0.0, "The better way of ask this question is: When USA are going to open a Embassy in Iran?"], [21094, "2016-04-20T19:49:01Z", 0.75, "If Hillary Clinton becomes the next president of USA, to open a Embassy in Iran will take between 1 or 2 years after. \nI belive 100% after 3 years."], [23997, "2016-04-20T19:44:57Z", 0.04, "Doubtful Prres. Obama would make such an announcement so close to an election.  After Nov 2016 I think the odds might go up dramatically"], [1529, "2016-04-20T19:00:56Z", 0.0, "Even a consulate level is fraught with complications.\n1. Such a topic needs to be discussed partially in public. No doubt it would become part of the Presidential election gotcha. And, as likely, Netanyahu will add his two cents. And, the Sunni Arab bloc would have a thing or two to say, as well, especially considering the currently damaged relations. \n2. As pointed out by others, the continuing violation of the \"sprit\" of the recent Iran deal (missile launches), even if not breaking the letter of the agreement, weighs against this IFP occurrence.\n3. My feeling is that Obama would like to make the step, but even he sees the jeopardy in moving too fast. It will need to be something for the next President.\n4. @sevedb provided this link which primarily addresses a reconciliation between Iran and Canada. Now as we all \"know\"....worldwide, everybody likes Canadians more than Americans, eh? So, if they have a huge challenge in crossing the Rubicon, the US' is even bigger. http://www.theglobeandmail.com/news/politics/seven-steps-for-reopening-an-embassy-in-tehran/article28475184/\n5. October is pretty close date, even if both sides want to bridge the gap.\n6. Look at the Cuba experience. Once things start opening up, it gets complicated for a dictatorship (or theocracy). \n7. The more I write about this IFP, the lower I keep setting the %. Obviously, not exactly zero, but ........"], [1150, "2016-04-20T18:26:19Z", 0.02, "As strongly as Obama seems to want to believe that Iran can be brought into the fold of responsible nations, with the current missile testing and other issues, it seems extremely unlikely."], [505, "2016-04-20T18:13:09Z", 0.25, "Even if we want representation in Iran, I don't think they want us around."], [51, "2016-04-20T17:28:26Z", 0.05, "The U.S. already has a virtual embassy.  I agree with several posters that Obama would hurt his party's chances in the upcoming election to open a physical embassy prior to the election.  "], [19716, "2016-04-20T17:22:38Z", 0.1, "Will we?  Not likely.\nShould we? Absolutely.  The citizens of Persia/Iran are our natural allies, much more than our Arab \"allies\", like Saudi Arabia.  15 of the 9/11 hijackers were Saudi citizens.  Not one was from Iran."], [1639, "2016-04-20T17:10:56Z", 0.38, "But reopening an embassy is never as simple as calling movers. Thereâ€™s not just a diplomatic dance, and political sensitivities to watch at home, but protocol and practical steps.\nhttp://www.theglobeandmail.com/news/politics/seven-steps-for-reopening-an-embassy-in-tehran/article28475184/"], [8063, "2016-04-20T16:42:26Z", 0.45, "The two Muslim powers in the middle east are Iran and Saudi Arabia. The Saudis currently have the third largest budget on arms spending in the world. the US has no choice but to strengthen relations with both countries so we can mediate differences."], [9417, "2016-04-20T15:46:07Z", 0.0, "I find that Americans still feel deeply wounded  by  the post-war history of Iran.\nThe fact that Americans were taken hostage and humiliated is still a cause of deep resentment.\nMost people I know  feel that America should 'get on with it' and let bygones be bygones.\nAmericans need to ignore the rhetoric  of the Iranian politicians is addressed to the idiots out there\nI live in Zimbabwe and fully understand that our politicians speak to different audiences with different tongues.\nFrustrated foreigners assail me with comments like ' but he said...' (as if he really meant it)   They then ask- what are they  to believe?\nThe answer is that one needs to be very wise and mature about  such things.\nCompare the Chinese and American approach to diplomatic affairs. .The Chinese tend to be unemotional and rational.\nMany Americans are   emotional and irrational    We all know how emotions make thinking 'in alpha' impossible."], [3895, "2016-04-20T14:56:01Z", 0.37, "initial forecast, am very open to persuasion, please do so:"], [1111, "2016-04-20T14:34:42Z", 0.0, "That is not on the table for the near/medium term. The US and Iran will have to work our some serious roadblocks prior to even entertaining such an idea. In addition, such a move will give legitimacy to a government that is a sworn enemy of the US (key word here is government - i.e., those who are in control which does not include the Iranian president). The embassy will also be at the site and location where the hostages were taken and has become a huge symbol for each country and not an easy mess to untangle. "], [8532, "2016-04-20T14:29:46Z", 0.99, "It would built on the nuclear agreement. Why would have USA tried to improve relations at the first place if they didn't want to bettee them but this will happen most likely after elections."], [16652, "2016-04-20T07:57:20Z", 0.05, "Comment deleted on May 09, 2017 05:15PM UTC"], [68, "2016-04-20T05:56:44Z", 0.0, "Not before November, as such an announcement will almost certainly give the Republicans an opportunity to attack the Democrat candidates. There are better chances of it happening between 10 November 2016 and 19 January 2017 if the Democrats win the Presidential election, as it allows Obama to \"clean the barn\" for the next administration."], [734, "2016-04-20T01:27:09Z", 0.18, "Not very likely prior to the election. @dowser has properly commented regarding the potential damage to a Democratic candidate but would there be so much political blowback if it was a consulate instead? After all, a consulate would seem to be a minor upgrade to our current interest section which is currently operating and is housed in the Swiss Embassy. So I will start at my standard non-zero opening and await further developments..."], [20, "2016-04-20T01:02:29Z", 0.0, "The memories of 1979 were made vivid recently after KSA's embassy's sacking. It would be foolish to trust Iran to protect a new US embassy. O's egoless outreach has limits."], [1646, "2016-04-20T00:51:35Z", 0.25, "There already is a virtual one. Agree that this will be decided post (iranian) elections. \nhttp://iran.usembassy.gov/"], [387, "2016-04-19T23:23:53Z", 0.01, "Just not possible before the election."], [691, "2016-04-19T22:50:17Z", 0.04, "I would be mightily surprised if this happened before the election, but not even slightly ruffled if it happened shortly afterward.  Clearly it needs to be done, but unless Majles and Assembly of Experts results are the totally unexpected ones, it can wait. "], [1333, "2016-04-19T22:30:49Z", 0.0, "I would expect lots of warning on this with a trial balloon rumor test."], [90, "2016-04-19T18:21:13Z", 0.01, "I go with dowser, not before the election."], [484, "2016-04-19T18:06:08Z", 0.0, "Not before the US election (yes I know it is only an announcement). No reason to stir things up."], [102, "2016-04-19T18:01:11Z", 0.15, "I want to see it, but I don't see the momentum and nobody's calling for it.  When it happens it will be either because things have changed so much that nobody notices, or it will be a big brouhaha like Obama's visit to Cuba."], [16451, "2016-04-19T17:49:40Z", 0.75, "fair chance"], [1056, "2016-04-19T17:43:35Z", 0.05, "I doubt it. I'm sure President Obama would like to reopen the embassy, but I don't think he'll be able to because of Congressional and perhaps public resistance. Obama also wants to close the detention facility at Guantanamo, which is another tall order. Guantanamo is probably his priority, and will take all the cajoling and arm-twisting he can muster to get that done, and he may still fail. I don't think he would be able to get both the embassy and the Gitmo closure, and even if he's able to get one of them, I don't think it will be in the time frame allotted. At 5% because nothing is absolutely impossible."], [83, "2016-04-19T17:42:44Z", 0.4, "From: https://en.m.wikipedia.org/wiki/Consul_(representative)#Consulates_and_embassies\n\"A consul is an official representative of the government of one state in the territory of another, normally acting to assist and protect the citizens of the consul's own country, and to facilitate trade and friendship between the people of the two countries.\""]]}