{"question_id": 245, "title": "Will there be a new episode of mass killing in Mali before 1 January 2017?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[10745, "2016-12-23T17:03:02Z", 0.0, "Passage of time."], [1333, "2016-12-19T13:44:48Z", 0.5, "A long shot but Mali and Nigeria both have substantial. CHRISTIAN populatio s at risk of attack while congregated for ceremonies \n"], [83, "2016-11-26T23:43:23Z", 0.0, "Crisis watch- Sept, Oct update: < 10 killed per month (including all groups)."], [29384, "2016-10-03T07:36:14Z", 0.03, "Looks like it's hotting up a bit, but I think the timescale is too short to reach the threshold needed to qualify as 'mass killing'"], [29266, "2016-09-26T18:23:17Z", 0.01, "Extremely unlikely given only 34 deliberate civilian deaths so far in 2016 (as of September 24) according to ACLED."], [29141, "2016-09-21T17:25:45Z", 0.05, "Just don't see it."], [83, "2016-09-15T18:48:39Z", 0.0, "August crisis watch update: ongoing low level of violence.\nAug 5: 5 soldiers killed by unidentified gunmen in attack on convoy.\nAug 27: inter-ethnic violence kills 5 in Tenenkou, Mopti region.\n"], [1262, "2016-09-14T18:07:17Z", 0.01, "Lowering to be closer to census..."], [19801, "2016-09-06T11:01:27Z", 0.0, "Given how few casualties there are:"], [19801, "2016-08-22T12:38:30Z", 0.01, "In spite of UN peacekeepers getting killed recently, a long way short of 1000 violent deaths.\nhttp://www.aljazeera.com/news/2016/06/mali-crisis-peacekeepers-killed-gao-attacks-160601043032404.html"], [14133, "2016-08-17T01:29:21Z", 0.02, "It would have to be perpetrated by outsiders."], [19801, "2016-08-16T12:19:47Z", 0.01, "In spite of recent increase in violence, the definition of mass killing is a very high 1 000 deaths. Mali won't hit that mark based on current news reports."], [691, "2016-08-11T21:29:51Z", 0.02, "One of my great-uncles was killed by the Mali Maguires, but come to think of it, they spelled it differently and it didn't happen during Mass, he being a Prot and all.  This was several decades ago, and in the meantime there seems to be no reason to expect anything higher than the usual level of violence in That Mali. Staying low on this one pending developments.  "], [22245, "2016-08-11T18:20:44Z", 0.6, "Depending on the criteria for \"Mass\" Mali is trending towards more violence, especially up north."], [28037, "2016-08-03T16:46:58Z", 0.85, "Yes, radicalism is on the rise-unfortunately.  "], [1262, "2016-08-02T16:50:09Z", 0.03, "\"Hundreds of government supporters marched through central Bamako on Saturday afternoon to support Mali's security forces and the peace process, according to an AFP photographer\"\nhttp://allafrica.com/stories/201608010566.html"], [19801, "2016-08-02T10:13:11Z", 0.03, "The Monitor identified a total of 290 mine/ERW casualties in Mali from 1999 to 2014. It seems the conflict has simmered down, few people are being killed so making the threshold of 1000 seems unlikely today."], [27965, "2016-07-31T18:54:01Z", 0.6, "Rise of IS"], [27879, "2016-07-28T12:44:31Z", 0.14, "Increased Al Queda presence in the north, although the recent UN peacekeepers deployment may reduce the probability in the short run, political or ethnicity issues are still in play."], [22245, "2016-07-26T16:12:48Z", 0.6, "No real security in the area, especially up north.  Seems improbable that a mass killing would not take place."], [27055, "2016-07-25T16:29:55Z", 0.67, "After the end of the emergency state and with islamic groups struggling for media attention there will be some sort of event around the time of the 2015 mass killing."], [26748, "2016-07-25T16:05:49Z", 0.08, "Against: Relatively low number of combatants on all sides. No recent mass killings. Civilians do not appear to be the primary targets in recent news. \nFor: Presence of Islamic extremists, which have frequently been violent. Some fighters pushed out of Syria may relocate to Mali. Also, long-standing tribal tensions. "], [25544, "2016-07-24T20:51:53Z", 0.07, "Quite unlikely, but you'll never know which warlord will take control until 31st Dec."], [368, "2016-07-23T19:53:32Z", 0.0, "This week, 16 killing among competing ethic groups."], [1333, "2016-07-23T01:17:41Z", 0.55, "Aq I read has taken a firebase in MALI. If so I expect repercussions. And AQ. May have larger plans."], [25021, "2016-07-23T00:31:32Z", 0.12, "Up 2%. http://www.aljazeera.com/news/2016/07/mali-20-dead-fighting-threatens-peace-deal-160722210119514.html\n"], [706, "2016-07-23T00:30:11Z", 0.5, "If so, it won't be by ISIS."], [83, "2016-07-20T21:50:11Z", 0.0, "Low base rate of around 12 fatalities / Month (and this includes all groups vs all groups), would require over 140 fatalities per month over the remaining 6 months to meet the 1,000 target."], [1262, "2016-07-20T18:52:14Z", 0.11, "\nThanks to @troyburns for his posting http://www.gjopen.com/comments/comments/285582.        With 5 months to go to deadline a \"mass killing\" event seems unlikely but certainly worth watching...it appears the military is an important target, and would not be included as \"noncombatants.\""], [25021, "2016-07-20T08:16:46Z", 0.1, "Interesting time to pop this question. In the past week: Three protesters killed and more than thirty injured by government troops in the troubled north of Mali. The UN has agreed to deploy 2500 peacekeepers to the Gao region as violence there increases. In the center of the country, a coalition of Islamist groups have killed 17 soldiers in an attack on an army base. \nInternational Crisis Group paints a grim picture of multiple threats http://www.crisisgroup.org/en/regions/africa/west-africa/mali/238-central-mali-an-uprising-in-the-making.aspx\nI need to do some homework before I go any higher (considering short time frame) but chance of chaos appears quite high."], [12302, "2016-07-19T23:16:44Z", 0.0, "initital forecast; probably going to stay between 0 and 2% anyway, but going to come back with reasons during  the next days."], [83, "2016-07-19T20:47:12Z", 0.0, "Starting with low base rate."]]}