{"question_id": 194, "title": "Will Afghanistan's parliamentary elections be held as scheduled on 15 October 2016?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[20156, "2016-10-15T10:58:09Z", 0.05, "Have you found any sources claiming there wouldn't be an election held then?"], [755, "2016-10-11T02:02:44Z", 0.02, "Incremental adjustment down for the passage of time."], [6303, "2016-10-10T03:15:07Z", 0.0, "According to the general news and GJP consensus."], [3895, "2016-10-04T11:25:33Z", 0.01, "passage of time"], [755, "2016-10-03T20:58:00Z", 0.05, "CNN, October 3, 'Taliban launches major assault on Afghan city of Kunduz': http://www.cnn.com/2016/10/03/middleeast/taliban-afghanistan-kunduz/\nClips from CNN article:\n\"Heavy fighting is still going on,\" Ehsanullah Sadiqi told CNN, speaking by phone from Kunduz.\nHe said traumatic memories are still fresh for much of the city's population after the Taliban capture of Kunduz in late September 2015.\n\"A lot of people who fled Kunduz last year at this time when the Taliban had taken over the city returned to Kunduz. So the number of people trying to flee again today was huge,\" Sadiqi said. He described city streets that are almost completely deserted."], [6303, "2016-10-03T03:09:30Z", 0.0, "According to the general news and GJP consensus."], [1639, "2016-10-01T18:58:36Z", 0.0, "Going down for passing of time"], [19801, "2016-10-01T12:19:39Z", 0.0, "In only 16 days it is impossible to conduct elections when basic security is under threat due to the Taliban. Few humans are so committed to democracy that they would take a bullet for it."], [38, "2016-09-30T01:51:38Z", 0.0, "http://www.foxnews.com/world/2016/09/29/afghan-unity-deal-expires-but-gridlocked-government-remains.html"], [6303, "2016-09-25T18:31:29Z", 0.0, "According to the general news and GJP consensus."], [11380, "2016-09-25T17:14:12Z", 0.15, "http://thediplomat.com/2016/09/the-coming-political-crisis-in-afghanistan/"], [476, "2016-09-23T16:52:29Z", 0.01, "This \"peace treaty\" offers a ray of hope, link here  http://www.aljazeera.com/news/2016/09/gulbuddin-hekmatyar-group-signs-afghan-peace-deal-160922093420326.html"], [19801, "2016-09-20T09:27:36Z", 0.0, "http://www.tolonews.com/en/afghanistan/27339-ghani-ceo-reach-electoral-reforms-agreement\nhttp://www.kabultribune.com/index.php/2016/09/18/wj-summons-icoic-members-on-electoral-reform-decree/"], [6303, "2016-09-18T21:21:33Z", 0.0, "According to the general news and GJP consensus."], [6303, "2016-09-12T00:59:01Z", 0.0, "According to the general news and GJP consensus."], [755, "2016-09-09T23:51:54Z", 0.3, "CNN (opinion), September 8, '15 years on, we must not let Afghanistan slide backwards': http://www.cnn.com/2016/09/08/opinions/david-miliband-afghanistan-opinion/\nClips from CNN article:\n\"A staggering 1.2 million people are currently internally displaced, the highest number since the fall of the Taliban.\nAfghanistan's 2.7 million refugees mostly reside in neighboring Iran and Pakistan, with hundreds of thousands -- possibly millions -- more residing there unregistered.\""], [6303, "2016-09-06T02:10:18Z", 0.0, "According to the general news and GJP consensus."], [476, "2016-09-05T15:12:34Z", 0.0, "updating "], [83, "2016-09-03T19:40:48Z", 0.0, "With six weeks left to the sceduled election dare; there no news regarding real election activity."], [21800, "2016-09-03T18:51:03Z", 0.01, "Dropping down to 1% from 5%."], [68, "2016-09-02T10:53:08Z", 0.0, "It's been over three months since I reviewed this IFP and am moving down from 1% as a result of the consensus being zero."], [6303, "2016-08-28T23:47:00Z", 0.0, "According to the general news and GJP consensus."], [755, "2016-08-23T22:55:54Z", 0.4, "Deutsche Well, August 18, 'Discord between Afghan unity government leaders intensifies - Calls for fresh elections have intensified in Afghanistan as the unity government leaders fail to resolve their dispute over power sharing. President Ghani and CEO Abdullah have yet to find a way to work in tandem.': http://www.dw.com/en/discord-between-afghan-unity-government-leaders-intensifies/a-19485299\nClips from DW article:\n\"Meanwhile, opposition leaders have called for Ghani and Abdullah to step down, chiding the leaders for their failure to realize electoral reforms necessary to pave the way for parliamentary and district council elections.\n\"We must hold fresh elections and elect a new president to break the deadlock,\" Anwar Ulhaq Ahadi, an opposition leader, said Wednesday, August 17.\nFakor, however, believes that the main issue is not the agreement between the two leaders but their track record so far in power. \"They have failed to work together. This makes people speculate that Afghanistan is heading for early elections.\""], [6303, "2016-08-21T22:17:33Z", 0.0, "According to the general news and GJP consensus."], [1034, "2016-08-20T05:56:54Z", 0.0, "Daily Outlook Afghanistan Website, (2016). Govt. Finalizes Amendment to Electoral Law. Daily Outlook Afghanistan. Retrieved from\nhttp://www.outlookafghanistan.net/national_detail.php?post_id=15984\nAugust 16, 2016"], [2965, "2016-08-19T21:07:36Z", 0.01, "Reaffirm"], [1034, "2016-08-18T06:47:18Z", 0.0, "Authors Sands & Qazizai, (2016), state that:\n“Then after the election the parliament will be composed in the same way as the government, 50:50 between the two leaders,\" she said.\nA later decision by the upper house of parliament to support the decree only seemed to underline the political divisions within the country. Unless it turns to the supreme court for help, the government still requires approval for the decree from both houses before it can move forward.\nMuch of the opposition to the autumn election can be traced to the palpable anger that still lingers from the 2014 presidential campaign (¶ 15-17)."], [83, "2016-08-16T00:19:54Z", 0.01, "Ghani reported to consider passing a third version of electorial reform by executive order, while parliament is out for the summer.  With legislation twice defeated in parliament, and disagreements between Ghani / Abdullah and possibly Karzai, an executive order may create more issues than it resolves.\nhttp://www.voanews.com/a/two-years-after-controversial-afghan-elections-promised-reforms-remain-stalled/3462811.html"], [6303, "2016-08-15T01:12:54Z", 0.0, "According to the general news and GJP consensus."], [1034, "2016-08-14T07:24:22Z", 0.0, "Authors Sands & Qazizai, (2016) stated that:"], [28269, "2016-08-14T04:55:49Z", 0.8, "They won't have all the bugs worked out of the system yet, but they will have an election anyway.   "], [1993, "2016-08-11T05:19:52Z", 0.0, "They still can't agree on the election reforms. Only two months left."], [476, "2016-08-05T18:23:47Z", 0.01, "Less likely, thus adjustment."], [1034, "2016-08-05T04:25:55Z", 0.0, "Not within this timeline"], [10924, "2016-07-30T19:06:02Z", 0.35, "Govt. Seeks Alternate for Electoral Reforms Amid Setbacks, July 28, 2016\nhttp://www.outlookafghanistan.net/national_detail.php?post_id=15830"], [755, "2016-07-23T23:51:34Z", 0.6, "Positives:\nForeign Affairs, July 20, 'Good News From Afghanistan - Kabul's Economic Reforms Take Shape': https://www.foreignaffairs.com/articles/afghanistan/2016-07-20/good-news-afghanistan\nUSA Today, July 18, 'U.S. commander: Progress in fighting the Taliban in Afghanistan': http://www.usatoday.com/story/news/world/2016/07/18/us-commander-progress-fighting-taliban-afghanistan/87257034/\nReuters, July 9, 'Despite fatigue, NATO commits to fund Afghan forces to 2020': http://www.reuters.com/article/us-nato-summit-afghanistan-idUSKCN0ZP0AC\nNegative:\nSee @Anneinak July 23 post and link on AF govt. foot-dragging. \nClips from Tribune article:\n\"The former chief of the Independent Election Commission of Afghanistan, Fazel Ahmad Manavi, has blamed the government for a “lack of commitment within the political leadership to implement systematic reforms in the election law,” Tolo TV has reported.\n“The government is likely to face a credibility challenge unless the reforms are implemented and parliamentary elections held as scheduled,” Manavi was quoted as saying.\nComments: Of course, they had the same foot-dragging with their 2014 presidential election. Affirming forecast and will assess at month's end."], [38, "2016-07-23T21:16:29Z", 0.0, "http://tribune.com.pk/story/1147248/afghan-govt-blamed-delays-parliamentary-elections/"], [4634, "2016-07-16T14:31:52Z", 0.08, "Some progress. But \"Welcoming efforts to make progress on holding elections, U.N. envoy Yamamoto asked government to outline a realistic timeline for the process\" sounds like 15 October is off the table."], [4634, "2016-07-12T20:20:31Z", 0.15, "(no change) At least there is some movement (progress?): "], [1624, "2016-07-09T02:15:22Z", 0.03, "Adjusting for passage of time & negative developments like IEC chairman resignation"], [19801, "2016-07-07T10:52:41Z", 0.0, "Problems remain as unsolvable as before, with no positive progress made."], [368, "2016-07-06T16:55:33Z", 0.0, "@Intrilligator:  http://www.reuters.com/article/us-afghanistan-election-idUSKCN0UW0Q6"], [755, "2016-07-06T14:36:57Z", 0.6, "Obama to raise to and maintain troop levels at 8.4k till end of his term. Cites recommendations from NSC, Pentagon and AF leadership.\nAffirming forecast for the passage of time."], [15371, "2016-07-03T23:04:51Z", 0.85, "We'll insist on it to defend our presence there. "], [4634, "2016-07-03T11:11:14Z", 0.12, "\"Yet the elections are likely to be postponed at least until 2017\""], [755, "2016-06-30T05:58:43Z", 0.6, "Affirming forecast for the passage of time."], [202, "2016-06-29T13:18:51Z", 0.03, "Buried within this excellent if long article are a couple sentences on how disunity within the national unity government means that electoral reforms will not be implemented on time & parliamentary elections delayed - going with 3%\nhttp://www.newyorker.com/magazine/2016/07/04/ashraf-ghani-afghanistans-theorist-in-chief\n"], [4634, "2016-06-25T09:26:39Z", 0.15, "According to the Afghan Election Law, it should not be possible anymore: \"Practical considerations aside, the law says the electoral calendar must be published 120 days before election day which, if parliamentary and district elections were to be held on 15 October 2016, would have to have been done on 17 June, at the latest.\" [1]"], [1034, "2016-06-25T07:11:43Z", 0.0, "Under increasing domestic criticism, the Afghanistan government lacks the full support of the populous relative to the country’s’ security and its current internal divisions. The compromise brokered by the US government in 2014 relative to the outcome of the presidential election now reaches a deadline exists linked to the reform of the Afghan electoral processes (Katzman, 2016)."], [38, "2016-06-23T22:44:03Z", 0.0, "https://www.stratfor.com/analysis/afghan-government-unified-name-alone"], [23006, "2016-06-23T21:09:13Z", 0.1, "One afghani uber driver  (@clinton) doesn't think it is likely, and taxi drivers around the world are surprisingly well-informed about these things, in my experience."], [38, "2016-06-23T21:00:15Z", 0.04, "lowing by 7% based on an ex-pat's opinion shared by @clinton at http://www.gjopen.com/comments/comments/259011"], [2965, "2016-06-19T23:48:41Z", 0.02, "Minus 1. See Afghan Analysts latest report on quagmire."], [476, "2016-06-18T12:31:13Z", 0.03, "seems more \"less likely\"  as US reevaluates its ongoing advisory role..."], [25021, "2016-06-18T06:51:33Z", 0.02, "I've been high on this one for long enough. The recent acrimonious failure to agree on terms for the Structure Law suggests that Afghanistan has a long way to go before it is comfortable with the democratic process. Will of the people, be damned! What matters more is who gets to govern them. \nI had - optimistically, perhaps - seen these elections as an important step forward for Afghanistan, but I no longer think that. The silence out of Washington and Islamabad has been deafening - or am I missing something?"], [11442, "2016-06-18T01:48:35Z", 0.1, "lowering significantly after MPs rejected president of the g Loring significantly after MPs rejected presidential decree.https://www.afghanistan-analysts.org/another-hurdle-for-elections-in-2016-mps-reject-presidential-decree-on-electoral-commissions/"], [10916, "2016-06-15T21:54:39Z", 0.03, "Don't bet against dysfunction."], [368, "2016-06-14T18:25:43Z", 0.05, "Good assessment of what is required for Afghanistan to hold the October elections:  http://www.reuters.com/article/us-afghanistan-election-idUSKCN0UW0Q6\nIn it. the key assessment is \" Ahmad Yousuf Nuristani, the head of the election commission, told a press conference in Kabul.Nuristani said the elections would only be held on time if the government provided the necessary budget and security for candidates, election personnel and ballot boxes\""], [11442, "2016-06-13T17:15:34Z", 0.4, "@Intriligator's point that there is no precedent for delaying a scheduled and confirmed election is well taken, and the Government's frequent reiteration that the election will take place on the scheduled date, will make it difficult for them to delay without losing face. However, there do appear to be substantial procedural/logistical obstacles, and the selection is more complex than previous ones. Therefore, I think it's somewhat more likely that the election will not take place as scheduled, but I do not have a high degree of confidence. As others have noted, June 17 will be the moment of truth in terms of the publishing of the calendar. I will update then. "], [2965, "2016-06-12T04:23:56Z", 0.03, "@Raisinville you were correct a month ago. at least by the AAN\nthis out June 10,2016 crossed my desk.\nhttps://www.afghanistan-analysts.org/pushing-the-parliament-to-accept-a-decree-another-election-without-reform/\n\"Pushing the Parliament to Accept a Decree: Another Election without Reform?\n\"Afghanistan’s electoral reform process, that was supposed to be a precondition for the next ballot, has been excruciatingly slow and has culminated in a watered-down version of its original mandate. The delays mean that it has by now become practically impossible to hold elections this year. The presidential palace, however, continues to insist that both elections – for Wolesi Jirga and district councils – will take place in mid-October, as planned, and has increased pressure on parliament to pass a crucial decree. AAN’s Martine van Bijlert and Ali Yawar Adili take a closer look at the intricacies involved, as the parliament prepares to discuss the decree\""], [25021, "2016-06-12T01:45:03Z", 0.22, "The road to elections won't be easy, but at least they're still thinking about them: https://www.khaama.com/parliament-delays-voting-for-presidential-decree-regarding-electoral-reforms-01226\nAs an aside, \"Afghanistan welcomes broader US military role against Taliban\" http://www.channelnewsasia.com/news/asiapacific/afghanistan-welcomes/2864604.html \"The US presidential election is coming up this year and Obama needs to show that the war in Afghanistan is still important,\" Kabul-based military analyst Wahid Taqat told AFP. \"He cannot afford to let Afghanistan fail.\" I wonder what that actually means - are October's proposed elections part of the success/failure equation, or has the \"Global Democratic Revolution\" been abandoned post-Iraq? "], [368, "2016-06-07T20:19:24Z", 0.85, "The following pattern can be seen in previous elections in Afghanistan since 2004.  Each election since 2004 (with this exception - IFP) which has been schedule, has also been confirmed and occurred.   Presidential election 2004, House of Elders 2005, Presidential 2009, House of People 2010, Presidential April 2014, and Presidential June 2014.   Despite the variances (both large and small, in the degree and intensity of military conflicts, insurgencies, Islamist revolts and guerrilla warfare) schedule elections have occurred.   The current election for October 2016, has been schedule and confirmed.   Given the admittedly small N where outcomes in these case were yes, I have no reason so suspect any different (except in the case of a large scale territorial war, uprisings, insurgencies, external interferences and high level of volatility).   This of course does not speak to likely events such as corruption in electioneering, interference and military disruption and bombings by insurgents, or ongoing guerrilla and terror tactics.  Previous elections have occurred under similar and varying degrees of intensity."], [83, "2016-06-06T23:20:12Z", 0.02, "Just a guess:\nAnother member of parliament dies in attack:\nhttp://www.aljazeera.com/news/2016/06/afghanistan-taliban-attack-logar-court-kills-160605090609051.html"], [755, "2016-06-06T05:43:49Z", 0.6, "I posed this IFP to one of my contacts* in Afghanistan and was a bit surprised by his positive view: "], [1993, "2016-06-05T05:41:02Z", 0.1, "It doesn't look like it at this point. The Independent Election Commission (IEC) doesn't have funding, and no one really seems to care much about the elections, except for foreigners."], [755, "2016-06-04T03:55:08Z", 0.15, "Consensus show probability trending low on this IFP and I agree.\nAlmost daily shares that cross my screen highlight the destabilization of governing structures by a resurgent Taliban and Al-Qaeda.\nDeep concern and pessimism by major players intimate with the field have been voiced: \nTolo News (AF), June 2, 'U.S Skeptical About Peace Process with New Taliban Leader': http://www.tolonews.com/en/afghanistan/25612-us-skeptical-about-peace-process-with-new-taliban-leader\nSource: TRAC - TERRORISM RESEARCH & ANALYSIS CONSORTIUM http://www.trackingterrorism.org/\nA share from David Petraeus this morning:\nThe National Interest, June 3, 'Keep Troop Levels Steady in Afghanistan': http://nationalinterest.org/feature/keep-troop-levels-steady-afghanistan-16450\n"], [19170, "2016-06-01T18:18:09Z", 0.05, "Down per information mentioned by @Khalid"], [1333, "2016-06-01T05:36:28Z", 0.0, "@kahlid thanks for bringing up the election commission. If I remember right it was their Commissioner who was stopped with a truck full of money and ballots on the way to polling places that Abdullah blamed for his not winning. setting the stage for shared leadership with Ghani. Neither is going to turn lose of that bone of contention without a fight. So in the interest of peace and following Karzi the Korrupts precedent of a caretaker government - there will be no elections. Where is ole Hamid anyway? Sitting on a life time of supply of Heroin in France I suspect but I haven't seen his name in the news for a while."], [2965, "2016-06-01T02:19:32Z", 0.0, "See AAN. post. 1911 PDT on Parliament. I do not know why some very bright people expect a defense minister or elections when lately there has not even been a Quorum.\nAnd there are so many impediments to eithet. See last 2 AAN analyses.\nI infer my projections from comprehensive reports in both that are outstanding."], [83, "2016-06-01T00:53:24Z", 0.02, "Updating for the passage of time."], [2965, "2016-06-01T00:11:17Z", 0.0, "Afghanistan Independent Analyst update.  That source is referred to in IFP.\n"], [21800, "2016-05-31T09:47:10Z", 0.05, "Dropping to 5% from 15%. "], [25021, "2016-05-31T09:03:10Z", 0.27, "Excellent detail in this article, though no clear indication as to what might actually happen: https://www.afghanistan-analysts.org/when-the-political-agreement-runs-out-on-the-future-of-afghanistans-national-unity-government/\nLowering my forecast by 15% as progress toward an October election doesn't seem to be a priority for anyone in power. US interference - and how it is interpreted - could ultimately determine whether the vote does go ahead. "], [68, "2016-05-31T06:20:53Z", 0.01, "@Rene, @Raahul_Kumar"], [4634, "2016-05-30T13:31:17Z", 0.12, "The latest from Afghanistan Analysts Network: \"It is very unlikely that Wolesi Jirga elections will be held this year, with the Independent Election Commission (IEC) in stasis: donors froze most of their funding, the chairperson resigned and the commission is awaiting a renewed selection process. No preparations have yet been made for District Council elections that are supposed to take place for the first time.\" "], [19801, "2016-05-30T07:08:01Z", 0.0, "\"Following the proclamation of E-day for the mentioned elections, IEC, for the purpose of conducting upcoming Wolesi Jirga and District Councilsâ€™ elections, given the date (Oct 15, 2016), set forth its operational plan."], [2965, "2016-05-29T15:03:23Z", 0.0, "After reading the latest analysis from the Afghan Independent Analysts referred to in IFP crossed my email yesterday. It's such a mess I do not forsee this event or Any vote on any matter by Parliament. There is no IEC. The last election is still disputed. \nSame with Defence Minister."], [22822, "2016-05-28T14:27:07Z", 0.03, "http://www.iec.org.af/media-section/press-releases/546-donduct-2016"], [476, "2016-05-26T04:52:01Z", 0.07, "Like Will  Rogers used to say, \"all I know is what I read in  the newspapers\";)  http://edition.cnn.com/2016/05/25/middleeast/new-taliban-leader-announced/"], [25364, "2016-05-25T21:09:56Z", 0.75, "The taliban's leader was just killed by a US drone strike and the Obama administration will want to make sure that there will be at least some stability in Afghanistan before a new US president gets elected. "], [102, "2016-05-25T03:33:40Z", 0.25, "https://larswericson.wordpress.com/2016/05/25/gitrep-24mar16pm/"], [411, "2016-05-19T20:32:32Z", 0.25, "While unlikely, a mockery of the elections - done cheaply and improperly - may go ahead just so the Afghani government can save face and prove they still have the capability to run an election. To be unable to do so would be giant sign of weakness. If money and security are the issue, outside assistance from the US, Russia and China, could be obtained."], [102, "2016-05-18T03:00:25Z", 0.0, "https://larswericson.wordpress.com/2016/05/18/gitrep-17mar16pm/"], [17875, "2016-05-17T19:45:08Z", 0.0, ": )"], [25021, "2016-05-16T01:59:15Z", 0.42, "Much to do before elections are viable, but mandate of some sort may be crucial if slide toward chaos is to be arrested. The picture may not become clear until mid-September."], [17875, "2016-05-15T21:52:21Z", 0.0, "unlikely based upon @Khalid "], [368, "2016-05-14T17:37:09Z", 0.85, "The date for the elections is confirmed and scheduled.    Possible military engagements and internal factionalism among various interests could derail the process.  Estimate increased due to confirmed scheduled date."], [10924, "2016-05-14T06:00:26Z", 0.3, "Likely event but starting conservatively"], [102, "2016-05-14T03:40:20Z", 0.18, "https://larswericson.wordpress.com/2016/05/14/gitrep-13may2016pm/"], [3063, "2016-05-13T16:43:49Z", 0.32, "Based on previous difficulties with holding elections on time, the reduced influence of the west in Afghanistan to ensure the process takes place on time and the decline in the security situation my initial assessment is a 30-39% chance with the end percentage being closer to the lower end of the scale than the higher."], [1639, "2016-05-12T15:53:01Z", 0.05, "Most of the problems have centered around pre-existing disputes within Afghanistan's coalition government between the two main candidates from the 2014 Presidential election. The overhaul of the Afghan electoral system prior to a new parliamentary election was a key part of the post-election power-sharing deal reached between President Mohammad Ashraf Ghani and Chief Executive Abdullah Abdullah. Whilst both agree in not holding an election before the process is overhauled, there is disagreement on how to proceed and who should oversee the process. Ghani's recommendation of Shukria Barakzai for the post was rejected by Abdullah, who saw her as being too close to Ghani. Simultaneously Abdullah has also been strongly opposed to the same officials overseeing the election as oversaw the 2014 Presidential election, due in part to the widespread belief that Ghani benefited from the 2014 elections irregularities compared to Abdullah. Tying into this is the fact that no officials from the election have been charged with any crime or removed. In contrast to Abdullah's more hardline calls for total overhaul, Ghani's supporters have been more supportive of more limited reforms."], [3895, "2016-05-12T14:17:52Z", 0.32, "initial forecast. "], [21800, "2016-05-12T06:36:58Z", 0.15, "Moderating my position from 10% to 15%.\nProbably too early to go super low on this yet."], [102, "2016-05-12T03:31:24Z", 0.22, "https://larswericson.wordpress.com/2016/05/12/gitrep-11may16pm/"], [24176, "2016-05-11T00:00:11Z", 1.0, "Automatic Yes. It is a sham of an election anyways."], [436, "2016-05-10T05:09:57Z", 0.2, "The longer the delay before something like this, the longer the Expected Future Delay (like when you see a computer failing to boot quickly when most computers boot quickly). Less optimistic than the crowd -- even a one-month delay (so mild!) breaks the promise."], [102, "2016-05-10T02:30:16Z", 0.28, "https://larswericson.wordpress.com/2016/05/10/gitrep-9may16pm/"], [21800, "2016-05-09T10:30:08Z", 0.1, "Am not really up to speed on Afghanistan, but am sufficiently persuaded by a high degree of unanimity on this question from the active users."], [24820, "2016-05-08T19:27:12Z", 0.67, "International Forces will support to held the elections."], [102, "2016-05-08T16:57:54Z", 0.24, "https://larswericson.wordpress.com/2016/05/08/gitrep-8may16am/"], [5034, "2016-05-08T01:21:02Z", 0.3, "Based on the reasons listed in the articles and the fact that Afghanistan remains a hot mess, I doubt they can pull this off as planned. "], [22822, "2016-05-07T22:29:59Z", 0.1, "See anneinak's comments"], [38, "2016-05-07T22:05:56Z", 0.11, "Thank you to the informative and amusingly succinct posts from\n@Khalid, see: http://www.gjopen.com/comments/comments/224777\n@Raisinville, see:   http://www.gjopen.com/comments/comments/224951\n@Amir-: it's culturally fashionable to be late; nothing happens on time in Afghanistan\n@Raahul_Kumar also says, \"Unlikely . . . .unless the government can enact an incredible revolution in only a few months. If they were capable of that, the Taliban would already have lost."], [19311, "2016-05-07T10:37:29Z", 0.2, "meh, lowering already - just read article linked from http://www.gjopen.com/comments/comments/228630 by  @nblock4082"], [19311, "2016-05-07T10:31:52Z", 0.33, "I think that given that it was already delayed, it will probably happen before the end of the year - OTOH given the mess in the Afghanistan, it would be no surprise if it happened week or two later..."], [23681, "2016-05-06T18:12:39Z", 0.1, "As the scheduled date edges closer, coverage of the instability in the country and lack of funding for overall of the electoral system make the prospect of October elections appear slim.  "], [24206, "2016-05-06T11:45:43Z", 0.44, "Unlikely to happen - lots of consternation, lots of 'illegitimacy' claims, severe lack of money, lots of Taliban opposition.  However, the government needs to show that elections can happen to provide legitimacy -- and the US needs for them to happen to for political reasons.  "], [24742, "2016-05-06T10:13:57Z", 1.0, "They always do so.  They come together but can not come to agreements "], [706, "2016-05-06T06:08:44Z", 0.25, "Blizzard or earthquake."], [19801, "2016-05-06T03:43:36Z", 0.03, "Unllikely."], [38, "2016-05-05T00:37:22Z", 0.22, "Based on @Raisinville's post here:  http://www.gjopen.com/comments/comments/224951\nand @Amir-'s cogent post here:  http://www.gjopen.com/comments/comments/227329"], [9755, "2016-05-04T22:06:46Z", 0.09, "Nothing happens when it's suppose to in Afghanistan , so the chances on this one is Low in my opinion."], [18762, "2016-05-04T13:07:13Z", 0.1, "right now have to put odds very low-the commission itself is in trouble and Abdullah apparently insists on replacement of the commission. Seems like a common story around the world when it comes to elections in countries without a strong electoral and historical institution. "], [12302, "2016-05-04T01:55:37Z", 0.15, "initital forecast; highly sceptical; the gov. is still busy dealing with the results of the last election; abdullah abdullah doesn't regard the election commision as legitimated and the whole gov. hasn't been consulted; reforms are not done yet. taliban on the offensive."], [24602, "2016-05-03T23:43:25Z", 0.85, "ItÂ´s their only chance to build a state, it will be difficult but they will be willing to try "], [83, "2016-05-03T19:14:18Z", 0.05, "Dated April 6th, this article reports that Nuristani, appointed to head the IEC by former president Karzai, resigned his position only 3 months after setting the Parliamentary election date.  The election announcement is viewed as political, due to the Karzai appointment.  Nuristani reportedly claimed the gov't was not cooperating on a new election process, yet, needed to provide a budget, ensure security (for polling centers, staff, candidates and voters), and ensure gov't bodies co-operate.  First time district council elections in a large number of constituencies, many insecure, with unclear boundaries and varying district lists are also issues."], [368, "2016-05-03T18:36:04Z", 0.85, "Afghanistan is officially scheduled to have the election for House of People (parliament) on October 10, 2016.   Whether is will be delayed or postponed is a somewhat different question.  However, the date is officially confirmed."], [68, "2016-05-03T18:02:31Z", 0.25, "AFAIK, the electoral reforms that were supposed to be introduced (part of the compromise forced upon Ghani and Abdullah by John Kerry) have yet to be agreed upon much less implemented. The election date was announced by the Independent Election Commission, whose legitimacy has been consistently challenged by Abdullah's supporters. One of the biggest problems in the last Presidential election was that about 20 million voter ID cards had been issued to an electorate of 12 million, hence allegations of fraud (on both sides) were hardly a surprise. Though I haven't yet found any reports after those in January when the 15 October date was announced, I very much doubt that elections will be held as scheduled. The absence of news is probably telling, as otherwise we should be hearing about preparations. In addition, the Taliban have announced a spring offensive."], [691, "2016-05-03T17:13:30Z", 0.88, "This seems to be about the rate at which elections in such places are held as scheduled.  There is no reason to believe it will hold in the case of Afghanistan.  Stay tuned. "], [500, "2016-05-03T17:06:53Z", 0.97, "jes"]]}