{"question_id": 682, "title": "Before 1 October 2018, will Kim Jong-un cease to be supreme leader of North Korea?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[47482, "2018-09-20T00:23:50Z", 0.01, "Affirming "], [59141, "2018-09-19T12:25:30Z", 0.01, "10 days to go, even a heart attack would take longer"], [68, "2018-09-10T09:44:59Z", 0.0, "Minimal chance of this happening in the next 20 days."], [47482, "2018-09-08T17:07:16Z", 0.01, "Affirming"], [5766, "2018-09-06T19:53:03Z", 0.01, "Unless he dies of natural causes or someone from inside attempt a successful assassination him, it is not possible."], [60555, "2018-09-05T16:58:43Z", 0.0, "The most likely collapse of the North Korean state would come from the inside, specifically through reactions to economic reforms that would destabilize and de-legitimize the regime. Economic reforms are proving to be necessary to continue presenting his regime as legitimate now that he has effective nuclear weapons. These reforms would not happen at such a rapid pace so as to provoke a coup to depose Kim Jong-un within the next month, but they could cause political instability. It is still unclear what reforms would be undertaken, so I do not think that Kim Jong-un will leave his post as supreme leader of North Korea by 1 October 2018."], [47482, "2018-09-01T12:39:02Z", 0.01, "Affirming"], [36184, "2018-08-30T17:24:43Z", 0.01, "At one month out, we want to know the percentage chance a dictator will die or be deposed within a one month time period.  Annual risk of death for someone 35 years old is about 1/1000 for an American.  Given Kim's affluent  lifestyle and BMI, we are probably similar to that distribution.  So for a one month period that is about 1/10,000, but neglects the chance of political death, which is probably higher.  "], [60473, "2018-08-27T09:33:26Z", 0.01, "Kim Jong Un-type leaders often finish their career with surprising events. But usually there are many similar situations, that can lead to their finish, no one knows which one will be the dead end."], [368, "2018-08-26T19:21:51Z", 0.0, "Empirical data on autocratic regime duration indicate a higher level than mixed regime types.   These observations allow us to infer and support (through hypothesis testing) that autocratic regimes (with repression as its primary means of coercion) are stable and that the variance in durability and repressive coercion for be different than anocratic (mixed regime types) systems which tend toward instability where repressive coercion also exists.  Whether there is a significant difference in variance should be determined the appropriate empirical test.  If none exists, we can ascertain difficulties in the formulation of this proposition; if it exists, it provides evidence for demarcation among regime types.  It also provides validity for the concept.  Falsifiability is the main criterion for determine the validity of any hypothesis. This empirical regularity has been falsified through a mix of testing methodologies.  This proposition is useful in assertaining the interest and strategic interactions among regime types."], [47482, "2018-08-25T02:39:49Z", 0.01, "Affirming"], [60346, "2018-08-21T21:20:08Z", 0.01, "Highly unlikely, would require health difficulty, military or civilian uprising within North Korea or intervention from Chine or US who both have failed to show any desire to radically reshape the political landscape on the Korean Peninsula. "], [47482, "2018-08-18T00:18:03Z", 0.01, "Affirming"], [47111, "2018-08-17T20:13:03Z", 0.01, "It's a short time frame for a big change.  While there is no information to suggest it could or couldn't happen, the status quo seems most likely.\n"], [43588, "2018-08-17T18:32:40Z", 0.05, "He is a Putin Asset. He is not going anywhere"], [745, "2018-08-14T14:04:38Z", 0.0, "In this environment, he is not leaving.  To get an adequate Brier score, I am not hedging this one.  Could be a bad decision."], [58049, "2018-08-14T14:03:53Z", 0.0, "'Solid dictatorship' "], [60236, "2018-08-14T13:40:57Z", 0.01, "The North Korea folk isn't brave enough to go on the street and demonstrate for a new government before 1 October 2018. They have too much respect from the government and they are doing that, what they have been told. In the future, I think North Korea and South Korea will be one country again, because many Korean people have relatives on both sides."], [47482, "2018-08-11T01:13:05Z", 0.01, "Affirming"], [60017, "2018-08-04T18:41:21Z", 0.05, "First judgement, based on my assumptions. Will do more research."], [47482, "2018-08-04T13:09:08Z", 0.01, "Affirming"], [47482, "2018-07-28T13:19:58Z", 0.01, "Affirming"], [41586, "2018-07-25T21:30:13Z", 0.02, "Summit reinforced his position, if anything. Always a chance of a random event, like slipping on a marble staircase."], [55900, "2018-07-24T13:34:10Z", 0.0, "Track history, he gets them before they get him."], [29646, "2018-07-18T02:24:19Z", 0.0, "Obviously not"], [47482, "2018-07-15T23:34:30Z", 0.01, "Affirming"], [14493, "2018-07-15T12:29:24Z", 0.0, "The passage of time suggests it is now closer to zero than 1%"], [1678, "2018-07-14T15:26:46Z", 0.02, "The only realistic thing that will take Kim out of power is poor health with only 2.5 months left until the question ends."], [59141, "2018-07-12T12:24:59Z", 0.0, "He looks pretty safe"], [59792, "2018-07-10T10:04:00Z", 0.1, "Kim is overweight, there's a slim chance he'll have a heart attack."], [59788, "2018-07-10T07:16:52Z", 0.01, "Only if there is a massive military action from the United States."], [35636, "2018-07-06T06:49:09Z", 0.0, "Will gout catch up? Heart attack maybe? Trip and fall with broken neck. "], [47482, "2018-07-04T16:09:26Z", 0.01, "affirming"], [59559, "2018-07-03T14:43:52Z", 0.01, "I lived 22 years in Japan and I read widely on Asian affaires. In Japan, I was friends with an American expert on North Korea, Bradley Martin, and I read his book \"Under the Loving Care of the Fatherly Leader\" as well as his numerous articles on the topic."], [59559, "2018-07-03T13:33:46Z", 0.05, "Comment deleted on Jul 03, 2018 02:41PM UTC"], [58542, "2018-07-03T11:08:44Z", 0.0, "Too shrewd"], [47482, "2018-06-29T01:43:14Z", 0.01, "Affirming "], [59141, "2018-06-26T04:25:54Z", 0.05, "He is a relatively young man, Korean leaders are not easily replaced, we is vigilant, not planning anything rash or risky now, has a  major international boost so I doubt anyone in the leadership will feel the urge to remove him.  "], [1653, "2018-06-25T15:02:22Z", 0.0, "Totalitarian ledear could be overthrown only by his death. Chances of military coup are hard to judge because of lack of any information from the country. Potentially consequences of organising the coup would be enormously devasting both for the military coup leaders and civilians. Military officers are aware of that. In these conditions chances of coup are low."], [47482, "2018-06-22T20:30:36Z", 0.01, "affirming"], [58659, "2018-06-21T03:58:41Z", 0.01, "KJU's grip on power appears to be nearly unassailable. And given the prestige he's received from his meeting with Trump and the subsequent openings, it's highly unlikely he will lose his chairmanship."], [48709, "2018-06-16T18:52:08Z", 0.0, "No"], [47482, "2018-06-15T14:34:07Z", 0.01, "affirming"], [47812, "2018-06-14T13:50:01Z", 0.02, "He made it back after the summit."], [53489, "2018-06-13T02:13:34Z", 0.15, "Strong forces exist within North Korea, and not all will agree with a change in posture.  One or more could fight back.  The greater the change in direction, the greater the chance of resistance.  "], [47482, "2018-06-09T18:51:23Z", 0.01, "Affirming"], [57748, "2018-06-07T11:50:26Z", 0.03, "It's not appearing likely for any \"obvious\" reason at this point, but as (assuming it does) a series of talks with the US evolve, perhaps some blip will ocurr within his upper leadership. Maybe some old hard-liners will not like this rapprochement and diminution of war footing with the US, and stage a coup. \nI am not *predicting* that (hence only 3 percent, which I may adjust going forward.) \nBut we are in uncharted, entirely new territory. the new path is inherently tenuous, fraught with unknowns.\nTHe unknown unknowns are the ones that make me give a 3 percent, instead of less. And october is quite a while away. "], [41460, "2018-06-03T13:00:08Z", 0.02, "Remaining to the same forecast since March and following back and forthing in the USA-RNK talks plan."], [47482, "2018-06-02T18:54:44Z", 0.01, "Affirming"], [1250, "2018-05-27T18:21:31Z", 0.0, "He has about 25 years to go yet.\nhttps://en.m.wikipedia.org/wiki/List_of_leaders_of_North_Korea"], [47482, "2018-05-26T17:46:45Z", 0.01, "Affirming"], [35636, "2018-05-25T10:08:06Z", 0.0, "If I could be granted one question to be 100% it would be this one. "], [1639, "2018-05-23T15:59:42Z", 0.01, "A 1% just because of his health, but that may be too much too. "], [58204, "2018-05-23T13:25:10Z", 0.0, "Kim Jong-Un is in the unique position as a leader where he is not only seen by his people as Supreme Leader, but they worship him and his family as demigods being the only reason for every event in their lives. Kim, having been educated in the West and essentially cornered by sanctions on his country, will make drastic decisions to change the position of North Korea on the world stage as we have already seen with his acceptance of talks with the United States president, Donald J. Trump, and the first outreach with South Korea and their leader for the first time in many decades. If anything, he may solidify his legacy amongst the people of North Korea as supreme eternal leader and there may be a chance for him to surpass the legacy of his grandfather, Kim il-Sung."], [58424, "2018-05-19T16:56:40Z", 0.95, "First time low hanging fruit. "], [58300, "2018-05-19T04:54:32Z", 0.15, "Kim probably had the agreement of to military when he made overtures to US."], [1639, "2018-05-16T14:25:19Z", 0.0, "Not now for sure"], [58253, "2018-05-11T02:50:57Z", 0.1, "Natural death or assassination would be most likely, but neither are very likely."], [43311, "2018-05-10T16:14:29Z", 0.36, "How does this question resolve if the Koreas unite? What if there is no NKorea in a few months? How long was it again after the fall of the Berlin wall before re-unification? Not tooooo long. I was there. I traveled to E Germany a few times after the wall fell...@11 months. Maybe the Koreans can do it faster?"], [172, "2018-05-10T00:08:23Z", 0.0, "There is only one alternative to Kim Fatty III and Steven Seagall seems happy hanging out with Tsar Vlad the Shirtless."], [58121, "2018-05-06T15:16:20Z", 0.25, "He has control of North Korea and the people support him. Little chance that he will not continue unless illness or accident befalls him."], [14493, "2018-05-04T17:29:17Z", 0.01, "He does not look in great physical shape"], [58072, "2018-05-04T16:45:12Z", 0.01, "death of natural causes - ~0.2% (overweight, family history of cardiovascular disease, may make suboptimal choices due to the people he surrounds himself with and a need to 'look strong'; however he is young and probably has good health care)"], [29033, "2018-05-02T03:20:13Z", 0.01, "Ways KJU could be removed from power:\n1) Death\n2) Resignation\n3) Coup d'etat\n4) Popular uprising\n5) Assassination (including military decapitation strike)"], [35831, "2018-04-30T22:30:55Z", 0.0, "I am selling Kim Jong Un life insurance, only 6 month short term."], [1526, "2018-04-23T14:36:40Z", 0.0, "No, in fact he'll be solidified for quite some time if this peace treaty happens."], [57778, "2018-04-20T11:09:07Z", 0.01, "only if he does deal with Trump to defect and move to Vegas"], [43003, "2018-04-18T00:40:36Z", 0.01, "Making political headway."], [49155, "2018-04-17T21:30:29Z", 0.0, "There have only been three North Korean leaders since 1948. The previous leader, Kim Jong-il, was in power for 17 and a half years. Before him, Kim Il-sung was in power for nearly 46 years. Kim Jong-un has only been in power for 6 years; based on the country's history, he likely has at least another decade. As a dictator, Kim Jong-un has no reason to abdicate power. Moreover, the population doesn't have the means (insititutions, formal or informal) to organize and dicatate a transfer of power in the span of 6 months (meeting the October deadline of this question). Additionally, Kim Jong-un's recent trip to China and discussions (and planned meeting) with the U.S. are sending a signal to the international community of a potential willingness to cooperate on the issue of denuclearization which reduces the international desire for his removal from power."], [41661, "2018-04-15T09:38:33Z", 0.0, "Really don't see this happening at all"], [49549, "2018-04-10T20:54:35Z", 0.07, "Kim Jong-un has been a very stern successor after his father and has largely solidified his rule over North Korea. The only real possibility of Kim Jong-un stepping down would be in an overthrow of his rule, which could become a possibility either from an uprising within the Communist Party or a popular revolt. In order for a popular revolt to have any chance of occurring, the economic conditions in North Korea must become very dire and they certainly are on their way, especially with the new rounds of sanctions by the West and China's willingness to begin enforcement of their sanctions as well. However, it can be assumed that a dictator such as Kim Jong-un would have an interest in prolonging his rule for as long as possible. Therefore, he must raise the living standards of the North Korean people, which can only be achieved through negotiation on the possible removal of sanctions. So far, Kim Jong-un has been willing to compromise and hold talks. He sent a delegation to South Korea for the Olympics and will be meeting with the South Korean President at the end of April. There are also negotiations underway for Kim Jong-un to meet with President Trump after his meeting with the South Korean leader. Although the sudden shift in policy may be surprising, North Korean defector Ri Jong Ho sees this as perfectly understandable. Ri explains that North Korea's economy is in a dire situation and Kim Jong-un has an interest in preserving his rule. Kim Jong-un remains distrustful of China and believes that the US will be instrumental in his ability to retain power. Ri's revelations show that Kim Jong-un is aware of the problems facing his country and he is willing to negotiate. However, talks and negotiation may not be enough to lift sanctions. South Korean Prime Minister Lee Nak-yon has stated that talks must be followed by substantive action and despite Kim Jong-un's willingness to negotiate, he must also be willing to make compromises. Whether Kim Jong-un agrees to such compromises remains to be seen, however, there is a possibility with talks underway for substantive action to occur, and if they do, would certainly extend his rule for the foreseeable future. "], [52446, "2018-04-09T20:42:14Z", 0.0, "No way for any internal opposition to form. He's a known quantity to the Chinese, who have courted him. U.S. and allies can't get him out. The only thing Fatty 3 can do is eat himself to death...there's also some intelligence that he's addicted to opioids."], [25028, "2018-04-08T16:49:41Z", 0.99, "JS sa det"], [41383, "2018-04-08T14:45:08Z", 0.01, "KJU has a stranglehold on the country. There is no way the administration will change unless KJU is killed."], [20156, "2018-04-08T09:29:58Z", 0.01, "Only for health reasons."], [1107, "2018-04-06T14:03:19Z", 0.0, "Why would China let this happen? It's too good of a deal to have N. Korea be this story for such a little amount of spending."], [35636, "2018-04-05T10:47:42Z", 0.0, "Seriously? Consensus only at 2% dang, my score will take a beating. Oh October 1st 2018 seems to be cutting it close. "], [57673, "2018-04-04T22:05:52Z", 0.05, "While Kim Jong-un remains in firm control of the rank and file military and has overwhelming support of the people, there remains the possibility that military hard-liners may resist his new strategy to court the West and South Korea."], [46029, "2018-04-04T04:18:54Z", 0.0, "I see no one who will challenge him."], [45382, "2018-04-03T17:13:29Z", 0.0, "KJU is safe as long military tensions fall and the promise of improvement in the economy of NoKo can be held out. "], [54063, "2018-04-03T17:01:05Z", 0.1, "Only a fortuitous event could provoke his losing power."], [55675, "2018-04-03T16:10:22Z", 0.0, "Kim Jong-Un's efforts to reconcile with South Korea will undoubtedly be used as a propaganda tool touting his \"extraordinary\" foreign policy \"skillset\".  This will mean improved trade relations, if successful, that will infinitesimally increase the standard of living for North Koreans for which he'll take credit further endearing him to North Koreans."], [1019, "2018-04-01T18:48:49Z", 0.0, "Looks like he has everyone under his heel"], [691, "2018-04-01T17:12:38Z", 0.0, "The kid is on a roll just now, so unless heart gives out, he's as safe as anybody can be."], [2610, "2018-03-28T02:56:29Z", 0.2, "The stakes are higher than ever before, the pressure is great, the potential for miscalculation is growing.  Kim's hold on power is not completely assured until October, any more than Maduro's or even Trump's.  2% is way too low.  20% is more accurate.  Three possible scenarios:"], [56813, "2018-03-26T22:01:15Z", 0.05, "Risk of heart attack or stroke due to obesity (he's now up to 290 lbs)"], [57031, "2018-03-26T21:32:39Z", 0.01, "The only plausible route is that of state collapse, and it seems highly unlikely to come about before October. "], [56910, "2018-03-26T18:39:50Z", 0.02, "China and Russia like having him right where he is, doing what he does."], [41460, "2018-03-26T08:15:47Z", 0.02, "Reducing further to reflect latest diplomatic developments with the US (read as indications for less contentious NK administration)   "], [49572, "2018-03-26T04:37:54Z", 0.02, "I think this is a pretty short span of time for such a drastic escalation, which would lead to such a major change in North Korea and international politics. However, I believe the state collapse and assassination options mentioned would be the most probable if something was to happen to remove Kim Jong-un due to the historical/current narrative between it and South Korea and how it is viewed on the international stage."], [54637, "2018-03-25T01:17:36Z", 0.1, "Raising the chance. If Trump keeps amping up the trade war with China, and NK doesn't play very nice, we may have another NK leader. China calls the shots. "], [56751, "2018-03-23T02:50:21Z", 0.05, "Kim has eliminated most of his potential rivals and has successfully established an adversarial relationship with the U.S. president further stabilizing his regime. So long as Kim feels stable in his position he is unlikely to take action that would demand armed intervention by the U.S."], [55717, "2018-03-21T22:45:43Z", 0.02, "Unless Kim Jong-un dies or is overthrown before October 1st 2018, which given what we know now seems unlikely, he will maintain his leadership of North Korea. "], [49075, "2018-03-20T20:58:22Z", 0.07, "Earlier I predicted a 3% chance, but I'm actually raising the probability slightly to 7% because the U.S. and North Korea are set to have nuclear talks by the end of May. This is a welcome move and could improve diplomatic relations between the two nations, but it's also a very high-stakes meeting. If the two countries make an agreement and then North Korea breaks it, which the country has been known to do, the probability of conflict may increase. More importantly one expert argues, \"If North Korea does decide to give up nuclear weapons in exchange for a security guarantee from the US and then they open up the country, think about how much political influence South Korea will try to wage, think of Western society rushing in and the influence of outside information.\" Further, he argues that newly empowered North Koreas will find financial liberation and could mobilize to overthrow North Korea's leader. However, I still doubt North Korea would give up its weapons and that North Korean citizens would be able to mobilize in the four months between June 1 and October 1. Plus, I doubt foreign nations will attempt to intervene with the upcoming historic talk. "], [49461, "2018-03-20T16:41:20Z", 0.02, "In the past few weeks, the North Korean leader has taken several steps to reach out to countries like South Korea and the United States. These meetings show a new trend towards warming relations with the outside world, limiting the likelihood that a foreign country would act drastically at a time when diplomatic efforts seem to be more effective than ever. State collapse, assassination, or military coup are possible from the inside alone, but unlikely. "], [43003, "2018-03-18T06:52:03Z", 0.02, "Updating for time left."], [56083, "2018-03-15T10:26:19Z", 0.0, "The possibility still exists, but it is so small that I am confident in saying zero.  However, I will not be surprised either way."], [47482, "2018-03-13T20:21:37Z", 0.06, "I'm going with a baseline of 3%, but doubling that in the near term in the aftermath of the upcoming summits with ROK & US"], [55546, "2018-03-13T17:22:40Z", 0.1, "Kim makes sure to get rid of any person of power that might be a threat to his position."], [35636, "2018-03-13T08:33:04Z", 0.98, "Downgrading to 98% from 99% given Passage of Time (stifles childish giggles). PoT (hehe). "], [35636, "2018-03-13T08:32:02Z", 0.99, "On the wrong side of consensus with this one, a 96% gap, 99 to 3. "], [46029, "2018-03-13T04:51:40Z", 0.0, "There is no insider to challenge him."], [56037, "2018-03-13T00:01:00Z", 0.02, "Kim Jong-un has no political opponents.\nWhat he has is a people that believe he brings the rain, and the seasons, the day and the night.\nUnless there is an extreme militray offensive in NK, there is almost zero possibility there will be a regime change.\nEven e military coup, would be smothered from the media, making it impossible to rally whatever dissidents have managed to escape NK, and the ones that reside there currently(if any at all).\nEdit: he has been known to have alcoholic tendencies, and an extreme proclivity for Swiss cheese, 2% for a heart attack, and that is about as far as i can go right now."], [37161, "2018-03-12T22:42:15Z", 0.01, "Highly unlikely unless he has a heart attack or something."], [52905, "2018-03-12T18:29:48Z", 0.05, "Short of regime change, there is nothing to indicate Kim has an competitors for powr. "], [54637, "2018-03-12T17:34:43Z", 0.05, "Only if he doesn't play nice with the USA, China could have him removed. He seems to be cooperating. "], [56206, "2018-03-12T16:18:26Z", 0.05, "The imminent collapse of tbe DPRK has been expected since the mid 90s.  It is an unlimely event unless Kim does somethink reckless enough to incite the Chinese. "], [1639, "2018-03-12T11:48:33Z", 0.02, "Regime change in North Korea seemed inevitable, until very recently, although we still cannot rule out the possibility of a sudden collapse of the North Korean state. "], [37725, "2018-03-12T04:32:04Z", 0.5, "I think he's going to do something unexpected at this Trump meeting. The fact that this is reality and not a cartoon suggests that insanity is on the menu. "], [41373, "2018-03-11T13:23:36Z", 0.12, "- reducing my estimate based on (a) a May meeting Kim/Trump would reduce the window for military action to June-September, and (b) Mr. Kim's strategy appears to be consistent with the past: defer hubris and the potential for confrontation - possibly to reduce a US appetite for confrontation before the mid-terms"], [56008, "2018-03-09T15:42:35Z", 0.02, "None of these things have ever happened in DPRK politics and Kim Jong-un looks more and more like his grandfather every day. Threat of removal by a foreign power is very very low (they have nuclear capabilities, are an unpredictable adversary and have powerful friends). Kim has been reportedly been removing opposition or potential rivals in North Korea, so the likelihood of that is low too. The 2% is for him dying unexpectedly but not the result of malicious action."], [54309, "2018-03-08T19:23:01Z", 0.72, "Rumors of poor health indicate an increase in chances."], [50284, "2018-03-08T00:09:59Z", 0.04, "Moving from 11 to 4: \nHighly unlikely given that a) present negotiations seem to be progressing well and the agreed third inter-Korea summit in late April for which further rounds of talks have been agreed to \nb) DPRK's agreement to give up arms if the safety and stability of the regime is guaranteed and their willingness to resume talks with the US - albeit these agreements and \"successful negotiations\" have occurred in the past to collapse. However the collapse of previous talks (e.g. Sunshine Policy) collapsed for a variety of reasons primarily as a result of both regime leadership change in DPRK and the US. Even if talks collapse, it is highly unlikely for the situation to escalate dramatically for there to either be a full offense on DPRK or an assassination attempt (assuming that a) US midterm election season will influence the policy swings; b) South Korea is extremely unlikely to agree to a full-blown war on the peninsula for obvious reasons)."], [55816, "2018-03-07T13:11:13Z", 0.35, "Recent developments with South Korea and negotiations will prompt kindred spirits of a united Korea. "], [13064, "2018-03-07T12:15:51Z", 0.08, "KJU sitting down to talks, but this may be a sign of weakness. "], [41586, "2018-03-07T01:57:22Z", 0.1, "He's young, his health seems good, he seems firmly in control. We know nothing of the inner dynamics of his regime, so a sudden demise can not be ruled out."], [55564, "2018-03-06T23:40:18Z", 0.25, "Due to his attitude toward the US and others I feel he will be replaced by his own people."], [48857, "2018-03-06T11:54:24Z", 0.8, "update from after Olympic interaction results."], [55732, "2018-03-04T15:36:52Z", 0.0, "Unless he dies"], [1161, "2018-03-03T19:54:27Z", 0.0, "There is a greater chance that he would choke on dinner than be deposed."], [43228, "2018-03-03T14:39:02Z", 0.2, "He is presently firmly in control of his regime. He will continue provocative behavior just short of actual confrontation. There is some recent indication of possible talks with the US, Japan & South Korea but upcoming war games by these allies may diminish the possibility of negotiations."], [690, "2018-03-03T05:04:58Z", 0.01, "Unless a conflict breaks out on the peninsula, I expect he remains in power until he dies.  This is not likely to occur before this date."], [43160, "2018-03-01T16:30:51Z", 0.05, "Jong-un has successfully consolidated power within his regime. "], [55019, "2018-02-27T20:37:50Z", 0.04, "He appears to be secure in country and it is unlikely we could take him out.  If he were it could well be an internal act to keep him from acting on a nuclear confrontation."], [55042, "2018-02-27T16:32:44Z", 0.05, "He is a young man, seems to be in a secure environment within his regime and there seems to be no crisis that would prompt inside or outside intervention."], [55409, "2018-02-27T14:17:22Z", 0.0, "Kim Jong-Un will continue to be the supreme leader, as long as he does not have a heart attack. If he would cease to be supreme leader, I would not estimate it to be due to systemic change, as I, due to historical reasons, doubt that reasonable systemic changes happen and succeed within a year."], [54201, "2018-02-26T23:06:02Z", 0.01, "As of now, military coups, assassination, foreign intervention, or state collapse seem unlikely this year. The dear leader is still young as well."], [54686, "2018-02-26T22:57:33Z", 0.0, "News"], [55341, "2018-02-26T16:32:47Z", 0.01, "He would have to die from an unknown cause to cease to be the leader of NK. "], [55051, "2018-02-25T21:18:37Z", 0.1, "The thought seems to be, the US administration could score a political victory in time for mid-term elections, by \"thwarting a NK threat\". "], [54947, "2018-02-25T02:55:08Z", 0.01, "He has complete control  "], [25551, "2018-02-25T00:11:07Z", 0.02, "I have no reason to believe that internal or external pressures exist that would topple Kim Jong-un in the timeframe proposed. He is the product of a proto-hereditary system of succession that does include risk of displacement dissapearance and death, but there appears little reason to suppose the pyramid of power will be overthrown and the leader deposed by Oct 2018"], [29, "2018-02-24T18:57:07Z", 0.07, "Lowering due to passage of time. None of the possibilities seem likely.  He is young, so a natural death is quite unlikely. "], [53880, "2018-02-24T07:13:18Z", 0.49, "Koreans fight first, then resolve later.  The Winter Olympics suggest this cultural pattern is unfolding.  The spring, however, is the traditional period for deterring any North Korean mobilizations.  If there will be any confrontations with North Korea, this will become a full scale mobilization for the American military.  Any truly massive response to the North Korean threat will become another invasion of Iraq.  If American territory is threatened, the current American administration will not hesitate to pulverize this menacing North Korean regime.  This very brutal response will become an overwhelming ground war, and in Syrian territory, the Russian mercenaries obliterated by the US military  was a clear signal to Russia and China.  They will not save the North Koreans from their own strategic miscalculations or pure stupidity. "], [54290, "2018-02-22T05:10:31Z", 0.01, "It's my first attempt to answer questions on GJP, I have read the book and found it to be very intriguing and I'm hoping to gain new knowledge as well as a chance to practice my ability to forecast into the future. "], [1161, "2018-02-21T04:40:51Z", 0.0, "It's time to risk the 1% chance previously awarded to a health crisis."], [54009, "2018-02-19T22:49:24Z", 0.6, "there is growing reason to believe that he may be removed either by organic revolt, or an external regime change."], [49298, "2018-02-19T22:22:50Z", 0.02, "I previously predicted 5% yes for this question and am now updating my prediction to 2% yes. I lowered the likelihood of my prediction due to the current success of North Korean participation in the Olympics in South Korea. I believe that North and South Korea growing closer and becoming more optimistic towards their relations even further reduces the chances of foreign intervention, assassination, or military coup removing Kim Jong-un as leader of North Korea. If South Korea maintains calm and productive diplomatic relations with North Korea, it is highly unlikely that any South Korean allies, such as Japan or the U.S., would intervene to remove Kim Jong-un. Further, Kim Jong-un still maintains tight control over North Korean elites and the military, so military coup or assassination remain extremely unlikely. Finally, improved North and South Korean relations if anything (although it is unlikely) could cause leniency in sanctions and North Korean economic opening, which could possibly reduce the chances of total North Korean state collapse. So far, the successful North and South Korean cooperation in these Olympics makes it even less likely than before the games began that Kim Jong-un will cease to lead North Korea. \nhttps://www.cnn.com/2018/01/08/sport/north-korea-south-korea-talks-winter-olympics-2018-pyeongchang/index.html "], [1380, "2018-02-18T15:39:21Z", 0.7, "Si une Opération militaire est décidé avant cette date !"], [49162, "2018-02-15T17:03:20Z", 0.16, "As far as natural causes of death go, Kim Jong-un is quite young and age combined with the best medical care in the country leads us to a ~1% end of tenure. "], [33872, "2018-02-14T12:12:22Z", 0.05, "Could be because of his health or a murder attack by one close to him."], [49075, "2018-02-13T20:08:14Z", 0.03, "I think the most likely way in which Kim Jong-un would be ousted would be for a coup to erupt. Analysts have predicted that North Korea will collapse for years, yet they have been wrong time and time again. An assassination would also be highly risky. "], [40299, "2018-02-13T16:24:08Z", 0.02, "gray war; olympics gives perception of a unification. "], [151, "2018-02-12T16:28:05Z", 0.12, "I think his grip on power is pretty secure."], [52052, "2018-02-11T22:41:28Z", 0.1, "He is skilled at playing a particular role (not unlike Trump) of a bellicose strongman, yet for all the bluster has not indicated instability or weakness in the face of overwhelming odds. He will likely serve his term of rule without incident, but would probably mark the end of the totalitarian regime in DPRK."], [49076, "2018-02-11T22:38:02Z", 0.05, "Kim Jong-un will stay the supreme leader of NK. First looking at statistics of leadership exit: Kim Jong-un was born in either 1884-1986 making him roughly 32 years old, while the average life expectancy of a NK male is 67 years old (as of 2015). I note this because of previous dictators who have died while in office (Muammar Gaddafi killed by his people, Saddam Hussein an American fault, Pol Pot, etc.). It would be useful to include statistical evidence of authoritative leaders being kicked out of office - the Americans have kicked 7 dictators out of office. Neither of these countries are world leaders - Iran (considered power). Given 10 years - more possible Jong-un will be kicked out: Thae Yong Ho, the highest-level diplomatic official said there have been anti-workers parties and anti-revolutionary events and most NK watch South Korean news despite the repercussions. "], [23006, "2018-02-11T17:02:41Z", 0.0, "I've been wondering about why NK sent a team to Olympics. I think KJU might have a long-term plan to improve NK economic situation and his family’s own length of rule."], [52251, "2018-02-11T16:10:20Z", 0.35, "Unless a military coup or revolution, He will likely stay in power. "], [172, "2018-02-11T14:00:10Z", 0.01, "Is there an exit strategy (organized opposition)? Even the beholden elite wouldn’t know what to do given tight control of all aspects of society. And plotters wouldn’t know if they’re being baited. China has nightmares about economic refugees. Seoul and Washington worry about arms for sale at cut rate prices. All worry about nukes falling into wrong hands.  Very unlikely - the devil you know."], [23006, "2018-02-11T01:25:36Z", 0.0, "He doesn't act like a puppet-dictator. He acts like someone who calls the shots"], [2965, "2018-02-10T15:47:21Z", 0.0, "at this stage even if Kim died, DPRK would not disclose quickly\nand I assume he really wants to live.\nThere is no indication he is ill."], [52283, "2018-02-09T20:06:57Z", 0.1, "Unlikely."], [38990, "2018-02-09T17:18:19Z", 0.02, "Seems highly unlikely. Most likely scenario resulting in Kim Jong-un removal would be an internal coup. However, recent noted missile success seems to tamp down possibility of coup."], [51561, "2018-02-08T22:35:55Z", 0.09, "Kim has done a good job of making it difficult for any successful conspiracy to get off the ground within North Korea, disfavoring internal methods of overthrow (particularly coups). External intervention, though not impossible, is not unlikely. China's stated policy in the event of a conflict between NK and the USA (they will intervene in favor of whoever doesn't fire the first shot) provides a stabilizing influence disfavoring regime change through conflict; this effect is magnified by the reluctance of either China or South Korea to absorb the least-developed North Korea and its population (an event which would make the difficulties of German reunification pale by comparison). However, health issues and/or lone wolf assassins cannot be completely discounted, particularly in light of recent high-profile defections at the DMV. "], [51620, "2018-02-08T20:26:55Z", 0.05, "Given the recent cooperation between the DPRK and South Korea in the Olympics, there is a high likelihood that both sides will seek to de-escalate tensions and keep dialogue open through the remainder of 2018. However, a continued decline in the DPRK economy and/or political infighting could grow to pose an existential risk to Kim Jong-Un's leadership. "], [49298, "2018-02-06T02:51:03Z", 0.05, "It is very unlikely that Kim Jong-Un will cease to be leader of North Korea before 1 October 2018. He has tight control over the military and successfully utilizes fear as a tactic to control elites and authorities in his government. These factors minimize the chances of military coup or assassination by someone within North Korea. Due to Kim Jong-Un's highly consolidated power and revenue from illicit economic dealings, total state collapse seems unlikely as well, at least before October 1. Foreign intervention is also extremely unlikely due to the difficulties of choosing and installing a credible new leader and dealing with the dire economic situations of North Korean citizens. In my opinion, the most likely end to his tenure would be an abrupt change in his health.    "], [50882, "2018-02-05T00:58:20Z", 0.1, "Similar speculations before never turned out accurate"], [49465, "2018-02-04T16:17:34Z", 0.07, "There is a small chance that Kim Jong-un would cease to be the Supreme Leader of North Korea due to the internal threats of a military coup or assassination. The chances of a foreign intervention or state collapse are slim due to the fact that a refugee crisis into China and South Korea would likely ensue, which both countries would want to avoid at all costs. The more things change, the more they stay the same. It would take some radical decision-making for Kim Jong-un to cease being the Supreme Leader of North Korea."], [38969, "2018-02-04T11:54:04Z", 0.02, "The situation in North Korea has been worse than it is now (if the reporting is correct), unless the situation degrades into another famine, natural disaster, or war, Kim Jung Un will remain in power."], [47443, "2018-02-04T02:45:07Z", 0.05, "No, unless murdered"], [38589, "2018-02-04T01:52:43Z", 0.03, "easing tension vis a vis fall"], [50802, "2018-02-03T20:41:50Z", 0.01, "Based on Korean mortality rates\nhttp://global-health.healthgrove.com/l/219/North-Korea"], [46309, "2018-02-03T17:14:05Z", 0.15, "Trump's engagement is providing the regime more credibility and staying power within the country. "], [45197, "2018-02-03T03:49:19Z", 0.45, "There is some real probability that the United States will figure out a way, one way or another, to remove the nuclear threat in 2018.  Removing Kim Jong-un from power is another step, however... "], [172, "2018-02-03T02:50:28Z", 0.01, "99% chance he remains. 1% chance he abdicates and follows his lifelong dream to open up a chain of Korean bbq joints - Kim Fatty IIIâ€™s BBQ Shack."], [41373, "2018-02-02T15:49:23Z", 0.2, "I'm making a small downward change in probability. Possible causes for Mr Kim's termination as leader include natural or accidental causes or internal conflict (all declining over time), and intended external conflict (most dangerous time for which may be summer, 2018). 'The Signs' related to possible external conflict include detente between North and South, bluster from US/NATO, and passivity from Russia and China. An accident conflict is a significant risk, and may increase if tensions increase over the spring and summer."], [49939, "2018-02-01T02:14:19Z", 0.05, "He will accept $Billions to be pronounced ruller of all Korea (such as the King of Spain?)\nAs long as he stays in exile"], [42341, "2018-01-31T20:13:08Z", 0.06, "The Kim regime has had a confident grip on the country since the 1950s. Kim Jong Il's general staff and other powerful individuals could possibly have staged a coup directly following his death but not that Kim Jong Un is well established it is very unlikely that he will be deposed. It is also not in any nations best interest to do more than bluster about the tensions increasing over the DMZ. Barring an accidental event sparking conflict 2019 will almost certainly see a year of KJU's leadership. Assassination is also very unlikely as the parties who might consider doing so follow international norms against doing so. "], [50412, "2018-01-31T13:47:09Z", 0.95, "If the United States attacks N. Korea and dismantles it's weapons program it is extremely likely that Kim Jong-un will be replaced, it also seems likely that the if the US is going to take military action it would happen this spring or summer. "], [50026, "2018-01-30T14:51:29Z", 0.01, "Assuming him to be in his mid 30's he has a  <%1 chance of dying of natural causes"], [49827, "2018-01-26T17:26:41Z", 0.02, "With no organized domestic dissent, the likelihood of a military coup or popular revolution is infinitesimal, as are the chances of US-instigated regime change (the \"bloody nose\" strategy discussed in some Pentagon circles would not lead to regime change. The likeliest scenario (albeit very unlikely) of Kim relinquishing power would be death through natural causes."], [36309, "2018-01-26T17:25:55Z", 0.1, "Highly unlikely, given KJU's apparent control over the key tools of state power.  He has been ruthlessly successful in eliminating potential rivals and minimizing the threat of a military coup, and he has strengthened his credibility as Leader by successfully (for now) challenging the United States as he advances the DPRK's nuclear weapons program.  China will continue to protect KJU's position as Leader in the name of regional stability.  Bellicose Trump Administration rhetoric will also continue, but its primary purpose is to persuade the P5 and regional actors to support more sanctions and diplomatic pressure, not remove KJU by force. "], [49655, "2018-01-25T20:46:55Z", 0.2, "If he engages in an attack as I predict will occur at the upcoming Olympics,and this draws an open conflict ,he will prob be assassinated. "], [49072, "2018-01-25T03:21:33Z", 0.05, "I don't believe that the situation will change in the slightest despite all the international tension regarding the country's nuclear program. I don't think that they will provoke us severely enough for us to attack them. They are bold and seemingly not entirely rational, but they are rational enough to know that war with us would result in quick and heavy defeat, therefore Kim Jong-un would not be removed via foreign intervention. As for military coup or state collapse, I don't view the situation in the country as much different than it has been in the past (high level officials in the DPRK government either loyal or too afraid to go against Kim), so Kim leaving power for any reason seems highly unlikely."], [49395, "2018-01-24T05:34:58Z", 0.05, "Highly unlikely. North Korean culture deifies the Kim family so -- regardless of whether he actually wields any real power -- it's almost certain he'll retain his role, even if only as a figurehead (which he may well be today). "], [43588, "2018-01-23T21:08:38Z", 0.1, "#45SCUMBAGINCHIEF will attack out of spite to save himself. Mueller is closing in. "], [49134, "2018-01-23T05:11:08Z", 0.0, "His predecessors lived out their lives as Supreme leads"], [49538, "2018-01-22T18:29:48Z", 0.07, "While he has systematically strengthened his position within the WPK through systematic executions and leadership changes of key individuals, increased outside influence on common citizens via factors such as external media and information access, combined with a constantly precarious food and basic goods supply situation, could indicate fundamental conditions for a peaceful or violent revolution or assassination attempt."], [29, "2018-01-20T21:29:05Z", 0.1, "Kim appears well entrenched, and is young.  A coup seems unlikely at this point Always a chance of a wild card."], [49250, "2018-01-19T20:12:36Z", 0.15, "The only 2 likely parties to remove Kim from power are China, and individuals close to Kim and part of the current regime. Absent a direct escalation of Kim's behavior, neither of these parties have shown much willingness to remove him in the status quo."], [46458, "2018-01-19T08:33:31Z", 0.1, "Only if a probable Nuclear missle is launched by DPRK at any Country."], [49101, "2018-01-17T21:18:39Z", 0.0, "Kim possess a strong totalitarian grasp over the people of his nation and will certainly continue to have one until October. He has proven in the past that he is not afraid to execute people - including members of his own family - that show any signs of opposition to his reign. As far as international factors are concerned, with the development of his country's nuclear program, Kim has provided the DPRK with a strong deterrent force that should prevent any outside rational actors from intervening in the North Koreans' affairs."], [172, "2018-01-17T14:32:00Z", 0.01, "Kim Fatty III knows he has to keep the elite and military happy. Opening up diplomacy ever so slightly (Olympics) combined with advances in rocketry and potential (ever so slight) stand down may bring slight economic gifts. He has been willing to allow some form of Chinese capitalization before on limited scale. Dictator Xi would prefer a slightly more prosperous NK versus hordes swarming across border. Bottom line: devil you know and Kim Fatty III has consolidated power well."], [48962, "2018-01-17T05:59:07Z", 0.5, "Kim may think he could handle the wrath of war however the North Korean people along with many soldiers are weak from malnutrition not to mention the high probability that many have parasites;  would not physically be able to fight effectively...thus leading Kim to flee or barter for his own safety or he could hit the nuke button which would seal the complete end of North Korea."], [48999, "2018-01-16T23:50:35Z", 0.03, "Recent negotiations between SK and NK (although largely focused around the upcoming Olympics) support my belief the few scenarios that would unseat Kim have become even less likely. The 3% represents he dies of unrelated personal health condition."], [36580, "2018-01-16T15:00:57Z", 0.01, "The previous supreme leaders of NK have only ceased to hold that position through death. To be unseated Kim would have to die of natural causes (unlikely considering his age), be killed by a foreign power, or be overthrown by a revolution of the NK people. As of yet all 3 scenarios seem very unlikely, particularly as NK has been engaging in peace talks with SK. https://www.dailystar.co.uk/news/world-news/674267/Kim-Jong-Un-North-Korea-Moranbong-Hyon-Song-wol"], [49001, "2018-01-16T13:40:00Z", 0.1, "The situation in North Korea is not more desperate now than in previous generations, and Kim Jong-un is not a weaker leader than his father or grandfather. If his policies lead to divisions with the military, then I will revise this."], [1639, "2018-01-15T18:32:52Z", 0.02, "News as such:\n\"Trump said in tweets that he told the newspaper on Thursday “I’d probably” have a good relationship with Kim, using a conditional tense, which he insisted was a “big difference”."], [41460, "2018-01-15T09:06:19Z", 0.03, "Slightly adjusting towards a more certain %, as developments appear to side (at present) to the positive side of a peace-promoting rhetoric.  "], [48786, "2018-01-14T22:43:27Z", 0.01, "Only if he is killed in some military action or coup. "], [44979, "2018-01-13T07:55:27Z", 0.05, "He seems to have consolidated power ... with the help of his dogs.  He's still young, but he's in terrible shape, so a 5% chance he drops dead."], [44897, "2018-01-11T13:32:02Z", 0.0, "Because I have been following events relating to North and South Korea "], [48205, "2018-01-10T20:22:38Z", 0.0, "He will not be removed. "], [47812, "2018-01-10T08:37:39Z", 0.03, "He could die of natural causes 1% Assassination 1% or regime change 1%"], [47241, "2018-01-08T22:53:10Z", 0.05, "I am aware of no effort to remove him. "], [47357, "2018-01-07T20:47:05Z", 0.2, "Possible but not likely."], [47363, "2018-01-07T20:05:48Z", 1.0, "Kim Jong-un will be in N Korea for next 15+ years.  "], [47193, "2018-01-07T16:29:19Z", 0.0, "Because he's a strategist; according to his previous statements and actions, I believe he will stay for the foreseeable future."], [47208, "2018-01-07T16:14:55Z", 0.0, "Kim is a hands on manager, has great loyalty, manages government well, and is a far more strategic player than the POTUS"], [41542, "2018-01-07T08:44:14Z", 0.05, "Relaxation due to Olympics improves stability"], [43311, "2018-01-06T20:07:57Z", 0.34, "Assasin"], [46780, "2018-01-06T17:09:42Z", 0.25, "It all depends on China.  Without them NK can't survive, and they probably have the means to depose him and put a puppet in place.  Can they do so without \"losing face\" to the West?  Can they do so and even boost their world image?  China does not want a successful free democracy friendly to the West on their border (a united Korea under SK leadership), but NK has been a pain for them for a while now."], [46822, "2018-01-06T15:20:08Z", 0.1, "Very unlikely. I think there is limited information to suggest a coup will occur in this time, given the state's track record of keeping the population under control I also think a uprising is unlikely. The DPRK has also survived periods of extreme famine without state collapse and the high price of casualties in a mega city like Seoul that is so close to the border will make any external military intervention unlikely."], [41460, "2018-01-06T14:15:07Z", 0.04, "Staying at the same ballpark after discussions on more open delegation with South Korea in view of Winter Olympics - potentially seen as opportunity for further diplomatic release of tensions (contributing to a more acceptable profile for Kim Jong-un."], [46854, "2018-01-06T08:03:38Z", 0.06, " while it may be unlikely that members of North Korea's  ruling elite will take over by force, the rise in tensions between the  Democratic People's Republic of Korea  may lead to dissent among the  rulers as it is unlikely that  they would hold power should war  against the USA occur and so may stage a behind the scenes take over to deescalate tensions with the USA. this is still highly  unlikely as  little is known about the current political situation in DPRK. "], [37379, "2018-01-06T08:00:41Z", 0.04, "Noon in Korea\n‏\n\n@NoonInKorea\n 2h2 hours ago\nSK media report about 2 dozen members of SEAL Team Six aka DevGru (plus 1 K-9 member) have been training near Osan Air Base and other locations in SK for nearly 3 months now. What are they training for: presumably decapitation of NK's top leadership."], [45192, "2018-01-06T04:11:08Z", 0.02, "For us to believe that Kim Jong-un ceases to be leader by October 1st 2018, one of the following needs to occur:\n(i) Kim Jong-un dies of natural causes -- I rate this as a very unlikely scenario as Kim Jong-un is relatively young and seemingly active/health (though somewhat obese) and would need extraordinary circumstances for this to change within the next ~10 months. Among wealthy nations the mortality rate of a 30-35 y.o. male is ~0.15%. Health/nutrition/standard of living among the NK elite is generally in line with people in wealthier nations therefore this is a safe mortality estimate given what we credibly know about Kim Jong-un.\n(ii) Internal conflict deposes Kim Jong-un -- Historically despite challenging domestic (poor economy, famine, energy scarcity) and international (tensions with SK, US, Japan, China) factors, the Kim family has retained strong control over NK. Following a bloody purge of officials and family, especially with ties to China, Kim Jon-un has centralized power around himself and appears more secure today than even this time last year, which leads to...\n(iii) Chinese intervention deposes Kim Jong-un -- China kept Kim Jong-un's exiled brother as a bargaining chip and/or backup for a Chinese-backed regime change. Kim Jong-un publicly assassinated his brother to not only eliminate him from play but to publicly flaunt international norms and send a strong signal to China against intervening in NK. Xi Jinping likely won't make a hasty decision with a nuclear power directly across their border.\n(iv) Another intervention deposes Kim Jon-un -- e.g., US military conflict. Low probability as NK military power is geared toward aggressive defense (loud bark to avoid nuclear bite) and will not have the capability of accurately delivering a nuclear payload to e.g. the US within that time frame, as such in the absence of irrational behavior by key decision makers this would not be an expected outcome."], [46352, "2018-01-06T02:21:36Z", 0.0, "Current situation "], [46607, "2018-01-05T13:33:45Z", 0.15, "Anything can happen, but he's held it down so far."], [43311, "2018-01-05T06:04:14Z", 0.33, "Assassin "], [14493, "2018-01-04T17:10:39Z", 0.01, "Very unlikely unless Kim dies. His father and grandfather lasted pretty well. An uprising looks unlikely, a palace coup looks unlikely, in invasion looks unlikely. "], [6224, "2018-01-04T16:09:10Z", 0.0, "It is no surprise that North and South Korea are using the neutral playing ground of the Olympics to effect an open diplomatic dialogue given the past and most recent unstainable downward spiral of dangerous comments from the President. Furthermore, coupled with the deconstruction of the US State Department and the pervasive undermining of the Secretary of State, the North and South Koreans are taking matters into their own hands in response to the instability or nonexistent US foreign policy.  This open dialogue is repressentative \nof just that and we should also see a very proactive China diplomatically encouraging  the North Korean and South Korean dialogue with the end result being an acceptance of the reality of a nuclear North and a \"soft\" reunification based on a shared economic and industrial infrastructure supported politically, of course, by China.\n    For the time being even if Kim Jong-un moves forward with his nuclear program, the US is less and less in a position to have a seat at the table and the use if force becomes more likely it's only negotiating tactic however, China will not have it and will see to it that Kim Jong-un remains in power to their best interests. "], [44847, "2018-01-04T01:45:40Z", 0.6, "I do believe a Regime change is possible if the people of North Korea can get organized enough to do it."], [172, "2018-01-04T01:39:25Z", 0.01, "Who would be next? Not a whole lot of choices..."], [42535, "2018-01-02T23:20:14Z", 0.13, "Leaked document from Chinese government: http://freebeacon.com/wp-content/uploads/2018/01/PRC-Document-1.pdf In favour of supporting regime stability, lowering my likelihood again."], [42214, "2018-01-02T20:05:49Z", 0.01, "I think given his outreach to Moon and the potential of participating in the Olympics are positives. It is possible that the next year will be more politically volatile but I'm thinking it actually decreases the changes a coup might occur."], [45741, "2018-01-02T18:47:37Z", 0.0, "Kim Jong-un already has made a lot of progress in consolidating his power, so the probability for a military coup is very low. Assassination can be excluded, as no person except very close members of the inner circle will ever have the chance to get close enough - for these people see the sentence before. Foreign intervention as well as state collapse will not take place: Russia and China will not tolerate a forcefully reunited Korea under protection by the US - and they fear a failing state with A-Bombs at their borders."], [45647, "2018-01-02T13:33:47Z", 0.0, "he is too clever, has planned everything years ago"], [45153, "2018-01-01T03:08:46Z", 0.25, "Doubtful.   Unless he is overthrown by his inner circle. "], [44828, "2018-01-01T02:46:43Z", 0.0, "He will not be replaced or be displaced. The people adore him and will fight to the death for him and their country. They believe he and his family came to power by devine right. It is us in the US that have listened to propaganda making us think this would be an easy win. And when China takes their side we will be starting serious trouble. Are we ready to die for President Trump?"], [44828, "2018-01-01T02:38:25Z", 0.0, "Only if he dies. He is their supreme leader. Silly question. I don't think Americans realize how much he really is loved. We are the ones hearing propaganda about the silent majority who wish to get rid of him. They are convinced we are the devils."], [45030, "2018-01-01T01:00:32Z", 0.1, "His dictatorial control is solidified. The Kim dynasty has demonstrated a complete understanding of preventing social mobility in it's people. "], [43588, "2017-12-31T01:37:28Z", 0.0, "That is when the elections will be really ramping up so probably just shortly after that"], [43408, "2017-12-29T00:17:38Z", 0.03, "He is basically the king, the people fear him and his cronies."], [43308, "2017-12-28T02:00:19Z", 0.0, "1. Dictators with a cult of personality do not leave office until they die or are forced out. See Ludwig, King of the Mountain. \n2. Sanctions strengthen dictators within their country. Kim is a demi-god in their mythology. And sanctions are a kind of attack. As Ghandi said, \"It worked on the British because they have a conscience.\" Sanctions are similar. Starving people don't rise up unless conditions are right. Read your Stalin. \n3. Sanctions and closed borders create opportunities on the black market. I've seen this pretty up close in other places. The idea that sanctions are really what they are on paper is laughable. That kind of thinking is a product of people in the Western world who never lived in a poor area.  Neither Russia nor China has that good of control over their border if they want to. It's like ours with cocaine. \n4. The USA supports the coup in Ukraine (with stationing of the US vice president's son in the country to collect Burisma oil stock and get rich). The USA calls the people of Ukraine who did not overthrow their government, \"the rebels\" which is full Orwellian doublespeak. The USA then sanctioned Russia for taking Crimea back after the province voted to do that overwhelmingly. Ukraine is the soft underbelly of Russia and Russia was promised it would be off limits. This put Russia on a war footing, because Russia has been invaded multiple times from Europe. This showed Russia and China that US words mean nothing and they cannot trust us. So, they adjusted. NK was a pain in the ass to Russia for most of its post-soviet period. But now, NK serves a purpose. Saber-rattling mad dog to distract the white house and cause trouble. A dangerous dog because NK has been able to hit some major cities in Russia for a while. \n5. China has also paid attention to Ukraine. China and Russia both see the Ukraine revolution as a sign of US aggression intending to overthrow them. China wants to expand its sphere into the  South China Sea. So, China also rediscovered the utility of NK. For a long time China's interest was declining. NK has had nuclear missiles aimed at Beijing for a long time. Starting with Obama's South China sea confrontation, what happened? NK postured and the US press went nuts and the White House got overwhelmed. Tillerson and Trump beat the drums against China trade, and boom. NK forces Tillerson to come on bended knee for help. All very jolly for China. \n6. The more sanctions we put on NK, the more we put Kim Jong-Un in the hands of Russia and China, mostly China. He has to dance for his dinner. \n7. China and Russia both want NK right where it is. NK has a job, and that job is to be a bulwark against US troops on the continent. China will not allow US troops to be within driving distance of Beijing any more than we would let Chinese troops do that to Washington, DC. \n8. Even in the unlikely event that the Trump administration actually convinces Kim that he has no better option than to launch his missiles at the USA and all the US installations in the Pac Rim, Kim will survive. I rather think China prefers to have the USA as a trading partner, but Kim won't die in any war. China would sweep down the peninsula with their troops to occupy it, and they would put Kim under house arrest for the rest of his life. "], [42985, "2017-12-25T16:57:20Z", 0.0, "No question of anything like this happening to a leader that is so very well expanding his power base and a family so well entrenched "], [43003, "2017-12-25T01:21:56Z", 0.05, "The odds a sitting US president will die any given year is 3.5%, including the 1.6% chance of assassination.  All of the US presidents were assassinated by guns.  NK healthcare is not to US standards, the Korean culture can hold a grudge longer, and any military action by US or SK will target the Kim dynasty, thus the 3.5% should be shifted higher."], [42815, "2017-12-23T15:25:40Z", 0.0, "He will not be murdered. That is my answer. "], [42815, "2017-12-23T15:20:43Z", 0.0, "Based on present and past behavior, I make this prediction. "], [42535, "2017-12-20T13:12:48Z", 0.18, "Moving it back up because of a higher likelihood of foreign intervention. https://sinoinsider.com/2017/12/increasing-odds-of-war-on-korean-peninsula-could-inspire-internal-action-against-kim-jong-un/?utm_content=buffer10d1f&utm_medium=social&utm_source=linkedin.com&utm_campaign=buffer"], [42535, "2017-12-20T03:39:43Z", 0.16, "I just read a report that suggests Kim Jong Un's disappeared and killed other officials in his government. This seems to support the fact that his internal controls are strong. Still, the outside risk of decapitation remains. Revised downward, but only slightly. http://www.newsweek.com/north-korea-purges-and-executes-official-charge-nuclear-test-site-report-752196"], [42535, "2017-12-18T18:46:26Z", 0.18, "I agree in part with the co-option idea, but that assumes his wiliness to be co-opted. I think assassination or military action is more likely so that it increases it. However, oftentimes people tend to hope dictators go away for one reason or another when they end up staying in power for a long time. Previously, I would have said internal politics would be a factor but after Kim Jong-Un's decimation of the Chinese faction starting with Jang Song-Taek, it appears that he has firm control over the party."], [42463, "2017-12-16T11:06:04Z", 0.0, "Unlikely"], [41241, "2017-12-14T16:29:49Z", 0.3, "Interest in Asia Pacific security "], [3434, "2017-12-13T19:05:06Z", 0.0, "No one to replace him"], [42214, "2017-12-12T14:41:45Z", 0.06, "NK is an interesting dictatorship where it has lasted 3 generations. Unlike much of the south asian countries, there seems to be a relative stability between regime changes. Un seems to be doing the best of the Kims, relatively, which makes me wonder why there would be cause to overthrow him internally. Externally, the pressure is higher due to the development of ICBM and SLBM. While the main threat is likely to the US, China/Russia/Europe/Japan/et al are all at increased threat too. However, there are few countries that could or would run an assassination so clearly public and I don't think the US is one of those. Much less go into NK. There is an argument that entering into NK now (USA) is the only option to prevent a nuclear threat because waiting any longer would greatly reduce the ability to stop all nuclear ICBMs from being launched. Of course this would be at a huge cost in both civilian lives and military due to the direct action and force on force nature of the option. I think it is very unlikely and that the reality will be letting NK have nukes and then come to a new diplomatic balance. Then again, Trump is a wild card and for that I give it a 6%."], [24287, "2017-12-11T07:39:08Z", 0.01, "Whattup ppl! I am back, after a long break."], [41460, "2017-12-10T19:10:21Z", 0.05, "Highly unlikely, unless there is a violent incident that will cause it. I only gave 5% to account for that "], [42230, "2017-12-09T02:28:32Z", 0.09, "He is a scumbag and deserves to die but I believe his grip on power is secure for at least another couple of years"], [26030, "2017-12-08T23:39:31Z", 0.75, "He's running out of time and options."], [35573, "2017-12-08T23:37:29Z", 0.0, "Now even more the chances of this happening are slim."], [42137, "2017-12-06T18:53:41Z", 0.04, "Base rate: average dictatorship length is 12.5 years according to: http://summitlake.com/wp_1commentary/?p=534.\n1/12.5=.08, so outside in assumes an 8% chance of a dictatorship ending in any given year.  However, the average is pulled down by lots of 1 or 2 year dictatorships that don't stabilize.  Given how long the Kims have been in power, I think it's safe to cut the base rate in half.  "], [26, "2017-12-06T11:50:30Z", 0.05, "Highly unlikely."], [42129, "2017-12-05T00:36:12Z", 0.8, "He might feel compelled to precipitate a crisis to prop up his hold, bu cannot control the developments at the end. It is the general way these kind of regimes collapses."], [2965, "2017-12-03T03:09:37Z", 0.01, "he could die-family history\nhe has reportedly killed over 300\ntop leadership\nDPRK  defector from elite troops\nmalnourished\nnothing is predictable here\nfor certain"], [195, "2017-12-02T22:43:08Z", 0.01, "Not likely"], [27661, "2017-12-02T21:38:30Z", 0.1, "It seems very unlikely. Looking at the economic development in Pyongyang, North Korea's successful trading via the black market and the ideologization of society towards 'The Supreme Leader' internal reasons for ceasing his position are not probable. China will never allow a military coup, an assassination or a state collapse. Furthermore, the parties to the conflict with North Korea have no interest in war but the status quo.  However, only a devastating war could terminate this role. Nevertheless, unwise actions on either side may provoke a response that lead to war ... and a war would likely lead to the end of Kim Jong-un independent from its result."], [41373, "2017-11-29T16:04:46Z", 0.22, "This is a small adjustment upward from 19% after yesterday's ICBM launch, back to my November 15th reasoning. \nMany informative comments have been added to this and related questions, including\n- reference to Able Archer, 1983, and related near misses, which unfortunately makes this feel like the third act of a Chekhov play... wikipedia.org/wiki/Able_Archer_83\n- the importance of Russian and Chinese interests, which moderate the risk of whole-scale military action"], [41769, "2017-11-27T18:44:36Z", 0.02, "After all research, there is just a negligible chance he will cease"], [41753, "2017-11-27T18:11:07Z", 0.25, "Kim might seem crazy at times, but he tries to defend his power with everything that he has. So starting a nuclear war is none of his choices. That would be necessary for an foreign intervention. Military Coup and assasination are more likely, but although the people of NK aren't all sheeple (which some media might portray them as) it is really tough to get to Kim for them. Military Coup is the greatest option for Kims tenure to end. There have been uprisings within the military and the party, but they have been shut down quite brutal in the past. "], [41373, "2017-11-26T20:56:05Z", 0.19, "small reduction based on quiet media over the last two weeks"], [539, "2017-11-26T19:00:19Z", 0.3, "Historically,  a measure of a dictator's success is their ability to thwart the constant overthrow plans. The assassination article referred to in the intro is from 2016, and since then North Korea has cozied up to none other than Putin and the KGB to beef up security. For the Russians, it's because they see the fall of Jong-Un as an opening on the Russian/N. Korean border from the US military. It's also for that reason that the Russians will not allow the North Korean government to collapse, but they will extract a price for that protection. Interestingly, North Korea is seen as pulling away from China, another formidable protector - but also a tricky one. It looks like the biggest threat North Korea faces is not the ouster of KJU, but of becoming the puppet of the Russian leader, who will see every advantage to keep a good puppet in his place. The recent opening of a trade market with Russia has dramatically increased the North Korean economy and at the same time been a fraying of the relationship with China. That increased economic power will help KJU keep the military in check as the resources become available to wheel and deal."], [41690, "2017-11-26T04:05:45Z", 0.02, "Only if he should die."], [41418, "2017-11-25T20:00:50Z", 0.03, "Trust in the crowds and decreasing my estimation"], [691, "2017-11-24T16:58:05Z", 0.0, "Not unless he blows up like Mr. Creosote."], [22264, "2017-11-24T14:27:40Z", 1.0, "This prediction was an accident."], [41418, "2017-11-23T19:34:40Z", 0.23, "311 days, anything can happen. The increased amount of missile tests is increasing tension. In the newest article (http://www.dailymail.co.uk/news/article-5111347/Kim-Jong-s-nuclear-hit-list-revealed.html)  there is a possible hit list for nuclear bomb and of course white house is in it. Ok fair enough, there's been these threats over and over again, but still. Sometime in the future the line will be crossed. I think this is a battle between US and North Korea in the end. And if there will be single casualty in the surroundings of North Korea for a reason of militant action etc. There will be war. Best way to make it stop would be an assassination of Kim Jong-un. It is harsh to expect someone's death, but still. I'd give it a 10-30% change, which could be updated if something surprising happens."], [19801, "2017-11-22T04:40:50Z", 0.0, "Fatty Kim will bury Trump and Trump Jnr too. I'm starting to think this guy will live for millenia at this rate, he is like a second Mugabe for longevity."], [38032, "2017-11-20T20:53:07Z", 0.03, "Still thinking about the anti-fragility/Lindy effect going for Kim Jong-un (ala Taleb), or in other words, if the recent events will make the regime even stronger or cause it to come apart. My thinking is the former."], [41503, "2017-11-20T06:06:09Z", 0.01, "Kim Jong Un has a firm grip over the North Korean military. Chances of him being removed are unlikely at this stage."], [373, "2017-11-19T20:15:34Z", 0.01, "Most unlikely. His people likely won't dispose of him, and foreign agents would be begging chaos if they did so."], [41459, "2017-11-17T10:09:27Z", 0.25, "I wish it was higher, but it seems nobody is willing to get this guy out"], [28041, "2017-11-16T17:54:58Z", 0.05, "I am almost certain that Kim Jong Un will keep his grip on power. The military is very loyal to him. The people of North Korea are starving and poor but they have been for decades. The last two North Korean leaders died of natural causes, and Kim Jong Un might be the exception or he might not be. Taking into account increased military exercises around the Korean Peninsula and I have to think no side wants all out war, so the USA and its allies are hoping that North Korean leader Kim Jong Un is deposed by his own military or gives up power through other forces operating against him in his own country. I just don't see Kim Jong Un leaving power before Oct 1 2018. "], [41373, "2017-11-15T22:25:12Z", 0.22, "not a small question!\nA peace-loving, healthy young dictator may have 98% chance of lasting a year.\nRisk of popular or military insurgence? There are no broadcast reports of recent mass increases in poverty or starvation. There may be unrest with increased communication to the rest of the world. 'Songun' appears to be a deep-rooted belief or fantasy which supports the 'military class' - provides national focus and reduces the risk of military coup. Say 2-5% probability each year.\nA happy ending - reunification with the south on the condition of Mr. Kim's departure? Less than 1% in the time-frame provided. A verifiable disarmament (plus abandonment of Songun and exile for Mr. Kim)? About the same as for Mr. Hussein in 2001/2002.\nForeign intervention  - from China, independently? 0-5%. From South Korea - absolutely not over the next year: the losses are already unthinkable. From USA? Rational analysis yields less benefit/loss than for no intervention. However, history indicates benefits are usually exaggerated and losses underestimated. If the decision is driven in part by US internal politics, then timing is a large question. My initial assessment is there may be 1/4 to 1/2 chance of intervention resulting in Mr. Kim's departure by the end of 2018, and the probability may increase as 2018 progresses. Many factors are involved.\n"], [15596, "2017-11-15T19:56:48Z", 0.05, "No movement wrt their rocket development testing while the US is poised to attack  leads me to believe that the #1 goal is preservation of the regime. KJU has and will continue to spew his ridicule and propaganda towards the West, but talk is cheap in the West but goes a long way in DPRK. He looks like he's protecting his people and moving them onto the world stage with their new weapons.  "], [40733, "2017-11-15T19:27:17Z", 0.29, "This is an interesting one, a lot of people at very low odds, but there are a number of ways this could happen:\n1) Natural Causes (<~1%):  Lots of people assigning high numbers to this, but it's actually really low.  At age 35, <200 out of 100k die over the course of 12 months.\nhttps://www.ssa.gov/oact/STATS/table4c6.html"], [41403, "2017-11-15T04:33:26Z", 0.05, "The collapse of the regime has been predicted to be imminent for the past 10 years, I don't think anything has fundamentally changed to shift the probabilities here"], [41004, "2017-11-14T23:19:27Z", 0.01, "Because he could choke on something when no one is looking..."], [706, "2017-11-14T06:37:11Z", 0.05, "Echo JffStephens below."], [32258, "2017-11-14T01:02:06Z", 0.0, "Trump called \"old\" is trying to be friends with the \"short fat guy\" that he doesn't call him. Seems that sticks and stones have been supplanted by names--- but names will never hurt."], [7124, "2017-11-14T00:18:03Z", 0.03, "Good at consolidating power"], [38710, "2017-11-13T06:28:06Z", 0.1, "He knows how to hold on to power, but 11 months is long enough that something unexpected could happen, so I am going to give this a nonzero probability."], [14133, "2017-11-13T03:53:08Z", 0.45, "Too many ways for him to exit, so every year is about 50/50 for him."], [41362, "2017-11-12T18:26:29Z", 0.05, "If he is not supreme leader, it would probably be from death by natural causes or assassination from a domestic person or group than through war or international pressure."], [37533, "2017-11-12T14:43:17Z", 0.0, "China will not allow the removal of Kim Jong-un"], [1161, "2017-11-12T14:20:56Z", 0.01, "Were it not for some question about Kim's health, this would be a zero."], [5709, "2017-11-12T13:55:31Z", 0.0, "His control in NK extends to the type of cloth that must be used to clean the picture of the glorious leader which is required in every home.  There may come a day when fear of a harsh reprisal against any form of rebellion is overridden by despair and a desire to live in some degree of freedom, but as his uncle and brother have learned, Kim Jong-un has no compunction about eliminating any threat to his rule and for now, there is not enough of a critical mass nor any organized resistance to affect change."], [31201, "2017-11-11T04:34:10Z", 0.75, "Easiest path for China if the situation deteriorates is to support an internal military coup before external hostilities."], [35636, "2017-11-11T03:29:14Z", 0.99, "I wish we could see it before Christmas. Get in there and dismantle all the  nukes and do our utmost to instill democracy and democratic institutions, but with all their brainwashing it might be a Sisyphean effort. Perhaps they'll see how great South Korea is and unify - et voila. "], [15371, "2017-11-10T21:25:19Z", 0.15, "He had too much oower"], [41330, "2017-11-10T03:33:12Z", 0.03, "The regime has endured for over 50 years, with only organised transfers of power. There have been numerous \"red lines\" that have been crossed, moved, and the regime stepped back from. None of these events have causes a transition in power. "], [41279, "2017-11-09T18:25:58Z", 0.01, "Kim has continued to consolidate power and seemingly the only potential threat to his continued grasp on power is foreign intervention, which would have catastrophic consequences and thus, will likely be avoided."], [31450, "2017-11-09T16:35:33Z", 0.0, "It would be nice but unlikely. I think when the end comes for Kim it will be sudden and swift but unpredictable. That said probably not anytime soon."], [14024, "2017-11-09T12:21:26Z", 0.35, "There is not much of any overt sign that his power base is being materially challenged.  But it is also true that North Korean people are suffering from mal-nutrition and sick of constantly feeling under threat.  I don't envisage any military strike will be initiated by US nor Japan, the two parties are overtly advocating military conflict. There are 200,000 US citizens living in South Korea and 40-50,000 Japanese in the country.  They cannot allow those country people get killed.  So the only scenario is that cout de tart from within North Korea. "], [37379, "2017-11-09T01:20:45Z", 0.03, "I could see Kim Jong Un dying of natural or unnatural causes. However, at his age, sudden death would be suspicious and the plotters would risk being publicly fed alive to dogs or whatever. Alternatively, the US could take him out. But that would be a colossal mistake. "], [691, "2017-11-08T21:36:42Z", 0.02, "Probably not, but have you ever seen \"Sleeper?\"  "], [12879, "2017-11-08T20:20:56Z", 0.05, "Oops ðŸ˜¬  on my part.... need to read the question correctly before submitting prediction. "], [1639, "2017-11-08T14:38:34Z", 0.1, "Thanks to @vanschermerhoyt analysis and considering his health profile more than assasination attempts are worth a 10%"], [1333, "2017-11-08T14:17:44Z", 0.15, "Just the morbidity rate for his demographic and health profile is worth a 15% chance"], [40054, "2017-11-08T11:47:59Z", 0.0, "...only an assassination could bring his time as a supreme leader to the end. But I see barely no chances that somebody could kill him."], [38903, "2017-11-08T01:46:49Z", 0.06, "Or he could die of natural causes.  Death is the baseline and should not be overlooked.  I don't have the time to dig into the statistics on this but I can make some guesses.  For an approximately 35 year old male, I think your death chance is about 1%.  He smokes and is overweight so I think that would add another 1%.  If he has diabetes that would add another 1%.  So that in any given year a 35 year old male has about a 2-3% chance of dying.  I'd argue that the Great Leader has about a 1-2% chance of death year to year.  It could be even a little higher than that if he's living dangerously."], [915, "2017-11-07T23:50:39Z", 0.04, "the devil you know is better than (a) civil war, (b) economic collapse, (c) PRC occupation/intervention of some/most of DPRK due to DPRK unrest."], [34353, "2017-11-07T23:40:18Z", 0.01, "...because, you know, nuclear war or something. Short of that, I don't see it happening."], [734, "2017-11-07T22:08:31Z", 0.02, "If this were to happen it would be through external force, and China would have to agree to a quid quo pro with the United States that I would find extremely unlikely.  China would need to rapidly cross the Yalu river, fortify their border, and seize the DPRK's military assets.  Simultaneously, US forces would have to launch a decapitation strike in an area in which Chinese forces would be active.  The quid pro quo would be that the 38th parallel be observed with the US retreating south of that after military operations, and agreeing to the continued governance of North Korea by a more Chinese friendly (possibly militarily led) government.  This would be also predicated on the removal of THAAD systems which deters China's offensive missile capability and a concomitant reduction of American forces in the South.  Thus, absent any internal opposition capable of rebellion, this sounds like quite a fairy tale..."], [12879, "2017-11-07T20:22:36Z", 0.75, "His position is greatly inbeded and he will solidly retain his family’s seat of power fomtime to come. "], [368, "2017-11-07T18:47:49Z", 0.0, "NKspoligical structure is ruled by a family lineage.  Given Kim Jong In’s penchant for political survival and maintaining authoritarian rule, it is doubtful that the dictator will allow contestation to his rule.  "]]}