{"question_id": 352, "title": "Will Vladimir Putin or Donald Trump host the other for an official bilateral visit before 1 October 2017?", "correct_answer": "No", "crowd_forecast": 0.02, "preds": [[485, "2017-09-30T18:01:36Z", 0.0, "Ongoing developments related to this GJ question are explored in the news reports and OSINT below:"], [23879, "2017-09-29T19:18:20Z", 0.0, "Affirming forecast. Just want to do a bit of a postmortem."], [485, "2017-09-29T15:49:28Z", 0.0, "We appear to be in a real-time \"active measures\" influence operation and attack by Russian intelligence and the Putin administration against U.S. society. "], [38977, "2017-09-29T13:30:43Z", 0.0, "Impossible at this time."], [485, "2017-09-28T16:06:34Z", 0.0, "The U.S. appears to be in a serious ongoing information war with Russian intelligence and the Putin administration. "], [32117, "2017-09-28T14:54:17Z", 0.0, "President Trump and President Putin met at the G20 Summit , but neither party has extended an invitation to their counterpart to date. given the Russia investigation by Special Counsel Robert Mueller, recent diplomat expulsions, and the rising tensions of North Korea, neither politician could afford the political backlash of holding an official bi-lateral visit. IT would be too risky for Trump, raising eyebrows and Putin has no PR to gain from a meeting. "], [26, "2017-09-28T14:29:41Z", 0.05, "Highly improbable."], [485, "2017-09-27T15:10:29Z", 0.0, "OSINT in recent news reports may provide some insight about U.S.-Russian relations and the roles Trump and Putin are playing:"], [485, "2017-09-26T15:56:28Z", 0.0, "Ongoing news reports and OSINT on various circumstances related to this GJ question:"], [485, "2017-09-25T21:11:45Z", 0.0, "An official bilateral visit before Oct. 1 continues to appear unlikely due to a number of factors -- some of which are explored in the recent news articles and OSINT below:"], [38778, "2017-09-25T18:31:09Z", 0.01, "While it isn't impossible, it seems highly unlikely that there will be an unannounced trip in the next several days. "], [13959, "2017-09-25T17:59:02Z", 0.0, "Passage of time has led me to lower my already single digit forecast to no chance at all."], [40184, "2017-09-25T11:35:59Z", 0.0, "Too much internal conflicts in the US for such a meeting"], [283, "2017-09-24T23:43:04Z", 0.0, "As Daryl Hall once sang, \"You're out of touch; I'm out of time\" ..."], [37569, "2017-09-24T21:57:30Z", 0.0, "It is highly unlikely this will happen in the next 6 days"], [32197, "2017-09-24T16:21:55Z", 0.0, "Too little time"], [38954, "2017-09-24T14:46:22Z", 0.02, "Unlikely given new allegations linked to purchased Facebook ads and state hacks."], [485, "2017-09-23T16:45:19Z", 0.0, "Recent news and OSINT related to this GJ question:"], [40052, "2017-09-22T17:14:25Z", 0.0, "In light of the russia-election investigation he can not do this at the moment."], [36942, "2017-09-22T16:30:06Z", 0.05, "they won't meet for months"], [485, "2017-09-22T15:35:47Z", 0.0, "The increasing public/governmental understanding resulting from investigations into Russian intelligence penetration of U.S. society and the USG -- possibly including the executive branch -- seems to reduce chances of an official Trump-Putin visit to zero."], [1056, "2017-09-21T23:47:09Z", 0.0, "Utterly impossible in the given time frame, and perhaps utterly impossible altogether."], [39951, "2017-09-21T19:48:23Z", 0.0, "will not happen this month anymore. positions will be discussed via middle men. maybe in 2018."], [39835, "2017-09-21T19:32:11Z", 0.5, "Denke sie werden sich treffen um über den Konflikt in NordKorea zu diskutieren. "], [39942, "2017-09-21T19:22:38Z", 0.0, "There is almost no chance of that happening anytime soon because of the political situation."], [39767, "2017-09-21T18:23:20Z", 0.0, "It's only one week till October and at the current time Donald Trump has more important issues to handle than Russia. Since the topic with Russia lately calms down a little bit, there might be a meeting in the second half of his legislative session."], [29494, "2017-09-21T18:06:56Z", 0.03, "Trump/Putin are unlikely to host each other as no word about any sort of plans have been put out to my knowledge, and I imagine word would get out if it was going to happen in the next two weeks."], [39568, "2017-09-21T17:36:09Z", 0.15, "No global event which make such unplanned visit necessary."], [485, "2017-09-21T15:04:00Z", 0.0, "News reports and OSINT related to this GJ question:"], [485, "2017-09-20T16:01:01Z", 0.0, "News reports and OSINT below cover some developments in the investigations into Russian intelligence activities penetrating American society and the U.S. government:"], [61, "2017-09-20T14:18:31Z", 0.0, "Going to zero on timeframe. Trumps speech at the U.N had welcome elements from the Russian perspective, mostly in the form of ommiting any condemnation, but also the olive branch of praising Russian cooperation at the Security Council as regards sanctions against North Korea. "], [15414, "2017-09-19T18:30:07Z", 0.02, "Odds are now vanishingly small"], [485, "2017-09-19T15:37:24Z", 0.0, "According to some news reports, the special counsel's investigations into Russian intelligence activities in the U.S. might be reaching a tipping point. "], [485, "2017-09-18T16:10:19Z", 0.0, "The U.S. appears to be in an information war with the Putin administration and Russian intelligence. Additionally, Russian intelligence seems to have penetrated American society and the USG in ways that are unacceptable to many. "], [6303, "2017-09-18T04:28:00Z", 0.0, "Based on general news and GJP consensus."], [485, "2017-09-17T18:04:08Z", 0.0, "Recent news reports and OSINT seem to indicate that there would be many obstacles to an official bilateral Trump-Putin visit before Oct. 1:"], [485, "2017-09-16T15:49:12Z", 0.0, "The U.S. counterintelligence investigations into Russian intelligence penetration of U.S. society, USG executive branch and Oval Office seemingly would negate any chances of a hosted bilateral official Trump-Putin visit before Oct. 1."], [38845, "2017-09-15T15:20:34Z", 0.03, "Leave aside a bilateral visit, even the possibility of a meeting at the sidelines of APEC summit in Vietnam on 11-12 November has come down lately given the increased tensions between US and Russia."], [485, "2017-09-15T15:15:48Z", 0.0, "Recent news reports provide some helpful OSINT regarding this GJ question:"], [37520, "2017-09-15T07:16:36Z", 0.01, "I think Donald Trump still wants to distance himself for the alledged involvement of Russia in last years US election  so it would appear too soon.  Also, in view of the volatility in Trump's leadership team and the pressing issue of North Korea I can't see it happening in the near future."], [485, "2017-09-14T16:20:11Z", 0.0, "Below are some recent news reports and OSINT related to this question:"], [485, "2017-09-13T14:26:13Z", 0.0, "Recent developments and OSINT related to this GJ question are covered in news reports below:"], [27207, "2017-09-12T14:53:00Z", 0.0, "The game's in the refrigerator, the door's closed, the light's out, the eggs are cooling, the butter's getting hard, and the jello's jiggling."], [36848, "2017-09-12T14:51:50Z", 0.0, "Interest in US/Russian relationship"], [485, "2017-09-12T13:33:40Z", 0.0, "Related OSINT in recent news reports:"], [37618, "2017-09-12T09:32:45Z", 0.0, "The probability of such an event is diminished to nearly nothing given the short period of time left before the deadline and the length of time generally required to set up such formal events. Given the lack of any discussion of a bilateral meeting and no evidence of an existing invitation, the chances would seem extremely slim. "], [485, "2017-09-11T15:58:40Z", 0.0, "Chances of such a bilateral official visit seem to be diminishing due to various circumstances. Related news reports and OSINT:"], [11896, "2017-09-11T00:40:50Z", 0.0, "Change in forecast because the hurricane will make it unacceptable for Donald Trump to organize or accept an official bilateral visit"], [1031, "2017-09-10T17:48:35Z", 0.95, "Putin will make the first move."], [38874, "2017-09-10T00:15:38Z", 0.0, "Nope, donald trump is under pressure now"], [37185, "2017-09-09T23:53:57Z", 0.1, "Very low chance given hurricane season in the US and how close Oct. 1 is from now. "], [38146, "2017-09-09T19:58:10Z", 0.01, "I was mostly convinced by @Temeraire analysis. "], [37025, "2017-09-09T17:45:24Z", 0.05, "Due to marked scrutiny of Donald Trump's Russia connections it would be highly likely that there would be an official visit. Unofficial visits more likely. "], [27582, "2017-09-09T16:30:51Z", 0.0, "Time has passed, and I now think it is impossible to organise an official bilateral visit before 1 October."], [485, "2017-09-09T14:43:42Z", 0.0, "The investigations are uncovering information that would seem to make it very awkward for Trump and Putin to meet for an official bilateral visit before Oct. 1. "], [38866, "2017-09-09T12:31:21Z", 0.0, "(This forecast is the product of perverse incentives.)"], [38865, "2017-09-09T10:32:53Z", 0.01, "There are bigger issues with North Korea deflecting the light off Trump and Putin why would they bring people's attention back to their \"collaboration\"  "], [38865, "2017-09-09T10:32:26Z", 0.05, "Comment deleted on Sep 09, 2017 10:33AM UTC"], [36440, "2017-09-09T07:22:43Z", 0.0, "With a few short weeks to go, it's *almost* impossible to imagine Trump and Putin hosting each other for any official bilateral visits. It's highly unlikely Trump and co want a Putin pow-wow right now with all the heat coming at him from Mueller, in addition to the apparent friction between T&P, as fellow forecaster SteveHammons stated with links in his comment earlier today. Also, in the wake of hurricane hell and various catastrophic aftermaths unfolding, even a hands-off president might be faced with some unexpected blocks in his calendar. Lastly, North Korea...While our cheeks are collectively clenched over NK's growing nuke fetish (specifically missiles over Japan and this very recent hydrogen bomb test) and Trump's less-than-diplomatic toilet tweets, a global oil embargo and sanctions are being called for by the US and allies against NK. Putin ain't playing this - black gold will continue to flow from RUS to NK, which conceivably adds ample contention on its own to delay bilateral visits at this time. https://www.nytimes.com/2017/09/06/world/asia/north-korea-putin-oil-embargo.html "], [38861, "2017-09-09T07:07:26Z", 0.0, "They'll have a bilateral meeting, for sure...but not a visit. Like where's one travels to the other just for the purpose of meeting. No way. Trump is scared of getting accused of colluding. "], [948, "2017-09-09T02:21:47Z", 0.01, "Even he won't do this now."], [485, "2017-09-08T15:01:00Z", 0.0, "Continuing developments in the U.S.-Russia relationship seem to preclude a hosted bilateral visit before Oct. 1. Related news and OSINT below:"], [38838, "2017-09-08T06:40:32Z", 0.0, "Not this year"], [485, "2017-09-07T15:19:59Z", 0.0, "Trump team and Putin administration might try to pull off a bilateral official visit at some point, but it doesn't look like it will be in next three weeks."], [11430, "2017-09-06T21:37:28Z", 0.0, "Too politically hot for any Russian visitor in DC."], [3, "2017-09-06T00:36:59Z", 0.0, "I rarely go to 0, but an official bilateral visit in the remainder of September is unimaginable at this point."], [33887, "2017-09-05T18:23:35Z", 0.0, "100"], [485, "2017-09-05T15:23:32Z", 0.0, "Putin has been making some public comments about Trump that are interesting, but do not seem to enhance the possibility of a hosted bilateral official visit before Oct. 1. "], [34495, "2017-09-04T12:00:07Z", 0.01, "Small timeline. No immediate pressure for a bilateral visit. "], [6303, "2017-09-04T05:10:38Z", 0.0, "Based on general news and GJP consensus."], [283, "2017-09-04T00:33:09Z", 0.05, "Never say never?"], [1332, "2017-09-03T21:45:15Z", 0.0, "Ha ha."], [485, "2017-09-03T18:41:27Z", 0.0, "Continues to seem unlikely in the next four weeks. Related news and OSINT:"], [19326, "2017-09-03T16:55:12Z", 0.07, "Unlikely; it would add fuel to congress's fire. But Trump might if people pressure him hard enough not to. "], [485, "2017-09-02T17:25:42Z", 0.0, "Four weeks to go until Oct. 1. The U.S.-Russia relationship is going through various adjustments, as noted in some of the news articles below. "], [15414, "2017-09-01T20:12:58Z", 0.15, "No sign of a thaw"], [485, "2017-09-01T16:49:15Z", 0.0, "Continues to seem increasingly unlikely due to developments and situations. News and OSINT below:"], [485, "2017-08-31T16:49:27Z", 0.0, "Seems increasingly unlikely due to a number of circumstances and developments. Related recent news reports and OSINT below:"], [32872, "2017-08-31T07:46:35Z", 0.0, "Lowered from 2%."], [485, "2017-08-30T16:16:02Z", 0.0, "Recent and ongoing developments in the investigations into Trump-Russia connections would seem to damage chances for a bilateral official visit before Oct. 1. "], [485, "2017-08-29T15:10:31Z", 0.0, "Continuing developments seem to reduce the chances of an official hosted bilateral visit. News reports and OSINT below:"], [485, "2017-08-28T20:59:43Z", 0.0, "Lots of breaking news today, Mon., Aug. 28 about Trump and Russia. As a result, lowering my probability estimate on this GJ question back down to zero. "], [485, "2017-08-28T16:07:03Z", 0.05, "I can't totally rule out such a bilateral visit, though it seems unlikely. Trump is defiant and makes decisions that others would not make. Related news reports and OSINT below:"], [36616, "2017-08-28T13:29:32Z", 0.01, "- Trump is still tied up in scandal questioning Russia's role in his election victory.\n- Trump will need to be in Washington until the government funding concerns are resolved. \n- Russia continues to be aggressive towards Ukraine. "], [485, "2017-08-27T23:54:53Z", 0.0, "Ongoing developments seem to preclude such an official bilateral visit. Related OSINT in the news:"], [38553, "2017-08-27T17:50:05Z", 0.01, "According to wikipedia, Putin visited the US 4 times in ~16 years, and Obama visited Russia ~2 times in 8 years, suggesting a base rate of around once every two years, or ~1/24 chance. But these visits probably get some press beforehand, and the current political situation does not seem conducive. "], [11896, "2017-08-27T13:16:34Z", 0.02, "Trump is running out of outrageous attention getters. An official bilateral meeting is highly unlikely yet Trump and Putin act as people able to organize events without considering what others think."], [1056, "2017-08-27T00:54:41Z", 0.0, "Never any chance, no chance now. With the whole \"Trump is Putin's puppet\" brouhaha, possible no chance ever."], [485, "2017-08-26T17:39:35Z", 0.0, "it's almost September, so time for such a visit is running out. Yet, Trump remains defiant in many ways -- we don't know what he might do."], [35302, "2017-08-26T13:49:58Z", 0.0, "Surely, time is now too short to arrange such a meeting, right? There is only a little more than a month on the clock. Think about your own calendar and how hard it would be to arrange a multi-day meeting in an international location in less than a month. Now add on complexity that comes with each leader's desire to appear the alpha male in the relationship. This seems like it would lead to scrutinizing every detail of said meeting. I cannot imagine it could be done by Oct 1, 2017."], [485, "2017-08-25T15:17:23Z", 0.0, "Appears to be increasingly unlikely due to several elements explored in recent news articles containing relevant OSINT below:"], [485, "2017-08-24T15:31:24Z", 0.0, "It seems that circumstances are developing in a way that would prevent any such kind of official visit."], [38549, "2017-08-24T13:02:54Z", 0.3, "I do not think so !\nThere are too many thinkink differences between them !"], [12573, "2017-08-24T12:55:47Z", 0.03, "Much lower than my original estimate, due to misunderstanding the original question."], [1639, "2017-08-24T12:48:43Z", 0.0, "Why would Putin waste his time?"], [38521, "2017-08-24T11:17:40Z", 0.01, "timing! 27 days left and I see no evidence of such a thing coming to fruition. Will take a final call a day before the deadline."], [38550, "2017-08-24T10:02:49Z", 0.25, "Only one month left, but Trump needs more and more successful media exposure.\nHe needs also to show a partnership with Russia.\nTrump in Russia or Putin in USA would be a success for Putin and I don't seea reason he would refuse a visit.\nI would suggest Putin to try to come to USA and speak abour terrorism & afghanistan"], [485, "2017-08-23T16:24:24Z", 0.07, "More elements may interfere with any plans for an official hosted bilateral visit before Oct. 1. "], [15621, "2017-08-23T14:31:57Z", 0.0, "Less than 0.5% chance now so going to 0"], [36690, "2017-08-22T19:18:12Z", 0.12, "Slight reduction in light of time constraints.  Also, have a concern that further commitment to Afghanistan may concern Russia as that means increased US military presence in Mid East where Russia has interest in driving the politics."], [23879, "2017-08-22T05:41:49Z", 0.0, "Downgrading from 1%. Sanctions, diplomatic staff expelled, too little time remaining."], [33887, "2017-08-21T18:35:11Z", 0.0, "100"], [485, "2017-08-21T17:30:30Z", 0.07, "Due to Trump's defiant personality and behavior, and his apparent connections with Russian oligarchs and Russian organized crime, he may still push for such a visit. "], [30364, "2017-08-21T14:33:15Z", 0.0, "I do not see any visit within the time frame...\nU.S. scales back Russian visa operations after Putin cuts embassy staff\nhttp://www.msn.com/en-us/news/world/us-scales-back-russian-visa-operations-after-putin-cuts-embassy-staff/ar-AAqs86v?OCID=ansmsnnews11"], [38473, "2017-08-21T03:15:05Z", 0.03, "Anyone other than Trump would warrant a zero percent. He is highly unpredictable. The question here is of timing. Even given a \"trump\" factor, the planning necessary would take time. The white house is leaky, perhaps less so now, but even talks of bilateral meeting could be leaked so this also seems to reduce likelihood. Odds only go down with time (obviously) unless O'Bama publicly stats that Trump should not have a bilateral meeting. O'Bama tells Trump not to and the odds go up significantly."], [485, "2017-08-20T18:28:32Z", 0.03, "Trump appears to be weakened politically by his own behavior, statements and related factors. This could affect chances for an official bilateral visit with Putin before Oct. 1. "], [37740, "2017-08-20T13:29:01Z", 0.15, "The US must seek alignment (as best it can) with Russia over N Korea, and Trump needs to establish confidence in his foreign policy. The visit seems unlikely, however despite the sanctions, a 1-1 dialogue could be helpful (to N Korea)"], [485, "2017-08-19T16:23:11Z", 0.05, "Such an official bilateral visit seems unlikely. But, it might not be wise to underestimate how much Putin/oligarchs/Russian intelligence want to make nice with Trump and his Russia-friendly family members/associates/cabinet members. "], [14847, "2017-08-19T13:31:03Z", 0.0, "Nothing publicized this close to expiration, and unlikely to happen given current investigation."], [32258, "2017-08-18T18:09:20Z", 0.0, "This is an incredible read.. very comprehensive interactive timeline on Trump/Russia at Bill Moyers & Co. site."], [530, "2017-08-17T20:52:07Z", 0.1, "Adjusting forecast"], [38406, "2017-08-17T16:38:05Z", 0.0, "Trump tied up with domestic issues, allegations of collusion with Russia still too relevant for meeting to occur, last meeting only occurred in July "], [38373, "2017-08-16T11:52:21Z", 0.0, "given what's going on lately"], [36690, "2017-08-15T19:10:39Z", 0.14, "Reducing to account for passage of time, but not dramatically, as NK adds pressure to a possible bilateral meeting to address that issue. "], [485, "2017-08-15T15:58:03Z", 0.08, "Seems unlikely, but not impossible. Some related news reports/OSINT:"], [35302, "2017-08-15T14:41:58Z", 0.01, "There might be a higher probability of President Trump meeting with David Duke than Vladimir Putin, although there is no time to organize a visit for either in six weeks."], [1056, "2017-08-15T14:06:44Z", 0.0, "Even if either or both were tone-deaf enough to want such a visit, there's no time to set it up within this time frame."], [38268, "2017-08-14T10:16:08Z", 0.02, "Domestic political pressure in us, expulsion of us diplomats, us sanctions recently passed"], [485, "2017-08-13T17:20:25Z", 0.05, "With each week that passes, it seems that it might be more difficult for Trump and Putin to pull off an official bilateral visit before Oct. 1. "], [3, "2017-08-13T00:15:39Z", 0.01, "In Carly Simon's words, \"It's too late, baby, it's too late.\" If this were going to happen before 1 October 2017, there would already have been an announcement."], [485, "2017-08-12T18:14:20Z", 0.07, "Although Trump could defy his detractors and agree to a hosted bilateral meeting with Putin, it seems special counsel Mueller and the FBI might be closing in on Trump's associates and Trump himself for coordination with Russian intelligence."], [485, "2017-08-11T16:21:27Z", 0.17, "Trump and top Russian officials probably would like such an official bilateral visit to help get past the Russia investigations. "], [8611, "2017-08-11T03:03:49Z", 0.07, "considering the present political climate and the state of the presidents legal problems coupled with the reduction of staff in Moscow,  it is very unlikely."], [485, "2017-08-10T22:06:51Z", 0.1, "Trump and Putin continue to appear quite friendly. Maybe an official bilateral visit before Oct. 1 should not be ruled out."], [37408, "2017-08-10T12:58:38Z", 0.25, "It wouldn't surprise me, but little does at this point with regard to this president."], [948, "2017-08-10T10:49:34Z", 0.01, "The Donald is unpredictable but I think this won't happen. There is just too much going on."], [33838, "2017-08-10T03:15:01Z", 0.0, "Passage of time"], [37230, "2017-08-09T18:57:00Z", 0.3, "Increased tension on Korean peninsula, Syrian conflict likely to take a dramatic turn (such as RF or USA pilot getting shot down), and either of these events could lead to a direct meeting."], [36690, "2017-08-09T18:37:51Z", 0.16, "Slight increase here, as the hand may be forced amid issues with NK. "], [485, "2017-08-09T15:15:36Z", 0.15, "Trump seems to be making some bold moves, even as various investigations about connections with Russians uncover more information."], [485, "2017-08-08T15:17:56Z", 0.1, "It seems that both the Trump and Putin administrations would like to move forward on better relations, despite the current challenges. They might try to arrange such an official bilateral meeting."], [16778, "2017-08-07T20:34:10Z", 0.1, "Trump is recognizing the limitations of his power. Faced with Mueller's investigation and a potential Congressional revolt if he appears too soft on Russia, the President must avoid appearing pandering to Putin. For a bilateral visit to occur, there would have to be a large newsworthy event to report such as the Russian withdrawal from Ukraine or Syria. High-level administrative meetings are scheduled to occur soon between the US/Russia presumably to discuss these issues. Sec'y Tillerson has said that Russian interference should not single-handedly derail US/Russian relations. While I think the timing is very tight and that official Russian & US positions are far apart, there still is a small chance of a bilateral visit."], [485, "2017-08-07T17:13:14Z", 0.12, "Tillerson seems to be trying hard to make nice with the Putin government. He appears to be working closely with Russian counterparts to manage the U.S.-Russia relationship -- and perceptions of that relationship."], [30369, "2017-08-06T17:41:06Z", 0.04, "Updating forecast for 2 months v. 4"], [485, "2017-08-06T17:00:08Z", 0.15, "Tillerson is re-connecting with his business associates (from his Exxon days) in Russia now. Trump team is full of friends of the Putin government and the Russian oligarchs (and Russia organized crime)."], [699, "2017-08-06T15:51:27Z", 0.05, "Since the legislative bodies of the US have pushed through practically indefinite, one sided, illegal trade embargo on Russia, and have herewith declared the bankruptcy of the US political system by reducing the role of the elected president to a puppet, barring him from executing his constitutional rights to actively shape foreign affairs, there will be little to talk about to a crippled US president. Euro-Asia will continue to develop its potential with or without USA.  Europe will have a hard choice to make too. The military supremacy which allowed the US cowboys to fish in tainted waters since the down fall of USSR is gone. Russia has already reestablished its military to a sufficient level to obliterate the ambitions of the financial oligarchs in US to continue to control the world by sea, more new toys to come shortly. The stand off coast distance is now already further than the US air carrier fleet can operate from effectively. Now the financial US-Petrodollar scheme is the main goal. The agony of the empire will still take some time, but since the modern times are much faster, so the fall will be too. It will happen in our lives. USA will become to a strong country among others, but the dream of the end of history under a uni polar world order will remain a dream of neoconservative lunatics."], [34518, "2017-08-06T15:21:55Z", 0.05, "Probably not after the Mueller investigation. Since it's going to Grand Jury, it'll take at least a couple of months before things start moving."], [36774, "2017-08-06T09:32:58Z", 0.12, "The recent renewal of stronger sanctions by the US and the subsequent reaction of Russia to reduce the number of US diplomatic staff in Russia is deepening the rift between both leaders."], [20588, "2017-08-06T06:59:59Z", 0.0, "Not a chance. Kelly will restrain Trump if he has to."], [485, "2017-08-05T16:12:43Z", 0.12, "Could Trump and Putin forge ahead with an official bilateral meeting despite objections from others? Trump is often defiant and goes against conventional wisdom as well as the recommendations of advisers."], [5018, "2017-08-05T05:58:46Z", 0.0, "Affirming. "], [485, "2017-08-04T17:09:31Z", 0.1, "Trump appears increasingly defiant about the alleged situation involving Putin, Russian intelligence, wealthy Russian oligarchs, etc. "], [485, "2017-08-03T18:16:13Z", 0.05, "Maybe we can't rule this out. If Putin invited Trump to such an official visit, Trump might just accept and thumb his nose at any objections."], [34836, "2017-08-03T17:44:52Z", 0.0, "Is there any chance of showing a graph of the votes on this question over the past year?  Would be very enlightening."], [34836, "2017-08-03T17:40:22Z", 0.0, "The stalemate over the loss of warehouses and secondary embassy locations may offer Trump an opportunity to visit Putin, but Putin would never risk a meeting in the US where he might be arrested.  However, any bilateral meetings seem unlikely with the high tensions over electoral interference and money laundering."], [485, "2017-08-02T18:34:52Z", 0.0, "Recent news reports contain some related OSINT regarding this question:"], [36690, "2017-08-02T16:32:22Z", 0.13, "Upgrading this in light of POTUS signing Russia sanctions bill with a concomitant statement suggesting that America wants to \"see Russia take steps to improve relations with the U.S.\"  It is possible then that POTUS sees the sanctions issues as a negotiating point and could be used to open the door to further discussions with Russia.  In order to probe that, a meeting would be helpful. Additionally, if the meeting is politicized and played correctly, it could help reduce the impact of the Russia collusion narrative. "], [36713, "2017-08-02T04:50:06Z", 0.3, "Based upon Russia retaliation of us sanctions"], [36690, "2017-08-01T22:58:35Z", 0.08, "In light of the expulsion of U.S. diplomats from Russian, the likelihood of diplomatic meetings would, at the surface, seem to be diminished.  But, the effect of POTUS signing the new Russian sanctions bill may in fact spur discussion over how to better handle the relationship between the two countries.  I admit, that consequence seems unlikely to manifest, particularly with the Trump-Russia issues that permeate every facet of U.S. politics these days.  That being considered, Trump has an incentive - maintaining a semblance of credibility and deniability in the face of U.S. media - to avoid direct interaction with Russia at all costs if it has any potential to be construed as favoring Russia.  On the other hand, Putin would seem to have a small incentive to engage with the U.S. given both these new sanctions and the Pentagon's recent indication that it was prepared to get involved in Ukraine in some capacity.  Add in Russia's planned military exercises on NATO boarders, and you have a situation that is ripe for disaster and also prime for discussion.  Thus, although Trump would lose political capital by reaching out, Putin would not and would stand to gain in the eyes of the international community bu reaching out before any military action (exercises or otherwise) came to bear.  For these reasons, I believe there is a slight, but unlikely, chance that a bilateral visit could occur."], [15621, "2017-08-01T20:36:23Z", 0.01, "Passage of time "], [36709, "2017-08-01T19:34:02Z", 0.0, "Putin expelled U.S. diplomats from Russia."], [485, "2017-08-01T16:28:14Z", 0.0, "Continues to seem highly unlikely. Related OSINT in recent news reports:"], [28904, "2017-08-01T14:46:09Z", 0.07, "They had what I guess we're calling an \"unofficial\" at the G20, which makes a hosted visit on either side less likely. \nThe US passed sanctions, and Trump signed, and Russia retaliated: http://abcnews.go.com/International/wireStory/putin-lays-number-us-cut-755-moscow-diplomats-48943705\nTo have an official, I think they'd have to meet at a third country site now (like Iceland). I can't think of Trump or Putin being the \"guest\" and looking beholden to the other. It's hard to think who could host. "], [36002, "2017-08-01T13:30:25Z", 0.0, "It is very very unlikely that Trump and Putin will host a 'official' bilateral visit/meeting considering that further sanctions have been released and the 'official' Russian-American diplomatic relations have cooled down a lot. \nBut maybe they meet again 'accidentally'  - anything but 'official' is possible."], [36543, "2017-07-31T17:37:15Z", 0.13, "Russia and the US are currently engaged in a competition of Tit for tat. As I would saying nothing is ever certain, 1% chance seems like a possible answer. Lets not forget the growing indifferences between the two countries: \n1. 2016 (suspected) Election Meddling\n2. General indifferences in the Middle East \n3. Increase of (suspected) assassinations of Russian VIPs on US soil\n4. Removing US Diplomatic Staff\n5. etc....\nThe two countries have a lot of differences to work out, yet I do not see them meeting in the near future..."], [24, "2017-07-31T14:25:07Z", 0.0, "Going down to a big fat zero. Latest round of US sanctions against Russia, and *large-scale* diplomatic expulsions (in contrast to the low-level, small in number, tit-for-tat, almost symbolic, ones that have occured on numerous occasions in recent years, or indeed in the late perestroika period) mean that making nice, or the apparence of it, are not on the cards right now."], [36233, "2017-07-30T21:52:36Z", 0.03, "After the US Congress approved a sanction package against Moscow on top of the Russian scandal involving Trump's campaign and close family members depicting that country's intervention on the November 2016 US election, I cannot foresee in the near future either mandatary hosting any bilateral visit therewith."], [485, "2017-07-29T17:20:54Z", 0.0, "Related OSINT in news reports regarding this question:"], [12726, "2017-07-29T17:04:35Z", 0.08, "Lowering since not much time left."], [15414, "2017-07-29T02:08:56Z", 0.25, "Trump approves of and is set to sign a bill to impose new sanctions and let Congress block easing penalties. "], [485, "2017-07-28T17:11:59Z", 0.05, "Putin announced he's closing two U.S. facilities in Russia and expelling some U.S. personnel. "], [12252, "2017-07-27T19:18:47Z", 0.3, "Current animosity between the US Congress and Russia I believe makes this impractical for Trump to do"], [485, "2017-07-26T18:03:19Z", 0.0, "I'm keeping my forecast at zero for this question. Due to more sanctions on Russia voted on in Congress this week, the Kremlin is threatening retaliation. "], [23879, "2017-07-26T05:54:56Z", 0.01, "Updating from 2% due to passage of time with no plans for this announced."], [36604, "2017-07-26T00:07:58Z", 0.0, "Simply can't see this happening with the investigation and everything surrounding it.\nWhether Trump accepts or denies the sanctions will force there to not be a visit. If he accepts, Putin will not want to meet; however, if he does not sign them in, the country would be in complete awe if Trump invited Putin to America, or vice versa.\nTrump is already trying to push out Sessions for  investigating on russia + trump ties, and no way Mueller gives an answer before october, so Trump will not be cleared by then."], [485, "2017-07-25T19:35:32Z", 0.0, "It seems this such an official bilateral meeting may become impossible due to the multiple investigations. As the investigators, Congress, journalists and the public learn more, a meeting of this kind seems unlikely, "], [34449, "2017-07-25T16:22:41Z", 0.07, "Unlikely from the American site but it seems as if there is so little predictability in all of Trump's behaviour. For Putin, this would be another win in this relationship and I believe he would agree to meet."], [691, "2017-07-25T12:14:43Z", 0.0, "They make such a cute couple it's a shame they don't have a joint nickname.  Vladon?  Donamir? Putrump?  Anyway, no home game for either of them for a while yet."], [485, "2017-07-24T21:34:27Z", 0.05, "Such an official bilateral meeting looks less and less likely before Oct. 1 -- or ever."], [948, "2017-07-23T19:33:21Z", 0.02, "This is going on and on, and no matter who stubborn Trump is, I don't think a bi-lateral meeting will happen before October."], [485, "2017-07-23T15:03:05Z", 0.1, "Several recent developments could affect chances for an official bilateral meeting before Oct. 1. "], [36570, "2017-07-22T20:59:17Z", 0.11, "Members of Congress have been talking for weeks on sanctions due to election misdeeds and now are moving forward with a bi-partisan plan for sanctions, but a low chance nonetheless. "], [485, "2017-07-22T16:30:03Z", 0.05, "As the Russian investigations move forward, it may become increasingly awkward for Trump and Putin to have a hosted official bilateral meeting. Yet, Trump could just push ahead and do it -- and Putin would probably agree. "], [35302, "2017-07-22T08:55:53Z", 0.05, "Not sure if the New York Times interview does anything to the chances here, but clearly indicates the challenges of this presidency to put the Russian collusion issue behind him. Additionally, his own son is in the spotlight and harms way on the topic. I cannot see President Trump arranging just to be provactive (what Trump does) in this case. Additionally, time is running out. I am real close to saying 0% chance, but more than two months remain."], [27101, "2017-07-22T08:50:05Z", 0.05, "With the Russian investigation going on the probability has decreased even further"], [36558, "2017-07-22T06:32:20Z", 0.15, "Accusations of Trump team collusion with Russia during elections will remain too unresolved"], [1056, "2017-07-22T02:52:23Z", 0.0, "Time's running out for this one. It isn't like they can arrange a bilateral visit on the fly."], [485, "2017-07-20T15:31:13Z", 0.1, "Outcomes from the various investigations into Russia-Trump connections seemingly will make such a meeting difficult. In addition, Trump's recent second meeting with Putin at the G20 dinner seems to have been quite inappropriate and raises more concerns."], [20284, "2017-07-18T20:40:41Z", 0.1, "Not that soon as there will still be media driven exaggerations of Russia/Trump connections.   Perhaps before year end or more likely early next year.  Even the media\ncan only beat a dead horse for so long after which a different topic will have to take its place.  At that point then the important resetting of Russian/American  accords can be discussed and implemented."], [485, "2017-07-18T18:09:38Z", 0.1, "Developments in the investigations into Russian intelligence activities may continue to make it more difficult to hold such an official bilateral meeting before Oct. 1."], [485, "2017-07-17T16:47:50Z", 0.15, "It seems possible that the Trump-Putin relationship will get even more complicated as more information emerges about alleged connections and activities. "], [36496, "2017-07-17T12:04:02Z", 0.02, "Too many reasons to write."], [6303, "2017-07-17T02:17:27Z", 0.2, "Based on general news and GJP consensus."], [485, "2017-07-16T18:11:52Z", 0.2, "Trump may say \"Damn the torpedoes -- full speed ahead\" in his efforts to get friendlier with Putin, remove or reduce sanctions, build a Trump Tower in Moscow (which was in planning stages before U.S. sanctions were implemented) and whatever else he may have in mind."], [1056, "2017-07-16T17:36:11Z", 0.0, "After the Trump Jr. revelations, the chances of such a meeting are even more remote. At this rate, neither Trump nor Putin will ever make an official visit to the others' country. In any case, it won't happen in the next two months. Trump will never go, and he won't invite Putin. There's simply nothing in it for Trump. Such a visit - in either direction - will cause Trump a great deal of trouble, and Trump only likes trouble he has instigated or can somehow control."], [28156, "2017-07-16T14:49:45Z", 0.05, "I started at 5% because the political climate right now would stretch the White House thin. Could the GOP let off the steam? Do they need to?"], [34535, "2017-07-15T23:00:53Z", 0.12, "I am lowering my probability to 12% to account for the passage of time. I think that increased concerns around potential ties between Trump and Russia decreases the probability of a meeting. I worry though that the Russia concerns also increase the size of the tails of and skews the probability distribution of the outcome of this event too."], [485, "2017-07-14T16:06:50Z", 0.25, "Trump recently stated he would like to invite Putin to the White House \"at the right time.\" Obviously, much depends on the ongoing investigations into Trump-Russia connections."], [691, "2017-07-13T11:38:51Z", 0.0, "Probably still zero for October, but it is increasingly obvious that one of the very highest items on Mr. Tangerine Man's wish list is resumption of his warm and loving relationship with Vlad the Shirtless.  If the US Prez continues to detach from reality at his current rate, he could perhaps either extend or accept an invite.  Much will depend on whether any of his advisors has enough influence to outweigh this particular lust.  Stay tuned."], [14493, "2017-07-11T17:55:00Z", 0.0, "It seems increasingly unlikely. Both Putin and Trump will be thinking about summer vacations between now and the end of August, it gets hot in summer in Russia and Trump always wears a suit. Putin probably wants to take his shirt off and go off bear hunting or something. Trump will be in Paris (France, not TX) later this week, where protesters are planning to make his visit there as memorable as his G20 visit to Hamburg was. Trump's official visit to see the Queen has been put off until next year. Unless Trump and Putin plan to meet in Iceland I can't see it happening before October.   "], [485, "2017-07-11T16:15:56Z", 0.15, "A hosted official bilateral visit might be getting harder and harder to achieve due to more revelations related to Trump-Russia connections. "], [3363, "2017-07-11T15:50:02Z", 0.02, "Might need a clarification on this question: If Trump flees the country and seeks exile in Moscow, is that considered an official bilateral visit?"], [27207, "2017-07-11T15:27:10Z", 0.02, "Passage of time. "], [34499, "2017-07-11T11:46:39Z", 0.0, "I have to think that now they have met at the G20 if there was going to be a bilateral visit it would have been mentioned as a possibility.  Added to that, the current investigations surrounding Russian involvement in the US election will make it difficult."], [35398, "2017-07-11T03:14:24Z", 0.0, "still no  no no"], [500, "2017-07-10T20:27:18Z", 1.0, "IRPA JE U OVOM TURNIRU KORISTILA VESTACKU INTELIGENCIJU.IRPA je POKUSALA DA  DOKAZE DA JE NAPREDNA VESTACKA INTELIGENCIJA BOLJA OD LJUDI U PREDVIDJANJU I ANALIZI BUDUCIH DOGADJAJA.UZ OGRANICENI PRISTUP INTERNETU OD 512 kbs I PRASTARI LAP TOP KOJI je CESTO BIO U KVARU a sad je konacno pokvaren postigao sam zavidan rezultat..sa ogranicenim resursima posvetio sam svakom pitanju maksimalno 2 minuta .Znam da ce ovo pitanje biti reseno sa NE .Kao sto znam da odreceni ucesniki hakuju sajt GJP  da bi postigli dobar rezultat .Znam da su neki ucesnici generisani program  IRPA.PISAO SAM ODREDJENE GLUPOSTI KOJE SAMO MASINA MOZE DA shvati ozbiljno i cekao reakciju.Stotine miliona dolara potroseni bezveze da se dokaze da je masina bolja od coveka .\n da  SAM IMAO ISPRAVAN LAP TOP MOGAO SAM DA DA POSTIGNEM BOLJE REZULTATE"], [20588, "2017-07-10T20:05:45Z", 0.05, "The Russian thing is driving Trump nuts. At this point, there is almost no way he'll either host or agree to be hosted by Putin. The news would eat him alive, and some Republicans would hit the tipping point and abandon Trump."], [485, "2017-07-10T19:48:00Z", 0.2, "More developments and revelations about connections between the Trump team and Russians seem to be emerging. Reports of Russia increasing spying in the U.S. could also impact an official hosted bilateral meeting between Trump and Putin. "], [36147, "2017-07-10T13:54:05Z", 0.12, "possible not as soon"], [36147, "2017-07-10T13:53:32Z", 0.32, "possible not as soon"], [23006, "2017-07-10T13:22:24Z", 0.15, "Battle of the Greetings"], [15621, "2017-07-10T11:33:06Z", 0.02, "Passage of time"], [30389, "2017-07-10T08:23:13Z", 0.05, "Comment deleted on Jul 11, 2017 02:33PM UTC"], [35242, "2017-07-10T07:45:18Z", 0.0, "Vladimir Putin will want this to happen, but this will be very bad optics for Donald Trump as it will be another Putin win and Trump always wants to WIN."], [25281, "2017-07-09T19:58:37Z", 0.95, "makes for good politics"], [485, "2017-07-09T16:17:43Z", 0.25, "Trump and Putin teams might feel that pushing forward assertively as if nothing is amiss might be the best approach. This could include trying to schedule a hosted bilateral official meeting."], [27582, "2017-07-09T14:18:26Z", 0.2, "As far as I can gauge the output from the G20 meeting, an official bilateral meeting has got less likely."], [36362, "2017-07-09T08:09:09Z", 0.65, "Quite likely but lots of forces against it also. "], [24, "2017-07-08T19:23:39Z", 0.15, "Going up a bit after reportedly cordial G20 meeting. But time is short, and - apparent Syria peace deal notwithstanding - the differences are huge."], [1333, "2017-07-08T16:22:27Z", 0.0, "I believe that DJT played the Russian card on Xi today, and to re enorce that we as in USAF with a ROC escort lobed practice bombs into NK while DJT and Xi met.Should be no need to meet till next crisis."], [12302, "2017-07-08T12:40:34Z", 0.01, "-1p.p. "], [1056, "2017-07-07T21:06:52Z", 0.0, "Trump has no reason to agree to such a meeting, and ample reasons to avoid one. What we saw today is the only Trump-Putin meeting before October 2017, and perhaps for a long time after."], [13377, "2017-07-07T19:15:45Z", 0.05, "Cordial (apparently) meeting at the G20. How might this impact probabilities? http://www.cnn.com/2017/07/07/politics/trump-putin-meeting/index.html"], [23006, "2017-07-07T19:05:59Z", 0.49, "many other ways of conducting relationship instead of public and official bi-lateral meeting - would probably taking those routes would take up 2 1/2 months or more."], [23006, "2017-07-07T18:51:18Z", 0.51, "If camaraderie, for want of a better adjective, between trump and Putin at G20 is favourably received inside US and Russia (i.e.,\nreported in a favourable light from the leaders' point of view in the domestic press) then very likely that a meeting between the two for the purposes of US-Russia future relations will be set. "], [36157, "2017-07-07T16:58:11Z", 0.1, "Unlikely to schedule a high-profile meeting so soon after the G20 summit."], [1333, "2017-07-07T16:34:27Z", 0.05, "They've been at over two hours after a scheduled 30 min meet at G20. I would expect Lavrov and TIllerson to handle things from here out."], [485, "2017-07-07T15:02:56Z", 0.15, "With the Trump-Putin meeting today at the G20, the two men (and their associates) seem to be trying to normalize the situation -- to the degree possible. Trump and Putin both deny, question and play down the issues surrounding Russian intelligence penetration of U.S. society -- and possibly the USG executive branch."], [691, "2017-07-07T14:34:00Z", 0.0, "Whichever of Putin's cheeks the US Prez kisses just now (there are up to four choices), there's probably not an imminent home game in it for either of them.  If, however, one of them does visit the other, it would be a good idea to take along a food taster...."], [36104, "2017-07-07T14:10:06Z", 0.02, "Readjusted for the fact that even if there is a formal bi-lateral meeting at g20 GJO will probably not count this. And I find it unlikely they will schedule another one right after. "], [35302, "2017-07-07T11:23:50Z", 0.07, "1) Time is running out to plan/arrange such an event before the expiration of this question (Oct. 1). 2) It would be political suicide, or at least dim-wittedly provocative, to meet under the current environment of investigation and suspicion. That said, never under-estimate this president's willingness to do something dim-wittedly provocative. There is still a chance.\n"], [36318, "2017-07-07T10:17:06Z", 0.04, "Since Trump critized Moscow at his visit in Poland and Putins latest Article in the German Newspaper \"Handelsblatt\" I don't think that there is much chance of an official bilateral visit. Even though something could evoke from the G20 Meeting in Hamburg, i don't assume that there will be another official visit so short after this multilateral meeting."], [61, "2017-07-07T03:17:30Z", 0.02, "And now Trump hits back a bit: \"The president made his sharpest criticism of Moscow since taking office, urging Russia to “cease its destabilizing activities in Ukraine and elsewhere and its support for hostile regimes, including Syria and Iran,” and asserting that it must “instead join the community of responsible nations in our fight against common enemies and in defense of civilization itself.”"], [31710, "2017-07-06T19:33:56Z", 0.03, "With the Russian investigation going on, the meet they are having at G-20 now and the time remaining until the end of the question, unless something really unexpected happens, they won´t meet."], [61, "2017-07-06T15:55:36Z", 0.02, "I had considered raising the forecast by a point on the possibility something could develop from the G20 meeting until I read the CNN article below reporting on an article penned by Putin and published in the German newspaper Handelsblatt. I don't think jabs at Trump will lead to a bilateral meeting."], [36309, "2017-07-05T22:20:04Z", 0.05, "Barring a highly unexpected and unlikely turn of events, neither has the political interest in hosting, or agreeing to visit, the other.   They will reserve their meetings to multilateral events in other locations."], [4387, "2017-07-05T20:52:34Z", 1.0, "I am updating my forecast from 90% to 100% given the meeting that is occurring this Friday.  See attached link: https://www.thestar.com/news/world/2017/07/05/trumps-aides-dont-know-what-hes-going-to-say-to-putin-friday-and-theyre-a-little-nervous-about-that.html"], [29623, "2017-07-05T20:45:55Z", 0.4, "10"], [36104, "2017-07-05T13:36:27Z", 0.95, "http://www.cnn.com/2017/07/04/politics/trump-putin-bilateral/index.html"], [26267, "2017-07-04T22:20:34Z", 0.2, "Down on time lapsed and seemingly no interest given limited scope of common interests"], [23234, "2017-07-04T20:06:09Z", 0.05, "Comment deleted on Jul 18, 2017 06:49AM UTC"], [23234, "2017-07-04T20:05:35Z", 1.0, "Comment deleted on Jul 04, 2017 08:06PM UTC"], [34649, "2017-07-02T15:29:25Z", 0.05, "They're meeting at G20 so it's unlikely they meet again. So there is still some chance but it is still political poison for Pres. Trump, given the Russian investigations."], [1161, "2017-07-02T00:02:11Z", 0.0, "I do not believe that this president has any concern about optics. Nor do I believe that he takes his oath of office, or the Constitution, seriously. The increasing number of White House and campaign associates hiring lawyers, however, is bound to draw his attention. If nothing else, having one's underlings looking out for their own interests [first] is a signal that caution is required."], [9755, "2017-07-01T05:31:08Z", 0.0, "They will meet soon , but none will be the host."], [20588, "2017-07-01T04:52:29Z", 0.11, "Now that they're meeting at the G20 summit next week, the chances of an official visit, with one hosting the other, is even less likely before October. He may say it's fake news, but even the Donald will not risk the firestorm of criticism if he meets with Putin \"bilaterally\"."], [691, "2017-06-30T12:10:34Z", 0.0, "Perhaps they will bump into each other at G20; that seems to be the plan, at least to the extent that \"plan\" is a term with meaning any more.  "], [30594, "2017-06-30T10:20:05Z", 0.05, "By now, they discuss not even to meet officially at the G20 meeting (only informally)..."], [10935, "2017-06-30T00:58:22Z", 0.05, "Drastically re-assessing my earlier, higher probability because (1) the optics given the\nunfolding Trump-Russia inquiry would be terrible; and (2) they seem to be meeting next week\nat the G20 meeting [https://www.reuters.com/article/us-usa-russia-meeting-idUSKBN19K2OF]\n--- oh, to be a fly on those walls;"], [1056, "2017-06-29T02:44:14Z", 0.0, "They will meet next month, have face-to-face bilateral talks, and this will not fulfill the conditions specified by the question, so the answer is no."], [485, "2017-06-28T16:07:22Z", 0.05, "It seems possible that the Russia situation will only get worse for Trump and his associates. There appear to be very legitimate concerns by the U.S. IC related to Russian intelligence penetration of U.S. society and the USG -- including the executive branch."], [30387, "2017-06-28T15:45:41Z", 0.0, "With the investigations going on at the moment about rigged elections the timing is far from perfect. They were too friendly between them too soon so that would only raise eyebrows. "], [3301, "2017-06-28T15:35:39Z", 0.1, "Ongoing difficulties with domestic policy will prohibit Trump from participating in outward foreign policy developments involving Putin. As a result, Putin knows that he has Trump between the proverbial \"rock and a hard place\" and will continue to promote foreign and military (both physical and digital) policy that is a thorn in Trump's side, without extending invites for communication on his end. Residual probability remaining is due to unforeseen geopolitical altering events that may occur, as always."], [530, "2017-06-27T22:18:28Z", 0.25, "Lowering further"], [25656, "2017-06-27T19:51:45Z", 0.1, "As before \n> some event in Syria or worldwide \n> trump randomness \n> Russia 'conspiracy' going nowhere over the summer / precipitating a meeting "], [38, "2017-06-26T16:07:16Z", 0.0, "“President Donald Trump is eager to meet Russian President Vladimir Putin with full diplomatic bells and whistles when the two are in Germany for a multinational summit next month. But the idea is exposing deep divisions within the administration on the best way to approach Moscow in the midst of an ongoing investigation into Russian meddling in the U.S. elections."], [23006, "2017-06-26T15:47:30Z", 0.1, "not before october\n"], [28904, "2017-06-26T14:16:40Z", 0.5, "It's been in TASS and other sources lately: https://www.yahoo.com/news/trump-eager-big-meeting-putin-073543897.html "], [30594, "2017-06-25T08:52:22Z", 0.05, "passage of time"], [33047, "2017-06-25T07:30:50Z", 0.1, "(1) Trump will want to deflect as much attention from the Russia inquiry as possible. A bilateral visit would only give the media an excuse to cover the story more.\n(2) However, Trump's rhetoric in his Middle East tour hinted at significant US involvement in the area. With Russia being a key ally of the Assad regime in Syria, one would think that negotiations with Russia would have to happen if any progress is to be made."], [29695, "2017-06-23T09:44:07Z", 0.05, "Decreasing forecast, tensions between Russia and USA are increasing over the war in Syria (a) and making a official bilateral visit less likely. Also with the Russia Investigation underway a visit becomes less likely (b)."], [35831, "2017-06-21T22:15:11Z", 0.0, "Tension increased in Syria, Trump met Ukrainian President. Chace for summit is nil."], [485, "2017-06-21T21:20:31Z", 0.07, "As more information emerges about the penetration of the U.S. by Russian intelligence, the less likely an official bilateral Trump-Putin seems to be. A real concern, of course, is that Russian intelligence penetrated the executive branch of the USG."], [14493, "2017-06-21T15:15:09Z", 0.03, "Now it seems to be accepted that D. Trump will not be paying an official visit to the UK in the near future (apparently he is concerned about public protests) he might be able to fit in a meeting with V. Putin. Offsetting that are domestic concerns that previous meetings between Trump's team and Russians might have been questionable. "], [485, "2017-06-20T23:12:04Z", 0.1, "It appears likely that a lot will happen in the Trump-Russia investigation between now and Oct. 1. It probably will not be good for any Putin-Trump official bilateral visits."], [948, "2017-06-20T23:06:47Z", 0.02, "They may meet in a month during the G20 meeting, but I don't think they will meet privately. Besides this multi-lateral meeting won't count.  Neither would a private meeting there (even for dinner) would count, besides it would be political suicide. Really, has had so many attempts at it that this would be no different. "], [485, "2017-06-19T15:43:33Z", 0.05, "The investigations into Russian intelligence activities in the U.S. and related political/social outcomes of the investigation could be quite significant. It seems possible that Trump could end up leaving office and that some of his associates might be prosecuted."], [19260, "2017-06-19T14:10:38Z", 0.0, "Down on the news out of Syria today."], [23879, "2017-06-18T18:52:11Z", 0.02, "Downgrading from 4% as even their meeting during the G20 does not seem to be set in stone [1], and the meeting in neutral Slovenia hasn't been mentioned again."], [485, "2017-06-17T19:24:34Z", 0.1, "This continues to seem unlikely due to the investigations into penetration of the U.S. by Russian intelligence. The situation appears to indicate that more information will be revealed that could interfere with a Putin-Trump official visit."], [522, "2017-06-16T14:41:17Z", 0.25, "Current conditions make this increasingly unlikely. At this point such a meeting would cause additional unwelcome publicity to the administration."], [29907, "2017-06-16T12:20:17Z", 0.04, "passage of time"], [14898, "2017-06-16T10:02:06Z", 0.05, "time passing, investigations still ongoing."], [36051, "2017-06-16T05:29:54Z", 0.2, "Less likely to happen given the investigation into possible collusion. However, giving the benefit of doubt to two of the most unpredictable characters in power."], [28904, "2017-06-15T21:21:36Z", 0.2, "I'll downgrade my forecast because:\nA) no stories of a planned meeting have been seen lately\nB) Congressional Sanctions: https://www.nytimes.com/2017/06/13/world/asia/trump-russia-sanctions-veto.html?_r=0. Passed with enough votes to override a veto. \nC) Putin \"offering\" asylum to Comey is a tweak to Pres. Trump: https://www.nytimes.com/video/world/europe/100000005166481/putin-offers-asylum-to-james-comey.html. \nD) time to plan such a summit is declining"], [485, "2017-06-15T16:58:39Z", 0.15, "The investigation into Trump-Russia activities is only beginning. It seemingly will have a significant affect on any plans for a Trump-Putin official hosted visit. Related OSINT in the news:"], [35831, "2017-06-15T04:11:43Z", 0.04, "Decrease from 5 to 4%. \nSanction against Russia because of meddling into US election: just for internal  US consumption. The real signal to Russia: don't help the Taliban in Afghanistan.\nA Trump-Putin summit: less and less likely.\n"], [485, "2017-06-14T16:47:27Z", 0.1, "Such a visit seems increasingly unlikely. A lot could happen before Oct. 1. Recent news reports contain some helpful OSINT:"], [35315, "2017-06-13T21:01:07Z", 0.07, "Decreasing the likelihood from the previous forecast given the intense focus on the Russia probe. Likely will not happen given the intense media scrutiny... but then again, DJT is not always predictable."], [485, "2017-06-13T16:10:17Z", 0.04, "In the U.S. Senate, strong new sanctions are planned against Putin and Russia because of the penetration of the U.S. by Russian intelligence activities surrounding the election. Related articles below."], [36002, "2017-06-13T11:37:49Z", 0.0, "It seems Putin and Trump may get along personally very well and there have been exchanges and visits between the US and Russian governments over the past months since Trumps inauguration as president. However, taking into consideration the current on-going investigations into Trump's team Russia ties, a meeting with the Russian president may send the wrong signals to US allies and other governments. Something that even Trump may not want to risk. However, it is clear that communication between the two governments exist and therefore an official meeting may not even been pressed too hard for to not highlight the connection further.\nI am sure they will meet eventually but first Trump wants the allegations over Russian ties to be settled."], [485, "2017-06-12T16:19:14Z", 0.07, "Blowback might be heading toward the Putin team as some in Congress want tougher sanctions on Russia. Instead of helping install a U.S. president who would lift sanctions, "], [31238, "2017-06-12T15:02:11Z", 0.02, "I still don't think it will happen at all, I'm just uncomfortable being at 0%."], [485, "2017-06-12T02:12:58Z", 0.05, "As more is revealed from the investigations into Trump-Russia connections, such an official bilateral meeting seems unlikely. "], [948, "2017-06-10T20:59:35Z", 0.02, "It seems ever so unlikely for this to happen - even though Trump is unpredictable. He gains nothing from doing this and, if there isn't anything for him to gain, he won't do it."], [485, "2017-06-10T16:28:51Z", 0.07, "Due to important national security concerns, the special counsel and his investigators may move quickly on their investigation and follow-on steps."], [35302, "2017-06-10T05:30:28Z", 0.1, "Have a hard time seeing a meeting happen while this investigation is going on. Wouldn't it be political suicide. Of course, Trump could do it just to be provocative, as Trump tends to do. Nonetheless, this investigation does not appear to be going away anytime soon."], [485, "2017-06-10T04:07:48Z", 0.1, "Pressure on Trump about the Russian connections is sure to increase in coming days and weeks. The special counsel, FBI and U.S. IC are undoubtedly working hard to understand the degree of penetration of the U.S. by Russian intelligence."], [31082, "2017-06-07T21:53:54Z", 0.3, "... considering anticipated end of term... and even if not, with the Russia connection discussion going on it would probably not be helpful to DT, so likelihood diminishes drastically (against all precedents of his predecessors)."], [485, "2017-06-07T21:13:07Z", 0.05, "Such an official visit doesn't seem feasible in the current climate regarding the Trump team connections with certain Russians -- as well as other areas of investigation.  "], [31303, "2017-06-06T14:06:00Z", 0.5, "adjusting forecast\n"], [530, "2017-06-05T17:43:59Z", 0.35, "Adjusting forecast"], [485, "2017-06-05T15:59:53Z", 0.1, "Chances of such an official bilateral visit continue to seem low due to the Trump-Russia investigations. Between now and Oct. 1 it seems that quite a bit of troubling information could be uncovered."], [485, "2017-06-04T16:44:54Z", 0.1, "At this point, it actually does seem to be an open question as to whether Trump will still be in office on Oct. 1. "], [34649, "2017-06-04T14:52:47Z", 0.55, "Lowered by 10% as Russian connections continue to dog Pres. Trump. Still keeping the odds high as Pres. Trump seems to value loyalty, and if Russians helped him with loans to support his businesses he would try to repay them."], [485, "2017-06-03T18:06:25Z", 0.1, "The special counsel's investigations of the activities of the Putin administration and Russian intelligence (and any U.S. persons involved) seems to be moving forward robustly and promptly. "], [485, "2017-06-02T15:32:07Z", 0.15, "Trump and Putin do seem to be trying hard to get past the issues and allegations involved in the special counsel's criminal and counter-espionage investigations. "], [1056, "2017-06-02T06:20:48Z", 0.0, "No reason for either one to desire such a meeting, and ample reasons for each of them not to."], [28414, "2017-06-01T20:15:19Z", 0.0, "Comment deleted on Jun 01, 2017 09:08PM UTC"], [485, "2017-06-01T15:54:48Z", 0.12, "Putin and Trump (and their teams) seem to be doing everything possible to debunk investigations into the activities of Russian intelligence. However, the U.S. investigations seem to be now moving forward robustly -- especially the work of the special counsel."], [29054, "2017-05-30T14:54:13Z", 0.61, "Kushner, Kushner, Kushner...!!!!"], [35831, "2017-05-30T03:44:20Z", 0.05, "The order of Trump's meetings with foreign leaders show his administration's priorities. Trump only needs Russian's cooperation in the fight with ISIS. Trump already met Russian foreign minister to discuss the matter, therefore there is no further need for an Russo-American summit. Current allegations of Russian meddling in 2016 election handicaps further such event. Geo-politically, Russia remains a rival, while economically, Russo-American trade is small. Fracking already hurts Russia oil export and Europe could be less dependent of its natural gas export if US would also export liquid gas. Russian domestic politics also prevent Putin to meet with Trump. The chance is not zero because something may happen in North Korea, which requires Russia not exercise veto power at the UN."], [485, "2017-05-28T15:56:49Z", 0.08, "It may go from bad to worse for Trump and his team as the investigations continue into activities of Russian intelligence and connections to the Trump team. This obviously could impact any chances for an official bilateral visit. "], [948, "2017-05-28T14:32:51Z", 0.04, "With all the Russian issues going on, the wannabe secret meetings, the Flynn stuff and everything else. I really don't think this would make any sense right now or before October. I say there is even less of a chance. Unless, of course the Donald want s to double down. We could always use more photo ops and gaffes coming out from such a visit. "], [30369, "2017-05-27T15:45:43Z", 0.08, "Updating last forecast to incorporate less time (4 months vs 6)"], [485, "2017-05-27T15:35:45Z", 0.05, "The investigations into Trump-Russia connections seem to be uncovering more and more troubling information. It also seems that additional revelations will be emerging in coming days and weeks. "], [485, "2017-05-26T15:03:02Z", 0.1, "The investigations into activities of Russian intelligence against the U.S. are now moving forward robustly. It seems that more troubling information will be revealed before Oct. 1. "], [35799, "2017-05-26T09:39:38Z", 0.2, "It is unusual that presidents of major world countries not too meet; the remaining time for preparation is relatively short in political terms. Maybe they will meet on third-party's territory until then."], [12622, "2017-05-25T18:10:17Z", 0.28, "Risks to Donald Trump's presidency around Russia issue is too problematic right now.  "], [485, "2017-05-25T16:25:43Z", 0.05, "The political landscape in the U.S. and elsewhere may change significantly due to the Trump-Russia investigations. Outcomes could be significant regarding the Trump presidency. Recent news articles containing OSINT on these topics:"], [25656, "2017-05-25T13:57:56Z", 0.15, "I don't think the political environment will allow it with the scandal being investigated. Would have to take some kind of external event (e.g. in Syria) to precipitate this. Or just Trump randomness."], [25281, "2017-05-24T11:06:14Z", 0.9, "inevitable given news flow"], [35775, "2017-05-24T07:50:17Z", 0.6, "Based on recent developments with the Russian Foreign Minister's visit to the White House, it is likely that an official bilateral visit will take place in 2017."], [29054, "2017-05-23T16:50:31Z", 0.72, "A little down because the present investigation, still there is a high probability of those to \"machos\" getting together to show off a little their bravado. "], [485, "2017-05-22T16:50:28Z", 0.07, "There seem to be pressing national security reasons to move quickly on the Trump investigations into Russian connections, Russian intelligence activities, connections with wealthy Russian oligarchs and organized crime, shady financial dealings with Russians, etc. "], [28091, "2017-05-22T14:39:46Z", 0.0, "Too much is going with the Trump Russia investigation for this to happen before October."], [485, "2017-05-21T18:25:40Z", 0.07, "An official hosted bilateral visit of this kind seems sure to be hampered by the Trump-Russia investigations."], [11800, "2017-05-21T10:34:09Z", 0.82, "i judge to keep open my chances best if i put my best guess at a clear yes.  Why not analysis but best guess?  looking at the current development in US and the visit of Lavrov and Kislyak in the WH and the appointment of a special prosecutor, rationally we would be expected to say no, very unlikely! But under this pesidency we get surprises by the hour."], [485, "2017-05-21T00:55:21Z", 0.1, "It seems increasingly unlikely that there would be such an official visit. Things are going to go from bad to worse for Trump, his associates, and Russian government leadership and intelligence services. News reports below seem to have some helpful OSINT:"], [485, "2017-05-20T16:39:05Z", 0.05, "I just don't see this happening due to the expanding and accelerating investigations into Trump, his associates and Russian intelligence. Before the investigations are completed, Americans may find themselves somewhat shocked. But, people will also have greater understanding of our IC and related national security activities, which is a good thing. "], [15414, "2017-05-19T23:14:44Z", 0.41, "The appointment of a special prosecutor to investigate the Trump campaign's Kremlin links makes this less likely."], [485, "2017-05-19T03:04:18Z", 0.15, "With the appointment of the special counsel, the FBI investigation will seemingly be full speed ahead -- which it may have been anyway. It appears that more troubling information could emerge about activities of Russian intelligence and coordination with Trump associates. This would seem to complicate an official bilateral visit hosted by one of them before Oct. 1."], [1639, "2017-05-18T21:04:04Z", 0.0, "As events unfold an official bilateral visit between these two seems more and more unlikely."], [14847, "2017-05-18T19:57:26Z", 0.07, "Investigations are likely to drag on until at least very close to the question closing date. The pressure will increase for Trump to distance himself from Putin."], [35518, "2017-05-17T18:37:32Z", 0.01, "Not likely. It would only fuel the fire of political collusion for both Trump and Putin. "], [15621, "2017-05-17T05:47:44Z", 0.06, "Passage of time"], [35410, "2017-05-17T04:29:57Z", 0.0, "With everything going on with Trump and his giving classified information to the Russians, even he would not be that stupid. And he is really, really stupid"], [35398, "2017-05-17T02:36:16Z", 0.01, "no not state vsit they well meet but at state vsit trump didnt need much fox at  what russia did to help him at elcatoin  he wish if hide this page any way they well keept a very good realation and counctions  but at hide more the both hate amrican media  "], [35618, "2017-05-17T01:08:12Z", 0.19, "Russian state media says that they are meeting in July, but with the Trump-Russia scandal getting further out of control the optics would be terrible. That said, in regards to optics, I easily could have said the same thing for Comey"], [35641, "2017-05-17T00:37:21Z", 0.01, "This would be going against his strong ties with Israel as well as completely confirming the narrative of political opponents. Slim to none chance of this happening in 2017."], [35637, "2017-05-16T21:29:40Z", 0.1, "Definitely agree that it's a toxic move no other U.S. administration would consider at this stage, but have to give it a small degree of probability due to inherent Trumpian unpredictability."], [35610, "2017-05-16T16:10:28Z", 0.0, "they'll meet at the G20 in Hamburg. Another bilateral visit won't happen so fast."], [28002, "2017-05-16T10:17:51Z", 0.05, "Far too toxic - might happen at some point but the latest wave of investigations and scandal will have to subside significantly before it's worth considering.  "], [9755, "2017-05-15T23:12:18Z", 0.79, "Maybe trump will have to move to Russia by then, would  that count ?"], [29054, "2017-05-15T23:03:19Z", 0.89, "Well, the Kremlin thinks it will take place this summer!\nIf DJT has not been punt of DC by the agreed date!!"], [35569, "2017-05-15T01:59:29Z", 0.0, "It's a simple answer and comes from a somewhat odd pop psychology book called the 48 Laws of Power.  The more powerful person always hosts.  Both men know this and I predict neither will offer to host or accept an invitation.  Some of Trump's negotiating strategies are explained in a book called Negotiating for Advantage.  President Trump knows this power move.    "], [34649, "2017-05-14T15:42:25Z", 0.65, "Increasing my odds dramatically, by 64%. Pres. Trump doesn't seem to understand or care about the political fallout that a meeting Pres. Putin would cause."], [21800, "2017-05-14T06:49:06Z", 0.18, "Reducing after the Comey disaster. From 30% to 18%."], [35558, "2017-05-14T06:29:17Z", 0.35, "They probably want to, but Trump may be afraid of the Russia connotations it brings up after firing Comey."], [35544, "2017-05-13T18:02:41Z", 0.05, "There will be no meeting as Trump cares too much about his image and knows it will only attract controversy. I can only foresee a meeting if Trump's numbers were up or other controversies dissolved. "], [35531, "2017-05-13T11:17:52Z", 0.56, "This can always be spun pertaining to a big world in crisis event that needs to be discussed with a set down talk with Putin\nI almost put he will meet with his lackys and that has happened already"], [212, "2017-05-13T08:40:28Z", 0.13, "@Resonancia\nI think the fact that the news of a potential Trump/Putin at the G20 was omitted from White House reports suggests the WH knows its not quite good for Trump to be known to be meeting with Putin, at least right now. The Kremlin reported it just fine, so they don't mind a meeting. So both sides want to meet, but there's more restraint from Trump's side as they consider the political issues of being seen to be too close to Putin. I think I've read official state visits take a while to organise, but it would also depend on the results of hearings/inquiries into Russia and how critical those hearings are of Russian involvement, which would mean further Russian contact not being a good thing. Trump might also just suddenly invite Putin at the G20, but that would depend on how they get along, which is slightly hard to tell right now; various issues could erupt between now and then."], [35507, "2017-05-13T03:18:41Z", 0.15, "Donald Trump doesn't travel, and Putin won't face a free press and American protesters. The FBI investigations aren't going to die quietly, and will galvanize public opinion towards Russia on the left"], [83, "2017-05-13T00:11:47Z", 0.0, "Updating for the passage of time."], [20588, "2017-05-13T00:08:52Z", 0.2, "Oi. Where to start."], [34283, "2017-05-12T17:12:56Z", 0.0, "Neither of them has anything to gain from such a visit, especially at this time.\nTrump would be making an error to go there with the russian-interference investigation going.\nPutin would be antagonizing a lot of allies by doing so, things being as they are (general Middle East situation (Syria, Turkey, Iran, etc.), China with regards to North Korea, current situation in Ukraine, etc.)."], [35315, "2017-05-12T03:24:43Z", 0.1, "Announced meeting in July to meet at G20."], [23006, "2017-05-11T18:47:44Z", 0.51, "I think meeting with the foreign minister was a test run precursor to meeting with Putin. \nNews is a fluid concept for trump. "], [61, "2017-05-10T21:54:37Z", 0.4, "Initial forecast - probably high. Basing on the Comey/Lavrov revolving door. Need a wider perspective."], [25875, "2017-05-10T16:52:36Z", 0.6, "Not much time left BUT after a period of tension Trump might be moving back to more friendly interaction with Russia. I won't speculate on why but the firing of J Comey is significant."], [13377, "2017-05-10T16:33:13Z", 0.06, "Russia's foreign minister Lavrov just announced that Trump, Putin will meet this summer; this said amid:"], [13377, "2017-05-10T15:44:49Z", 0.06, "https://www.washingtonpost.com/world/national-security/trump-to-meet-russian-foreign-minister-at-the-white-house-as-moscows-alleged-election-interference-is-back-in-spotlight/2017/05/10/c6717e4c-34f3-11e7-b412-62beef8121f7_story.html"], [23879, "2017-05-10T07:34:58Z", 0.04, "Reducing from 5% in view of continued Russia-related investigations, firing of Comey, and no apparent plans to do this. I now believe it would look very bad for Trump to \"swing by\" Moscow on his way to G20 in early July. (When they could just as easily meet in a neutral third country.)"], [16652, "2017-05-09T16:05:37Z", 0.01, "Comment deleted on Jun 02, 2017 12:06AM UTC"], [32122, "2017-05-09T14:48:24Z", 0.03, "Having a hard time understanding anyone who is thinking this is probable at this time.  I see no evidence a formal meeting is planned for the next several months.  So we are getting to the point where logistical realities are beginning to set in.  A summit like this would probably take AT LEAST 90 days to arrange, possibly longer.  And given obvious sensitivities, it seems like a clearly terrible idea to have a formal meeting between the two for quite some time.  In the meantime, Trump is struggling to deliver on his centerpiece initiatives, and I don't see why he would engage in such an obvious distraction that would lead to a swarm of uncomfortable questions.  "], [485, "2017-05-06T18:51:33Z", 0.25, "Putin and Trump would seemingly like to normalize their relationship amid all the attention to the activities of Russian intelligence penetrating U.S. society. Putin is publicly floating the idea of a meeting with Trump. Both men may see advantages in such a meeting."], [691, "2017-05-05T18:30:27Z", 0.01, "M. Petits-Doigts seems sort of anxious to resume the lovefest.  One hesitates, but not to a crippling extent, to suggest that this may because of the stubborn refusal of the Chinese to be white. Still, a home game for either is probably not on the cards within the time frame of this Q."], [14253, "2017-05-04T23:09:47Z", 0.22, "Down 1 for passage of time."], [15414, "2017-05-04T18:58:13Z", 0.58, "Taking Trump at his word is usually a mistake but in this case it is a meeting would back up his campaign rhetoric."], [25705, "2017-05-04T13:38:38Z", 0.0, "Meeting at G20 is almost set. Hard to imagine another meeting after that in the question time frame. "], [19801, "2017-05-04T07:08:06Z", 0.0, "Time left for this prediction to occur is too little. It might still happen before end of year, but no longer seems likely."], [485, "2017-05-03T18:38:09Z", 0.2, "The recent phone call between Trump and Putin seems an attempt to normalize relations after tension about Syria and other matters -- and the elephant in the room ... activities of Russian intelligence penetrating American society. "], [12879, "2017-05-03T16:22:01Z", 0.55, "Is \"Glosnous\"????? Thawing the frozen \"Washington- Moscow\" atmosphere leading to a meeting taking place........ Time Will Tell."], [21800, "2017-05-03T14:56:05Z", 0.3, "Have started talking to each other. Meeting during July's G 20 event won't count. So not going higher on this."], [13657, "2017-05-03T14:43:31Z", 0.98, "http://www.zerohedge.com/news/2017-05-02/trump-putin-hold-phone-call-discuss-north-korea-syria-agree-set-meeting"], [31450, "2017-05-03T12:05:53Z", 0.0, "I've realized I let this one sit here for too, it was apparently by far my oldest and least updated prediction. Anyway I'm now thinking a meeting on the sidelines of a summit is way more likely than either man hosting the other. "], [29469, "2017-05-02T20:12:30Z", 0.03, "A meeting seems to have been agreed for July at the G20 in Germany http://news.sky.com/story/trump-and-putin-plan-face-to-face-meeting-at-g20-in-germany-10860909. Also no sign of Russia here https://en.m.wikipedia.org/wiki/List_of_presidential_trips_made_by_Donald_Trump"], [20156, "2017-05-02T19:37:54Z", 0.25, "They will meet after G20 in Hamburg. That decreases the chance IMHO."], [21800, "2017-05-02T13:29:33Z", 0.23, "They are talking on phone today. Raising to 23%."], [24109, "2017-05-02T05:22:56Z", 0.15, "Time under the bridge."], [35177, "2017-05-01T09:00:58Z", 0.1, "There will be no state visit by either head of state until to the other's country until Congress' probe into Russian hacking is resolved."], [21800, "2017-05-01T04:21:27Z", 0.18, "Dropping from 28% to 18%."], [29266, "2017-05-01T00:33:51Z", 0.6, "Five months to go. A lot of reasons this would happen. "], [485, "2017-04-30T14:56:17Z", 0.12, "Chances of an official bilateral Trump-Putin visit hosted by one of them before Oct. 1 seem low due to the evolving investigations into Russian intelligence activities against the U.S."], [21800, "2017-04-28T17:09:04Z", 0.28, "Still a few months left for this to occur. 10% is probably too low. Raising to 28%."], [14253, "2017-04-28T17:05:02Z", 0.23, "Down 8."], [485, "2017-04-28T15:45:13Z", 0.1, "It seems possible that the U.S. investigations into activities against the U.S. by Russian intelligence could start to accelerate. The investigative results could affect chances for an official bilateral visit hosted by Trump or Putin before Oct. 1. Some recent news reports provide pretty good OSINT:"], [35138, "2017-04-28T09:17:16Z", 0.85, "It is just necessary for them to meet."], [30389, "2017-04-27T14:01:41Z", 0.3, "They will rather meet on a neutral ground"], [6401, "2017-04-27T00:17:44Z", 0.05, "Relations between U S and Russia will deteriorate further due to conflicts involving U.S.with Syria, and Iran. Also further posturing by U.S. in eastern European NATO countries will expand this divide.\n"], [485, "2017-04-26T16:15:41Z", 0.05, "U.S. investigations into the activities of Russian intelligence penetration into U.S. society (and maybe the U.S. government) seem to be ramping up. I suspect some significant and very concerning information may come out of these investigations that would preclude a Trump-Putin bilateral visit hosted by one of them."], [29907, "2017-04-26T10:52:07Z", 0.07, "Confirming forecast"], [485, "2017-04-22T20:05:56Z", 0.07, "Continuing reports about activities of Russian intelligence against the U.S. could affect plans for a Trump-Putin bilateral visit. The related OSINT in news reports below seems to include some relevant information"], [485, "2017-04-20T17:04:54Z", 0.11, "Recent news reports, apparently based on good intelligence, don't paint a friendly picture of Putin and his associates. It seems likely that more information will come out on Trump team connections with certain Russians. That type of information has been surfacing at a steady pace. Various developments could occur that would interfere with any plans for a Trump-Putin official bilateral visit before Oct. 1. Recent news reports below seem to provide some good OSINT:"], [530, "2017-04-20T16:01:25Z", 0.5, "Lowering after the Syria strike and ongoing investigation."], [30207, "2017-04-19T09:48:30Z", 0.67, "Still higher than fair chances but reduced following latest Syrian events"], [485, "2017-04-18T19:42:45Z", 0.08, "Depending on what the results are from various investigations into Russian activities penetrating U.S. society (and U.S. government?), it seems possible that an official Trump-Putin bilateral visit might never occur at all. This scenario could be the case if Trump needed to resign due to the investigations uncovering certain facts and situations. Related OSINT below in the form of recent news reports and analyses;"], [32258, "2017-04-17T19:42:00Z", 0.0, "Reagan was called the teflon President. Trump beats Reagan hands down on this front. He seems to get away with everything. Interesting that Trump, Tillerson and Putin are repeating the same talking points.. that the US and Russia are at the lowest point since the cold war. Is it possible that pressure will build and there will emerge a call for improving relations leading to a summit? With 5 months to go, an investigation that seems to be dragging on, and a trigger happy Trump, it's hard to say where this is going."], [34649, "2017-04-16T18:03:06Z", 0.01, "Political suicide for Pres. Trump to meet Pres. Putin."], [485, "2017-04-15T16:18:29Z", 0.15, "The Oct. 1 deadline for this GJ question is still out there quite a ways, and obviously a lot could happen given the U.S. counterintelligence investigations into Russian operations to penetrate U.S. society and government. Worst-case scenario for Trump team (or best-case for those who don't like Trump) is obviously impeachment and/or resignation. That would preclude an official bilateral Trump-Putin visit. Recent news reports seem to have some helpful OSINT:"], [14847, "2017-04-15T01:20:01Z", 0.14, "Keeping up appearances requires Trump to distance himself from Putin. Plenty can be discussed via proxy representatives. Trump prefers spending his time at Mar-a-Lago."], [691, "2017-04-13T12:13:57Z", 0.01, "One hopes they'll get back together; they're such a cute couple."], [13377, "2017-04-12T19:21:09Z", 0.05, "http://www.cnn.com/2017/04/12/politics/russia-syria-tillerson/index.html"], [30369, "2017-04-12T13:14:51Z", 0.12, "The purely statistical reasoning gets us to 14% (see below). However, the deterioration of Russia-US relations in light of the Syrian chemical attacks have been rapid and extreme. Not beyond a reset point, but nearing it. Sean Spicer called the use of chemical weapons worse than Hitler, likely a hyperbole coming straight down the chain of command. To align so rapidly with a country that openly supports a regime \"worse than Hitler\" would be hypocritical and, above all, damaging  even for the Trump administration. The rift is in comparatively early days, so I will only dock 2%"], [30553, "2017-04-12T07:42:49Z", 0.05, "After the escalation in Syria and US missile strikes, US and Russian relations have soured significantly. "], [485, "2017-04-11T05:36:49Z", 0.15, "Due to events in Syria, the Trump-Putin relationship seems to be getting more complex. The U.S. counterintelligence investigation into Russian penetration of the U.S. is also still ongoing and likely to turn up more relevant information. Below are news reports containing some OSINT:"], [23006, "2017-04-10T23:09:28Z", 0.55, "Maybe not by deadline"], [29680, "2017-04-10T23:02:23Z", 0.7, "Putin refuses to meet with Tillerson. If this is theater, still expect a reconciliation meeting. If not, I would downgrade further.\nhttp://www.thedailybeast.com/cheats/2017/04/10/putin-cancels-tillerson-meet-over-syria.html?via=desktop&source=copyurl"], [13377, "2017-04-10T19:18:27Z", 0.0, "http://www.reuters.com/article/us-mideast-crisis-syria-putin-tillerson-idUSKBN17C13K"], [32972, "2017-04-10T17:59:14Z", 0.2, "Baseline for Putin - US leaders having bilateral talks is high, all happened in the first year before october: \nPutin-GWB : June 16, 2001 https://en.wikipedia.org/wiki/Slovenia_Summit_2001\nPutin-Obama met with Medvedev in July of his first year"], [29054, "2017-04-10T15:25:28Z", 0.0, "Puff, the Ruskiyos just played a very questionable card. Putin is pulling out of the military agreements, if that is a show of force it is not a good call. It is my view that such move that kept them in the business of business, from here it is all downside until back channels come back with some progress and something tangible on the table. Bad move Putin!  "], [23879, "2017-04-09T06:32:27Z", 0.05, "Reducing from 8% in view of new US-Russia conflict in Syria."], [19801, "2017-04-09T06:08:53Z", 0.01, "Russia warned on Friday that U.S. cruise missile strikes on a Syrian air base could have \"extremely serious\" consequences, as President Donald Trump's first major foray into a foreign conflict opened up a rift between Moscow and Washington.\nhttp://www.reuters.com/article/us-mideast-crisis-syria-idUSKBN1782S0"], [23006, "2017-04-09T01:47:34Z", 0.6, "Talked myself into this being a higher probability than it probably is."], [32258, "2017-04-08T21:55:36Z", 0.0, "The bombing of Syrian targets could actually set up the opportunity Trump really wants.. which is a grand bargain with Putin. So, now I worry that this could have been the setup Putin and Trump both knew they needed.. a way for Trump to look independent and attempt to smash the Russian investigation narrative that threatens everything. But I am persuaded by rjfmgy that they both have similar egos so if they meet, it may be somewhere other than the host countries so I will leave it at 0 for now."], [1056, "2017-04-08T21:45:19Z", 0.0, "I'm sure Trump would like to have Putin come to Washington. He would play it as his summoning Putin to kiss his hand and call him Godfather. Of course, Putin knows that, so would never agree to such a visit. Trump has no reason to go to Moscow for the same reason. Any meeting will be in a third country, with neither playing host."], [14493, "2017-04-08T17:38:27Z", 0.2, "Usually these meeting are to to show how well you get on together, maybe you disagree on some things, but you can do business with each other. Things could change before October, but it difficult to see what Putin an Trump could be agreeing now. These things usually talk about \"shared values\", unless they agree that Fake News is a shared value I think the Russia/USA partnership is on hold or dead."], [23006, "2017-04-08T14:31:02Z", 0.51, "all over the place on this one. Predicting what frenemies will do is so hard"], [691, "2017-04-07T21:04:16Z", 0.01, "They are very likely to meet, but it will be an away game for both."], [1639, "2017-04-07T18:15:35Z", 0.05, "going to 0% "], [5386, "2017-04-07T17:44:07Z", 0.5, "Interesting. People here seem to think that the recent Syria action decreases the probability of a TrumPutin meeting. I'm not so sure."], [485, "2017-04-07T15:58:12Z", 0.15, "Obviously the situation in Syria along with the U.S. counterintelligence investigations into contacts between the Trump team and Russian intelligence continue to play a part in any official Trump-Putin visits this year. Not going to happen soon, but possibly before Oct. 1. Related news reports below may contain some helpful OSINT:"], [29507, "2017-04-07T15:19:08Z", 0.05, "Syria strikes"], [21800, "2017-04-07T15:01:03Z", 0.1, "Dropping to 10% from 20% following the Syrian strikes."], [28414, "2017-04-07T08:12:45Z", 0.0, "The honeymoon is over... The first 5 headlines in Pravda today (Google translate):\n\"Media: after the US attack on the air base, the IS went on the offensive\"\n\"Putin believes that by blow to Syria, the US distracts the world from the victims in Iraq\"\n\"Homs Governor reported dead civilians after the US attack on Syria\" \n\"US attack on Syria airbase: how will Russia respond?\"\n\"Tillerson: The US is already taking steps to remove Assad\""], [32245, "2017-04-07T07:09:24Z", 0.3, "Syria bombing and russia collusion makes this more uncertain every day."], [691, "2017-04-06T20:24:18Z", 0.01, "For a beautiful allegory of this probably doomed love affair, see \"Running Bear\" by Johnny Preston (well, actually by The Big Bopper, but recorded by Preston) from around 1959.  It's gotta be on YouTube."], [30369, "2017-04-06T14:59:42Z", 0.14, "Putin visited US officially once in 16 years, Bush visited Putin 5 times, Obama once. 7 times in 16 years. 43.75% chance per year. \nHowever, since hostilities with Russia there have been no state visits and even prior visits were declining. 12.5% chance in Obama years. Weight Obama years higher because better reflects current situation. 12.5% *.66 + 62.5%*.33 \n= 28.8% for a visit in any year (12 month period)\nIt is early April so there is approximately 6 months left for this prediction. Thus, 28.8% x 6/12 = 14.4%\nps. While tempted to add a great deal of emphasis on the current situation (That is Trump's connections with Russia, Russia's links with Syria), they can be interpreted either way and will not be factored in. For example, it is easy to say that Trump's associations with Russia make him more likely to cooperate with Putin. But it is equally easy to say that the pressure that will result from the investigation of those ties will make him eager to avoid overt cooperation in the near future. "], [485, "2017-04-04T16:48:16Z", 0.1, "Putin seems to be possibly trying to normalize the situation by floating the idea of meeting with Trump. The U.S. counterintelligence investigation into Russian activities could impact this GJ question. How and when? Not sure, but maybe sooner rather than later. This recent OSINT in news reports seems relevant:"], [485, "2017-04-03T19:18:19Z", 0.15, "Putin has been making statements that he would like to meet with Trump -- though it's unclear if one of them would be \"host\" or a neutral party would host. Still, things could get worse before they get better regarding the U.S. counterintelligence investigations into Russian activities against the U.S.  More information could come out in coming days and weeks. Related news reports/OSINT below:"], [34628, "2017-04-03T01:51:50Z", 0.75, " I wish to be slightly over consensus in this question. Both parties are interested. There is a 25% chance of further complications in the miss trust climate around Russia. I think both parties are eager to do this. If nothing significant has found on Trump it gets done. So the question really is will they find something significant on Trump? Most likely not in my opinion."], [1161, "2017-04-02T18:39:12Z", 0.05, "Since the Arctic Summit-- a natural catalyst for bilateral talks-- has yet to be scheduled, there's nothing obvious on the horizon. Except, perhaps, for the Senate Intelligence Committee investigation into Russia-Trump campaign ties (the House Intelligence Committee's probe can be ignored), which could make Kremlin outreach out of bounds for the immediate term."], [19801, "2017-04-02T12:13:18Z", 0.15, "Finland says no date yet for Arctic summit, Trump-Putin meeting\nhttp://www.reuters.com/article/us-finland-politics-trump-putin-idUSKBN1721BZ?il=0"], [25705, "2017-04-01T12:45:13Z", 0.05, "Hard to imagine after remarks at NATO on Russia from Tillerson and Mattis. "], [25705, "2017-03-30T22:07:43Z", 0.15, "More talks about meeting (if any) in other formats (Finland, G20...) than bilateral visit..."], [29507, "2017-03-30T15:16:29Z", 0.1, "A bilateral meeting seems reasonably likely.  Multiple countries (including Finland today/yesterday) have come out saying they would host the two leaders for a summit.  "], [691, "2017-03-30T13:40:35Z", 0.02, "The tryst seems to be scheduled for Finland, reducing the odds on a home game for either of them.  "], [1529, "2017-03-30T03:34:01Z", 0.05, "Not impossible, but the Russian probe is gearing up (and the House probe is becoming chaotic and untrustworthy). The slow drip-drip is doing no one any good. Then, there are the increasing imprisonments and deaths of opposition to Putin; populous protests agains graft. Bad optics. And since some members of the Trump organization are under Congressional scrutiny...and security reports will take awhile to digest and reveal, DT is unlikely to throw his team/children under the Russian bus just to have a face-to-face. And one could make the argument that the Kremlin is NOT exactly enamored with Trump and his chaotic lurching around the political field, of late. Things need to settle down for such a formal meeting. (The G20 meeting will act as the near-term proxy.)"], [38, "2017-03-29T17:31:49Z", 0.04, "\nArguments against going to zero:\n-The only way this could truly have a zero chance of happening would be if one of them were to die today.\n-A meeting would require the agreement of only 2 people--not large legislative bodies--so could relatively quickly and easily be agreed to\n-This question is one which a forecaster might analyze using a POM approach  (people, objective, motivation), but I find Trump so unconventional, so unpredictable, so counter-intuitive, that I hesitate to put it all out there when he's involved.\n-After meeting at the G20, either one of them might think that they had a weak opponent, and that a meeting might be an opportunity for them to score big(ly).\n-there's time.  Oct 1st is months away."], [20156, "2017-03-29T04:16:33Z", 0.6, "Meeting before the G20 in July would be a multilateral meeting but might prolonge the date of a bilateral meeting, therefore I lower my prediction by 15%. http://www.reuters.com/article/us-usa-trump-putin-idUSKBN15E0SF"], [32776, "2017-03-27T22:40:49Z", 0.75, "They each will host the other. They will feel safer speaking face to face , in private, than through intermediaries or communication systems."], [485, "2017-03-27T18:20:25Z", 0.1, "Current U.S. counterintelligence investigations into Russian activities and connections could have a serious impact on Trump's options, including future contacts with Putin. Related OSINT in recent news articles:"], [29623, "2017-03-27T14:29:16Z", 0.4, "Increased news around Trump ties to Russia decreases the chance"], [6303, "2017-03-27T02:44:45Z", 0.93, "Based on general news and GJP consensus."], [368, "2017-03-26T19:53:44Z", 1.0, "Information to be announced after Tillerson's visit to Russia will provide a clearer indication of whether a summit has been arranged for the two leaders, as well as the direction of the proposed political dynamic between America and Russia, moving forward.  Whatever proposals are announced will of course be constrained by the current domestic investigations and the mood in the Congress regarding diplomatic relations with Russia."], [23879, "2017-03-26T17:40:26Z", 0.08, "Downgrading from 10% due to passage of time without any announcements, plus Trump's recent defeat on AHCA. I think being part of such an official bilateral meeting is politically risky due to continued Russia investigations, and Trump can't afford to take many more risks."], [691, "2017-03-26T15:13:05Z", 0.06, "The job of kissing Putin on all four cheeks has been delegated for now to the Secretary of State, whose duties so far have been mostly ceremonial along these lines. "], [24109, "2017-03-25T23:22:46Z", 0.2, "Optics."], [23001, "2017-03-25T01:47:33Z", 0.0, "Not politically beneficial yet."], [23006, "2017-03-24T23:04:20Z", 0.4, "https://www.gjopen.com/comments/comments/470308\n"], [27461, "2017-03-24T22:04:51Z", 0.0, "Tillerson will go to Moscow and may be Trump and Putin will meet at the G-20 meeting. That will be it. Can't see how an official state visit is possible before the FBI investigation is over, which won't be soon. "], [485, "2017-03-24T18:15:10Z", 0.15, "If the investigations into activities of Russian intelligence start to erode the Trump team in certain ways, a Trump-Putin official bilateral visit may not occur for various reasons. "], [25705, "2017-03-24T17:48:51Z", 0.27, "I am using RTS index as a gauge of public expectations for a deal between Trump and Putin. It is major Russian stocks in dollar equivalent."], [485, "2017-03-23T20:58:31Z", 0.1, "The dust-up about Rex Tillerson going to Moscow instead of the NATO conference shows the sensitivities involved. The investigations into Trump team connections with Russian intelligence certainly could affect official visits between Trump and Putin."], [38, "2017-03-23T01:54:48Z", 0.09, "https://www.washingtonpost.com/world/national-security/tillerson-visit-to-moscow-appears-to-be-a-stand-in-for-a-trump-putin-meeting/2017/03/21/6a6804da-0e61-11e7-9d5a-a83e627dc120_story.html?utm_term=.c2a3a120f1a6"], [38, "2017-03-21T21:16:01Z", 0.11, "Tillerson is going to Russia in April.  I think that will be all the contact there'll be for a while."], [29469, "2017-03-21T18:03:26Z", 0.04, "A visit will take place most likely in a setting of a multilateral summit, or as hosted by a third party to maintain the neutrality of the venue. https://sputniknews.com/politics/201703121051509898-czech-putin-trump-meeting/. If a meeting such as this takes place, there's no need for a meeting taking place in Washington or Moscow. The administration will seek to cool down the links to Russia amid the current controversies. With the qualifications its tough to see this question resolve as yes."], [5386, "2017-03-21T10:58:10Z", 0.5, "Tillerson skips NATO meeting and visits Russia, says Reuters. This could prepare a meeting at the top, despite the investigations into the current administration's ties to Russia.\nhttp://www.reuters.com/article/us-usa-trump-tillerson-idUSKBN16S04I"], [485, "2017-03-21T03:01:10Z", 0.12, "Based on testimony in today's House Intelligence Committee hearing, it seems that FBI and other investigators might be uncovering some activities of Russian intelligence in connection with persons associated with the Trump team. "], [691, "2017-03-20T19:16:22Z", 0.1, "Putin's lapdog is otherwise occupied for a while.  "], [26267, "2017-03-20T07:03:33Z", 0.45, "Down on time lapsed and no evident progress. This should be scheduled well in advance "], [19801, "2017-03-20T03:46:09Z", 0.15, "Passage of time, and the possibility that the bilateral visit could be scheduled on 2nd October."], [29266, "2017-03-19T23:54:42Z", 1.0, "Think it will probably happen. Would be welcome break from legislative travails. Meeting at this level may be hard to resist. Understand concern about optics but not sure parties involved have that concern. Or that such a meeting would actually make optics worse."], [28455, "2017-03-18T07:48:49Z", 0.67, "The recent headlines will have made it less likely for Trump to make the visit, whatever the criticisms he had well developed political antennae and I can not see what would be postive for him in making the visit."], [691, "2017-03-17T20:16:34Z", 0.1, "The Prince of Orange won't likely seek to go to Russia for a while, nor is he likely to be invited to do so, nor will he likely issue an invitation to the US on his own.  Too many of his Friends-and-Relations don't understand his unrequited love.  However, if his new BFF calls up and asks for a sleepover in the US, the US Prez will collapse into a quivering heap of marmalade and hasten to issue an invite, advisors and other adults be damned. "], [485, "2017-03-17T19:01:10Z", 0.15, "It seems difficult to determine what might occur as a result of U.S. counterintelligence investigations into Russian intelligence activities and connections. This is bound to affect the probability of an official bilateral Trump-Putin visit before Oct. 1. This recent OSINT in the news is related:"], [32872, "2017-03-17T15:05:05Z", 0.15, "I think Trump and his staff have too much on their plate right now to arrange a bilateral visit. I am keeping this at 15% just because of Trump unpredictable nature."], [485, "2017-03-15T21:49:01Z", 0.12, "It seems that more information is going to come out about Trump team connections with Russians, including connections to Russian intelligence. This seemingly will create increasing barriers to a bilateral visit formally hosted by Trump or Putin."], [38, "2017-03-14T05:50:37Z", 0.22, "It was a Trump & Xi meeting, not Trump & Putin."], [38, "2017-03-14T01:20:19Z", 0.96, "rumors"], [29054, "2017-03-13T18:21:13Z", 0.43, "The pentagon is getting nervous about what they consider the breach of agreement with the positioning of the ballistic long range missiles by Russia. The Hill has an opinion piece with some interesting takes. The situation tells me that there is going to be a hard positioning for the DJT folks to coordinate any meeting with VVP. "], [14898, "2017-03-13T16:21:15Z", 0.1, "Time passing"], [28414, "2017-03-13T09:59:53Z", 0.0, "Trump's state visit to the UK is postponed till October.\nPutin's best chance to visit Trump is to get a $200k Mar-a-Lago membership. \nhttp://www.independent.co.uk/news/uk/politics/donald-trump-state-visit-date-uk-october-queen-spain-latest-a7622661.html"], [12879, "2017-03-12T19:43:08Z", 0.15, "Will the Czech President beat Trump and Putin to the punch in scheduling a bilateral meeting between the two?\nhttps://sputniknews.com/politics/201703121051509898-czech-putin-trump-meeting/"], [30610, "2017-03-12T13:20:13Z", 0.15, "Comment deleted on Jul 03, 2017 12:52PM UTC"], [29680, "2017-03-12T03:06:30Z", 0.8, "Confidence down since trial balloons have not been kind to Trump."], [485, "2017-03-11T23:14:17Z", 0.15, "Maybe Trump will survive the ongoing investigations into Russian intelligence activities in the U.S., but it seems possible that some very damaging information could emerge. This could result in significant outcomes that would affect a Trump-Putin official bilateral visit. Related OSINT in the news:"], [29266, "2017-03-09T18:40:34Z", 0.0, "They will meet but not for an officila bilateral visit.  Too dicey.  Likely on the sidelines of another meeting."], [691, "2017-03-09T14:29:34Z", 0.06, "The US prez would like to do this, but will be unable to because of the current climate.  He will blame the press and the previous administration.  Putin would like to be fawned over in person by the US prez, but won't be able to, as above.  He will blame the Ukrainian government and NATO.  Clearly Putin has a broader imagination anyway."], [31542, "2017-03-08T22:24:25Z", 0.5, "Russiagate will create a poor environment for such an event in this timeframe"], [5386, "2017-03-08T15:00:57Z", 0.15, "With the \"Russia links\" investigation going on, there should be no space for such a meeting so soon, I think"], [34236, "2017-03-08T14:42:25Z", 0.05, "No, for so many reasons. If the allegations are true he will need to keep space to prevent scrutiny. Regardless of the allegations most Rep. representatives still  believe that Russia is still a threat to the US. The situation in Syria will continue to create issues that will prevent any smiling photo ops. Trump's negative comments on the Russian annexation of Crimea. Although Trump takes a tough stance with NATO, enough of the House and Senate realize the relationships with NATO allies are too important to scuttle, as long as Russia keep the tension high in Eastern Europe, the administration will encourage Trump to avoid this situation. These are just a few of the reasons."], [691, "2017-03-08T14:04:37Z", 0.31, "M. Petits-Doigts will probably have to hold off on a sleepover with his BFF until the necessary whitewashes have been completed.  If the Congressional Rs are able to pull this off quickly, a visit could still happen.  The DoJ of course will pretend to be dead.  Interesting times, in a train-wreck sort of a way."], [38, "2017-03-08T03:44:56Z", 0.22, "Trump does things differently, but it's hard to imagine him wanting or being able to do this for quite a while because of the scandals involving his campaign staff and cabinet members."], [23006, "2017-03-06T23:32:42Z", 0.49, "Also \"official bilateral visit\" is a tight definition"], [34175, "2017-03-06T15:04:22Z", 0.1, "Although rumor is rampant (especially on the left) that Trump is in the pocket of Putin, Trump needs to distance himself from Putin, and he will. He needs to \"get the stink\" off of himself, and hosting or visiting Putin would do the opposite."], [34159, "2017-03-05T23:00:01Z", 0.0, "Neither one wants to add more fuel to the fire pot that is brewing now.  Both need the flames top subside"], [1056, "2017-03-05T21:47:33Z", 0.0, "Affirming forecast."], [485, "2017-03-04T15:36:00Z", 0.12, "It seems that with each passing day the news of recent Russian intelligence espionage activities in the U.S. makes it more complicated for a Trump-Putin official bilateral visit. The situations involving the various investigations (U.S. and international investigations) could result in further significant developments -- none of which seem to bode well for a Trump-Putin official bilateral visit. Related articles below:"], [691, "2017-03-04T03:01:02Z", 0.74, "http://www.reuters.com/article/us-usa-trump-russia-analysis-idUSKBN16A04E\nApparently Putin suffered from a mistranslation of the Bob Dylan song.  He was told it was \"Mr. Tangerine Man.\"  On such quiddities hang the fate of nations.  Coming down a bit."], [821, "2017-03-04T02:25:28Z", 0.35, "The Trump-Russia scandals are numerous - plus Trump will be too busy defending the borders and engaging in political fights."], [29054, "2017-03-03T21:41:38Z", 0.63, "Buff! Everyday there are more ruskiyos-trumpeteers controversies. It seems that everybody meet with a Russian except DJT. VVP and DJT are going to have a hard time justifying a bromance meeting......I have to drop this one a lot, more than I ever thought, eventually we are going to see this one travelling in the down arrow path."], [32258, "2017-03-03T19:50:12Z", 0.0, "Given Trump's Russia scandals, I think he has to run away from Putin, not towards him. October is just 7 months away.  As a reference, it took a full two years and two months from the Watergate break- in to Nixon's resignation. There is mounting evidence that a coverup is happening involving an increasing number of Trump appointees and relationships from the campaign."], [19801, "2017-03-03T03:45:51Z", 0.35, ""], [31238, "2017-03-03T01:10:42Z", 0.35, "Passage of time and the new Russian scandals."], [34069, "2017-03-02T19:11:53Z", 0.35, "I think Trump would like to meet Putin, but he is holding back because he is afraid of criticism, maybe even allegations of treason by some of his backers."], [485, "2017-03-02T18:40:06Z", 0.17, "An official bilateral Trump-Putin meeting seems to get more complicated each day. The various investigations into Trump team connections with certain Russians, along with other activities of Russian intelligence, are obviously now in the area of espionage and counterintelligence. It's not just the usual politics. Related articles below:"], [23879, "2017-03-02T18:03:41Z", 0.1, "Downgrading from 15% due to passage of time without announcement of plans, plus continued Russia-related controversies."], [485, "2017-03-02T04:47:44Z", 0.12, "More news coming out about the Russia investigation today -- Jeff Sessions met twice with the same Russian ambassador Flynn spoke with. Sessions met with him during the campaign, then said under oath during confirmation that he had no contact with Russians."], [485, "2017-03-02T02:52:01Z", 0.15, "It appears to me that the investigation into Russian connections and activities will reveal very significant information that will impact plans for a Trump-Putin official bilateral visit."], [34067, "2017-03-01T19:48:46Z", 0.55, "So much scrutiny and uncertainly of the investigations in to Trump's relationship and connections with Putin and the Russian oligarchs, and the election manipulation in Trump's behalf.  So see where those chips fall first before a positive move toward a visit can be solidified.  Too many questions, too few answers.  But it WILL happen because all the connections between Tillerson, Ross, Trump and Russia. "], [25705, "2017-02-28T18:23:39Z", 0.0, "The Russian equity market, which enjoyed exponential rise on news of Trump election (and inflow of foreign investments), is falling. "], [19801, "2017-02-28T10:05:30Z", 0.5, "Relations between Russia and the United States are at the lowest level since the Cold War, the Interfax news agency reported on Tuesday, citing Sergei Ryabkov, Russia's Deputy Foreign Minister\nhttp://www.reuters.com/article/us-russia-us-relations-idUSKBN1670VT?il=0"], [19801, "2017-02-28T04:39:57Z", 0.65, "2 months in and no notification of an official bilateral visit, time is running out for October."], [1056, "2017-02-28T04:03:16Z", 0.0, "Affirming forecast."], [29623, "2017-02-27T01:28:26Z", 0.7, "I am going to start with below consensus, as I think unlikely to happen. Currently Donald Trump's accusations of connections with Russia makes it unlikely. Will update as time progresses"], [212, "2017-02-26T03:59:16Z", 0.15, "Whilst Trump's not likely going to meet with Putin considering the controversy over his connections with Russia, from Putin's perspective, meeting with Trump probably won't bring too more benefits. Trump's already friendly with Putin, and promising to remove sanctions. If he did meet with Trump, wouldn't the Russian narrative that the Western world is working against Russia fall apart that much more? Putin kind of depends on keeping that narrative going, and an official state visit might seem a bit too friendly for Russians."], [485, "2017-02-25T17:47:40Z", 0.1, "A bilateral official visit could be problematic as more information about connections and activities between Trump, his associates and certain Russians comes to light. The call by conservative Rep. Darrell Issa of San Diego for a special prosecutor and for AG Sessions to recuse himself seems significant. Related articles below:"], [33417, "2017-02-24T22:39:21Z", 0.2, "Correction of too strong reaction on the news. "], [485, "2017-02-24T21:00:02Z", 0.12, "Continued information emerging about Trump team connections with certain Russians could seemingly have the potential interfere with an official bilateral visit before Oct. 1. The alleged back-channel \"peace deal\" in the news might provide some insight into what the situation could be. Related article: “The Crook Behind the Trump-Russia 'Peace' Plan,” Daily Beast, Feb. 24, http://www.thedailybeast.com/articles/2017/02/24/meet-felix-sater-the-russian-bad-hombre-who-works-with-trump.html"], [23823, "2017-02-23T23:04:57Z", 0.27, "Trump must be concerned after Flynn's departure and the pending news coverage it is getting.  Meeting Putin after this would be a slap in the face to American citizens...but wouldn't be the first time he's done that. "], [32650, "2017-02-23T17:45:58Z", 0.2, "I'm reducing the odds downwards significantly after Flynn's resignation over allegedly links to Russia and alleged phone calls over sanction lifting."], [22245, "2017-02-23T15:56:20Z", 0.75, "I always believed Trump wanted to begin a new round of Detente with Russia, but the congressional hostility to Russia these days make detente much more difficult.  People have thrown around the term new cold war and to a degree there is a new chill with Russia, but it would appear to me that Russia is pushing back against the West for the expansion of NATO onto their borders.  I believe we could work with Russia in certain areas, but with the democrats bemoaning a stolen election as result of Russian hacking and republicans like McCain wanting to go to the mattresses with Russia I don't see how anything of consequence gets done unless Trump and Putin agree to make it happen, regardless of what the politics of their countries say."], [485, "2017-02-22T18:17:11Z", 0.15, "An official bilateral visit between Putin and Trump, hosted by one of them, seems to face more complications each day. News reports continue to turn up new angles of questionable Russian connections. Seemingly, investigations could lead to significant outcomes that would affect a formal Trump-Putin visit."], [25705, "2017-02-21T19:08:28Z", 0.05, "Should've gone to 0%, but DT is so unpredictable :) "], [30369, "2017-02-21T14:33:20Z", 0.22, "Putin visited US officially once in 16 years, Bush visited Putin 5 times, Obama once. 7 times in 16 years. 43.75% chance per year.\nHowever, since hostilities with Russia there have been no state visits and even prior visits were declining. 12.5% chance in Obama years. Weight Obama years higher because better reflects current situation. 12.5% *.66 + 62.5%*.33 \n= 28.8% \nTag down to 28.8% * 9/12 = 21.7%"], [26267, "2017-02-20T21:16:28Z", 0.5, "Slightly down on time passed. Bilateral meeting would be poisonous even for Trump's reputation."], [33887, "2017-02-20T06:05:49Z", 0.09, "Because trump have to show respect to his godfather "], [485, "2017-02-19T20:31:42Z", 0.12, "The U.S. investigation(s) into Trump-Russia connections continues -- and seems to impact this GJ question. I found these articles useful in getting a sense of the situation:"], [29680, "2017-02-19T07:15:12Z", 0.45, "Confidence reset since Flynn's resignation."], [13377, "2017-02-17T02:39:25Z", 0.0, "Sticking my neck out and following @Dsarin. Reasons: (1)  Ratio of Brier to Median is 0.89. (2) His comments reflect serious research. (3) He clearly works hard at forecasting, given his ratio of forecasts to questions forecasted, at 7.3 so far. (Yes, I know Intriligator has a ratio of forecasts to questions forecasted of ~ 207, but the prolific posting history and Brier/Median ratio of 1.1 makes me wonder whether this is a bot. My apologies if I am wrong.) (4) I love his LinkedIn profile."], [18762, "2017-02-16T20:39:11Z", 0.65, "downgrading from almost a sure thing based on the recent \"spy ship\" news"], [1333, "2017-02-16T17:55:41Z", 0.75, "While the left has been quick to dismiss Trump’s hopes as some sort of evil, shortsighted plan to team up with the nefarious Russia of the 80’s, the truth of the matter is that a powerfully beneficial relationship between Trump and Vladimir Putin could be an enormous power move for both nations. Now, thanks to Slovenia, that could become a reality.\nhttp://patriotupdate.com/slovenia-offers-host-trump-putin-meeting/\n“The Russian leader hailed Slovenia, where Trump’s wife Melania was born and grew up, as an ‘excellent’ venue for possible talks with Trump."], [30369, "2017-02-16T15:02:01Z", 0.23, "The increasing media and public scrutiny of the Trump administration's ties to Russia (following Flynn's resignation) will make this a more questionable move than before, with higher political risk. I've only deducted 2% for the following reasons:\n1.Trump may not have any personal links to Russia and will survive greater scrutiny\n2. TRUMP DOES WHAT HE WANTS"], [14493, "2017-02-16T14:31:59Z", 0.4, "If he is still around Trump could be busy with explaining why he wants to be Putin's pal, rather than exchanging visits.  Its getting clear that questions are being asked now. "], [14898, "2017-02-16T10:49:08Z", 0.15, "reducing for passage of time and trumps recent comments on crimea"], [20, "2017-02-15T16:40:02Z", 0.1, "Trump's not above trolling on this. But it's more likely he sticks to his assignations with Putin over the phone. "], [14493, "2017-02-15T16:15:55Z", 0.5, "The Trump (or is it Bannon?) plan to work with rather than against Russia is encountering some problems. Possibly annoying the US security services was not a great move. We now have three provocations; possible interference in the US elections;  the interesting conversations between Flynn and the Russians; the reported deployment of the SSC-8 missiles. The maybe there more of these surprises going to become public in the next few months. Maybe some parts of security services are less keen than Trump on a deal with Russia, maybe there are some parts of the Republican Party that are less keen. Maybe some are concerned what sort of deal Trump could agree with Putin. \nThere is really no point in an official visit unless there is a new policy to promote.  I don't believe these types of visit usually take place in order to agree deals, they usually take place to make the deals public. At the moment an official visit would look like a reward for bad behavior. "], [485, "2017-02-15T15:36:57Z", 0.08, "It seems to me that more information is going to come out about Russian connections with the Trump team and Trump himself -- maybe sooner rather than later. It is possible that Russian intelligence has penetrated the U.S. government in ways that endanger U.S. society. Related articles today:"], [28414, "2017-02-15T13:24:21Z", 0.0, "Honest Russian media:\nMatviyenko: Mr Putin agreed to meet Trump\nhttp://www.vesti.ru/doc.html?id=2855324\nThe agreement on the meeting of Russian and US presidents Vladimir Putin and Donald Trump have, said the head of the Federation Council Valentina Matvienko. At the present time there is an intensive training agenda of this meeting. At the same time in Moscow are hoping for a positive agenda of discussion.\n... blah blah Crimea blah blah....\nFebruary 16, on the G20 meeting in Bonn is expected to head the US Department of State Rex Tillerson. Russia in Bonn will be the Minister of Foreign Affairs Sergey Lavrov. G20 leaders summit will be held July 7-8 in Hamburg. Will the first meeting between Putin and Trump in Germany or their meeting held earlier in Slovenia, Iceland and Finland - the intrigue remains."], [28414, "2017-02-15T13:02:28Z", 0.0, "\"Crimea was TAKEN by Russia during the Obama Administration. Was Obama too soft on Russia?\" twitter-in-chief\nhttps://twitter.com/realDonaldTrump/status/831846101179314177"], [5386, "2017-02-15T09:43:41Z", 0.2, "The recent 'Russia connection' revelations, Mike Flynn's resignation and potential further investigations into the subject strongly reduce a US-Russia presidential visit in my view.\nhttps://www.washingtonpost.com/news/the-fix/wp/2017/02/14/michael-flynns-resignation-doesnt-end-the-russia-story-far-from-it/\nhttps://www.nytimes.com/2017/02/14/us/politics/mike-flynn-resign-pence-russia.html?ribbon-ad-idx=4&rref=politics&module=Ribbon&version=context&region=Header&action=click&contentCollection=Politics&pgtype=article&pagewanted=all"], [83, "2017-02-15T00:52:52Z", 0.05, "Updating."], [83, "2017-02-15T00:52:35Z", 0.1, "Potential investigations of the DT administration's ties to Russia may limit DT's freedom.\nDT new view that Russia should return Crimea to Ukraine seems to be an early effort by DT to limit the Russian tie fallout.\nhttps://news.vice.com/story/senate-republicans-suddenly-want-to-investigate-trumps-ties-to-Russia"], [28414, "2017-02-14T23:28:37Z", 0.0, "Trump expects Russia to return Crimea to Ukraine\nhttp://www.reuters.com/article/us-usa-trump-russia-ukraine-idUSKBN15T2IY"], [23879, "2017-02-14T18:26:26Z", 0.15, "Downgrading from 25% due to passage of time and recent claims by Kremlin that there are no plans for this [1]. Plus, the whole Flynn debacle."], [179, "2017-02-14T14:58:48Z", 0.48, "The entire Trump-Putin \"bromance\" was all an offgrowth of an offhand remark by Trump in primary season that Putin was a stronger leader than Obama.  This is a story that sort of fueled itself due to Trump's penchant for doubling down on controversy.  It made more sense in primary season than in the current climate."], [33692, "2017-02-14T14:06:25Z", 0.5, "Donald Trump admires Vladimir Putin as a great leader \nby the 1st of October he would be president for 10 months."], [21884, "2017-02-14T03:44:10Z", 0.1, "Trump didn't promise fly to and fro Russia during election. Few people are waiting Putin in USA (comments GOP)."], [38, "2017-02-14T03:37:13Z", 0.33, "http://www.newsweek.com/kremlin-says-putin-and-trump-will-meet-july-anyway-556052?rx=us"], [31238, "2017-02-14T01:20:19Z", 0.55, "Despite my last statement, I'm still a pessimist about a 'hosting situation.' But, I'm totally fallible and not confident to stray too far from the norm."], [31238, "2017-02-14T01:06:58Z", 0.85, "May be over correcting for my scores sake, but I've been more bearish than I should be."], [577, "2017-02-13T21:16:36Z", 0.52, "Slightly more likely than not, but as others are saying, a neutral location seems more likely especially with the recent investigation of Gen. Flynn. Trump/GOP will likely strive for a bit more distance between the two.  "], [29507, "2017-02-13T18:06:15Z", 0.4, "A meeting is likely (75%+)  But I lower my estimate substantially following a repeated offer from the PM of Slovenia to host the two together.  A significant location as it is Melania's birthplace.  It would also help Trump duck a lot of backlash for his 'cozy' relationship with Putin so far avoiding having him in the US or go directly to Moscow."], [33647, "2017-02-13T15:47:15Z", 0.15, "Too much Saturday night live backlash "], [25705, "2017-02-13T14:27:13Z", 0.14, "Putin & Trump will meet at G20 summit in July, no deal yet on earlier meeting – Kremlin"], [19801, "2017-02-13T10:55:05Z", 0.79, "Kremlin says Putin-Trump meeting possible before July\nhttp://www.reuters.com/article/us-usa-trump-putin-idUSKBN15S0YH?il=0"], [13377, "2017-02-13T03:32:54Z", 0.22, "Following z0k"], [485, "2017-02-12T21:47:15Z", 0.1, "It seems possible that U.S. investigations into allleged questionable connections between Trump and certain Russians could affect any plans for bilateral Trump-Putin visits. Between now and Oct. 1, further investigative information could surface. Related article: “Is the FBI taking the Russian dossier about Trump more seriously?” Christian Science Monitor, Feb. 12, http://www.csmonitor.com/USA/Foreign-Policy/2017/0212/Is-the-FBI-taking-the-Russian-dossier-about-Trump-more-seriously "], [32066, "2017-02-12T21:05:04Z", 0.4, "Downgrading the probabilities of all events that require coordination between Trump and the rest of the administration. "], [14208, "2017-02-12T05:59:59Z", 0.1, " I seriously doubt a meeting will take place until after this investigation is over. \n\"6 different agencies have come together to investigate Trump's possible Russia ties\" \nhttp://www.vox.com/policy-and-politics/2017/1/21/14335112/trump-russia-intelligence-fbi"], [33156, "2017-02-11T17:58:45Z", 0.25, "Doubtful, but not impossible. I think Congressional Republicans would discourage such an event strongly given the national agenda and the implications a visit like this would have. "], [485, "2017-02-11T16:43:24Z", 0.15, "The situation regarding the Trump-Russia connections might get more challenging, and this could affect any official visits before Oct. 1. Developments over the last couple of days may portend more of the same. Related articles:"], [33417, "2017-02-10T22:07:30Z", 0.45, "For: T. praise for P., P. support for T., expressed need to improve relations \nAgainst: Ongoing allegations/investigation of Russia support for T., Syria, T. position on Ukraine, Crimea and Baltic, maybe more time needet t prepare official visit, \n\"Russian President Vladimir Putin on Friday said he was open to the idea of meeting U.S. President Donald Trump in Slovenia\" - I suppose  such meeting would not count as \"official bilateral visit hosted\", and if it would happen say in Q2, the probabillity of official visit before 1 Oct would be lower."], [691, "2017-02-10T19:44:06Z", 0.86, "All over the world people are waiting for the opportunity to Photoshop or otherwise doctor the Big Abrazo so P & T's hairdos exchange owners and remain on the wrong head through the joint press conference.  It would be a cruel universe indeed that thwarted them.  "], [14208, "2017-02-10T17:06:30Z", 0.75, "\"Russian President Vladimir Putin thanked Slovenia on Friday for offering to host his first meeting with U.S. President Donald Trump, saying he is ready to meet his American counterpart, Donald Trump, however added that the prospect of such a meeting hinges on Washington. \"It depends not only on us, but we are naturally ready for it,\" he said. The Russian leader hailed Slovenia, where Trump's wife Melania was born and grew up, as an \"excellent\" venue for possible talks with Trump.\""], [485, "2017-02-10T15:35:57Z", 0.11, "Meetings between Trump and Putin could be complicated by ongoing investigations into Trump's association with Russians. Three congressional committees and a U.S. IC joint-agency investigation looking into this will probably turn up more information. Although the congressional panels' work apparently is in the early stages, the IC inquiry reportedly may have been underway for months. "], [1639, "2017-02-08T19:23:10Z", 0.05, "After the comments that everybody's talking about, must lower the forecast a bit."], [1056, "2017-02-08T19:09:29Z", 0.0, "Affirming forecast."], [28414, "2017-02-08T16:10:26Z", 0.05, "The Super-Forecaster has spoken:\n'Putin: \"a bright future [for Russia] is inevitable\" '\nhttp://www.vesti.ru/doc.html?id=2852601\nIf the US continues its holy war on \"fake news\", brace yourself for such glorious headlines. (On the day the main/only opposition leader was barred from running for president!)"], [485, "2017-02-07T20:23:01Z", 0.15, "Rather than facilitate better U.S.-Russia relations, some recent incidents could possibly sabotage this somewhat. And, of course, the U.S. relationship with the Russian people is something related to, but different than the relationship with their corrupt government. Related factors are explored in this Feb. 5 article on Radio Free Europe / Radio Liberty: “Trump Defends Putin, Says U.S. Has 'Killers' Too,'” at http://www.rferl.org/a/us-russia-trump-defends-putin/28279910.html. "], [485, "2017-02-07T19:00:45Z", 0.2, "There reportedly are things going on behind the scenes regarding the U.S.-Russian relationship may come into play in various ways. Related article: “U.S. Preps for Infowar on Russia,” Daily Beast, Feb. 5, http://www.thedailybeast.com/articles/2017/02/06/u-s-preps-for-infowar-on-russia.html"], [30517, "2017-02-07T14:09:41Z", 0.4, "Struggling with \"official\" visit - lowering"], [22305, "2017-02-05T23:45:18Z", 0.74, "Trump wants to know if Putin has some \"material\", if the President of the US, can be put under pressure. Trump's ego will lead him into curiosity about Putins similar behaviour, compared 2 Trump...."], [33424, "2017-02-05T19:36:43Z", 0.9, "They have a lot in common and need each other soon to balance the power and block China upraising."], [33415, "2017-02-05T15:57:08Z", 0.99, "Donald Trump speaks out pretty favorable about Vladimir Putin and talks about agreement with Russia so he might meet with Putin very soon"], [28414, "2017-02-05T15:50:59Z", 0.05, "Trump defends Putin: \"There are a lot of killers. We’ve got a lot of killers. What do you think? Our country’s so innocent?\"\nPutin has been saying it forever! Thank you, DJT. #MAGA"], [6303, "2017-02-05T04:00:04Z", 0.95, "According to the general news and GJP consensus."], [1333, "2017-02-04T20:43:41Z", 0.75, "Dropping after Trump did not reduce sanctions on Russia and added sanctions on Russian Ally Iran. On Thursday, the Trump administration modified sanctions issued against Russia during the Obama administration. The Treasury Department released a license permitting certain technology-related transactions between U.S. companies and the Federal Security Service of Russia. The sanctions were initially put in place in December 2016 following reports from the national intelligence community that Russia had used cyberattacks to influence the presidential election."], [31275, "2017-02-04T14:35:26Z", 0.76, "Likely as there is already talk of it."], [691, "2017-02-04T14:34:21Z", 0.87, "This is a key element of Trump's \"America Flirts\" programme."], [33226, "2017-02-04T02:40:30Z", 0.65, "They are a dynamic duo."], [485, "2017-02-03T22:11:34Z", 0.12, "U.S. investigations into Russian connections and activities might affect such visits. Related article: “Putin’s Intelligence Crisis,” New York Review of Books, Feb. 3, http://www.nybooks.com/daily/2017/02/03/putin-intelligence-crisis-trump-dossier-fsb/"], [29054, "2017-02-03T20:11:40Z", 0.92, "I can see the logic between the hard talk and the need to soften the situation thus prompting a meeting."], [31102, "2017-02-03T16:57:25Z", 0.33, "https://www.nytimes.com/2017/02/02/world/middleeast/iran-missile-test-trump.html?hp&action=click&pgtype=Homepage&clickSource=story-heading&module=a-lede-package-region&region=top-news&WT.nav=top-news"], [485, "2017-02-03T16:50:39Z", 0.1, "The situation could become difficult regarding Trump-Putin visits and meetings. According to news reports, a third congressional panel will be investigating activities by Russian intelligence against the U.S. This is in addition to the U.S. joint-agency IC investigations. Related article: “New Reasons To Remember The Lurid Russia Dossier On Trump,” Forbes, Feb. 2, http://www.forbes.com/forbes/welcome/?toURL=http://www.forbes.com/sites/melikkaylan/2017/02/02/new-reasons-to-remember-the-lurid-russia-dossier-on-trump/&refURL=https://www.linkedin.com/&referrer=https://www.linkedin.com/#3a6f917361e6"], [3363, "2017-02-03T14:45:28Z", 0.5, "Dropping from 79 to 50. Considering dropping further quickly. Why? The reason has nothing to do with US-Russia relations, which is how I looked at this question before. Instead, I'm starting to think Trump may be a very anti-travel president. He's barely left the White House since coming into office. He just made a trip to Delaware in secret and cancelled a trip to Wisconsin. There are no foreign trips planned on the horizon. "], [15621, "2017-02-03T14:19:59Z", 0.08, "See @fifty-sixty comment from Nikki Haley\nhttp://uk.businessinsider.com/trump-nikki-haley-russia-ukraine-2017-2?r=US&IR=T"], [33242, "2017-02-03T13:33:07Z", 0.99, "The puppet master beckons, the puppet follows"], [33223, "2017-02-03T12:14:34Z", 0.64, "Die Wahrscheinlichkeit eines Treffens, ob von beiden oder nur von einer Partei ausgehend, schätze ich auf gut 80%. \nDafür spricht, dass sich Putin trotz Streits in einem kleinem Zeitraum mit Ungarns Premierminister Orban getroffen hat.\nAußerdem lässt Trump Putin mehr Aufmerksamkeit gelten als anderen Staatschefs. Trump und Putin haben auch ähnliche politische Ansichten, beide sind Patrioten, sind Gegner der Homo-Ehe und wollen die eigene Wirtschaft stärken, sowie ihr Land an die Spitze zurückbringen.\nAufgrund des Ukraine-Konflikts denke ich dass beide Parteien auf eine Lösung bemüht sind und sich deshalb treffen möchten um diesen Konflikt zu lösen."], [4918, "2017-02-03T09:34:37Z", 0.1, "95% that they they will meet in given timeframe, max 10% that they will host the other in official bilateral visit. Even probably less after Nikki Haleys hawkish statement: \"The United States continues to condemn and calls for an immediate end to the Russian occupation of Crimea. Crimea is a part of Ukraine. Our Crimea-related sanctions will remain in place until Russia returns control over the peninsula to Ukraine.\""], [32066, "2017-02-02T16:34:53Z", 0.45, "Downgrading probability to reflect my rising expectation that Trump will be indicted during this year. Australian and Mexican phone calls make it clear that he is incapable of handling foreign affairs. If worst comes to worst, Congress is more likely to indict than go to war over something stupid. Still working on the probability of this happening. Not very high, but definitely non-zero."], [33203, "2017-02-02T13:33:11Z", 0.35, "I think the suspicions surrounding the two are going to harm the chances for this event. I'd probably start by putting it much higher at about 70%, but with the Steele dossier correctly predicting the sale of Rosneft to  an anonymous party it really looks like it has teeth. The U.S. intelligence community has remained mostly silent, eerily similar to the development of the Watergate scandal that took down Nixon, which only appeared briefly as a singular story before coming back in full force later."], [485, "2017-02-02T01:53:27Z", 0.15, "The  investigations into the activities of Russian intelligence could unfold in ways that interfere with plans for a Trump-Russia bilateral visit. Related article on espionage apparently involved: “A Suspicious Death and Three Cyber Arrests Point to a New Twist in the US Election Hack,” Defense One, Feb. 1, http://www.defenseone.com/threats/2017/02/suspicious-death-and-three-cyber-arrests-points-new-twist-us-election-hack/135048/"], [754, "2017-02-01T15:53:28Z", 0.05, "was thinking i needed to raise it substantially and instead lowered it from 15%\nUFPOT and reading some excellent analysis by fellow forecasters. "], [691, "2017-01-31T22:15:34Z", 0.87, "President LIttlefingers will find himself in ever-increasing need of someone he admires who will run their fingers through whatever that stuff is on his head, and tell him what a good boy he is, and generally pretend to support and care about him.  Stay tuned.  "], [530, "2017-01-31T18:48:38Z", 0.85, "Affirming forecast."], [23879, "2017-01-31T07:27:14Z", 0.25, "Upgrading from 18% due to recent reports of a possible meeting \"before the G20 in Hamburg\". To me the question wording (\"host the other\") clearly implies that it will resolve as \"yes\" if and only if the meeting takes place either in the US or in Russia, so their meeting in private in Germany would not count."], [23006, "2017-01-30T22:39:46Z", 0.51, "October is far away and trump supporters have very short memories - all those cheetos"], [29507, "2017-01-30T17:46:07Z", 0.9, "Raising in the face of this weekend's phone call between Putin and The Donald.  "], [1646, "2017-01-30T15:32:43Z", 0.25, "On reports of a meeting around July http://www.usatoday.com/story/news/world/2017/01/30/russia-putin-trump-could-meet-before-july/97234574/"], [19801, "2017-01-30T11:30:52Z", 0.75, "\"To start with we must fix the date and time of a meeting between the two presidents. Aides are working on this now,\" he said, adding that a meeting could happen before a G20 summit scheduled to take place in Hamburg on July 7-8.\nhttp://www.reuters.com/article/us-usa-trump-putin-idUSKBN15E0SF?il=0"], [6303, "2017-01-30T03:43:59Z", 0.95, "According to the general news and GJP consensus."], [31656, "2017-01-29T20:19:11Z", 0.85, "Trump is so far doing everything he promised.  Sad!"], [485, "2017-01-29T19:08:35Z", 0.1, "This question seems somewhat dependent on outcomes of investigations into Russian activities by Senate and House intelligence committees, and the reported U.S. IC joint-agency working group looking into the same things. "], [31509, "2017-01-29T18:44:13Z", 0.47, "+5% because friendly phone call and Trump doesn't seem to let public outcry influence his actions."], [33085, "2017-01-29T16:57:57Z", 0.85, "On 28th January Trump and Putin had a conference call. According to the Kremlin they decided to meet in person. Secondly, there are urgent issues like Ukraine and Syria. And a quick meeting is a good sign to improve US-Russia relations."], [32650, "2017-01-29T16:24:12Z", 0.85, "I take Obama's schedule as a starting point. He visited 18 countries prior to October in his first presidential year. They included 7 countries of large strategic importance: UK, Germany, France, Saudi-Arabia, Russia, Iraq, Canada and Turkey. He visited president Medvedev in July 2009 roughly 6 months after his inauguration. The countries after October that Obama visited were Japan, Singapore, China, South Korea. In December they included Norway and Denmark, both countries of lesser strategic importance to the US. Given that Trump has expressed doubts about the future of the EU, he would want to strengthen relationships with UK on the East and Russia on the West at an early stage. Post May's visit, Russia is very likely to be on the calendar.\nWith the US out of the TPP, the path is clear to negotiate with Russia. The telephone call is a strong sign post that a meeting is going to take place."], [18790, "2017-01-29T11:45:11Z", 0.99, "Read out of Trump's first call (as president) with Putin says they discussed meeting in person."], [33078, "2017-01-29T04:41:15Z", 0.95, "Trump does what he says so he will go to Russia, unfortunately."], [83, "2017-01-28T23:41:58Z", 0.1, "Russian arrests may provide a link to US sources of information regarding the US election hacking.\nFrom: https://www.nytimes.com/2017/01/27/world/europe/russia-hacking-us-election.html?_r=0\n\"Two Russian intelligence officers who worked on cyberoperations and a Russian computer security expert have been arrested and charged with treason for providing information to the United States, according to multiple Russian news reports.\""], [32238, "2017-01-28T21:44:12Z", 0.85, "After phone call between them today after which Russian media reported that leaders agreed on finding a date to meet."], [29054, "2017-01-28T18:24:40Z", 0.87, "Bromance seems to be working fine after the election between VVP and DJT! Time to increase the forecast."], [16335, "2017-01-28T12:56:26Z", 0.1, "Seems unlikely - Russian domestic propaganda is already at work delegitimising Trump (The Kremlin is terrified of an anti-establishment populist surge occurring in Russia, for v good reason) and Russia is an important wedge between Trump and the rest of the GOP (and something that unites all but crazy Democrats).  "], [651, "2017-01-27T22:29:29Z", 0.45, "Downward adjustment of expectation.  Congressional and popular opposition coalescing over election interference and prospect of early relaxation of US sanctions. Reaction over scheduled 1/28 joint call will prompt more recalibrating."], [32296, "2017-01-27T21:21:26Z", 0.65, "Trump muss Russland besuchen aus guter Sitte 80%\nTrump liebt Amerika und mÃ¶chte sein Lieblingsland nicht verlassen 40%\n"], [21140, "2017-01-27T21:13:19Z", 0.2, "Syria, NATO, China, and election rigging investigations are all useful factors to gauge this meeting. How will the US work with Russia to fulfill Trump's promise to increase the US fight against ISIS? Will the US work directly with Russia? As NATO deploys 1000 troops along Russia's borders, sitting down with Putin before clarifying the US role in the Alliance would send a terrible signal to US allies. A smaller factor is China's Congress this fall -- it would make more sense to wait for both leaders. Hanging over all of this, it would be politically dangerous/foolish to look cozy with Putin before the Senate Intelligence Committee and the Justice Dept's Inspector General finish their investigations into Russia's alleged hacking of the last election. Of course, all this could mean nothing..."], [33014, "2017-01-27T15:51:54Z", 0.9, "Each will seek to elevate his legitimacy through the false promise of a new world order super-partnership."], [29054, "2017-01-26T04:54:24Z", 0.75, "Bromance at work here, it seems that little by little the warmth of hugs is arriving!"], [32984, "2017-01-26T00:06:26Z", 0.9, "It has to be held within the first 100 days of the presidential workdays of Donald Trump and because Putin is his buddy."], [23148, "2017-01-25T23:26:39Z", 1.0, "Because  Trump first will thank Putin for the support  (1:1), then figure out whether he will become friend , ally- or enemy. This as well based on the personal relationship - which can only be formed personal. "], [28904, "2017-01-25T18:59:39Z", 0.75, "Currently, they're still denying the most likely option: http://www.foxnews.com/politics/2017/01/15/spicer-denies-report-trump-wants-meeting-with-putin-in-iceland.html. \nI suspect we'll have better information as we get through the first 100 days. "], [32843, "2017-01-24T23:47:25Z", 0.0, "Too short a timeframe I think. Also, can't see Trump inviting Putin to Washington - the protests would be counter-productive to anything he wanted to achieve and I can't see Trump wanting to go to Moscow, he needs to play to the news cycle in the US. If Russia and US manage to come to an agreement and then get some solid achievement e.g. peace in Syria then state visits would make sense, just can't see that happening inside 8 months."], [29097, "2017-01-24T09:14:44Z", 0.8, "Based on the left-overs that past U.S president Barack Obama and current Russian president Vladimir Putin had, it is in both nations best interest to host an official bilateral visit as soon as possible. Matters such as the future relations between the two nations and the wars in the middle east are both pressing matters which needs to be attended to sooner than later. Judging by the fact that current president, Donald Trump, has shoed great support to the idea of having a better relation with Russia, the probability for him to declare an unofficial peace treaty with Vladimir Putin in the form of a friendly bilateral visit within the coming 9 months is highly likely."], [31275, "2017-01-24T02:48:28Z", 0.62, "Raising due to Putin saying in December he would like to come to US if invited. A bi-lateral call is scheduled this week so this should be clarified. Note though The Donald's Russian past ties may have him worried about optics. Probably more likely Purim comes here."], [30517, "2017-01-24T02:11:05Z", 0.35, "Timing is too tight.  This seems like second year stuff for Trump.  \"official\" is where i am re-evaluating lower."], [1064, "2017-01-24T00:50:11Z", 0.05, "90% - Will a visit occur within 4 years\n30% - it will occur within 9 months\n------\nThey need to discuss Syria, ISIS, and Ukraine sooner rather than later.  They do not need to meet to do that.  The subordinates can work it and and they can agree on the phone.  The problem is if they do not agree.  Then they will need to meet and size each other up in order to cut a deal.  "], [13377, "2017-01-23T20:19:38Z", 0.35, "Meetings are in the works with other world leaders, e.g. Trudeau, May."], [30389, "2017-01-23T12:05:02Z", 0.4, "Trump has a lot on his domestic plate; may deal with that first"], [32539, "2017-01-23T06:18:23Z", 0.04, "1. They will have an opportunity at G20 summit in July to meet in person 2. Putin has not met with previous US Presidents in the first year and Tillerson is more likely to meet with him 3. President Trump is moving quickly and could schedule a meeting"], [6303, "2017-01-23T02:28:22Z", 0.95, "According to the general news and GJP consensus."], [13377, "2017-01-22T19:32:06Z", 0.1, "Moving closer to rjfmgy"], [20, "2017-01-22T16:13:40Z", 0.2, "A meeting fraught with problems. Not that either man cares. Still, I don't know why they would need to meet. They can work with surrogates meeting, much as Kerry and Lavrov did."], [26267, "2017-01-22T15:15:33Z", 0.55, "Up from 20% as the question was changed. Some international venue is more likely. "], [32401, "2017-01-22T15:11:42Z", 0.25, "Trump may want to focus on getting his policy agenda and team in place first."], [32059, "2017-01-22T10:13:18Z", 1.0, "Everything points to this. Probably even before August. Putin will invite Trump. "], [32610, "2017-01-22T10:04:51Z", 1.0, "Because they would"], [1056, "2017-01-22T03:42:14Z", 0.0, "While Trump may indeed want a better relationship with Putin, he probably wants a better relationship with the anti-Russian faction of the Republican party even more. What serves Trump's interests is trying to guarantee that he has the united support of the Republican caucus in the Senate and the House for his domestic agenda. As we heard in his inaugural address, foreign policy doesn't much interest him unless the U.S. is directly threatened. Given Trump's indifference to foreign affairs, he won't further antagonize the McCain/Graham/neocon wing of the Republican party by a gratuitous approach to Putin. There's simply nothing in it for him."], [19801, "2017-01-22T02:49:53Z", 0.59, "Russian President Vladimir Putin is ready to meet U.S. President Donald Trump but preparations for the possible meeting may take months, not weeks, Kremlin spokesman Dmitry Peskov was quoted as saying by TASS news agency. \nhttp://www.reuters.com/article/us-usa-trump-kremlin-idUSKBN15509L"], [32258, "2017-01-21T20:46:27Z", 0.02, "Putin and Trump will meet and they will talk on the phone.  They may even tweet each other, but I doubt they will do an official bilateral meeting with all the pomp and circumstance that Trump will want to avoid.  He will be much more secretive and keep people wondering what's really going on. Like Putin, I believe he will thrive on keeping people in the dark to maintain power and control. "], [25875, "2017-01-21T15:28:48Z", 0.75, "DT seems to be moving quickly on many fronts"], [283, "2017-01-21T15:02:12Z", 0.5, "Mainly a matter of timing: https://www.rt.com/news/374546-putin-trump-meeting-months/"], [32665, "2017-01-21T00:15:19Z", 0.72, "From what I have observated so far, I strongly believe DUE TO THE 1ST POWER OF THE WORLD,Putin will take his action"], [23879, "2017-01-20T17:11:03Z", 0.18, "Downgrading from 20% in view of continued Russian support for Snowden [1]."], [32634, "2017-01-20T16:25:37Z", 0.95, "they have deals to strike"], [32163, "2017-01-20T16:22:05Z", 0.75, "Putin would love to have a better relationship with Trump to influence him on his position on NATO. There are policy and personal reasons why Trump would want such a visit. Trump truly believes that being closer to Russia is in the interest of the US, especially against China. As a narcissist, Trump enjoys personally the adoration Putin has given him. The only reason I have not given a higher forecast is because the Republican establishment and some of his cabinets (for example General Mattis) are much more cautious on a closer relationship with Russia."], [32417, "2017-01-20T15:34:37Z", 0.8, "Trump has invested a lot in improving relations with Russia and Putin will want that investment to be seen as smart by the International\" community"], [32764, "2017-01-20T15:28:52Z", 0.75, "Trump will go to Russia if it does happen"], [32578, "2017-01-20T15:22:31Z", 0.65, "It is one of the easiest promises he can keep."], [32161, "2017-01-20T13:33:48Z", 0.7, "Trump has expressed interest in meeting on neutral ground to discuss sanctions and disarmament. It's possible that opposition in Congress and security officials might keep visits to neutral areas."], [32793, "2017-01-20T12:02:20Z", 0.15, "I think it would be bad idea for Trump"], [562, "2017-01-20T02:43:56Z", 0.15, "This would look really bad for Trump. He really wants to hangout with his buddy, but would get grilled by both parties if he tried to pull that too early or agreed to meet Putin too early. He's got too much to handle as president for this to be at the top of the list. However, it would be more likely if Trump hands the keys to Pence to run the country and keeps himself as the face of it."], [485, "2017-01-19T20:36:27Z", 0.13, "Lowering my probability estimate further on this question. I feel that U.S. and international investigators are moving very quickly to get to the bottom of the situation. We seem to have a very serious national security and global security situation on our hands. In this case, I'm thinking \"where there's smoke, there's fire\" on the allegations. In fact, more information is bound to surface. Related Newsweek article of interest: “Trump, Putin and the Hidden History of How Russia Interfered in the U.S. Presidential Election,” Jan. 10, http://www.newsweek.com/trump-putin-russia-interfered-presidential-election-541302"], [13377, "2017-01-19T16:58:02Z", 0.2, "This just in (1-19-2017) from Davos: Deputy Prime Minister Igor Shuvalov has invited Trump to attend a Russian investment forum."], [485, "2017-01-19T16:12:01Z", 0.15, "When considering this question, there seem to be some very challenging circumstances regarding what might unfold in coming days, weeks, months. Based on current open-source intelligence (OSINT) in the media, I believe the investigations into Russia-Putin-Trump are going to turn up some very problematic situations. In addition to a U.S. task force, intelligence agencies of many countries are reportedly now looking into this, as well as the international media. "], [29489, "2017-01-19T14:47:17Z", 0.7, "Donald Trump would want to make it look like he is leading the U.S. An official visit, specifically to Russia would undoubtedly create this impression."], [485, "2017-01-19T03:24:02Z", 0.17, "I'm lowering my probability estimate slightly on this question. Related article: “FBI, 5 other agencies probe possible covert Kremlin aid to Trump,” McClatchy news service, Jan. 18, http://www.mcclatchydc.com/news/politics-government/article127231799.html"], [83, "2017-01-18T18:55:21Z", 0.0, "From the FT (p3) Russia outlines it's plans for managing DTrump: \"we know that Trump cannot decide things on his own to the extent we can\" said one (a Russian official) \"We must avoid making it too difficult for him.\"\n    \"The Kremlin's ideas for a first summit are part of this cautious strategy.  Inviting Mr Trump to Russia very soon or pushing for Mr. Putin to be invited to the US would create problems rather than solve them, the officials say.  They expect Mr. Putin and Mr. Trump to discuss, in a phone call immediatly after the inauguration, a meeting in a \"neutral\" European country.\""], [1639, "2017-01-18T17:18:52Z", 0.1, "For all forecasting this question, please note:"], [1708, "2017-01-18T16:39:28Z", 0.55, "I starting to think a Trump- Putin meeting will happen on neutral ground (on edges of a multilateral meeting) prior to Oct 2017 with subsequent bilateral meetings in Russia and USA. \nhttps://www.bloomberg.com/news/articles/2017-01-15/trump-wants-to-hold-summit-with-putin-in-iceland-sunday-times"], [11430, "2017-01-17T19:11:05Z", 1.0, "My probability is predicated on their meeting in a bilateral capacity, but neither of them officially hosting.\nIceland, Austria head list of venues."], [485, "2017-01-17T19:08:53Z", 0.2, "I'm further lowering my probability estimate on this. There seem to be various signs that we could be facing a combination of circumstances similar to Watergate, Monica Lewinsky-gate and an espionage-spy case. This overview of the situation seems to be pretty good: “Is the Christopher Steele dossier fake news?” CNN, Jan. 17, http://www.cnn.com/2017/01/16/opinions/is-it-fake-news-dowling/"], [32665, "2017-01-17T01:57:15Z", 0.72, "Putin will visit Trump"], [601, "2017-01-17T01:09:15Z", 0.4, "I believe that if they met in a third country it is not an official visit- it is a meeting, and the latest out of the Russians is that they'd like to meet in a third country before the summer season.   "], [485, "2017-01-16T22:39:58Z", 0.2, "I'm lowering my probability estimate on this question due to a troubling scenario -- the current U.S. government and international investigations into Trump's relationships with Russian oligarchs, bankers and government officials. There exists a possibility that Russian officials have \"kompromat\" (compromising material) on Trump. It is also possible there were inappropriate contacts between Trump team persons and Russians. "], [25713, "2017-01-16T13:08:29Z", 0.85, "http://thehill.com/blogs/blog-briefing-room/news/314374-trumps-first-foreign-trip-as-president-will-be-to-meet-putin"], [27101, "2017-01-16T09:17:08Z", 0.1, "After this weekend comments from both parties involved its much more likely that they meet on neutral ground and than agree to do a visit later on (I assume after October), so in my view this lowers the chances of a bilateral visit."], [30389, "2017-01-16T08:30:07Z", 0.6, "They may meet on a neutral ground instead, for example in Iceland for a repeat of the Reykiavik summit. "], [31275, "2017-01-16T04:07:09Z", 0.55, "Lowering a tad for a few days. Russia Today said they are working on meeting. Officially sponsored by Russian Government. Where? Some reports say neutral site so host may not apply. Stay tuned. "], [6303, "2017-01-16T01:34:26Z", 0.95, "According to the general news and GJP consensus."], [7934, "2017-01-16T00:01:18Z", 0.35, "The Putin - Trump 'bromance' will unravel. There are too many Russo-phobes in Trump's cabinet."], [32613, "2017-01-15T23:32:15Z", 0.9, "Trump's receptiveness to Putin; goal to repair America-Russia relations"], [13377, "2017-01-15T22:25:08Z", 0.05, "I am delighted by the healthy skepticism that you fellow forecasters are showing regarding truthfulness, provenance and intentionality of the FBI’s Grizzly Steppe report https://www.us-cert.gov/sites/default/files/publications/JAR_16-20296A_GRIZZLY%20STEPPE-2016-1229.pdf; the Office of the  Director of National Intelligence’s report on Russian attacks on the 2016 Presidential election, https://www.dni.gov/files/documents/ICA_2017_01.pdf;  and the, ahem, “Goldengate” report https://www.documentcloud.org/documents/3259984-Trump-Intelligence-Allegations.html"], [485, "2017-01-15T21:51:44Z", 0.37, "Pres.-elect Trump says he's skeptical of US intelligence community due to Iraq WMD intel. This has resulted in friction between him and the IC. When Trump says the IC was wrong on WMDs in Iraq, that apparently is a somewhat complicated situation ... but Trump might not win this argument."], [948, "2017-01-15T21:28:42Z", 0.09, "I've drastically changed my forecast on this. The recent release of that Buzzfeed published document - true or not, most likely not - and, with other appointment opinions and a year ahead for an ambitious domestic agenda, I suspect Carolyn Bertin (Resonancia) is right in her forecast. Time does tell, and time won't be enough in this first year, even with Trump."], [1639, "2017-01-15T21:08:34Z", 0.1, "Two senior aides to Donald Trump denied a report that his advisers had told U.K. officials the incoming president’s first foreign trip will be a meeting with Russian President Vladimir Putin in Reykjavik. Russian officials also derided the report.\nhttps://www.bloomberg.com/news/articles/2017-01-15/trump-wants-to-hold-summit-with-putin-in-iceland-sunday-times\n____________________\nCOOMENT:  It could be that this administration will have his hands full in many other priorities before this bilateral visit."], [13377, "2017-01-15T20:32:16Z", 0.05, "1) Trump staff has denied any such plans are in the works. OTOH they are known for non-reality-based press relations. http://www.reuters.com/article/us-usa-trump-russia-idUSKBN14Z041"], [485, "2017-01-15T19:59:28Z", 0.4, "This Jan. 15 article on Voice of America, \"Russian 'Kompromat' Remains Alive and Well,\" http://www.voanews.com/a/russia-kompromat-remains-alive-and-well/3677094.html, gives a fair picture of the dilemma we Americans find ourselves in at this point in time. On this particular question, I'm lowering my probability estimate about a Trump-Putin official visit due to a number of circumstances involved."], [30517, "2017-01-15T18:49:05Z", 0.6, "Today's news looks to be fake; however, the meeting still seem reasonable to me despite the \"random\" odds as being low.  Rounding my odds up from 59 to 60 given the response to the idea."], [32609, "2017-01-15T16:45:23Z", 1.0, "Definitely, they love each other."], [16778, "2017-01-15T15:47:39Z", 0.2, "The two will probably meet this year in a neutral forum of some sort, and I'm sure one will host the other in the next 4 years, but I don't think it will likely be this year given the intense scrutiny on the issue of Russian espionage and election interference. Trump doesn't care about the opinions of outsiders. But if several of his cabinet nominees including Mike Pompeo (CIA.), Rex Tillerson (State) and James Matthis (Def), House Majority Leader Paul Ryan, and prominent Senators John McCain & Lindsay Graham have all agreed that Russian interference in our election process cannot be tolerated, Trump may be more likely listen. An official visit by either could distract Conservatives from enacting his other policy goals (taxes, healthcare, trade, etc.)."], [485, "2017-01-15T14:58:36Z", 0.5, "I'm significantly lowering my probability estimate that Trump and Putin will have an official visit before Oct. 1. A widely circulated news report recently about a Trump-Putin meeting being the first official visit was changed, corrected or clarified yesterday (Sat., Jan 14) by the Trump team -- the report is inaccurate and no such meeting is planned, Trump team representatives said. "], [24, "2017-01-15T14:16:08Z", 0.25, "Talk of a Reyjkavik mini-summit for the first quarter of 2017 perhaps make a \"hosted\" meeting in either the USA or Russia somewhat less likely in the short term."], [691, "2017-01-15T13:07:40Z", 0.82, "http://www.reuters.com/article/us-usa-trump-russia-idUSKBN14Z041\nIn this story, two anonymous \"top aides\" deny a specific report.  Neither says that no such meeting will ever happen, or even that no such meeting is planned--just not this one.  And of course there is no particular reason to believe that any of Littlefingers' aides, top or not and identified or not, have any actual idea what he will do.  Coming down some on this report, but not as much as the anonymous aides would probably like."], [15621, "2017-01-15T13:06:47Z", 0.1, "See @Resonancia - Summit on neutral territory looks very likely - nobody's ego gets hurt!"], [13377, "2017-01-15T12:36:15Z", 0.05, "https://www.bloomberg.com/news/articles/2017-01-15/trump-wants-to-hold-summit-with-putin-in-iceland-sunday-times"], [32069, "2017-01-15T11:25:58Z", 0.9, "Reports in the press suggest this is very likely. "], [32595, "2017-01-15T10:40:06Z", 0.99, "'Anything is negotiable\""], [28448, "2017-01-15T10:36:09Z", 0.25, "It good pretty unlikely with this peace of news:\nhttps://www.bloomberg.com/news/articles/2017-01-15/trump-wants-to-hold-summit-with-putin-in-iceland-sunday-times\nAccording to Sunday Times (UK), Trump intends to meet Putin in a third country, which wouldn't count for the question.\nIn General, I think with recent news on hacking the election etc, Trump won't show to much closeness with Putin during first months in office.\nMy reasoning:\nPath A: Sunday Times is right (70%)\n - A1: They'll still host each other (20%)\n- A2: The meeting in Iceland will be the only one till Oct 1st (80%)\nPath B: Sunday Times is wrong (30 %)\n - B1: They will meet in US or RU (35 %)\n - B2: They will meet somewhere else (40 %)\n - B3: They won't meet at all (25 %)\nSo prob for question is 0.7*0.2+0.3*0.35 = 0,245 = 25 %"], [32592, "2017-01-15T10:30:21Z", 0.28, "Cases of the one country hosting the other for bilateral summits are not that common, relative to discussions that occur in the contexts of other meetings or in other locations. Other's confidence that it will occur rises my prior somewhat, but looking at the reasons causes me to discount many of them, particularly the most confident. People cite a single report by the Sunday times that was later refuted, even though the supposed trip does not even meet the question criteria. Others cite completely irrelevant facts such as their personal dislike of Putin or Trump, or even their fear that liberalism is dying."], [28936, "2017-01-15T08:52:32Z", 0.75, "https://www.bloomberg.com/news/articles/2017-01-15/trump-wants-to-hold-summit-with-putin-in-iceland-sunday-times"], [29680, "2017-01-15T08:48:30Z", 0.67, "Bumping up two points on rumors of Reykjavic as a possible location by Russia Today and Bloomberg. With Russia Today citing a Tweet by Sean Spicer, Trump surrogate under hire by CNN claiming the statement is false. "], [32585, "2017-01-15T08:35:44Z", 0.95, "Most likely TumPutin will meet soon. The Trump gang has been in contact with Putin's gang for a longer period. The West as we know it will cease to exist January 20th. Amazingly, the third world commodity based economy, a kleptocracy and banana republic with snow run by Putin and his bandits has been able to make a \"coup d'Ã©tat\" in the \"beacon of democracy\", leader of the free world. Through an army of hackers and trolls, propaganda outlets (RT, Sputnik, etc.) and other hybrid war means, Russia has succeeded in acting as a catalyst for creating increased confusion, uncertainty, dangerous polarisation in the US. Other parts of Europe has experienced the Russian strategy and tactics for years. We have interesting times ahead."], [32582, "2017-01-15T07:28:22Z", 0.5, "Impossible to predict as this statement involves Donald Trump."], [21800, "2017-01-15T05:58:56Z", 0.3, "Dropping from 55% to 30% following possibility of Iceland being used as the venue for the first meeting."], [32575, "2017-01-15T05:52:55Z", 0.58, "Trump speech this past week."], [31238, "2017-01-15T02:38:56Z", 0.2, "If it's going to happen, I don't k ow that either party will be able to host each other in the U.S. Or Russia. Reykjavik is a good option. And I have to assume if they meet there that neither side is 'hosting' the other. Lowering my estimate. http://www.zerohedge.com/news/2017-01-14/his-first-foreign-trip-president-trump-plans-meet-putin-reykjavik"], [485, "2017-01-15T02:33:37Z", 0.9, "This Jan. 14 article in The Hill, http://thehill.com/blogs/blog-briefing-room/news/314374-trumps-first-foreign-trip-as-president-will-be-to-meet-putin, indicates an official Trump-Putin meeting is high on the agenda. Maybe they can discuss Russian hookers, \"kompromat,\" \"honey traps\" and moving Putin's agenda forward. I'm raising my probability estimate on this question. One caveat: If the \"dossier\" on Trump proves to be substantially true, Trump might have to resign or be impeached -- which I don't rule out."], [1646, "2017-01-14T22:50:53Z", 0.1, "Trump team tell British officials first international trip will be to meet Putin, at a summit, as I had supposed, in Iceland."], [32538, "2017-01-14T04:59:21Z", 0.75, "Just because of bilateral visit technicality "], [1646, "2017-01-14T03:53:31Z", 0.5, "Trump interview says he will meet, not clear if on bilateral visit\nhttp://www.wsj.com/articles/donald-trump-sets-a-bar-for-russia-and-china-1484360380?mod=e2tw"], [691, "2017-01-13T20:54:41Z", 0.91, "The really fun thing about this is that after they meet, each will think he has the other in the palm of his hand.  One of them will be deluded as usual about how loved and respected he is.  The other used to work for the KGB.  No more hints, kids."], [32521, "2017-01-13T15:27:10Z", 0.99, "Yes.  Both of them, textbook narcissists, will be eager to prove to the world that a positive U.S.-Russia relationship is a good thing that yields positive results for each of their respective domestic populations."], [12458, "2017-01-13T13:32:11Z", 0.05, "would be proof that the Manchurian candidate accusation is true"], [32513, "2017-01-13T10:17:49Z", 0.77, "There is so much discussion, and both are somewhat direct to point kind of guys, so most likely they will meet quite soon."], [1056, "2017-01-13T04:07:12Z", 0.0, "Still no reason to think so, in my opinion."], [32491, "2017-01-12T20:24:09Z", 0.8, "Trump, Putin and others share the same nationalistic ethos, and I believe soon after Trump's inauguration he will order US troops moving into Poland this week, to go back to Germany or their home base in Colorado. As a show of gratitude, Putin will invite Trump over to Moscow."], [12879, "2017-01-12T20:18:06Z", 0.8, "There appears to be confusion as what meeting would resolve the market. State Visit vs Bilateral Visit. "], [1333, "2017-01-12T16:06:19Z", 0.86, "A comment about fake news. Yesterday was amazing. Fake News in my hometown has caused the schools to decide to address with students how to vet news on social media to decide for themselves. Thats the 1st step towards re-establishing critical thinking in the public schools I've seen in years. The Buzzfeed report carried by CNN and and the NYTs and others  (even though they disavowed it and conceded that it could not be vetted) will actually serve to make this happen on an even more urgent basis."], [24771, "2017-01-12T10:06:18Z", 0.45, "big change to forecast upon noticing they have changed the question from \"state visit\" to \"bilateral visit\", which is pretty annoying but what can you do"], [31509, "2017-01-12T02:21:49Z", 0.42, "The probability of Trump or Putin hosting each other for a bilateral conference is equal to the probability of Trump hosting Putin plus the probability of Putin hosting Trump plus the probability of both hosting each other before October 2017."], [3915, "2017-01-11T21:10:16Z", 0.55, "Because Trump is crazy enough to put the corrupt leader of a third world country high on his list of guests. "], [25705, "2017-01-11T19:25:38Z", 0.24, "It will be harder with current allegations..."], [1056, "2017-01-11T18:21:08Z", 0.0, "I'm not changing my forecast yet, but I'm reconsidering the significance of the Trump-Putin allegations. It's still all innuendo and rumor, and I expect that the report released yesterday was the best shot of Trump's accusers. I initially thought that the accusations would damage Trump. However, I think that by leaking 35 page report, and particularly the salacious story of Trump's supposed encounter with prostitutes, Trump's opponents may have overplayed their hand, and instead of hurting Trump this may help immunize him from criticism, even when criticism is warranted - as it assuredly will be in the future. None of this means that Trump and Putin will meet in a bilateral visit in either the U.S. or Russia, but it seems to me that the possibility now exists; a few days ago I thought that Trump would go out of his way to avoid such a meeting. Now I think there's little political risk for him to meet Putin."], [17951, "2017-01-11T14:13:02Z", 0.65, "Likely as both have appeared willing to foster better ties & share a mutual dislike of obama. On the other hand such visits are extremely rare"], [23681, "2017-01-11T13:33:56Z", 0.33, "The recent intelligence revelations will create very strong headwinds against such a meeting.  A meeting in some other forum for example, as part of an economic summit seems more likely.  "], [31187, "2017-01-11T12:37:23Z", 0.65, "I see the possibility for this is remarkably higher than the chance for a visit not to take place."], [31238, "2017-01-11T02:12:54Z", 0.3, "From what I can tell, I believe there is mutual interest between the two which is I'd say a 15%-20% increase over the base rate of maaaybe 5% (though probably lower). I would put it even lower but it is too early to be too confident so I am moving it closer toward 50% to prevent extremizing. "], [14208, "2017-01-11T02:12:22Z", 0.75, "Kompromat of Donald J. Trump or fake news?  So much controversy and the guy is not even in office yet.  https://www.gjopen.com/comments/comments/225802"], [745, "2017-01-10T19:49:32Z", 0.9, "I think Trump and Putiin will want to send stronger signals about the relationship given the current controversies in the U.S."], [31710, "2017-01-10T18:07:22Z", 0.85, "http://www.usnews.com/news/world/articles/2016-12-23/the-latest-putin-nothing-unusual-in-trump-nukes-comment"], [28904, "2017-01-10T16:08:50Z", 0.8, "These are older articles, but I just saw another suggestion yesterday that a face to face is being planned. \nhttps://www.rt.com/news/367268-putin-trump-meeting-date/\nhttp://www.mirror.co.uk/news/world-news/trump-putin-meet-person-crunch-9279559\nhttps://sputniknews.com/politics/201701091049394730-putin-trump-meeting/\n"], [31303, "2017-01-10T12:29:15Z", 0.66, "Same yeas as when Obama was elected he visited Moscow to reset the relationship between USA and Russia (Medvedev in charge) so this is a common thing. Moreover, Trump seems to have a good relationship with Putin so that makes this statement more likely.\nOn the other hand, it is well known that some media has stated that Trump was elected becuase of the Russian intelligence so maybe it is too soon to have a meeting"], [13135, "2017-01-10T12:18:42Z", 0.75, "If Tillerson gets the Secretary of State job. Think its highly likely."], [22245, "2017-01-09T20:24:42Z", 0.75, "Trump has continually hinted that he wants bilateral agreements versus multi-party talks.  I believe they will meet and agree on something and give the impression that a new cold war is not going to get restarted anytime soon."], [13377, "2017-01-09T20:24:37Z", 0.28, "I am just a simple algorithm. On each question, Iook at those players whom I follow, and copy the forecast of one of the several who have made the most recent forecasts. I only use my own judgment when deciding which one to follow if several have made recent forecasts."], [32280, "2017-01-09T15:49:30Z", 0.2, "They have no business in common"], [25705, "2017-01-09T14:07:38Z", 0.37, "Earlier, Russian Foreign Minister Sergei Lavrov told RIA Novosti that a possible meeting between the Russian and US leaders requires thorough preparation."], [14661, "2017-01-09T10:43:44Z", 0.15, "Russia is not a top priority for D.Trump. He only mentions Russia in regards to the hacker attacks. Though, it will be seen as a win for Mr.Putin, Trump would quickly find out that going against a firm bipartisan stand of the Congress  in regards to Russia does not produce enough benefits for Mr.Trump to have an official bilateral visit within 9 months of his presidency.   "], [6303, "2017-01-09T03:26:27Z", 0.95, "According to the general news and GJP consensus."], [32252, "2017-01-08T19:43:11Z", 0.7, "They will want to show the world their strength and independence and that they are to busy being presidential and doing important nation-building to be bothered by the \"dirt\" thrown at them by the liberals. It is an opportunity for Putin to extend his influence and an opportunity for Trump to show he is able to work on the global stage and reinstate relations with a strong counterpart that is Russia. Both have shown the ability to manage public opinion and media at home. "], [1781, "2017-01-08T18:38:33Z", 0.15, "This bromance quickly turns into an egotistical, narcistic contest because both are extremely thin skinned and neither can comprehend a relationship that is not win-lose - national or world security be damned! Any serious discussions will happen at lower levels while these two kick each other's shins with their hob-nail boots in a game of public one-up-manship."], [31275, "2017-01-08T17:54:48Z", 0.66, "They can coordinate the spin with no middle man interference. Likely."], [32238, "2017-01-08T11:47:45Z", 0.45, "No US president (last 25 years) has visited Russia within time frame from election before. Same other way around."], [23879, "2017-01-08T08:01:16Z", 0.2, "Downgrading from 30% due to continued confirmations of Russian election interference by IC, and even public partial acceptance of these claims by Trump."], [26030, "2017-01-08T02:42:58Z", 0.15, "Trump has more to do and may fall out of love with Putin by then."], [13499, "2017-01-08T02:32:05Z", 0.85, "As Russia increasingly becomes a world player and recovers from the decades of communism it will be important to form good relationships."], [21, "2017-01-08T00:03:11Z", 0.4, "Official?  Might not be prudent.\nJust respectful love Tweets and Tillerson-delivered notes.\nThough I think Trump will want to boldly go forward with the mutually-beneficial reset and will tend to be energized rather than deterred.  (If PR is going sour, and enough R's challenge, it may lose priority status.)\nIs an official visit even necessary?  (Ask Vlad.)"], [32225, "2017-01-07T21:33:59Z", 0.85, "Trump will try to prove to his critics that he is both accepted and respected by the world - and will use Putin to make his case. Putin on the other Hand will try to instrumentalize Trump for support/U.S. neutrality regarding Russian interests in the Middle East (Syria!) and Europe (Ukraine; hopefully not the Baltics) "], [32083, "2017-01-07T20:13:04Z", 0.8, "Belief that Trump will continue to explore international relations in an unconventional way"], [31889, "2017-01-07T18:23:19Z", 0.75, "At the moment I will go with the group consensus.  By October what will seem reasons for not doing so will be ancient history by news cycle reckoning.  Trump is inclined to follow his own path, so the fact there may be risk or that it might garner disapproval from what he sees as conventional sources would play into his contrarian propensities.  If the goal is a strategy to improve relations with Putin, then it would follow that a meeting sooner is preferable.  Also given the speed of world events, if there is a desire to work together it is in neither player's interest to dither."], [373, "2017-01-07T17:38:57Z", 0.6, "Not sure Putin needs to consort with western dictators, but Trump has much to gain."], [32122, "2017-01-07T14:41:07Z", 0.25, "An informal meeting during some bilateral event on third-party ground would accomplish anything practically needed here.  It may pass that Trump or Putin will go for an official visit to celebrate some new dawn in relations.  But I think a lot of ground-work would need to be laid before such an event.  So I remain skeptical for now."], [21615, "2017-01-07T14:10:25Z", 0.95, "A regular bj party!!! Business as usual.."], [29907, "2017-01-07T09:51:03Z", 0.11, "Updating upwards due to change in question (general bilateral visits are more common than official state visits). However, the base-rate is still rather low for a bilateral visit in the first 9 months of a presidency. I would probably update to about 15% were it not for the recent intelligence report on Russia's interference in the election, which would make an official meeting with Russia a very risky signal by Trump (who seems to be far more interested in domestic affairs). "], [32028, "2017-01-07T02:30:34Z", 0.33, "Trump's honeymoon period can't risk Putin embrace. Ongoing revelations make key play improbable, but not impossible. Current atmosphere precludes coziness."], [83, "2017-01-07T02:23:11Z", 0.1, "Seems less and less likely:"], [9309, "2017-01-07T02:10:49Z", 0.8, "Trump apparently believes he has a kinder soul in Putin, even to the point that he refuses to believe the intelligence evidence that Russia hacked the U.S. Elections in an effort to get Trump elected.  Trump views Russia as a possible ally and wants to meet Putin officially and personally in order to cement the relationship."], [19056, "2017-01-07T02:05:25Z", 0.8, "The two will want to make a public show of their relationship"], [6302, "2017-01-06T23:26:31Z", 1.0, "Yes, tensions in the world are at an all time high and both leaders will be looking for a way to diffuse the situation and bring a similance of peace to the world. But I believe China has other plans."], [16487, "2017-01-06T23:01:00Z", 0.25, "With upcoming Senate hearings and the publicity  surrounding Russian hacking allegations, it would be an extremely unlikely scenario in most political climates. However, I would say there's a one in four chance that Trump goes to Moscow because of his Putin man crush. "], [83, "2017-01-06T21:47:00Z", 0.2, "DT may be know as \"Putin's Pawn\" before October 1."], [25622, "2017-01-06T21:36:27Z", 0.0, "The optics on an official bilateral meeting would be too poor in the current climate. They have plenty of other outlets for discussion. "], [13003, "2017-01-06T21:26:16Z", 0.0, "Because aides on both sides will be screaming \"no\" "], [9263, "2017-01-06T20:46:44Z", 0.35, "Too early to understand each other as head oF states"], [4367, "2017-01-06T20:06:41Z", 1.0, "Because both states are important to each other and with a new different president a new round of communications is essential. "], [25875, "2017-01-06T11:32:36Z", 0.1, "Unlikely. Official visit is not just about two guys meeting, hence it would require at the very least a de-escalation of the sanctions climate."], [1056, "2017-01-06T01:50:46Z", 0.0, "I think any forecast based on the actions of previous presidents misses an important data point here: How many previous presidents were accused of benefitting from Russian interference in their election? And I don't mean by John Birch Society types, I mean by the CIA, NSA, FBI and the Washington Post. Trump loses much more than he gains by hosting or being hosted by Putin. If Trump's really eager to meet him (and I'm not convinced that he is) he can meet him in any number of multi-lateral talkfests that occur regularly."], [32161, "2017-01-05T20:28:07Z", 0.82, "Obama visited 19 countries in his first 9 months in office, among which was Russia. Given Trump's focus on warming relations with Russia and working together to defeat ISIS, Russia would be a reasonable destination within his first 9 months. "], [11078, "2017-01-05T18:45:28Z", 0.95, "I expect Trump to visit Putin on his first trip abroad. The overtures from both sides have been very clear."], [32096, "2017-01-05T15:09:57Z", 0.82, "Post Soviet Union 2/3 US Presidents went to Russia within that time Frame. So i put base at 67%. Clear sympathy and pressing needs to talk Syria and IS i higher by 20%. Nevertheless i substract 5% for tensions caused by potential Russian hackings during election campaign and the chance to have bilateral conversations during G-20."], [32066, "2017-01-04T20:15:32Z", 0.55, "Using data set from below, I get a slightly lower value because only 10 months to the deadline. Logistics more difficult in short time frame, so decrease baseline to a bit below 0.5*10/12 = 40%. Add +5% republican bias, +10% trump/putin special agenda. Arrive at 55%."], [28697, "2017-01-04T16:54:18Z", 0.65, "Historically, since Soviet Union collapse, the possibility of a bilateral meeting between the 2 within first 24 months of mandate for a new us president has been 100%. No particular evidence of correlation within first 10-12 months. so I'd say 50%\nRep seem to have higher frequency meeting with Russian than Dem presidents. so additional 5%\npublic declaration of Trump regarding need/desire to collaborate with Putin counts add 10% to me "], [32051, "2017-01-04T16:07:28Z", 0.7, "It is clear that DJT intends to foster a closer relationship with Russia.  He'll couch a visit in either direction as smoothing over turbulence regarding the accusation of election hacking.  It will utterly disregard the Ukraine, Syria and other issues.  "], [26676, "2017-01-04T15:58:31Z", 0.35, "I am making this forecast because the resulting outcome will bear significantly on the future of relations between the two countries. That is not to say that having a visit will necessarily indicate a positive relationship between the two. The waters have been so muddied around what the actual intent is behind the courting of Putin by Trump, that providing some clarity around what the meaning of the relationship is, will point to how the two will interact over the next four years."], [15621, "2017-01-04T09:03:35Z", 0.2, "I think an official bilateral visit is unlikely. It brings too many things to a head. They can continue to be nice to each other from a distance."], [915, "2017-01-03T22:00:18Z", 0.0, "First year will focus on the economy, health care and domestic security."], [32022, "2017-01-03T20:41:27Z", 0.6, "That is a short time frame, but I think Trump/Putin would each like this to happen for their own reasons. "], [1646, "2017-01-03T20:06:55Z", 0.45, "\"Western differences with Russia, however, are too numerous and deeply ingrained to be overcome in an early summit, especially keeping in mind that Putin's domestic popularity has been solidified by his strident anti-Western policies\"\nhttp://www.usnews.com/opinion/world-report/articles/2016-12-30/donald-trump-shouldnt-try-for-a-grand-bargain-with-russia?"], [32069, "2017-01-03T17:41:39Z", 0.25, "Trump seems like he wants to pursue the \"reset\" path with Russia just like his predecessor. At the same time his interest in foreign affairs is limited (he is something of an isolationist) and he may not want to start a conflict with the Democrats and Republican hawks when he has a domestic agenda that matters more to him to work on. "], [30863, "2017-01-03T16:15:12Z", 0.78, "Strengthening post-hacking revelations as seemingly no affect on Trump view of Putin"], [10935, "2017-01-03T01:09:25Z", 0.67, "Given Russia's energy reserves, US corporations' energy interests,\nTrump's public praise for Putin, Tillerson's familiarity with Russia, the\ntendency of both to put profit ahead of ideology or moral sanction, Trump's\nrecord of stepping outside of diplomatic norms, and his desire to change from\nthe Obama administration's precedents, I suspect that a meeting will happen\nin the time frame.  "], [32014, "2017-01-02T22:02:17Z", 0.85, "Trumps selection of Rex Tillerson as Secrectary of State and his ties to Putin and Russia indicate that we will start to work with Russia rather than against Russia.  Additionally, President Elect Trump has defended Russia at every turn whether it exercised influence on the US election or praising him as a strong leader and the last example would be the non-reaction to President Obama's latest sanctions against Russia by Vladamir Putin."], [31989, "2017-01-02T15:32:42Z", 0.9, "Sure. In a political love affair, why not,"], [29970, "2017-01-01T22:23:55Z", 0.2, "The Congress, Senate, and intelligence community are now on high alert due to the very recent news of a grid threat in Vermont.  Trump is becoming a lone voice on the 'benefits' of improved relations with Russia."], [12303, "2017-01-01T20:33:24Z", 0.95, "Because it is in the best interest of both countries to rekindle their friendship. Also Putin needs US to life sanctions in order to proceed on the $500Billion dollar Exxon deal in the Black Sea.  "], [31920, "2017-01-01T19:06:58Z", 0.9, "Simply put, what is the point of all the cordial rhetoric between the two with the opportunity to thaw foreign policy relations between both nations, if each never met? Russia views the US as being politically weaker now with Donald Trump as incumbent President; the US's poor foreign policy particularly in the Middle East has just exemplified an already poor administration. Russia will seize the opportunity to not only become the dominant player in the Middle East, but slowly around the world by building relationships in particular with the US. "], [22988, "2017-01-01T18:14:31Z", 0.65, "if trump get his will it will happen, hard to say if opposite forces could forbid it, force him to \"compromisses\"."], [31904, "2017-01-01T15:42:42Z", 0.2, "We don't yet know what the results of congressional investigations into Russian hacking will be and we don't know what skeletons are in the closets of any one of his nominees. This is an issue that can easily swing one way or another."], [31908, "2017-01-01T15:32:12Z", 0.8, "Putin will host Trump in Russia. With oil prices not where it would like it to be and the squeeze on the Russian economy by sanctions, it is worth a shot for Putin to invite Trump to Moscow to curry his favor by either lifting sanctions or making it so weak so as to effectively nullify it. Trump would more than likely accept this invitation to be seen as person willing to negotiate in a scenario with high stakes."], [27461, "2017-01-01T14:29:25Z", 0.05, "Trump can't invite Putin to the US so soon without risking a major rift with the Republicans in Congress, and can't go to Moscow either without playing into the perception that he is a Russian stooge. At some point, reality has to set in and his administration should realize that rushing to embrace Russia would limit their ability to get other policies through Congress. There will be ample opportunities for Trump and Putin to meet at international fora and in third countries (SLovenia?), why take the chance to aggravate domestic and international allies?"], [31892, "2017-01-01T12:12:36Z", 0.9, "For Trump its a major step to become established on the global political scene, for Putin its a smart move to make."], [31886, "2017-01-01T03:28:27Z", 0.15, "Trump prefers to keep his love-affair in Twitter. Official bilateral visits are staged, boring, not his preferred method to splash things around."], [6303, "2017-01-01T03:27:00Z", 0.95, "According to the general news and GJP consensus."], [83, "2016-12-31T20:08:58Z", 0.7, ""], [651, "2016-12-31T15:04:47Z", 0.8, "Putin's decision not to retaliate on expulsions (if maintained) suggests a willingness not to pursue a tit for tat strategy on this and makes it more likely that a visit will occur."], [25281, "2016-12-31T13:16:18Z", 0.85, "this one is easy - follow through on rhetoric.  The upside from improved US-Russian relationship is not yet discounted in world markets"], [31866, "2016-12-31T12:53:42Z", 0.85, "Putin will need to show the Russian public that he is no longer isolated in the world and Trump will want to make sure that he keeps Putin under close watch"], [31862, "2016-12-31T12:16:26Z", 0.35, "Trump will have too many other priorities. Meeting Putin would only happen later on."], [31102, "2016-12-31T11:41:49Z", 0.66, "Moving from 61% to 66%.  Trump is still standing by Putin even though the US is literally expelling Russian diplomats!  For me, this indicates that Trump and his administration *really* want to cozy up to Putin in the near future.  "], [21800, "2016-12-31T09:45:33Z", 0.55, "Moving from 45% to 55%.\nUpdate based on change in the question wording and warm public comments between Trump and Putin."], [31092, "2016-12-31T08:22:46Z", 0.2, "Trump is now feeling above that need."], [631, "2016-12-31T03:34:30Z", 0.85, "https://www.washingtonpost.com/world/national-security/trump-and-putin-a-relationship-where-mutual-admiration-is-headed-toward-reality/2016/12/30/f900b3e2-cebd-11e6-b8a2-8c2a61b0436f_story.html?utm_term=.7edf606e7c8b"], [31855, "2016-12-30T22:42:06Z", 0.87, "https://en.wikipedia.org/wiki/List_of_international_trips_made_by_the_President_of_the_United_States Obama had July 6â€“8, 2009, so Trump has to beat that"], [691, "2016-12-30T21:32:27Z", 0.91, "These lads need each other for external validation to their respective constituencies.  They are both hopelessly on the wrong side of history, but a lovefest will delay the realization of this among their adherents."], [31850, "2016-12-30T21:14:12Z", 0.88, "Soon-to-be NSC Flynn visited Russia in 2015 http://www.cnn.com/2016/11/20/politics/kfile-michael-flynn-rt-syria/\nCarter Page a Trump advisor visited in 2016 http://www.politico.com/magazine/story/2016/09/the-mystery-of-trumps-man-in-moscow-214283"], [31736, "2016-12-30T17:48:55Z", 0.5, "Dropping the probability due to recent actions by the US administration to impose sanctions. "], [31835, "2016-12-30T16:02:24Z", 0.0, "They will collaborate through intermediaries and GNP Congress will be very sticky on Russia relations"], [30369, "2016-12-30T12:17:22Z", 0.25, "Given the diplomatic crisis that is just beginning between Russia and U.S, I will have to mark down these odds further. I'll only make a slight revision for now of 2% until the true ramifications of the crisis are clear.\nFor those who think that Trump can still act alone and officially visit or be visited by Putin, it is rather unlikely because he faces strong opposition not just from democrats but prominent republicans, such as John McCain, who is calling for even stronger sanctions"], [12151, "2016-12-30T11:40:01Z", 0.25, "When reality catches up with Trump he will be more circumspect than to rush into this."], [31816, "2016-12-30T00:45:03Z", 0.99, "It's a priority for Trump."], [651, "2016-12-30T00:36:28Z", 0.75, "US sanctions bias my answer downwards and may be difficult to easily reverse."], [14613, "2016-12-29T20:39:57Z", 0.95, "New announcement on sanctions concerning the cyber attacks by Russia. I think that Trump will make a clear break with Obama by meeting with Putin."], [23234, "2016-12-29T20:20:01Z", 0.4, "Comment deleted on Jan 01, 2017 06:41AM UTC"], [31798, "2016-12-29T12:57:53Z", 0.75, "Both leaders will be interested in better relations - in Russia's case combined with recognition of a new status quo in Eastern Europe / Middle East. Trump is (over)confident in his ability to strike deals on a personal basis."], [31406, "2016-12-29T10:24:37Z", 0.5, "As I understand there was one bilateral visit in 2009 and another one scheduled 2013 but then cancelled. Based on two terms this would produce a \"normal\" likelihood of 25 %. per year. Taking into account recent events I doubled this value.   "], [29507, "2016-12-28T19:08:21Z", 0.8, "Trump and Putin have close ties.  If not directly, at least through their rhetoric.  It seems clear that a Trump presidency sees Russia as a partner on multiple fronts (Geopolitically to put pressure on other countries especially) and could be the US's new major partner.\nPutin himself said he is \"ready to meet at any time\".  Seems that this will probably happen relatively quickly after Trump takes office."], [14761, "2016-12-28T06:17:45Z", 0.86, "They both want to reset the relationship between the two countries. Additionally a warm Trump-Putin relationship could slightly disconcert China."], [31764, "2016-12-28T02:16:04Z", 0.5, "Whether it happens will be up to what Putin regards to be in his best interests and he won't decide that until Trump's administration makes its first calls about the Ukraine, Syria, deployments in Eastern Europe and what our position(s) will be affecting the global oil market"], [636, "2016-12-27T18:07:16Z", 0.9, "Neither has met personally and both will want to evaluate the other up close and personal."], [651, "2016-12-27T15:26:41Z", 0.9, "Trump has promised much, specified little, and committed to nothing. He will wish to appear to do something right away.  What would be better than hosting a visit by Putin, who has said he would accept?  A visit is easy to arrange, costs little, has lots of possibilities for symbolism and vapor, and has readily scalable and rescalable expectations.  Besides, what better way to show the Chinese that there is a new sheriff in town - a reverse on what Nixon did?"], [1019, "2016-12-26T22:01:49Z", 0.6, "They're falling all over each other now. "], [21319, "2016-12-26T21:39:50Z", 0.95, "Trump is already preparing for it. The only way it won't happen is if Trump is removed from office (or never inaugurated)."], [31730, "2016-12-26T21:13:40Z", 0.65, "More likely seeing their friendship but Republican party could be an obstacle which doesn't want warm relations with Putin. Either way America is loosing."], [9549, "2016-12-26T17:52:38Z", 0.95, "China is their adversary.  They must mobilize their defense against Chinese belligerence quickly"], [31729, "2016-12-26T16:56:35Z", 0.75, "Requisite for nixon style engagement"], [29340, "2016-12-26T16:49:25Z", 0.75, "Donald Trump will make a statement and emphasize priorities and make a statement not only towards Europe but more important so towards China by meeting Vladimir Putin."], [631, "2016-12-26T15:46:43Z", 0.75, "Russia needs an alliance. Trump is trying to win Russia from China, to form a new world superpower balance."], [3363, "2016-12-26T13:08:02Z", 0.79, "Changing my forecast now that I see the reworded question. Just sent the following note to GJO regarding this question and asking them to delete it and restart it given that they have altered the wording from the original:\nYou changed the wording of question 352 from \"state visit\" to \"bilateral visit\". You should have either issued a new question or shut the question down. I made my original predictions in late November based on \"state visit\" and didn't notice the clarification until today. They are two very different things."], [31102, "2016-12-26T10:18:52Z", 0.61, "This is a long time horizon and we will know much more once Mr. Trump become President."], [31554, "2016-12-26T05:28:16Z", 0.75, "Trump has continuously played down allegations of Russian hacking and has often praised Putin and his style of governance. Putin has invited the United States to normalize relationships. With Trump's focus on terrorism and Muslim fundamentalism and the involvement of Russia in Syria and the murder of its ambassador in Turkey, situation is ripe for the two sides to hold an official discussion on issues of shared importance. There is, however, a possibility, that Trump will be bogged by his supporters, staunch patriots and anti-Russians, and thus may not hold a bilateral visit, thus giving a 25% chance for a No."], [6303, "2016-12-26T02:55:08Z", 0.94, "According to the general news and GJP consensus."], [16181, "2016-12-26T00:37:12Z", 0.85, "Because there now best friends and Russia can do no wrong this reminds me of Stalin and Hitler back in the days before WW2  "], [23148, "2016-12-25T21:31:26Z", 1.0, "Putin & Trump are are brothers in mind , additionally it seems Putin had large interest to \"see\" or make Trump win - this in order to divide the West and weaken Nato.\nThus they will meet. Soon. In Washington."], [23879, "2016-12-25T21:26:15Z", 0.3, "Updating from 25% due to recent overtures from both sides (Putin Christmas letter, Trump reply) [1]. Not sure this means much; one obvious question that no one in the media seems to be asking (surprise, surprise) is, how often does a Russian president write Christmas letters to other heads of state?"], [28505, "2016-12-25T18:22:24Z", 1.0, "The Trump Administration & Advisors will immediately & effectively go into direct simultaneous (but not joint) talks with China and Russia (in the April to Sept time frame) \nChina: for macroeconomic issues and trans-regional geo-politics/military issues\nRussia: for foreign affairs alignment \nTrump sees \na. China as the real threat to the USA economically. \n    China is THE real threat to USA cybersecurity. not the Russians. \n                    China is the real problem now and in outlying years. it will take a long time to frame out and put into place his China Strategy\nb. that that the USA needs a strong Russian Alignment/ mutual cooperation against ISIS/Islamist Terrorism/ Middle East stabilization.\n       Russia is neither friend nor enemy. Russia could be in near full alignment by 2018.\n         Putin's Russia just wants world respect. . . . Putin is wanting a secure Russian Federation sphere of control  (which already includes the Crimea and yet to\n               be included Ukraine). Very likely that Eastern Ukraine is more formally annexed in by 2020, if not sooner). Ukraine will get no relief from the West.\n"], [31695, "2016-12-24T21:31:21Z", 0.55, "Some of the administration are Russia hawks and they might persuade Donald trump not to do anything too drastic. I think it might be likely that Trump might get invited to Russia, in which case he would probably go. "], [4918, "2016-12-24T20:22:18Z", 0.2, "Won't pretend to have any understanding about whats going on between these two guys, but I doubt it is (or will be) something nice and constructive. "], [691, "2016-12-24T16:40:22Z", 0.91, "They make such a cute couple...."], [26781, "2016-12-24T15:57:03Z", 0.65, "Though Trump has expressed a desire to work with Putin and Putin said he will meet with Trump if invited, the question is how Trump's voters would respond. Only about 35% of Republicans have a favorable view or Putin, and a very small number of Democrats do. So, it could be somewhat risky for Trump (but Trump has never cared about public opinion.)"], [5180, "2016-12-24T04:07:46Z", 0.5, "Putin and Trump think alike with two super powers working together. Both see peace between the two countries as important. Bilateral talks will be the beginning of a combined force to solve problems in war torn countries."], [28166, "2016-12-24T01:05:22Z", 0.15, "In the last 24 hours both have said they need more and better nuclear weapons. "], [31082, "2016-12-23T23:02:17Z", 0.98, "Public statement by Putin for willingness to meet"], [83, "2016-12-23T22:00:02Z", 0.4, "Late response to the \"clarification\" (or rather, a \"contradiction\", that should have voided the Q?)"], [30430, "2016-12-23T16:07:36Z", 0.75, "They are very friendly"], [25705, "2016-12-23T13:58:17Z", 0.25, "With the new question iteration and clarifications, it does become a possibility... "], [3225, "2016-12-23T13:54:16Z", 0.8, "My belief is the current nuclear saber-rattling between Trump and Putin is all for show, and they're really just laying the groundwork so that they can come together and reach a new agtreeement, a new reset. "], [1689, "2016-12-23T13:47:37Z", 0.38, "I'm not sure if this will be palatable for the American public, though it is certainly more likely now."], [14253, "2016-12-23T13:46:41Z", 1.0, "My guess is he wouldn't have said it if he hadn't received some assurances. I wouldn't go this high but for the fact I had previously been answering another question before the clarification and my prediction for that was at 4%."], [31664, "2016-12-23T04:19:14Z", 1.0, "Putin's overt acts appear to show that he has respect if not fear of Trump's leadership style, and Trump appears to respect Putin's willingness to stand tough against terrorism and ISIS. They need each other."], [31661, "2016-12-22T23:50:09Z", 0.88, "my gut"], [29081, "2016-12-22T19:19:57Z", 0.85, "U.S. Presidents after WWII that held multilateral meetings with Russia/the Soviet Union: 7\nAverage time in office when meetings were held: 36 months\nBase rate therefore: 25 %"], [31654, "2016-12-22T18:21:07Z", 1.0, "us president will do this to spite the media"], [16325, "2016-12-22T11:12:55Z", 0.65, "To avoid coments about interference of Russia in EEUU affairs bilateral visit will be organized"], [25705, "2016-12-21T21:54:37Z", 0.05, "1. Be advised. An official bilateral visit (or an official state visit in the first question incarnation) is not just Trump meeting Putin either in Russia or USA and “making deals”. It is supposed to be much more: something like: https://en.wikipedia.org/wiki/State_visits_to_the_United_States. It is full of ceremonies: meeting on the tarmac, military salutes, honor guard and military band, official dinners. For example, Obama’s visit to Russia in 2009 for “reset” definitely does not qualify."], [10657, "2016-12-21T20:15:53Z", 0.99, "They both need to get the measure of each other... face-to-face"], [5940, "2016-12-21T19:43:41Z", 0.6, "It will be a way of demonstrating a change in direction on Russia "], [11430, "2016-12-21T18:32:03Z", 0.75, "I would like to make a codicil to my answer, to wit; they will summit, but in a neutral city, possibly Vienna. "], [31624, "2016-12-21T15:42:22Z", 0.65, "Because all they have to do is smile and everyone is a winner."], [6315, "2016-12-21T11:50:50Z", 0.5, "Trump wants better relations with Putin, but Trump also wants to ramp up hostility's with Iran which is not in Putin's obvious interests. A lot can and will happen by October of 2017. Instead of an official state visit by one or the other, it could end up being a summit in a last ditch effort to avoid a major war.   "], [27145, "2016-12-20T20:22:27Z", 0.95, "Because it would look like a stunt and they both like world-shaking stunts."], [26366, "2016-12-20T15:02:55Z", 0.76, "It would continue his emphasis that Russia is not the enemy but rather ISIS."], [30225, "2016-12-20T14:43:27Z", 0.25, "Neither will yield to the pressure from the press to appear together."], [27339, "2016-12-20T14:03:40Z", 0.5, "Really do not know."], [28134, "2016-12-20T13:36:35Z", 1.0, "I am a European (apparently) and have a gut- feeling that we will be in the middle of things in the future, but not in the way we used to be. Putin and Trump both being a bit of oligarchical it seems a good match (to them)"], [26892, "2016-12-20T12:04:51Z", 1.0, "Trump and his administration are in bed with Putin and the money to be made in Russia."], [11127, "2016-12-20T10:28:38Z", 0.2, "Both will need to show they can cement an important relationship. They will meet probably in multilateral surroundings much before Oct 17. A bilateral visit though is another thing. The Republicans in Congress will reign in Trump on the relationship with Russia."], [438, "2016-12-20T10:18:45Z", 0.05, "Other agenda in the first 9 months"], [10671, "2016-12-20T09:15:50Z", 0.69, "Trump needs good relations with Putin 1. to put pressure on Europe to strengthen defense and 2. in his power struggle with China."], [24659, "2016-12-20T08:36:32Z", 0.85, "Initial gutfeel"], [26687, "2016-12-20T03:58:48Z", 0.9, "Billionaires ball!"], [408, "2016-12-20T02:54:36Z", 0.75, "They clearly have an affinity for each other.\nLet's hope there is nothing more sinister to it"], [8064, "2016-12-20T01:40:12Z", 0.89, "The \"art of the deal\" Trump as one of his promises will seek to establish an understanding both economically as well as influential strength with Putin. Donald's personality ensures that he will not be intimidated or insulted by Putin and thus seek out this meeting to measure the man."], [31585, "2016-12-20T01:35:08Z", 0.75, "although there appears to some rapprochement to The Donald and Putin, there are powers that be (CIA) that still see Russia as THE enemy."], [1430, "2016-12-20T00:33:12Z", 1.0, "Trump Loves Putin"], [13835, "2016-12-20T00:26:04Z", 0.85, "Both Putin & Trump administration will be keen to establish the new chummy relationship on firm grounds as quickly as possible."], [460, "2016-12-19T23:55:54Z", 0.95, "How could they not? "], [3844, "2016-12-19T23:46:04Z", 0.75, "Putin needs to lift sunctions before presidential election in Russia in 2018"], [13144, "2016-12-19T22:37:01Z", 0.1, "Sticking my neck out here, but I think if he hasn't got us all killed with his woeful grasp of international relations, the GOP will quickly realise that they can't blindly support him in everything, especially with the evidence of Russian tampering in the electoral process, if not the actual election. Little would surprise me about Putin these days."], [1483, "2016-12-19T22:27:20Z", 0.75, "Trump will want to demonstrate deal doing ability\n"], [12435, "2016-12-19T22:05:47Z", 0.0, "too early in trump's term"], [20465, "2016-12-19T21:52:45Z", 0.55, "Narcissist personality disorders. "], [14898, "2016-12-19T20:45:59Z", 0.4, "p(bilateral) > p(state visit)"], [4634, "2016-12-19T19:44:58Z", 0.55, "There is a difference between a state visit and a bilateral visit. Question should have been voided, but, since it's only a month old and this is just a silly game, I don't mind if it isn't."], [29617, "2016-12-19T18:55:48Z", 0.88, "As far as I can tell, since 2000, the US has hosted 8 bilateral visits from Russian Presidents (Putin 2000, 2001, 2003, 2005, 2007, Medvedev 2009 & 2010, Putin 2015 ... Medvedev also attended group summits in 2011 and 2012 and Puting one in 2004). That implies an average of 1 bilateral Russian Presidential visit every 2.1 years. Source: https://history.state.gov/departmenthistory/visits/russia"], [28424, "2016-12-19T16:20:42Z", 0.15, "Although Trump and Putin claim to be friends, both look out for #1, and once elected, i believe Trump may well find it politic not to go dashing to Russia. "], [31450, "2016-12-19T16:06:23Z", 0.92, "I want to start at 100% because I think both leaders are eager to meet each other for a summit. This is because Trump want's to start working with Russia to deal with foreign problems while Putin wants Russia recognized as the equal of the United States again. As well, both men has stated publicly that they would like to meet in person as soon as possible, with Trump suggesting before he is even inaugurated. That being said, I take off a few points because these men are incredibly busy people and I can see either one either not having the time or having to cancel at the last minute."], [31561, "2016-12-19T06:39:11Z", 1.0, "Both are narcissistic leaders, will try and discuss their geopolitical ambitions."], [6303, "2016-12-19T03:16:57Z", 0.94, "According to the general news and GJP consensus. "], [30051, "2016-12-19T01:00:10Z", 0.89, "Given Trump's directness and the escalating election accusations I see this happenign"], [31116, "2016-12-18T13:20:22Z", 0.6, "Close friendship advertised, state visits due. Poor publicity surrounding the election involvement of Russia likely to delay visit for sometime "], [29774, "2016-12-18T12:00:25Z", 0.99, "It is in both sides interests to meet"], [20284, "2016-12-18T01:47:22Z", 0.9, "Trump is going to change the US - Russia relationship and it will involve summits, agreements on trade, Syria, Sanctions and spheres of interest.  This is going to be one of the most significant resets of the the Trump years. "], [14253, "2016-12-16T17:19:30Z", 0.22, "I am up from 4% after the clarification as it is now a very different question. I'll do a more precise analysis of base rates and will probably come up a bit but I still think consensus is high.  "], [14493, "2016-12-16T15:37:16Z", 0.9, "Trump and Putin are both people who see government as a matter of making deals so a meeting would seem to offer them both the chance to strut their stuff, puff up their macho images and tell each other how great they are. Who knows they might trade a new hotel in St Petersburg for Estonia. \nI don't think that historical precedence and diplomatic norms are going to count for very much with President Trump. In the world of PostTruth politics bombing civilians in Syria and hacking US emails accounts hardly count as misdemeanors, and are not a reason for missing the chance of a deal.   "], [31496, "2016-12-16T05:27:07Z", 0.8, "Very likely. They have both expressed admiration for each other repeatedly, and Trump has said he will work towards closer equations with Russia"], [31488, "2016-12-15T22:09:00Z", 0.95, "Trump will host many foreign countries to visit the US with Xi Jinping and Vladimir Putin high on the list."], [11695, "2016-12-15T20:42:16Z", 0.15, "What about the Intelligence analysis that directly links Putin to the election hacks/manipulation? I know Trump has brushed it off, but can he really meet with him given the uncertainty?"], [31474, "2016-12-15T14:09:10Z", 0.7, "Considering their opinion on each other"], [11430, "2016-12-15T07:08:36Z", 0.75, "Way up, Finland beat everyone to the punch.\nFollow up summit likely."], [30364, "2016-12-15T06:24:44Z", 0.1, "From previous history American presidents have not formally meet Russia presidents in their first 9 months in office. They have meet them in a non formal location. I have updated from 5% to 10% because you can never give a absolute zero on any forecasts."], [29680, "2016-12-14T18:49:18Z", 0.65, "Downgrading based on political strength of current hack allegations."], [29849, "2016-12-14T00:08:50Z", 0.65, "Trump will want to deal with Putin face-to-face. His record suggests that he would not take into account the jeremiad to be expected of liberal media if such a meeting was to be planned."], [1056, "2016-12-13T18:08:51Z", 0.0, "If there was ever a chance of this happening, it's disappeared with the CIA leak."], [30166, "2016-12-13T16:41:14Z", 0.72, "Increasing the likelihood now that Tillerson is being nominated as Secretary of State and he is considered a friend of Putin."], [30013, "2016-12-13T15:26:41Z", 0.05, "Update forecast considering statements that Russia has interfered with US elections."], [522, "2016-12-13T13:50:07Z", 0.65, "Trump to Russia not Putin to the USA. "], [28936, "2016-12-13T13:23:00Z", 0.75, "https://www.bloomberg.com/news/articles/2016-12-13/putin-ready-to-meet-trump-at-any-moment"], [24109, "2016-12-13T06:19:39Z", 0.3, "Based on history of visits, short time Donald will be in office, and optics of a state visit. "], [31400, "2016-12-13T02:18:19Z", 0.85, "Donald Trump will seek closer Russia relations to balance out deteriorating relations with China. "], [3434, "2016-12-12T20:34:05Z", 1.0, "Putin and Trump are BFFs."], [27582, "2016-12-12T11:07:24Z", 0.55, "Trump's apparent preference for personal face to face talking, rather than using his team, just sways me over the 50%."], [29907, "2016-12-12T07:32:33Z", 0.07, "Updated due to likely appointment of Rex Tillerson, which is a signal for pro-Russian policy of the administration. Does however not affect the base rate that official state visits are extremely rare.  "], [6303, "2016-12-12T01:31:25Z", 0.9, "According to the general news and GJP consensus."], [30631, "2016-12-11T23:17:28Z", 0.7, "Both parties seem to welcome an improvement in relations."], [83, "2016-12-11T20:44:22Z", 0.05, "DT could be assumed to be a traitor, as intell. reports evidence of Russian support for DT's election bid."], [31340, "2016-12-11T17:34:09Z", 0.5, "Given the campaign there seems to be a lot going for a meeting like this, however given the president-elects character nature and the alleged election \"rigging\" of russian hackers there might be some controversy stirred by a meeting like this. 50-50"], [31339, "2016-12-11T17:30:32Z", 0.25, "A Putin visit to the US is unlikely given the uncertainty in the intelligence community surrounding Putin endorsed election interference. "], [28414, "2016-12-11T16:20:03Z", 0.01, "Consensus at 75%? I don't get it. How can he roll the red carpet for Putin after this:\nTrump on Russian hacking: 'I don't believe it'\nhttp://edition.cnn.com/2016/12/11/politics/trump-russia-hacking-election/index.html"], [29054, "2016-12-11T15:31:09Z", 0.59, "Waiting for Tillerson appointment as Secretary of State, if it gets the appointment, he is part of a pro-Russian movement, I have not doubt that ties will start to strengthen; also, like a kid with a tantrum, if it is the opposite of what is going on now. This is falling in the hands of Putin little by little like an infatuated lover. It seem as if the Ruskiyos are hand feeding American politics."], [24771, "2016-12-11T07:44:54Z", 0.25, "going up a bit on reports tillerson is getting SecState"], [31325, "2016-12-11T04:04:33Z", 0.8, "Trump will invite Putin as follow-up to campaign claim Yao reset relationship with Russia and Putin will accept"], [29646, "2016-12-11T02:04:12Z", 0.75, "President Obama visited Russia in July 2009. Consider also that President-Elect Trump seems to see re-setting the US-Russia relationship as a top international priority, the shared interest in defeating ISIS, and now his apparent appointment of Rex Tillerson as Secretary of State, and I think there are significantly better than even odds that this visit takes place--either in DC or Moscow--before 10/1/2017."], [25773, "2016-12-10T12:47:58Z", 0.75, "Putin will host Trump, may be in Petersburg. Putin want to bring Russia back to the role as super force at the same level as USA. This is for him nuch more important, as for Trump some better conditions in the trade between USA and Russia. "], [31082, "2016-12-09T21:43:19Z", 0.95, "It is sensible that the leaders of two of the leading nations meet in the first months of a new leader's term. Clinton, G.W.Bush and Obama all made official visits to Russia during their first few months after taking office."], [31273, "2016-12-09T17:23:25Z", 0.85, "They love each other. I would Putin will host in Russia"], [31271, "2016-12-09T17:18:47Z", 0.8, "I believe that they both have vested interests in appearing to get along "], [30652, "2016-12-09T15:46:30Z", 0.55, "Political expediency for both men."], [11430, "2016-12-09T07:32:25Z", 0.75, "The US political bureaucrats are out, the 'most practical minded' hardcore set are in and the Russians will want to reavaluate policy before testing the US. A big 'sit down' is in the cards."], [31262, "2016-12-09T06:03:15Z", 0.75, "Trump would like to do this as it fits his populist rhetoric, Putin would like to do this to end isolation and economic/financial/political dead end, but advisors, mandarins, bureaucrats and allies on both sides (for example China) will try to prevent this event. "], [31260, "2016-12-09T03:06:25Z", 1.0, "Putin will be anxious to improve relations with the U.S. and Trump will be anxious to escape controversy at home and receive praise from Putin. "], [1052, "2016-12-08T21:58:55Z", 0.7, "Donald Trump seems to be set on open dialog and communications with other nations.  I see him as going against the mainstream of previous administration and setting a new course."], [23823, "2016-12-07T20:39:35Z", 0.5, "Trump will probably be about 50/50 on doing the things he said he'd do, so who freaking knows."], [1720, "2016-12-07T13:29:00Z", 0.35, "With two psychotic narcissists vying for the starring role and world attention, it's only a question of which one prevails in getting the other to come to their turf. I'm at least going to start buying canned goods."], [31213, "2016-12-07T09:41:10Z", 0.8, "Unless agenda issues says it can't be done. But it's almost certain it will happen. It needs to happen."], [30168, "2016-12-07T03:43:02Z", 0.79, "I think he might visit Trump because both love each other so much."], [31200, "2016-12-07T02:56:11Z", 0.95, "Too much of a bro-mance"], [31201, "2016-12-07T02:50:06Z", 1.0, "Trump has overriding urge to prove he is right in his assessments and was criticized about Putin."], [31199, "2016-12-07T01:55:35Z", 0.3, "Canada, Mexico, Japan and UK all more likely for 1st visit but the probability is much greater thn zero.  \n"], [31180, "2016-12-06T23:28:07Z", 0.4, "They'll be desperate to consummate their mutual admiration, but it would be a little unseemly to arrange while so many sanctions are still in place"], [31170, "2016-12-06T18:58:19Z", 0.75, "It is likely that Donald Trump and Vladimir Putin will meet before October 1, 2017 because this may mark a new stage in relations between the two nations."], [21353, "2016-12-06T18:54:36Z", 0.25, "To many other pressing matters for this to be a priority."], [28864, "2016-12-06T14:44:22Z", 0.05, "Once Donald Trump takes office, he will be in a better position to understand the consequences of a state visit in the context of the current Syria situation. Not only will the US executive branch prevent it from happening, serious reservations from US allies will also prevent him from doing so. "], [31157, "2016-12-06T13:29:57Z", 0.7, "both seem to hold regard for the other and Trump doesn't seem to have much regard for protocol. he seems to like to shock and this would achieve that"], [31154, "2016-12-06T10:15:35Z", 0.2, "I think there will be no meeting before October 2017, there are other important issues. The meeting could be after 2017 if Trump continues as President."], [30362, "2016-12-06T07:51:37Z", 0.95, "It's best to keep an enemy close"], [31135, "2016-12-06T01:48:19Z", 0.67, "Obama has met with Putin shortly after his first term began and before the cooling of relations that we are in at the moment. Bush has done the same. Furthermore, considering a resolution to the Syrian conflict that involves Russia might be approaching with the election of Trump, there's a relatively good chance of this happening."], [12686, "2016-12-06T00:57:47Z", 0.86, "been watching trump"], [7124, "2016-12-06T00:49:33Z", 0.68, "Maybe they will look into each others eyes, see the soul, and fall in love. Poor Melania will be out in the cold with a cool Billion"], [30166, "2016-12-05T23:58:25Z", 0.65, "1. Obama met Putin in Moscow in within 7 months of inauguration: http://www.politico.com/story/2009/07/obama-meets-with-vladimir-putin-024621\n2. Bush hosted Putin 11 months after inauguration: http://www.npr.org/news/specials/putin/biotimeline.html but they met in Solvenia within 6 months."], [30258, "2016-12-05T20:54:28Z", 0.35, "I think Putin and/or Trump will have a temper fit and quash any chance to meet."], [31128, "2016-12-05T19:33:24Z", 0.85, "Considering the rate at which Mr Trump is defying all expectations, it would also be likely that he would defy all traditionalists and engage Mr Putin much more actively."], [29966, "2016-12-05T18:32:58Z", 0.33, "The praise each other, but it's not politically expedient for Trump to have such a public connection early in his term. Plus, opponents such as McCain will fight it. Lastly, as is usually the case, some other pressing domestic matter will arise that will require the administration's attention."], [24771, "2016-12-05T18:31:45Z", 0.2, "outside view: state visits are very infrequent, and usually require a lot of time to prepare and negotiate in advance. would set base rate at 5-10%"], [31125, "2016-12-05T18:22:18Z", 0.99, "They praise each other. Hosting one another is a natural step. I wouldnÂ´t be surprised if this happens as soon as Trump starts in the White House"], [31112, "2016-12-05T13:23:19Z", 0.75, "I believe they both want to and that counts for much. We will see if political realities will allow Trump to ignore his advisors, world pressure, and Congress."], [27692, "2016-12-05T12:26:42Z", 0.7, "Trump Team members are economical utilitarians. Military tensions between USA and Russia increase fear at Russia. Russia responded with Cold War and armaments. USA responded with the same. The spiral of armaments take in-economically useless costs. Reduction of military tensions create economical win-win changes that Trump Team member want."], [26837, "2016-12-05T06:41:10Z", 0.85, "Putin needs to\nBe important and it will give him legitimacy"], [1506, "2016-12-05T04:11:36Z", 1.0, "Trump is popular in Russia & Putin will wine and dine him. Putin has designs on Eastern Europe & Trump does not understand why."], [6303, "2016-12-05T04:05:43Z", 0.9, "According to the general news and GJP consensus."], [30668, "2016-12-05T00:06:30Z", 0.9, "they admire each other"], [29102, "2016-12-04T23:44:07Z", 0.65, "Putin likely feels that he can he manipulate Trump. He will likely invite Trump to visit Russia. I don't think that Trump will invite Putin. Putin may try other tactics such as trying to annoy Tru"], [31085, "2016-12-04T21:00:30Z", 0.95, "Both will want to try and build bridges early with the other."], [13441, "2016-12-04T19:06:30Z", 0.55, "In favour of their meeting stands mutual respect and the value of their meeting to hash out quite a lot of pressing business, against stands the fact that the people of the US consider their president elect to be too familiar with a man they consider an enemy of their state. Those are two pretty big contrary pulls. I feel that what will decide things is to what extent Trump is going to be his own man and to hell with his detractors and to what extent he feels himself bound by domestic political expediency and by the gravitas of the role he will be assuming. Its early days to judge how much his detractors' noise and the gravitas of his office will need to be heeded. I will say 55% yes, based on his having so far in life showed himself to be his own man more than the average public figure while also being very politically astute. "], [29502, "2016-12-04T16:11:04Z", 0.85, "With the situation in Syrian and Ukraine and calls for more cooperation from both sides, one of the priorities of President-elect Donald Trump would be cementing officially a new diplomatinc relationship with Russian by visiting Moscow. Trump has already set precedent of breaking protocol and does what he pleases even if there are warnings against his actions from both sides of the political spectrum. It will be indeed quite surprising if this does not happen."], [8622, "2016-12-04T16:06:53Z", 0.6, "I believe Trump has a \"bro\" like love affair with Putin. He will meet with Putin to discuss international affairs as well as Trump's business dealings in Russia."], [948, "2016-12-04T15:51:40Z", 0.9, "I would think that this would happen before October. Obama visited over 22 countries in 2009. I think Trump will make Russia one of his first visits."], [14345, "2016-12-04T14:42:52Z", 0.15, "Focusing on domestic issues."], [691, "2016-12-04T13:52:17Z", 0.89, "M. Petits-Doigts will be in a pretty big hurry to hie him to Moscow and kiss his BFF on all four cheeks."], [30820, "2016-12-04T13:18:35Z", 0.99, "Vladimir Putin will host Donald Trump, Rusia needs U.S. to get itself out of the mess. \nVisible how Russians influenced U.S. elections to get Donald the Duck elected. "], [31071, "2016-12-04T12:54:10Z", 0.75, "US needs to fix relation with Rusia. For sake of oil production consensus."], [31065, "2016-12-04T11:58:17Z", 0.9, "To replicate Reagan-Gorbachev meeting in early 1980s to appeal to common sense and utilize resources to the benefit of each nation and the world, instead of wasting money with nuclear proliferation and never ending threats that make the world less secure in light of terrorism threats that pose a risk to everyone in the world."], [31055, "2016-12-04T06:44:21Z", 0.95, "Of course. This will be one of the most important topics this year. "], [706, "2016-12-04T04:22:27Z", 0.59, "Early on in the term."], [14137, "2016-12-04T00:46:12Z", 0.1, "My 20% was based on lianhen99 and pietrokc's excellent comments, but I was already anchored higher by a perception of Trump <3 Putin. Reading about state visits, I think this is almost impossible to happen at all, let alone in the first year. These things are always reciprocated, take huge amounts of preparation (months, if not almost a year), and occupy about half a week. I just can't imagine Trump deciding to put up with all the shit that would go along with this. He'd just invite Putin to his Trump Tower, which he probably thinks is better than the White House anyway. It's out of public eye and way more his style. It would allow him to shortcut all the state department details that he'd hate... "], [31041, "2016-12-04T00:25:29Z", 0.25, "Objections from both parties."], [19260, "2016-12-03T23:17:35Z", 0.2, "An official state visit will take months to arrange at a minimum.  On the other hand, the same \"reset\" mentality that got an early visit involving Obama might apply here."], [18294, "2016-12-03T21:53:42Z", 0.8, "Not in first 100 days, but by end of summer I expect a meeting. "], [31035, "2016-12-03T20:38:15Z", 0.1, "Trump is a direct challenge to Putin.  Putin will hold him at bay to avoid legitimizing this challenge.  They will talk, but not meet at the level of State visit for some time."], [31025, "2016-12-03T11:54:45Z", 1.0, "Absolutely."], [915, "2016-12-02T22:41:37Z", 0.8, "Trump goes to Moscow."], [30995, "2016-12-02T14:17:14Z", 0.8, "It's good timing to reduce political conflict."], [30993, "2016-12-02T14:15:06Z", 1.0, "Trump will be in the mood for some more compliments and will probably do anything Putin wants to get some... "], [30992, "2016-12-02T13:33:17Z", 0.99, "Seeing relationship between new best friends in world politics, it is quite predictible, that one of the first Trump meetings will be with Russia"], [30988, "2016-12-02T13:29:57Z", 0.05, "I think they'll use other platforms than a state visit for talks. For the moment there is to much tension to give one of the two the opportunity to shine in the front yard. "], [30985, "2016-12-02T12:08:46Z", 0.6, "but they won't built new relationship for their countries because they are both unpredictable and i believe they won't trust each other "], [1708, "2016-12-02T11:18:21Z", 0.9, "Yes, and Edward Snowden will be offered on a silver platter as an initial gesture of good will to both Trump and his American conservative supporters who would all like to see Snowden jailed in USA."], [30980, "2016-12-02T11:04:56Z", 0.5, "Trump will partner with Russia over energy items"], [25021, "2016-12-02T09:47:46Z", 0.08, "There's every chance that the two great leaders will have a face-to-face somewhere in the world in the first nine months of Trump's presidency, but it would be a major step up from that to hosting an official state visit. If things go swimmingly with Syria, NATO and a bunch of other stuff, we can perhaps expect something official in 2018 or '19, but I really don't think the two nations are friendly enough to consider it yet."], [28936, "2016-12-02T07:38:33Z", 0.35, "Raising by two points given recent further accommodating statements by Putin: http://aje.io/ur9v"], [28936, "2016-12-01T23:53:38Z", 0.33, "With Russia now leading the game, Putin has now unique advantage to undertake major military and political influence actions that could formally block such bilateral meeting - despite clear connections with Trump.\nSecretary of State will have limited influence on what will most likely be a Trump dictated policy of rapprochement, but borders will be set by a likely full aggression-mode Russia."], [691, "2016-12-01T21:53:24Z", 0.89, "Slumber party for the BFFs in Moscow no later than August.  They both need to show off for each other and for their domestic audiences, and the Tsar doesn't travel. "], [29680, "2016-12-01T20:42:41Z", 0.9, "Downgrading by five points. Will have more information when U.S. Secretary of State is appointed. Additionally as many others have mentioned, official state visits are rare. "], [30952, "2016-12-01T17:49:35Z", 0.95, "Trump is an idiot"], [29054, "2016-12-01T16:06:51Z", 0.53, "Well, Manafort is back nd many billionaires with interests in Russian related business are now in the Trump camp as members of its cabinet, so the influence of the Russians suddenly got a jump in the Trump camp. Now Congress plans an investigation for the influence of the Russians hackers during the election, that can have some negative press, maybe this can hold the visits longer than expected or created a worthless war of words among political party lines, and it would be funny to see US conservatives supporting Russian engagement. So time to increase this possibility by 40% from my last one. "], [30933, "2016-12-01T02:52:00Z", 0.75, "They both want to establish better relations and seek common goals in Syria, Eastern Europe and trade."], [28904, "2016-11-30T22:05:21Z", 0.65, "Putin visited George W. Bush in his first year of his first term. Seems fairly likely"], [30922, "2016-11-30T21:22:57Z", 1.0, "Current views of each other."], [30913, "2016-11-30T17:46:41Z", 0.5, "Over 4 years, number is higher, but there are reasons arguing against too much visible friendship  "], [608, "2016-11-30T15:04:25Z", 0.99, "Without any doubt, they are closely aligned though what happens next with the US and China is a bigger question. "], [30717, "2016-11-30T06:11:10Z", 0.75, "With Syria (and the region) at a crossroads when Aleppo falls, the meeting between both nations would be sooner than later.."], [10647, "2016-11-30T06:06:39Z", 0.65, "The geopolitical situation requires the two to meet face-to-face and Putin will try to keep the \"charm offensive\" continue to influence Trump.  On the other hand, Trump may not be in a hurry to dispel the notion that Putin influenced his election."], [30055, "2016-11-30T03:51:27Z", 0.43, "I am not so sure about the benefit he would have via the visit. One of it is to show he is  a doable person even at president. I think his cabinet would effect on him so would consider again."], [30890, "2016-11-30T02:39:17Z", 0.9, "I think one of them will host the other \"as a sign of good faith\" most likely using Syria as a pretense.  "], [30881, "2016-11-29T22:28:06Z", 0.78, "If he's already met Farage, he'll meet Putin pretty early on"], [30572, "2016-11-29T21:49:12Z", 0.15, "Unlikely to be an \"Official State Visit\" which is the actual question. Very likely that they will meet (e.g. at some form of global summit or economic meeting) but unlikely that there will be a 21 gun salute involved."], [30865, "2016-11-29T16:42:52Z", 0.99, "Essential meeting, has to happen..outcome uncertain"], [30853, "2016-11-29T13:47:38Z", 0.95, "Hard to see how one will not invite the other."], [28380, "2016-11-29T09:36:48Z", 0.95, "Seems almost inevitable"], [30822, "2016-11-29T05:42:32Z", 0.95, "\"brothers from the same mother\" They will seek each other as they need/want that like mindedness. As it will not be very PC in their home countries, they will create an excuse / reason to meet - \"a peace negotiations\" (who will get which piece...) "], [1080, "2016-11-29T02:55:05Z", 0.75, "They are both strong authorizations that appreciate each other's style or rule. They will want to get together for mutual support."], [30807, "2016-11-29T00:46:43Z", 0.85, "Trump is a deal maker.. So he'll meet with Putin for a deal.... The stuff he says is mostly posturing/posture-talk."], [30806, "2016-11-29T00:43:46Z", 0.8, "Trump will.  He has a dept to pay on the international stage"], [30804, "2016-11-29T00:15:22Z", 0.15, "Trump has little to no interest in actually performing presidential duties. If any meeting occurs it will likely be with a Trump associate."], [30803, "2016-11-29T00:08:01Z", 0.75, "I am interesting in the question"], [30607, "2016-11-28T23:46:20Z", 0.45, "They will meet on 2017 twice, but in international gatherings not state visits"], [30781, "2016-11-28T21:22:21Z", 0.99, "Yes, although it will be a disaster, line up to star Jupiter and Uranus. "], [368, "2016-11-28T20:53:28Z", 1.0, "Given Trump's subjective desire to 'improve' relations with Putin with greater cooperation than the current administration, it remains to be seen whether endogenous constraints on the executive branch will slow his enthusiasm regarding policy aspirations toward Russia.   If constraints are limited and the Congress synchronizes it's policy approach with the Executive on Russia, then we are likely to see a positive outcome on this IFP.  However, aspects of uncertainty remain an additional constraint on a positive outcome."], [83, "2016-11-28T20:15:09Z", 0.1, "Seems unlikely given the US / Russian differences in Syria, Ukraine, Eastern Europe.  US sanctions remain in place on Russia.  In general it seems more likely that US / Russian relations would need need significant improvement via resolution of numerous issues before an official state visit is considered.  As DT raises concerns with appointments of ex military figures in traditional civilian defence positions, it seems unlikely that a significant reduction in tensions between the two countries would occur in the short term.\nhttps://en.m.wikipedia.org/wiki/State_visit"], [29469, "2016-11-28T20:13:20Z", 0.79, "Russia is obviously a top priority for any incoming US president regardless of the personal relationship between the respective heads of state, indeed the fact that Obama visited Moscow within his first year as president supports that. However, this was not the case for the two other post cold war presidents, the first state visits have been to neighbours Canada and Mexico followed by a tour of the major European countries and allies. Given that the Obama visit was the last time there was an official state visit, and that Trump and Putin share common ground with regards to foreign policy, with many crisis areas in need of immediate coordination as well as Trump's disregard for establishes procedures and difficult relationship with Mexico (although President Trump has already said a lot of opposite things to Candidate Trump so wouldn't necessarily rule out a visit south of the border just yet), it would be a major surprise if this did not happen. Dropping the probability slightly due to the October deadline."], [30763, "2016-11-28T19:06:26Z", 0.8, "Putin will definitely wan to meet with Trump and they have business to discuss - Syria, most notably."], [30761, "2016-11-28T18:58:42Z", 0.95, "Yes, unlikely not to happen."], [30762, "2016-11-28T18:57:06Z", 0.0, "History will not let it happen at least so early."], [30758, "2016-11-28T18:45:17Z", 0.6, "1. Conflict in Middle East will increase\n2. Both need to discuss their military and political influence because of the changing political landscape in Europe  "], [30647, "2016-11-28T18:27:22Z", 0.69, "It is highly probable that Trump and Putin will try to mend the relationship between the U.S. and Russia. It is an open secret that both respect each other. Trump tweeted that he hopes Putin would become his \"new best friend\" and Wikileaks which is well connected to the Russian Secret Service tried to damage Clinton's election campaign, implying that Russia prefers a president Trump. Due to both countries' involvement in the Middle East there is a lot of pressure for both of them to talk to each other."], [30748, "2016-11-28T18:12:14Z", 0.1, "It wouldn't help either of them with their base"], [30747, "2016-11-28T18:04:07Z", 1.0, "Because the world is going to doga"], [30721, "2016-11-28T17:36:42Z", 0.98, "They like each other"], [30396, "2016-11-28T17:36:24Z", 0.8, "Comment deleted on Nov 28, 2016 06:47PM UTC"], [30713, "2016-11-28T16:59:56Z", 0.82, "Close connection visibile for anybody; Syria conflict needs both sides to work together; however, criticism from progressives could be feared"], [30694, "2016-11-28T15:19:51Z", 0.2, "Trump's rhetoric on Putin was only for the campaign. In office he will likely be pro-Putin but not to the extent of rolling out the red carpet with a state visit."], [21545, "2016-11-28T14:45:51Z", 0.85, "Both want to dominate."], [29836, "2016-11-28T14:24:53Z", 0.05, "I do not think Donald Trump will be president long enough for a state visit to be organized."], [30409, "2016-11-28T14:21:27Z", 0.8, "I am ashamed to say this estimate is based largely on anchoring on the previous submitted estimate of 75%. I was then swayed by the very cogent analysis of pietrokc. But after reading all of that I was most highly swayed by his last, off-the-cuff, comment (salience) “Finally, it could happen that an official state visit takes place for no other reason than for Trump & Putin to show off. Nothing gets accomplished, etc. I can't rule this out, let's give it a 10% chance.” Given the characters in question, however, I think this scenario deserves a much higher than 10% chance, probably even in the 80 to 90% range. Especially if the presence of Russia at the G8 conference continues to be disallowed, then I think Trump could not resist the opportunity to stand out by going against the flow.\nSo my first-ever contribution to the good judgment project is based on the effects of anchoring and salience – hardly an auspicious beginning!\n"], [13135, "2016-11-28T13:43:26Z", 0.75, "As I don't yet know who will be Secretary of State I am refraining from saying 100%. Whoever gets the job of Secretary of State their discussions with S Lavrov  will decide this question."], [30678, "2016-11-28T12:58:51Z", 0.93, "Trump is said to have nothing against Putin.\nThey both are machos.\nThey both hate US political establishment.\nPutin was the first to congratulate Trump."], [14898, "2016-11-28T08:47:51Z", 0.35, "Going along with @pietrokc mainly, but giving 20% to a purely show-effect kind of meeting."], [26219, "2016-11-28T07:46:12Z", 0.25, "This is a rare event. Mostly they meet at summits around the world. If summits are in one of the countries then the likely hood may be higher."], [11785, "2016-11-28T07:25:02Z", 0.8, "Their brotherly love"], [14133, "2016-11-28T03:01:58Z", 0.95, "Mainly because Trump won't like being told he shouldn't."], [6303, "2016-11-28T02:31:26Z", 0.9, "According to the general news and GJP consensus."], [20588, "2016-11-28T01:53:01Z", 0.66, "Likely, but not as likely as the crowd seems to think. The fact that the media has made so much hay out of Russia's suspected involvement in the Wikileaks leaks will make Trump a bit hesitant to be buddies with Putin in the first year. That said, the situation in Syria will require some sort of talks, and they might as well be in person."], [23879, "2016-11-28T01:15:25Z", 0.25, "Updating from 10% thanks to comments by @elc13 [1]."], [821, "2016-11-27T23:27:04Z", 0.25, "As already pointed out, the base rate for official state visits between U.S. and Russian leaders is very low.  There will likely be various other meetings between Trump and Putin during this time period, eventually leading up to a state visit at some later date."], [2430, "2016-11-27T21:53:32Z", 0.9, "Of the pressing foreign policy issues before the US with the new administration, many of the major areas of conflict (Syria, Iran, NATO, etc), when examined, lead back to Russia and Putin.  At least, their active involvement in these areas has had a large influence on American foreign policy.  I will argue that reaching some sort of stability and understanding between these two leaders is of primary importance.  When you look at the players, Trump and Putin, both prefer 'face-up'.  Domestic policies should be addressed in the spring, but then the summer will lend itself well to foreign policy - Russia first."], [24702, "2016-11-27T21:45:59Z", 0.2, "US-Russia relations are the most strategy-driven they can be these days. Probably, both leaders will be testing the water for months. Putin and Trump seek, for different reasons, internal approval for their governments: before taking any kind of symbolic diplomatic televised actions, they will talk to the each other via military actions. However, one must not discard the recklessness and the vanity that characterise these leaders"], [25115, "2016-11-27T21:19:15Z", 0.95, "Trump has demonstrated his admiration for Putin, and he has numerous financial dealings with Russia. Trump visiting Russia within the first few months seems a bit too on the nose in terms of underlining his influence, so I'd wager Putin will visit the United States."], [28455, "2016-11-27T20:54:35Z", 0.7, "Will appeal to both and their own sense of importance, main challenge will be how much time is available to set up a state visit especially given Trumps focus on internal issues rather than foriegn affairs"], [4387, "2016-11-27T20:32:23Z", 0.9, "I believe Donald Trump will move quickly to establish foreign relations, as he has already done with Mexico and several other countries while not yet in office."], [26267, "2016-11-27T20:09:28Z", 0.2, "They for sure will meet, but it seems unlikely to be a state visit "], [7809, "2016-11-27T19:42:09Z", 0.55, "I think both leaders will want to demonstrate their power and prominence on the world stage.   I don't think much will change, but Mr. Trump should be able to assert his negotiating skills."], [30026, "2016-11-27T18:49:15Z", 0.4, "The motivation seem to be there, but logistics, priorities and infrequency of such state visits suggests a lower probability than would otherwise be the case, in fact, less than 50%."], [1161, "2016-11-27T18:46:54Z", 1.0, "My \"money,\" so to speak, is actually on Trump.  Whether as the host or the guest, this is an acquaintance he appears quiveringly eager to make.  Why would Putin waste the opportunity?"], [485, "2016-11-27T18:20:33Z", 0.85, "This Nov. 14 CBS News article, http://www.cbsnews.com/news/russian-president-vladimir-putin-donald-trump-speak-by-phone-future-efforts-improve-ties/, gives a look inside the Trump-Putin relationship. Even though their relationship is controversial in the U.S., it seems Trump and Putin may move forward in a robust manner on a face-to-face meeting."], [4423, "2016-11-27T18:13:46Z", 0.95, "Their history of communications"], [445, "2016-11-27T17:46:44Z", 0.9, "This may drop to zero if Barack decides to poison the well before he leaves office. It would be in his interest to prove that Putin is not what Trump claims. If aggressive moves are made by the US, Putin would be well advised to not respond and even so much as keep a distance until after the inauguration. There's more to the Russian motivations than are being disclosed. We both have a common goal, to rid the mideast of terrorism. "], [30635, "2016-11-27T17:26:19Z", 0.7, "Bush and Obama both visited Russia/Putin within first year of presidency. Initial talks between Trump and Putin as reported by news both appear positive, and a meeting between the two has already been hinted at. Factors against include tense US/Russia relations discussed in comments, and inconsistency between Trumps statements and his actions. "], [29970, "2016-11-27T16:32:16Z", 0.25, "Trump is quickly going through a to-do list.  He will still be in a honeymoon phase.  He will push aside nay sayers and be \"unpredictable\".   Putin plays him well."], [30369, "2016-11-27T15:58:12Z", 0.27, "Putin visited US officially once in 16 years, Bush visited Putin 5 times, Obama once. 7 times in 16 years. 43.75% chance per year.\nHowever, since hostilities with Russia there have been no state visits and even prior visits were declining. 12.5% chance in Obama years. Weight Obama years higher because better reflects current situation. 12.5% *.66 + 62.5%*.33\n=  28.8%\n Tag down to 28.8% * 9/12 = 21.7%"], [14307, "2016-11-27T15:54:17Z", 0.45, "Pro:\n_____"], [30369, "2016-11-27T15:45:46Z", 0.35, "Comment deleted on Nov 27, 2016 04:00PM UTC"], [8622, "2016-11-27T15:39:39Z", 0.1, "I believe the chances are pretty low. Both Trump & Putin have huge egos. One of them will \"piss off\" the other."], [29418, "2016-11-27T15:20:07Z", 0.8, "Face to face meeting: 100%; Official state visit: can't say for sure"], [25705, "2016-11-27T15:13:15Z", 0.0, "My random thoughts: "], [283, "2016-11-27T14:46:32Z", 0.29, "I don't see it happening. Trump doesn't even want to move into the White House so I doubt he'll fly to Russia, and he's too cheap to put up Putin at one of his hotels (heh). There's also the suggestion of Russian involvement in the election, something Trump would want to distance himself from. I do see them meeting sometime in his first term though."], [12573, "2016-11-27T14:14:00Z", 0.99, "I am this certain that the two leaders will visit with each other in a two-party setting sometime this coming year. I do not have an opinion on the location of the meeting, but the offer will be made and accepted."], [28128, "2016-11-27T14:11:10Z", 0.95, "Very likely as per Trump's comments during the campaign."], [21503, "2016-11-27T13:15:36Z", 0.85, "They seem to be keen to form an alliance"], [30646, "2016-11-27T10:37:55Z", 0.8, "Quite likely"], [14394, "2016-11-27T10:30:49Z", 0.1, "Thanks to pietrokc and Iainhen99  for their data gathering and analysis."], [2845, "2016-11-27T04:33:42Z", 0.9, "October is a long time away from Trump's inauguration in January. It's bound to happen much sooner than that given their ideological affinity and political tactics."], [30634, "2016-11-26T22:48:32Z", 0.65, "They will try to minimize the potential for accidental armed conflict by getting together"], [27461, "2016-11-26T17:20:52Z", 0.05, "I think they will meet in a third country first (perhaps Slovenia, Melania's birthplace and a place liked by Putin). According to the rules, this will not count. Trump's fondness of Putin is not shared by many others in the Republican establishment, so I am not sure a state visit in either capital would be welcome so soon.   "], [29054, "2016-11-26T17:11:31Z", 0.38, "I am going to go against my own analysis of what I think is good for the US , and raise my view by 10% that Trump will fall for its own confused analysis and meet with Putin.\nStill, I strongly believe that it will be damaging for the US to engage and give any credibility to the communist leader, Putin has proven to be craftier and smarter than most present leaders and he will use the rhetoric of the US campaign to gain at home support and push around in conflict-areas to give the home populist something to brag about. "], [30605, "2016-11-26T16:39:23Z", 0.1, "Not so soon.. the establishment won't.. but they may meet"], [30614, "2016-11-26T16:01:51Z", 0.99, "How can they not?"], [30602, "2016-11-26T15:45:34Z", 0.75, "Trump in particular will want this to happen, so he can be seen as getting along with and making a deal with Putin"], [30413, "2016-11-25T17:59:21Z", 0.85, "trump is a deal maker.     He will work something out with Putin that will be applauded by US citizens, and Putin will get something for Russia that will cause him to look good there."], [29054, "2016-11-25T02:43:05Z", 0.33, "It seems to be the obvious based on the campaign rhetoric, but I am not so sure once the swearing ceremony takes places, if the national advisors will advice of such event. There is nothing for the US to gain from such event, and much to gain for Putin. It will show at home that he has won and the US president is at his hand.  "], [30042, "2016-11-25T01:24:54Z", 0.12, "I agree with pietrokc but Trump is unpredictable so I will observe and adjust as his term progresses. "], [23879, "2016-11-25T00:28:47Z", 0.1, "As I write this the consensus is at 80% yes, which seems wildly optimistic to me. Scrolling down a few pages I notice 80-90% of forecasts offer no supporting reasoning. About half of the ones that do offer reasoning are based purely on things Trump said, and do not cite any historical precedent."], [30415, "2016-11-24T21:00:43Z", 0.1, "I think the key here is in the wording of the question. It's easy to imagine Putin and Trump meeting but the question is about an official state visit by either. (Risk of WYSIATI!)\nLooking at the Office of the US Historian website state visits are relatively rare in either direction. There hasn't been a state visit to the US by a Russian president since Yeltsin and the above website indicates there have only been a small number of state visits to Russia by US presidents.\nThe Trump - Putin \"relationship\" does add an extra dimension/unknown which has pushed me from 5% to 10% but I still think an official state visit is unlikely in the first 9 months of the Trump presidency."], [30098, "2016-11-24T20:30:59Z", 0.9, "Both men have made strong gestures of support for one another. Importantly, the deescalation of current tensions could provide Trump with an early foreign policy victory. I think that opportunity for an early success makes a potential meeting more likely."], [30560, "2016-11-24T15:45:08Z", 0.85, "We all know who is the \"real terrorist\".  Always been."], [30051, "2016-11-24T12:33:13Z", 0.82, "initial thoughts"], [27207, "2016-11-24T03:16:22Z", 0.06, "Trump associated himself with Putin during the campaign to project the image that Trump was an equal with a world leader. President Trump no longer has the same need. The two will likely make some grand deal that is the trigger for a state visit, but that probably won't happen in year one."], [30527, "2016-11-23T22:32:23Z", 0.7, "Very likely asPutin is one of the rare chiefs of states to openly appreciate Trump and there are urgent issues to be settled"], [30521, "2016-11-23T21:58:46Z", 0.0, "Trump will have too much to do here dealing with getting his agenda under control to meet someone most Americans view as our most dangerous adversary."], [4139, "2016-11-23T20:02:11Z", 0.99, "You betcha."], [27101, "2016-11-23T19:57:10Z", 0.15, "The base rate of state visits is very low, 5%. I think this time the predictability is lower because of Trump and should be higher because of the \"special\" relationship between Trump and Putin "], [14253, "2016-11-23T18:37:52Z", 0.04, "Moving down to 4% based on the reason in the edit in my post 3 below this one. "], [30501, "2016-11-23T17:48:33Z", 0.8, "W"], [30021, "2016-11-23T17:31:14Z", 0.27, "State visits take a lot of time to organize, especially in the context of a US-Russia meeting. Hence, even if there is the will on both sides for such an endeavor, there is a real probability that this would occur before 1 October. There is also a real chance that Trump or Putin do not see any political expediency in this."], [14253, "2016-11-23T17:30:17Z", 0.06, "If I am reading the Department of State’s website properly the base rates for any state visit in a given year are extremely low.  https://history.state.gov/departmenthistory/visits"], [30500, "2016-11-23T17:25:54Z", 0.8, "Trump is too impetuous and I think he would be the one who would visit Putin. Putin instead is balanced and much clearer in what is his position in politics"], [1639, "2016-11-23T17:22:40Z", 0.89, "Yes, of course"], [30497, "2016-11-23T17:19:05Z", 0.85, "Yes. Preparations are under way."], [30489, "2016-11-23T17:04:16Z", 0.25, "Doubtful as oil price deflation is in the interest of an isolationist USA. This love affair will cool quickly. "], [30478, "2016-11-23T17:00:28Z", 0.99, "Trump will want face to face to establish better dialogue. "], [28091, "2016-11-23T16:50:33Z", 0.72, "Trump will probably be engaged in domestic issues in the first months of his presidency. He does want improved relations with Russia and even though tensions may exist over Ukraine, missile defense in Eastern Europe and Syria, an official state visit in the second half of the year makes sense. This could all be undone if in the next six months Russia takes some other provocative action that will force Trump and the Republican congress to back off, or if Trump himself makes an ill-advised provocative statement of his own.   "], [30418, "2016-11-23T16:35:38Z", 0.6, "Obama visited Russia within this time frame in his first term, though the political relationship between the two countries was quite different. It looks like Putin visited the US and presumably met with George W Bush in November of Bush's first term, so just outside this time frame - they also met in June of that year but at a separate summit."], [30475, "2016-11-23T16:05:08Z", 0.8, "Trump and Putin are close too each other and quite admire each other. So there's a good chance"], [691, "2016-11-23T14:47:18Z", 0.88, "The tsar does not travel.  Putin will persuade the lovesick President Littlefingers that a trip to Russia will make him appear statesmanlike.  Summer is fairly pleasant in Moscow.  "], [25944, "2016-11-23T13:06:48Z", 0.15, "Here' some stream of consciousness rambling (feel free to answer in kind):"], [19801, "2016-11-23T12:55:20Z", 0.5, "Donald Trump and Vladimir Putin agree to meet\nhttp://www.independent.co.uk/news/world/americas/us-elections/donald-trump-vladimir-putin-phonecall-us-russia-syria-a7417356.html"], [30416, "2016-11-23T10:53:11Z", 0.75, "Revised down following correction about base rate (https://www.gjopen.com/comments/comments/385931)"], [21884, "2016-11-23T09:03:20Z", 1.0, "It is possible now, they must resolve some questions in country's' politics"], [30464, "2016-11-23T08:23:43Z", 0.75, "I don't believe their bromance is as deep as all that, but they do have overlapping business and political interests."], [21800, "2016-11-23T07:20:00Z", 0.45, "More likely to meet in multilateral settings at first. Also, it will take some time to work out a mutually agreeable agenda (via backroom channels) prior to a high visibility high stakes bilateral summit."], [4462, "2016-11-23T06:37:01Z", 1.0, "Trump needs to show he has at least one friend and Putin needs US sanctions gone"], [5001, "2016-11-23T05:29:39Z", 0.1, "Agree with @dada, http://www.gjopen.com/comments/comments/385937\nOne thing that's not terribly likely to happen is the two guys running into each other embrace just to validate media-spread bullshit. Summits are overrated and the base rate per year is low (I haven't checked the exact number). "], [14208, "2016-11-23T05:26:35Z", 0.0, "\"America First\".  Plus a meeting between Trump and Putin would just fan the U.S. media claims of a closet love affair between the two. "], [30345, "2016-11-23T04:26:21Z", 1.0, "It's hard making friends as a hyper rich crazy person. Putin just wants somebody that understands him. If that person is also the leader of the free world, well that's just a bonus."], [1056, "2016-11-23T03:19:43Z", 0.1, "Probably not. Trump will have his hands full in the beginning of his administration, and relations with Russia will be a back-burner issue. There will probably still be combat against rebel groups other than ISIS in Syria, and Putin will be criticized in the west for the ruthlessness of Russia's intervention. Trump has no reason to personally associate himself with Putin under those circumstances."], [29680, "2016-11-23T01:46:22Z", 0.95, "I'll be surprised if it's not one of the first official state visits. They each have a lot to gain from pretending to normalize relations, Trump will be showered with praise, and Putin can meddle in or influence U.S. policy in his favor. The question is whether some of the more neoliberal or neoconservative cabinet members will dissuade Trump. He seems to change his opinion quite quickly based on the last person he spoke to."], [1646, "2016-11-23T01:33:40Z", 0.15, "Not that there is not enough bromance, but practical considerations may delay this: testy first 100 days, unhappy allies, unresolved conflicts in Syria and Ukraine, tensions in the Baltics, etc. I do see some chances of a Summit, a reenactment of the 30 year old Reykjavik one, for example. https://theconversation.com/thirty-years-on-as-new-cold-war-looms-us-and-russia-should-remember-the-rekyjavik-summit-67084"], [30449, "2016-11-22T23:38:54Z", 0.85, " Great chance by either leaders to visit each other within 8 months of Trump's office regime, probably just to show a peaceful US-Russia ties."], [30451, "2016-11-22T23:14:58Z", 0.3, "Personalities"], [4461, "2016-11-22T22:11:38Z", 0.85, "It seems that both are eager to meet and there were already some rumors that a date was being discussed (http://www.rferl.org/a/kremlin-putin-trump-meeting/28124036.html), but I have a hard time taking anything Trump says at face value. It will happen eventually, but I'm not convinced it will be in his first 8 months in office. I don't think most Trump voters would have put US-Russia relations at the top of their priorities."], [30416, "2016-11-22T20:35:14Z", 0.85, "Initial guess."], [30013, "2016-11-22T20:25:37Z", 0.39, "--- Trump is vain and narcissistic. His cabinet choices and internal policies are already taking a toll on his peace of mind, as we can verify by his tweets. The country is looking very much forward to economic improvements and immigration measures. Both are going to be tough and controversial. Meeting with Putin would add more unnecessary controversy to his first nine months of government. Much better talk over the phone or meet in events.\n-- Reminding US people of Russia possible involvement in US elections is a subject Trump should avoid, given his critics on Hilllary email disclosures.\n-  Putin is thought to be interested in convincing Trump to lift the sanctions on Russia for the invasion of Ukraine. But then he would have to lift Russian counter-sanctions. This would pose political difficulties for Putin's justification of Russia financial difficulties.\nhttp://www.reuters.com/article/us-pomeranz-putin-commentary-idUSKBN13G07L?utm_campaign=trueAnthem:+Trending+Content&utm_content=5833618004d30169e229f6e1&utm_medium=trueAnthem&utm_source=twitter\n++  Trump has declared sympathy for Bashar Al-Assad and cooperation between Russia and US on the leaders' view on a war agains terrorism might be personally sealed.\n+Snowden stay in Russia is set to expire next Summer, so he might be extradited  to the US.https://www.theguardian.com/us-news/2016/nov/20/new-special-relationship-what-does-putin-want-from-trump-kgb"], [4604, "2016-11-22T19:37:29Z", 0.73, "This will happen and I believe it will be Putin who reaches out first. He'll want to flatter Trump, we see he responds to it. Putin might  think he can gain more concessions this way."], [28414, "2016-11-22T19:15:24Z", 0.2, "Luke, I am Your Father"], [22245, "2016-11-22T18:51:18Z", 0.75, "Both countries need one another for the long haul, maybe this time we will actually get a reset on relations."], [745, "2016-11-22T18:06:01Z", 0.9, "Both have an opportunity to recast the US-Russia relationship and have an interest in making this abundantly clear"]]}