{"question_id": 463, "title": "Before 1 January 2018,  will the United Kingdom and the European Union reach an agreement on payment of the UK's outstanding liabilities to the EU?", "correct_answer": "Yes", "crowd_forecast": 0.07, "preds": [[73, "2017-12-18T14:48:50Z", 0.0, "Rynck @ Chatham house \"On the financial settlement, he says there is now a “watertight methodology” for deciding what the UK will pay.\" @dsarin"], [28414, "2017-12-17T12:11:46Z", 1.0, "\"Mrs May deserved praise for pushing the Article 50 process forward. Yet it is surprising that Brexiteers were so loud in their approval of the deal. Mrs May has blurred many of their red lines. She accepted a bigger exit bill than they originally envisaged. The agreement on the future rights of EU citizens in Britain gives the European Court of Justice (ECJ) a say for eight years after Brexit. The agreement to avoid a hard border in Ireland implies full alignment with most single market rules. And Brussels insists that transition entails accepting all EU laws plus the ECJ.\"\nhttps://www.economist.com/news/britain/21732556-despite-big-exit-bill-and-concessions-european-judges-and-irish-border-brexit"], [73, "2017-12-17T04:30:30Z", 0.0, "Thank goodness May clarified... \"\"This offer is on the table in the context of us agreeing the partnership for the future, agreeing the next stage and agreeing the partnership for the future.\n\"If we don't agree that partnership then this offer is off the table.\"\".  So this is an offer, not an agreement at this stage.  It becomes an agreement when everything is agreed, up til then it's an offer.  I guess if it was an actual agreement there would be no point writing into it that nothing is agreed until everything is agreed."], [11800, "2017-12-16T21:33:21Z", 1.0, "it seems to me clear now  that i can also give the missing 1% with confidence. "], [1333, "2017-12-16T18:22:19Z", 0.25, "So sorry I bought into this question."], [1333, "2017-12-16T18:12:35Z", 0.15, "Well. maybe. If I buy a car and want to alter the electronics say the Inter-net connection or ISP provider - I find out that I only have leased the the lisc. to use the electronics for X years after which its mine but not supported. Do I take it back? No. I cantinue to operate and maintain the vehicle but that is not tacit agreement to the Lisc. Restrictions."], [32258, "2017-12-16T15:25:50Z", 1.0, "I have been involved in labor negotiations for many years. It is standard practice to agree to pieces of the agreement over the entire course of the negotiations that of course are always subject to agreement on the entire agreement. But those \"agreements\" along the way are real and if reneged on by one party to the negotiations would create a very bad faith environment. So there is no reason to interpret this any differently. There is an agreement here and it is in writing. At the end of negotiations, there is a tentative agreement which union members get to vote on..in this case MP's at the end of thr process. But it would be completely dysfunctional for votes to occur on each item over the course of the negotiations. This is why I believe this is not in doubt here...they have an agreement. @dsarin, @Nik, @Censusguyz @sevedb"], [1333, "2017-12-15T19:34:47Z", 0.0, "this may need to be voided to preserve project participation. The PM's office has agreed repeatedly with the EU that there is no agreement until its all agreed too. If that mutual comment occurred before this question was written then the premise that it can be taken in parts is flawed."], [23006, "2017-12-15T19:09:01Z", 0.49, "Sources have told the BBC that the government is highly likely to accept an amendment to the EU Withdrawal Bill next week to see off another potential Commons defeat for Theresa May.\nConservative rebels have been concerned about plans to put the Brexit date and time - 11pm on 29 March 2019 - into law.\nBackbenchers, including former minister Oliver Letwin, have tabled an amendment, suggesting a change to the legislation.\nMinisters are likely to accept their plan, which is a change that some of the potential rebels have been asking for, the BBC understands.\nSenior sources are confident they can see off a defeat, after No 10 said there were no plans to take the date out of the bill. http://www.bbc.com/news/uk-politics-42368096"], [23006, "2017-12-15T18:55:14Z", 0.39, "May's offer of a methodology and a ball-park figure before the parliamentary vote is akin to my six-year old telling his friends at school that he can drive his mum's car and they are all invited to come along. However for any of that to actually come true,  he still has to ask his mum for the keys..."], [1333, "2017-12-15T17:33:25Z", 0.0, "https://www.cnbc.com/2017/12/15/theresa-may-applauded-but-brexit-talks-have-many-hurdles-to-overcome.html\nEU leaders are set to formally agree Friday to start the second phase of Brexit negotiations\nAnalysts believe May will find future Brexit talks increasingly difficult"], [28414, "2017-12-15T12:00:53Z", 1.0, "COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN COUNCIL\nThe financial settlement\nThe United Kingdom agreed to honour its share of financing of all the obligations undertaken while it was a member of the Union...\n... the Commission and the United Kingdom negotiators have agreed on a fair methodology to be followed to calculate the obligations to be honoured by the United Kingdom in the context of its withdrawal. \nhttps://ec.europa.eu/commission/sites/beta-political/files/1_en_act_communication.pdf"], [23006, "2017-12-15T05:55:18Z", 0.49, "16 days doesn't seem long enough when both sides are vocally distancing themselves from acknowledging an 'agreement' has been reached."], [691, "2017-12-14T17:52:00Z", 0.01, "Presumably, from yesterday the agreement needs a parliamentary okey-dokey or it doesn't exist.  That, presumably again, means there willl need to exist a full agreement with actual details, including amounts or at least detailed methodology.  Until the Parliaments says okay, the \"United Kingdom\" hasn't agreed to anything, no matter what the PM says or thinks or tells people.  And arguably, although it mayn't matter, the \"European Union\" hasn't either, until a ratifying vote is concluded.  Presumably."], [14493, "2017-12-14T17:51:12Z", 1.0, "I am assuming (a) that the agreement that Mrs May made last week sticks (b) that the \"sufficient progress\" that the EU needs to satisfy itself at this stage is viewed as \"an agreement\" by GJOpen. Neither are quite certain. David Davis has shown that he does not consider a hand-shake agreement a binding agreement so nothing can yet be certain. The statements from Mrs May and Tusk that followed the \"agreement\" last Friday seemed to suggest that what the UK thinks it agreed is not exactly the same as what the EU thinks it agreed. The difference could be that Mrs May thought it better not to actually mention some details (such as will the UK actually leave the EU before the transition period starts) but so far the differences do not seem to be on the formula for the financial settlement. A further complication seems to be that Davis seems to regard the financial settlement a payment towards a future trade deal, while the EU regards it as a payment for liabilities already incurred.   "], [1333, "2017-12-14T17:33:44Z", 0.01, "Comment deleted on Dec 14, 2017 08:31PM UTC"], [1333, "2017-12-13T22:48:37Z", 0.0, "If this is correct then there is no deal till the MP's vote approval themselves. <blockquote class=\"twitter-tweet\" data-lang=\"en\"><p lang=\"en\" dir=\"ltr\">UK government narrowly loses vote on amendment to the EU Withdrawal Bill, forcing Commons vote on final <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a&gt; deal <a href=\"https://t.co/6DhDNqSoaS\">https://t.co/6DhDNqSoaS</a&gt; <a href=\"https://t.co/pwBXxviVQk\">pic.twitter.com/pwBXxviVQk</a></p>&mdash; BBC Breaking News (@BBCBreaking) <a href=\"https://twitter.com/BBCBreaking/status/941025535643344896?ref_src=twsrc%5Etfw\">December 13, 2017</a></blockquote>\n<script async src=\"https://platform.twitter.com/widgets.js&quot; charset=\"utf-8\"></script>\n"], [11800, "2017-12-13T20:48:28Z", 0.99, "@Wildwood2000.  thanks for the good confirmation infos"], [1034, "2017-12-13T07:25:43Z", 1.0, "Brexit: the exit bill Briefing Paper Number 8039, 12, December 2017"], [23006, "2017-12-13T03:59:52Z", 0.49, "This is intent not an agreement, I think"], [73, "2017-12-13T00:08:28Z", 0.0, "If it was a deal will retro resolve.  If it's a statement of intent then it won't.\nhttps://www.theguardian.com/politics/2017/dec/12/david-davis-has-damaged-trust-in-the-uk-for-brexit-talks-says-verhofstadt."], [636, "2017-12-12T18:44:45Z", 0.2, "Too much to resolve before committing to repayments"], [15621, "2017-12-11T07:11:15Z", 0.98, "Late to the party again!!!!"], [73, "2017-12-11T01:23:13Z", 0.0, "\"Nothing is agreed until everything is agreed.\" So nope."], [27705, "2017-12-10T16:24:17Z", 0.05, "https://www.theguardian.com/politics/2017/dec/09/global-powers-lobby-to-stop-special-brexit-deal-for-uk"], [1333, "2017-12-10T15:18:02Z", 0.0, "I decare this a \"Little Green Men Question\" and should at best be voided. It has been overcome by events."], [1034, "2017-12-10T08:11:11Z", 1.0, "UK reaches historic Brexit divorce deal"], [1333, "2017-12-09T14:38:57Z", 0.0, "Without a price tag on the bottom line all they have agreed on is what kind of math formula will be the foundation for adopting or refusing the settlement - this is at best incomplete."], [37488, "2017-12-08T17:48:53Z", 1.0, "http://www.independent.co.uk/news/uk/politics/brexit-divorce-bill-financial-settlement-39-billion-theresa-may-juncker-agreement-northern-ireland-a8099076.html\nalso link to deal posted helpfully by @dsarin http://www.gjopen.com/comments/comments/633357"], [1333, "2017-12-08T17:15:18Z", 0.1, "if its a draft then its not an agreement to do squat but haggle somemore but the consensus disagrees so taisi g reluctantly to 10p the chance of a final actual agreement by 2018 "], [2965, "2017-12-08T16:10:16Z", 1.0, "it happened and I was wrong\nhttps://www.theguardian.com/politics/2017/dec/08/sufficient-progress-in-brexit-talks-announced-after-mays-dash-to-brussels\nAfter the joint text is signed off by leaders of the EU member states at a summit next week, the new phase of Brexit negotiations will begin on a future relationship, including the terms of a transition period to cushion Britain’s exit from the bloc in 2019.\nthe crowd was at 5% as late as yesterday\nchecked up and move towards crowd not always correct"], [37379, "2017-12-08T15:28:43Z", 1.0, "Dateline 12-8-2017 Britain and the European Union on Friday cleared the way to start a crucial new round of talks on British withdrawal from the bloc, announcing a breakthrough after months of deadlock, an internal political standoff in London and a dispute over the future of the Irish border."], [12605, "2017-12-08T13:18:00Z", 1.0, "Good morning, the https://ec.europa.eu/commission/sites/beta-political/files/joint_report.pdf contains points 57–86 covering the financial settlements and its components, including footnotes 6 and 7 covering the exclusions from the calculations."], [28414, "2017-12-08T11:30:21Z", 1.0, "Financial settlement 57. Both Parties have agreed a methodology for the financial settlement. \nhttps://ec.europa.eu/commission/sites/beta-political/files/joint_report.pdf"], [28414, "2017-12-08T11:03:57Z", 1.0, "The money: The final deal commits the UK to pay into the EU budget for the years 2019 and 2020 “as if it had remained” in the EU. It will also “contribute its share of the financing” for any EU liabilities incurred before the end of 2020 and that fall due over the decades to come. The deal does not contain numbers and net estimates for the settlement vary between €40bn and €60bn. The deal also covers other financial issues, such as the gradual reimbursement, in 12 annual instalments of the UK’s paid-in capital at the European Investment Bank.\nhttps://www.ft.com/content/21c5d076-dbee-11e7-a039-c64b1c09b482\n"], [15471, "2017-12-08T09:18:53Z", 0.6, "Etching back down. It was always rather likely that there would be an agreement (as the alternative would be loss of standing (on the British side) or a retraction of the Brexit decision). The question was mostly how quickly and how sensible would an agreement be. I’m not certain that the EU summit will be able to ratify this agreement this year. "], [1639, "2017-12-08T08:04:35Z", 1.0, "Yes, again"], [1034, "2017-12-08T07:52:47Z", 1.0, "Irish border: New draft Brexit plan could break deadlock"], [39937, "2017-12-08T07:29:23Z", 1.0, "breaking news: https://www.bloomberg.com/news/articles/2017-12-08/u-k-and-eu-strike-brexit-deal-opening-path-to-trade-talks\nthey could find a solution!"], [37379, "2017-12-08T01:46:01Z", 1.0, "Dateline 12-7-2017 Theresa May is understood to be finalising a Brexit deal with the European Union that will unlock talks on trade and Britain’s future relationship with Europe, sources in Brussels told The Telegraph."], [21884, "2017-12-07T23:46:53Z", 0.95, "\"Brexit Irish border deal possible within hours\" - http://uk.reuters.com/article/uk-britain-eu-ireland-close/brexit-irish-border-deal-possible-within-hours-idUKKBN1E12PT "], [32258, "2017-12-06T23:55:34Z", 1.0, "https://www.politico.eu/article/uk-will-not-pay-lump-sum-brexit-bill-according-to-draft-eu-uk-brexit-agreement/\nUK will not pay lump sum Brexit bill, according to draft agreement\nThe document contains no final figure for the UK’s financial settlement."], [11800, "2017-12-06T19:57:16Z", 0.99, "@cdob63 wrote an interesting thought go see his comment"], [1333, "2017-12-06T14:49:04Z", 0.0, "the EU  is using tbe logic it applied to the Euro crisis. They fight over who takes the haircut while Junker angles for Lady Mays government to collapse as punishment. that is the EU way o saying to other leaders - if you try to lead your state into a departure look what awaits you."], [26, "2017-12-06T11:54:51Z", 0.05, "Unlikely."], [39937, "2017-12-06T10:16:42Z", 0.0, "re-evaluation."], [36151, "2017-12-06T08:45:05Z", 0.04, "Basically the situation has worsened since the elections. May is way too weak. If she gives in to the hillarious ideas of the DUP, welsh & scottish MPs would also want that \"special treatment\". If May does not give in to the DUP, she has to step down."], [1034, "2017-12-06T06:35:13Z", 1.0, "Deal or no deal How the past 24 hours have changed Brexit"], [15621, "2017-12-05T22:08:27Z", 0.4, "Didn't realise I was following this here!!"], [73, "2017-12-05T13:08:34Z", 0.0, "https://www.gjopen.com/comments/comments/626635 more ------ than +, no chance of announcing this in near term with irish so cross and this so mishandled? tm head call to ensue"], [37379, "2017-12-05T09:57:02Z", 0.95, "Dateline 12-5-2017 The EU and U.K. failed to reach an agreement on sufficient progress towards a Brexit deal Monday following a key lunch between Theresa May and Commission President Jean-Claude Juncker."], [1034, "2017-12-05T08:16:40Z", 1.0, "UK and EU fail to strike Brexit talks deal"], [12302, "2017-12-05T08:03:38Z", 0.5, "Well. That meeting turned out different than expected."], [1639, "2017-12-05T07:18:20Z", 1.0, "Oh! They drive everybody crazy......,"], [19801, "2017-12-05T05:43:08Z", 0.0, "“It is now getting very tight but agreement at December (summit) is still possible,” Tusk tweeted. \nhttps://www.reuters.com/article/uk-britain-eu-may/irish-border-row-thwarts-may-bid-to-clinch-brexit-trade-deal-idUSKBN1DX0XR"], [37379, "2017-12-04T23:32:05Z", 0.95, "Dateline 12-4-2017 Mrs May has largely bowed to EU demands on the UK paying a financial settlement of €40bn-€60bn net and the rights of EU citizens in Britain, but the final compromises required are politically fraught. EU leaders have warned Mrs May that the Monday meeting is a firm deadline for resolving outstanding issues if she wants to guarantee a “sufficient progress” EU summit on December 14-15. -- https://www.ft.com/content/c2dde2f6-d850-11e7-a039-c64b1c09b482\n"], [27461, "2017-12-04T22:13:27Z", 0.95, "No deal on the Irish border, but no one seems to make the payment agreement conditional on a border deal. So, barring unforeseen surprises, this should resolve as “yes”."], [691, "2017-12-04T21:39:38Z", 0.96, "Both sides seem ready to paper over this issue, at least at the negotiators' level.  The current big hangup is about the Irish border, which is rather more intractable.  Presumably as soon as both sides say something like the financial arrangement, this Q will be resolved Yes.  "], [11800, "2017-12-04T20:43:43Z", 0.99, "http://www.telegraph.co.uk/news/2017/12/04/brexit-talks-deadline-no-breakthrough-ireland-theresa-may-heads/"], [29469, "2017-12-04T11:15:08Z", 0.98, "https://www.ft.com/content/c2dde2f6-d850-11e7-a039-c64b1c09b482"], [1034, "2017-12-04T00:50:48Z", 1.0, "Half of Britons support a second vote on Brexit, poll finds"], [27461, "2017-12-02T21:37:28Z", 0.85, "The only uncertainty to me is whether the agreement on the payment will be conditional on reaching an agreement on the Irish border as well. This was reported earlier in FT. On the border, I suppose we will know more on Monday. "], [1293, "2017-12-02T06:28:51Z", 0.15, "UK government in general doesn't seem to be willing to fullfil their duties and are too confused to sort themselves out in time. "], [1034, "2017-12-02T06:11:39Z", 1.0, "EU could give the nod next week to trade talks with Britain"], [11800, "2017-12-01T21:40:01Z", 0.95, "thanks to @Wildwood2000\nyou made me rethink my esrlier opinion from totally pessimistic to very hopeful."], [21884, "2017-12-01T15:23:01Z", 0.4, ""], [1333, "2017-12-01T15:15:39Z", 0.04, "On the one hand it is the holidays and EU is into Christmas. On the other hand that might just provide the required cover to slip it through."], [12302, "2017-12-01T14:22:15Z", 0.9, "not going to 100% because nothing is finalized yet and \"Agreements that only cover part of the UK's outstanding liabilities will not be sufficient to resolve the question.\" But looks promising so far."], [73, "2017-12-01T13:38:45Z", 1.0, "https://www.theguardian.com/politics/2017/dec/01/uk-must-promise-no-regulatory-divergence-eu-ireland-brexit-dublin."], [1034, "2017-12-01T07:33:59Z", 1.0, "Tory Brexiteers Are Telling Hardliners Not To Attack Theresa May Over The £50 Billion EU Divorce Bill"], [1034, "2017-12-01T04:24:22Z", 1.0, "EU and Britain agree settlement post Brexit: senior EU official"], [73, "2017-11-30T17:43:45Z", 0.35, "- https://www.bloomberg.com/news/articles/2017-11-30/u-k-eu-struggle-for-irish-compromise-four-days-from-deadline.  The Irish are not going to rush this.  Its way to important.\n- no border no talks?  so why announce a payment mechanism that allows you to be hounded by everyone.  "], [16003, "2017-11-30T10:26:35Z", 0.88, "Getting closer..."], [1034, "2017-11-30T06:21:45Z", 0.5, "\nBrexit campaigners accuse May of selling UK short over divorce bill"], [1639, "2017-11-29T21:07:34Z", 1.0, "British and EU negotiators have reached a deal over the so-called Brexit bill, opening the door to a potential breakthrough in the talks this December, the Telegraph has learned."], [1034, "2017-11-29T19:24:58Z", 0.0, "Labour to challenge Treasury on Brexit divorce bill\nhttps://www.theguardian.com/politics/2017/nov/29/brexit-bill-of-50bn-no-more-than-what-uk-owes-eu-says-grayling"], [691, "2017-11-29T18:18:21Z", 0.96, "http://www.bbc.com/news/uk-politics-42161346\nhttps://www.reuters.com/article/us-britain-eu-barnier/eus-barnier-no-agreement-yet-on-brexit-bill-irish-border-idUSKBN1DT0YL?il=0\nReality rears its ugly head at last.  Not all sorted yet, though.  Stay tuned.\n"], [788, "2017-11-29T09:20:24Z", 0.85, "Per media reports, the UK has bowed to EU demands on the financial settlement. PM May is expected to present the agreement next week as part of a broader package. "], [14493, "2017-11-29T08:25:44Z", 0.65, "Confusingly some claims that an amount has been agreed but probably it is agreement within the UK government on the maximum amount being offered. "], [23006, "2017-11-29T06:16:07Z", 0.51, "on comments below @Dsarin, @th2x et al."], [19801, "2017-11-29T06:07:49Z", 0.85, "As per @dsarin 's comments"], [27461, "2017-11-28T20:59:38Z", 0.75, "Hmm, FT is saying that an agreement on the payment will be presented as part of a package including the Irish border issue.  There is not much progress on the latter. I wonder if that would not delay the payment deal as well. If the sides are close, the EU can still declare “sufficient progress” in December without a formal agreement.  "], [39937, "2017-11-28T19:23:16Z", 1.0, "https://www.bloomberg.com/news/articles/2017-11-28/u-k-and-eu-agree-on-brexit-bill-in-breakthrough-telegraph-says"], [28414, "2017-11-28T18:57:10Z", 1.0, "UK bows to EU demands with breakthrough offer on Brexit bill\nBritain agrees to liabilities worth €100bn but will aim to pay less than half\nhttps://www.ft.com/content/cabf22e2-d462-11e7-8c9a-d9c0a5c8d5c9"], [28414, "2017-11-28T18:13:35Z", 1.0, "Exclusive: Britain and the EU agree Brexit divorce bill\nhttp://www.telegraph.co.uk/news/2017/11/28/exclusive-britain-eu-agree-brexit-divorce-bill/"], [1034, "2017-11-28T07:40:16Z", 0.0, "Ireland on the verge of snap election as crisis deepens"], [373, "2017-11-26T14:33:13Z", 0.33, "Doubtful, especially that May has little incentive to finalize this number without progress on other issues."], [1639, "2017-11-25T17:08:08Z", 0.0, "Following a heated exchange on Friday in Sweden, the EU has made clear it will continue to ramp up pressure on Theresa May to increase her offer on the Brexit bill beyond £17.85 billion (€20 billion)."], [41682, "2017-11-25T15:40:27Z", 0.05, "Britain will retain leverage to the end thus having an agreement done all at once if at all.  Any concessions will be private and not reported."], [1333, "2017-11-25T14:16:25Z", 0.05, "At this point Lady May knows that the same sensibilities that led to Brexit will get excited down to the atomic level if she agrees to anything that so closely resembles a SHAKEDOWN by the EU."], [14493, "2017-11-25T10:02:48Z", 0.0, "Mrs May is following the same (unproductive) method of negotiating the Irish Border issue as she does in everything; as soon as anyone associated with the UK government mentions considering a solution, Mrs May draws a Red Line and rules it out. In this case there were hints from a UK official that the UK might be willing to consider Northern Ireland remaining in the EU Customs Union (or in a new Customs Union with Eire) which Mrs May then completely ruled it out. (Expect a similar idea to keep resurfacing and eventually some permutation of \"the EU Customs Union including N,I,\" or \"an All Ireland Customs Union\" or \"a UK/Ireland Customs Union\" or \"an EU/UK Customs Union\" will be agreed, but probably not this year.) As the finest minds in the UK Government have spent 2 years (since before the Brexit vote) pondering the invisible, frictionless Irish border when Eire is inside the EU Customs Union and N.I, is outside, and have failed to think of anything that even looks like a solution, a reasonable person would conclude that there (probably) is no solution. But as Gove previously said \"don't believe the experts\".  "], [29536, "2017-11-24T21:30:24Z", 0.25, "The hard Brexit wing of the Tory party are resisting any increase in the payment.  The stumbling block could well be the Irish border, given the UK position is they will not negotiate on the border until a trade agreement is in place. "], [1034, "2017-11-24T19:26:05Z", 0.0, "Ten days to crack Brexit deal, EU tells May"], [37800, "2017-11-24T16:56:13Z", 0.45, "I think the UK govt will end up giving ground here because, bluntly, it has to. "], [12605, "2017-11-22T20:20:33Z", 0.01, "Now I understand why there are so many political risk firms and advisors in London; the Brits truly don't understand the world."], [14493, "2017-11-22T11:09:15Z", 0.0, "For some reason the UK seems determined to frame the \"Brexit Bill\" in terms of an offer of fixed sum of money, while the EU has repeated said that at this stage it is looking for a line item list of things that the UK is willing to pay for, with what sums of money these items represents being calculated later. The UK also seems determined to conflate its \"outstanding liabilities\" with \"buying\" a free trade deal for future trade between the EU and UK. Not surprisingly the negotiations are not progressing well, when the two sides are not even sure what the question is that they are trying to agree an answer to. \nIn addition the UK now seems to want not to agree the \"Brexit Bill/Outstanding Liabilities\" until the EU agrees a date to start future Trade Talks. But that requires the two other initial issues to have made progress toward an agreement; there is so far no clue as to how the Irish border problem can be sorted out - the UK side seems better at defining solutions that it will not agree to, than defining a workable method of having an invisible border between the EU and a Northern Ireland outside the EU Customs Union. \nThe lack of a \"strong and stable\" government in Germany can now be added to the UK's lack of a \"strong and stable\" leader. This is likely to reduce the EU's options for creating ideas (which the UK, having none of its own, has been hoping for).    "], [1034, "2017-11-22T06:21:17Z", 0.0, "UK Brexit minister says EU agreement likely, but UK ready for no deal"], [28414, "2017-11-21T09:51:44Z", 0.2, "Downing Street has dismissed reports the UK could double its £20bn offer. One ex-minister warned voters would \"go bananas\" if £40bn was offered.\nhttp://www.bbc.co.uk/news/uk-politics-42060183"], [1993, "2017-11-21T07:42:06Z", 0.04, "I don't think that the UK's alleged new offer of 40 billion euros will be enough to entice the EU to agree by the end of 2017. They will ask for more, and it will drag on."], [37379, "2017-11-21T04:11:37Z", 0.25, "May just got permission to offer a larger \"divorce settlement.\" Trouble in Germany, will Merkel have to call a new election -- and looming deadline for Brexit under Article 50 are putting pressure on May to get the deal done.  Now I'm sorry I went to 0%."], [691, "2017-11-19T12:50:33Z", 0.0, "https://www.reuters.com/article/uk-britain-eu-hammond/britain-to-submit-brexit-bill-proposal-before-december-eu-meeting-idUSKBN1DJ0AJ"], [15414, "2017-11-19T03:46:20Z", 0.35, "May is throwing bones the the far right in her party with this weird law that will set the time and date of Brexit. This could well be to raise the amount on offer and so trigger further negotiations."], [12605, "2017-11-17T21:29:38Z", 0.01, "What a unthankful situation; she needs the free-trade agreement talks for building a coalition of conservative traders and financiers; the EU doesn't trust the Brits unless they get the money. Prisoner's dilemma."], [41454, "2017-11-17T04:59:43Z", 0.04, "Unlikely with EU "], [1529, "2017-11-17T04:19:10Z", 0.01, "I was bleak before...and am bleak now. The May-led government really seems in disarray on a number of fronts and this only adds to the distraction and increasing pressure of time to DO SOMETHING. The EU is in an ever-increasing position to TRY to control this unwinding path of Brexit. Don't know why EU would give away the establishment of the liabilities payment at this early juncture. "], [35831, "2017-11-16T01:16:49Z", 0.0, "reaffirm the forecast, up the ante on cdob63: if they get it done, it is an accidental coincidence."], [691, "2017-11-15T22:30:39Z", 0.01, "If they get this done it will be a coincidence or an accident."], [41270, "2017-11-14T13:17:43Z", 0.05, "Lowering forecast:\nhttp://politi.co/2zXCmie"], [19801, "2017-11-14T02:01:33Z", 0.0, "40 UK Conservative MPs ready to oust Theresa May: report \nhttp://www.sbs.com.au/news/article/2017/11/12/40-uk-conservative-mps-ready-oust-theresa-may-report"], [29103, "2017-11-13T12:25:49Z", 0.13, "The internal politics of the Conservative Party will make it exceedingly difficult to reach an agreement.  There are too many hard Brexiteers who wish to pay nothing and see the UK go over the Brexit cliff edge.  Other parties will try to make political capital out of this division."], [14493, "2017-11-13T10:37:38Z", 0.0, "The UK cannot make any progress on Brexit because Mrs May does not have the authority to force David Davis to negotiate any specific version of Brexit with the EU that gets close to meeting the diverse objectives of the various factions of the Conservative Party and Parliament, as well as the objectives of the EU. Dithering and being afraid of those in favor of a hard Brexit will not work because what they want will not actually produce any deal. (How ever much they might want it, you cannot have no border controls with Ireland and for the UK to outside the Customs Union for example. A simple Free Trade deal will not give the UK the same ability to trade in services inside the EU as it does now.)"], [691, "2017-11-12T22:20:16Z", 0.0, "http://www.reuters.com/article/us-britain-eu-davis/eu-agreed-no-sum-needed-to-move-talks-forward-british-brexit-minister-idUSKBN1DC0EE\nThey're now saying this doesn't need to happen.  So it almost surely won't.\n"], [1333, "2017-11-12T14:47:49Z", 0.0, "Teresa May says she isn't upping the ante to unlock talks and EU says 20B pounds isn't an opener."], [1333, "2017-11-11T15:58:10Z", 0.05, "All this fuss is an extension of the philosophy espoused by the UN and other NGO's they ca the right of self determination. (https://www.amazon.com/Localism-philosophy-government-Mark-Moore-ebook/dp/B00B0GACAQ for description)Long explanation made short - Localism IS the best defense against rampant globalism, as an adherent I sometimes choke on what happen because it is one thing to have a philosophy but quite another to live it. I'm pro Gun, but if a city wants to vote on and pass a gun ban - I have to support that, or vote with my feet, and when applied universally - the most functional local gov't will grow its population and those ill governed by a clique - be its elites or Tea Parties - wil lose population but also grow into a harmonious group of citizens content to live as they are without evangelizing nearby communities ideally."], [29804, "2017-11-11T01:59:36Z", 0.2, "yes in 2018, but not 1 Jan. these things take time."], [15371, "2017-11-10T21:42:53Z", 0.25, "Too soon "], [28414, "2017-11-09T21:33:06Z", 0.2, "Theresa May ready to increase £20bn Brexit divorce offer\nhttps://www.ft.com/content/e569f5e2-c46b-11e7-a1d2-6786f39ef675\n“The domestic political obstacles to a deal may not be as high as they once seemed.” < They are the real crooks and criminals"], [691, "2017-11-09T20:01:07Z", 0.02, "http://www.bbc.com/news/world-europe-41923765\nOne remembers a time when whatever else was true about the UK, you could more or less count on their having a pretty good grip on reality.  This approach to governance has much to recommend it, but it has evidently gone out of fashion there, as it has in the US.  "], [1639, "2017-11-09T15:43:26Z", 0.0, "This is sad\nhttp://www.bbc.com/news/world-europe-41923765"], [40054, "2017-11-09T13:15:05Z", 0.01, "not in the next years...."], [28414, "2017-11-07T10:14:37Z", 0.0, "Breitbart in the UK?! Finally!\nAppeaser Theresa Will Pay All of EU’s Demanded £53 Billion Brexit ‘Divorce Bill’\nhttp://www.breitbart.com/london/2017/11/06/appeaser-may-pay-50-billion-brexit-divorce-bill/"], [12605, "2017-11-05T15:09:50Z", 0.01, "Comment deleted on Nov 05, 2017 11:57PM UTC"], [14493, "2017-11-04T17:58:16Z", 0.0, "Another month goes by without noticeable progress. Mrs May gets weaker still. If the UK had any hope of negotiating a \"unique bespoke\" trade deal with the EU and getting it agreed before before March 2019 then that hope is disappearing, as the EU has already pointed out that the deal would need ratification to start by October 2018, which is less than one year from now. It has so far taken 7 months to make no noticeable progress on the 3 items that were to be dealt with before talks on trade are started, so at this rate nothing will be agreed on trade in the next 12 months. "], [6303, "2017-10-31T03:40:58Z", 0.0, "Based on general news and GJP consensus."], [36188, "2017-10-29T14:41:37Z", 0.04, "Now there's an actual demand for this: https://www.bloomberg.com/news/articles/2017-10-26/eu-repeats-demand-u-k-come-up-with-brexit-bill-methodology"], [29469, "2017-10-26T15:38:01Z", 0.25, "https://www.bloomberg.com/news/articles/2017-10-26/eu-repeats-demand-u-k-come-up-with-brexit-bill-methodology"], [1034, "2017-10-26T06:21:23Z", 0.0, "UK businesses urge government to reach Brexit transition deal"], [40913, "2017-10-23T23:53:49Z", 0.02, "I believe the UK will not agree to any formulation of a so called \"divorce bill\" until a clear direction of trade talks has occurred, the EU is currently asking for liabilities that stretch way beyond the 2019 leave date set by triggering article 50. Given the \"pro-brexit\" nature of the current UK cabinet/conservative party and the weakened position of the Prime Minister I personally believe a formula may never be agreed and certainly not within this timescale."], [83, "2017-10-23T21:15:47Z", 0.2, "Not giving up on a December agreement:"], [27101, "2017-10-23T14:23:18Z", 0.25, "time passing without an agreement, hence need to scale this down"], [40449, "2017-10-23T12:49:23Z", 0.19, "There were some encouraging signs of progress during the past week"], [6303, "2017-10-23T03:46:02Z", 0.0, "Based on general news and GJP consensus."], [19260, "2017-10-18T17:22:43Z", 0.0, "It's still strange to me how people keep talking as if the EU actually was entitled to set the schedule and agenda.  They're just one of two parties in the negotiation.  It would be just as legitimate for the UK to declare that there would be no talk on the rights of EU citizens at all until there was an agreement on financial services access."], [39523, "2017-10-18T07:03:34Z", 0.0, "Not this Year"], [40704, "2017-10-16T16:07:04Z", 0.35, "Judging by some of the other forecasts on here my forecast seems on the optimistic side so I'd like to share my thinking."], [11548, "2017-10-16T14:11:34Z", 0.05, "All things Brexit are at a complete standstill with no catalyst for change in the foreseeable future"], [12605, "2017-10-16T13:17:38Z", 0.0, "Comment deleted on Nov 05, 2017 11:58PM UTC"], [6303, "2017-10-16T03:29:59Z", 0.01, "Based on general news and GJP consensus."], [691, "2017-10-13T19:27:27Z", 0.02, "http://www.reuters.com/article/us-britain-eu-juncker/they-have-to-pay-eus-juncker-says-of-britain-idUSKBN1CI12L\nRoughly the same odds as the Beloved Leader of either the DPRK or the US getting a new hair style, I'd say.\n"], [1639, "2017-10-13T06:16:36Z", 0.0, "Negotiations are over.\nThe European Union’s chief Brexit negotiator said he could not recommend to member states that they start negotiations on Britain’s future relationship with the EU. Michel Barnier blamed Britain’s “disturbing” lack of detail on payments when it leaves. But David Davis, his British counterpart, said this week’s talks had made progress on post-Brexit rights for individuals"], [19801, "2017-10-13T04:43:19Z", 0.0, "There is no longer a chance of successful resolution."], [1639, "2017-10-11T15:58:01Z", 0.01, "UK Preparing for No Deal, But No Spend on Contingency Arrangements Yet -Hammond (Reuters)\nBritain is planning for all possible Brexit outcomes, including a 'no deal' scenario, but will not give government departments money to spend on contingency arrangements yet, finance minister Philip Hammond said today. Negotiations with the EU on an exit deal and a future relationship have made slow progress ahead of a March 2019 deadline for leaving, drawing calls from some lawmakers for Britain to walk away from the talks and start planning for a clean break with the bloc. \"I am clear that we have to be prepared for a no deal scenario unless and until we have clear evidence that that is not where we will end up,\" Hammond told a parliamentary committee. But Hammond rejected the idea that Britain should begin putting firm contingency arrangements in place, including a suggestion that it should start spending money on beefing up border and customs capabilities.\n"], [1333, "2017-10-11T15:36:09Z", 0.0, "I'm zeroing this one out. Between Mays troubles, Blood lust on the part of business interests and political hacks in back rooms - I don't see how this issue advances over the holidays, especially with the EU Parliament trying to suspend the clock."], [19801, "2017-10-11T11:13:13Z", 0.01, "Hammond said the UK had to prepare for the possibility of a “bad-tempered breakdown” in relations with the EU\nhttps://www.theguardian.com/politics/blog/live/2017/oct/11/pmqs-theresa-may-jeremy-corbyn-brexit-philip-hammond-rejects-calls-to-start-spending-on-preparing-for-no-deal-brexit-politics-live"], [12605, "2017-10-07T14:38:25Z", 0.42, "Comment deleted on Nov 05, 2017 11:59PM UTC"], [15621, "2017-10-06T16:41:36Z", 0.02, "Passage of time"], [40613, "2017-10-06T14:10:27Z", 0.06, "many uk people dont want to leave the union. so the process of seperating will extended"], [23006, "2017-10-04T04:26:01Z", 0.05, "https://www.usnews.com/news/world/articles/2017-10-03/the-latest-eu-party-leader-urges-sacking-of-uks-johnson"], [40449, "2017-10-03T14:41:19Z", 0.15, "Τhere had not yet been progress in the negotiations. There was some optimism in May's speech in Florence last month, but it lacked clarity\n"], [14493, "2017-10-02T09:41:38Z", 0.05, "I have noticed similarities between Brexit and the Charge of Light Brigade. As is well known this famous British military disaster was eulogised as demonstrating the bravery of British Cavalry in charging to their certain death straight at the Russian artillery. A order had been given that had been wrongly interpreted to mean the Light Brigade was to charge the guns. Those whose duty was to carry out the order could see that it would result in a disaster, but felt that they were honour bound to do what they thought they had been ordered to, rather than refuse.   \"Theirs not to reason why, theirs but to do and die\""], [23006, "2017-10-02T00:05:53Z", 0.1, "calling for her head. Another election would likely delay things and if Corbyn wins less likely to be year end agreement"], [40470, "2017-10-01T22:35:17Z", 0.4, "One of the key three threshold Brexit issues so one of the first to be solved. Also probably the easiest of the three to be resolved through technocratic means (sum of all existing commitments), however would say the most sensitive one from a English (tabloid) perspective and thus for Theresa May politically. But agreement on this one is required to unlock further negotiations, and some realism seems to be setting in.  "], [40454, "2017-09-30T14:02:04Z", 0.05, "The process of Brexiz has been very slow and unstructured since the referendum. I doubt that the UK and the EU will reach consensus on such a complex topic."], [20588, "2017-09-30T05:11:27Z", 0.03, "Lord Buckethead was right. It's a s%!t show."], [40359, "2017-09-27T08:26:23Z", 0.05, "The brits are famous for wiggling out of EU payment requirements. They will even be less willing to pay for something they won't be part of."], [15414, "2017-09-27T04:15:03Z", 0.21, "May is starting to bend under pressure from the EU"], [601, "2017-09-26T16:20:02Z", 0.08, "There may possibly be an \"interim agreement\" covering the next couple of years of liabilities or a transition period.  This likely will not be a definitive resolution on the issue of all liabilities, so not clear how it would be scored. "], [1639, "2017-09-26T16:15:30Z", 0.15, "In Shakespeare’s All’s Well That Ends Well, the boorish Bertram flees to Florence to escape an unwanted wife he can’t divorce. Theresa May, conversely, headed to Florence to offer the EU a formal divorce offer couched in all the conciliatory terms of 21st-century “conscious uncoupling”.\n______________________________________\nCOMMENTS: Up a notch after T. May speech in Florence"], [14493, "2017-09-25T11:26:55Z", 0.1, "It appears that the UK expects that the Heads of Government of the 27 EU countries will put pressure on Barnier to move on to negotiating future trade deals between the UK and EU.  Mrs May's Florence speech was supposed to promote this idea. I do not detect any signs of this happening and its more likely that Mrs May admitting that the UK needs an interim deal, so that any new trade deal would not start until 2021, will encourage the EU to keep to the order of issues that was agreed by the 27, and is being followed by Barnier. In spite of the media saying that the current sticking point of the negotiations is the financial settlement, I see the real problem as how to deal with the Irish border. I have not heard any credible answer to how trade and migration between Northern Ireland and Eire can remain as it is now except by having have both sides inside the same free movement area and customs union. The UK has asked the EU to be creative, but has not itself provided possible answers. The UK does have a point that the Irish border question seems to be closely tied up in what trade deal ends up in place, but as far as I can see the only \"significant progress\" that could be made now would be for the UK and EU to agree that the end deal needs to include free movement and continuation of the customs union. (I am mystified why the UK agreed to the EU's order of issues, when it was obvious that it would create this difficulty.) \nThe UK could agree a financial settlement outline without there being any trade deal, but the only financial deal it could agree now would involve paying the EU a lot more than the keen Brexiteers want to pay without being able to claim it was to \"pay for trade\". May will have to face her party conference in a few days and is not likely to make any offers to the EU until after that. The only evidence that an agreement on the finance might be possible is that the most outspoken hard Brexiteers seem to be lacking in the numbers needed to tell the EU to \"go and whistle for the money\". \nThe expectation that the negotiation impasse  would be saved by Macron and Merkel's intervention looks some way off, and the German election has not brought this forward. The expectation is that Merkel will be very busy with domestic matters for at least weeks, possibly months. Even if the EU agrees to move on to trade talks presumably the UK would still not want to agree a financial settlement until there was some agreement on the trade talks. So we could be talking about another year! "], [37379, "2017-09-23T22:56:04Z", 0.03, "http://www.telegraph.co.uk/news/2017/09/23/europe-could-demand-50bn-britain-break-deadlock-brexit-negotiations/"], [37379, "2017-09-23T20:07:14Z", 0.05, "Power players analysis: Theresa May's latest speech on payment of liabilities gives me the impression that she is stalling for time until she can get enough members of parliament to support a solution to this expensive liability that the EU might accept. Right now she and the EU continue to be stalemated. it seems as if the eventual outcome will be either backing out of Brexit or having an unintended (by May) \"hard\" exit with international lawsuits and economic disaster for the UK. I get the impression that the EU wants to make this entire process  as painful as possible as a warning to other members."], [1639, "2017-09-22T16:46:58Z", 0.1, "Full statement by Michel Barnier\nhttp://europa.eu/rapid/press-release_STATEMENT-17-3427_en.htm"], [36188, "2017-09-22T15:28:54Z", 0.17, "Based on May's speech I admit I must raise my prediction. By how much? That is a better question."], [29469, "2017-09-22T14:24:05Z", 0.2, "https://www.bloomberg.com/news/live-blog/2017-09-18/u-k-s-may-speaks-on-brexit:"], [40045, "2017-09-22T10:13:35Z", 0.08, "May is playing on time with a \"opening offer\" of 20 Billion EUR. Sources: http://www.faz.net/aktuell/politik/ausland/brexit-rede-theresa-mays-italienischer-spagat-15210167.html and http://www.deutschlandfunk.de/brexit-rede-in-florenz-theresa-may-will-sich-zeit-kaufen.694.de.html?dram:article_id=396480"], [40010, "2017-09-22T09:51:18Z", 0.6, "An offer has been made of 20% of that requested. They just Need to meet in the middle. Could work out this year."], [1639, "2017-09-22T05:55:46Z", 0.05, "Britain’s prime minister will today deliver a speech in Italy on Britain’s plans for leaving the European Union. She hopes to unblock the Brexit negotiations in Brussels, so she may promise to keep paying into the EU after Britain leaves in 2019, up to the close of the current budgetary period in 2020—an offer worth €20bn ($24bn). She may also talk of needing a transition to soften Brexit’s impact. Yet the other EU countries reckon Britain owes far more than €20bn, and are loth to discuss transition until sufficient progress is made on the terms of the divorce. Meanwhile, Boris Johnson, Britain’s foreign secretary and a leading Brexiteer, says Britain should not pay anything for access to the EU’s single market. The timing is awkward: if Mrs May seems too soft on the EU in Florence, she will face criticism from Brexiteers at the Conservative party conference that begins on October 1st\n[From The Economist]\n___________________\nCOMMENTS: Raising a notch because of the desperate situation in which Mrs. May is at this point. But considering how slow the U.K. side takes decision I doubt that in 3 months an agreement can come. The clock is not just ticking, it is loud as the Big Ben!"], [691, "2017-09-22T01:57:09Z", 0.06, "http://www.bbc.com/news/uk-politics-41355642\nNice try, perhaps, but it is still not altogether clear that the UK government truly understand the situation."], [39928, "2017-09-21T21:23:52Z", 0.0, "Politicians never decided that fast there will be more Points to be Talked..at the end the Bill isnt that high as everybody recomends."], [28414, "2017-09-21T16:57:40Z", 0.25, "20 bn (over two years). Deal or no deal? No deal!"], [12605, "2017-09-20T21:02:03Z", 0.58, "Up 8% on rumor about Friday's speech."], [15414, "2017-09-20T19:19:01Z", 0.11, "The cluster that is the UK government is incapable of reaching a consensus on this issue."], [14493, "2017-09-20T17:13:26Z", 0.07, "Having come to some sort of agreement with Boris Johnson that the UK wants a transition period for which it will pay money to the EU, but that she will not be moving far from her objectives in the Lancaster House speech of  January, according to news reports Mrs May believes her speech later this week in Florence will create a breakthrough in the negotiations. I am not so sure that May really understands how the EU operates. Some reports today suggest May assumes that Merkel will be elected Chancellor on Sunday 24th and within days will be changing Barnier's negotiating objectives and telling all EU countries to let the UK start discussing future trade deals.  This idea could be mistaken. It is almost certain that Merkel will first be in negotiation with other parties to set up a new coalition, which depending on the outcome of the election could take some time. If Merkel then wants to change Barnier's instructions at least some show of getting all EU countries to agree new instructions would have to take place. I don't know what Mrs May can say to persuade all EU countries that \"sufficient progress\" on the  the three initial  issues has been made to move on. So far no rumours  of significant progress of any of the three issues has been reported. The UK seems to be assuming the \"outstanding liabilities\" will be settled by haggling to arrive at a figure, my take on what the EU is wanting at this stage is a list of what items that the UK accepts it is liable for, with the amounts to be calculated in due course. It is quite possible whatever Mrs May says on Friday will upset many of her own MPs, and the EU will be well aware of that. "], [23006, "2017-09-18T16:47:57Z", 0.1, "\"The British high commissioner to Canada says it would be “crazy” to wait until the U. K. has left the European Union before talking to Canada about a bilateral trade agreement, but formal negotiations can’t begin until after Brexit."], [14493, "2017-09-18T10:16:42Z", 0.07, "Boris Johnson's intervention (4000 words in the Daily Telegraph) makes reaching an agreement on the money  more difficult, although he does separate settling outstanding liabilities (which he implies will need to be paid) and ongoing payments (which he implies will not be paid). The difficulty is that Johnson (a) implies that he would not bother with a transitional period (out of the EU but maintaining the status quo including payments) (b) would not seek a \"close\" trade deal in the long term (e.g. no Single Market, No Customs Union) but an \"arms length\"  trade  deal more similar to the EU, Japan or Canadian deals (c) would want deals with many EU institutions but would not expect to  pay anything.  This is not much different from what Mrs May said her objectives were in the Lancaster House Speech last January, but since then it has become increasingly apparent that this form of Brexit would be very damaging to the UK (businesses would need to restructure their ecosystem; currently the UK is part of a single market that has a Europe wide supply chain, if the UK is not in the Single Market and Customs Union being part of a Europe wide supply chain it is somewhere between difficult and impossible for industrial businesses, and not good for services). It is also now becoming obvious that between now and March 2019 there is not time to negotiate a bespoke trade deal (even if there is the will in the EU to do so) and not time after the outline of such a deal has been agreed, to build the infrastructure needed to operate such a trade system (goods inspection areas at ports, IT systems, recruit and train customs officers.)  \nIt had been assumed that the consensus had shifted towards a softer Brexit, and that Mrs May was likely to soften her tone in her planned speech in Florence later this week, which could have led to progress on Brexit talks. but it is now clear that the UK government it split. As far as the EU is concerned it cannot tell if any outline agreement made with the UK would survive until 2019 because no one can tell who will be running the UK government in 2019.\nJohnson's move also illustrates several aspects of his personality. Like Trump he regards facts and truth as malleable things that can be bent or stretched to fit your argument; Johnson thinks he is justified to refer to £350 million a week becoming available for the NHS or other uses, even when it is pointed out that that is not the amount that would be available to the UK. By writing the article and publishing it now, during a terrorist alert, and just before Mrs May gives a speech on the same subject, its should have been obvious to Johnson that many in government would call for him to be sacked. He must have calculated that getting sacked was risk worth taking. The way it has been described in the media, is that there only two likely outcomes, Either Boris wins and becomes PM or he losses and its the end of him. So its confirmed that Boris thinks like a gambler, place big bets and take big risks. We also know that what Boris says in his article is not a carefully considered position that he has reached after careful analysis of the facts (as he thinks facts are malleable its no surprise he takes no notice of them) but what he has concluded is a position that it is in his interest to try to sell today. It should not be forgotten that until a few months before the referendum in 2016 Johnson had not been at all sure if he would support Leave or Remain. He famously wrote two prospective newspaper columns one saying he was firmly behind Brexit, the other saying he supported staying in the EU. He chose which view to publish. Some suggested he tossed a coin, other that he calculated that saying he supported Brexit would advance his career more. No one seemed to believe any interests other than his own played any part in his decision. In fact previously his stated view was that the UK should vote to Leave the EU as a way of getting the EU to offer the UK a better deal to Remain in it (maybe he still believes that. I am sure the EU remembers his plan).  \nIt is quite possible that Boris thinks if Mrs May does sack him, he can cause trouble out of government by claiming that what ever Brexit deal May gets is worse than the deal he claims he could have got. If he is not sacked it shows that Mrs May is weak. No one seems to think Mrs May can last long as PM, so at some point in the next couple of years there will be a vacancy for leader of the Conservatives. So Johnson calculates a challenge now is in his interest. Its clearly not in the UK interest as it risks putting the Brexit negotiations back to square one.       \nhttps://www.theguardian.com/politics/2017/sep/17/boris-johnson-slapped-down-statistics-chief-fresh-350m-brexit-claim"], [6303, "2017-09-18T04:18:18Z", 0.05, "Based on general news and GJP consensus."], [14493, "2017-09-15T18:02:29Z", 0.1, "More evidence of total Brexit confusion and  new terminology; Davis now says there will be a period of \"acclimatization\"  possibly lasting as long as four years after Brexit in March 2019. And it will be \"exactly like membership for a couple of years if the government gets its way\". Is \"getting its way\" the same as having its cake and eating it? I assume that what Davis says is supposed to be interpreted by the listener so that they hear what they want to hear. Saying the Outstanding Liabilities had reduced to £60 billion only sounds impressive to someone who thought the bill would be 100 billion Euros, but if it has been leaked that the UK would be OK with paying £50 billion is sounds as if a deal can be reached, but £50 billion is quite a lot higher than the nothing that Boris had suggested was appropriate.  Many people will be pleased to hear that progress has been made on immigration, but some Brexit voters might wonder what the progress entails if in the same sentence it is reported that the government had no desire to handicap business. (Does this mean freedom of movement will remain or migration will fall to the tens of thousands?)"], [14493, "2017-09-15T09:17:07Z", 0.1, "The initial reports that Mrs May was going to make a speech next week that would indicate a clearer and realistic Brexit negotiation stance have been overtaken by reports that suggest Mrs May is still dithering between the practical (retaining the \"status Quo\" during at least an interim period) and the populist (creating a bespoke relationship with the EU for an interim period, that will look like the \"status quo\" for to businesses and Remainers, but will look like Brexit to the Leavers). If Mrs May continues to dither or sticks to the idea that a bespoke EU deal can be agreed with the EU, ratified by all and implemented by March 2019 I cannot see any agreement on the outstanding payments happening this year (or ever).\nEvidence for the dithering: Hammond last week was telling business that he wanted an interim period after March 2019 that maintained the \"status quo\". This implied the same relationship between the UK and EU regarding the Single Market, Customs Union, continued paying into the EU budget, continuing Freedom of Movement, continued relationship to the ECJ. Now the message has changed to \"close to the status quo\", \"a similar relationship to the Single Market, a similar but different Customs Union\", maybe, maybe not payments to the EU, maybe, maybe not some kind of sort of free-ish movement of people, but with controls.\nThe UK government is continuing to blame \"foreign\" organizations for forcing the UK to follow stupid rules, when in fact the fault is that the UK has boxed itself into problems. An example this week has been Mrs May and others blaming the OECD and saying the OECD will not let the UK spend money of hurricane relief in the Caribbean because the countries the UK wants to help are too rich. This seems to me to be exactly the sort of misleading nonsense that encouraged Brexit.  I don't believe there is any OECD rule that is stopping the UK spending money on Hurricane relief, what the rule is, is that spending money in relatively better of countries for Hurricane relief is not defined by the OECD as \"official development assistance to developing countries\". The fact that the UK wants to use money from its OECD Development aid budget to a disaster relieve budget is a problem that has been created wholly by the UK. Hardly any OECD countries comes anywhere near the recommended 0.7% of GDP fort \"development assistance\", the fact that the UK has put the 0.7% into a law is what is stopping the UK using some of the 0.7% for Hurricane relief, not the OECD. \nThis might seem a trivial matter, but it is symptomatic of the way that \"foreign interference\" in the UK has been used by UK politicians and parts of the media to push a populist agenda.  First the UK works with an international body to get an international agreement about something that is laudable. Then the UK implements an interpretation of that agreement that is very literal and allows no flexibility. Then the UK finds it is in breach of the agreement that it was instrumental in setting up. Then the Daily Mail and Daily Telegraph (both papers owned by UK tax exiles) berate the \"international organizations\" for daring to tell the UK what to do, and demand that the international organizations change the rules or the UK will quit whatever international organization it is.  The game is called \"blame someone else, preferably someone foreign\". \nhttp://www.bbc.co.uk/news/uk-politics-41274743\nhttp://www.dailymail.co.uk/news/article-4881734/Britain-BANNED-using-13billion-aid-budget.html"], [38, "2017-09-13T19:21:53Z", 0.0, "I'm wondering what GJO Admins will consider an \"agreement\".  Will this question be resolved if the NEGOTIATORS announce an agreement?  or will Parliament have to agree to the terms before GJO considers that there's been an agreement?"], [14493, "2017-09-12T19:24:04Z", 0.2, "It is reported that the stalemate might be broken later this month. Hammond has been telling a House of Lords Committee that the UK must have an interim \"status quo\" interim Brexit deal, because nothing else would work, Davis said much the same last week. The main person who has not admitted the reality of the UK's options is Mrs May who has been sticking to what she said in her Lancaster House speech in January which ruled out the Single Market and Customs Union.  "], [38882, "2017-09-10T11:35:07Z", 0.0, "The EU politicians are living in their usual fantasyland expecting the UK to pay £100 bn to leave Europe. The UK holds all the cards on this one and will make the EU wait and look as stupid as their demands are. If the UK agrees to pay anything to the EU it will wait until the very last minute to extract the best terms from the EU. If the EU don't see sense the UK will just depart under the so called \"hard Brexit\" and adopt a trading pattern similar to all the other countries that aren't part of the EU. No big deal. EU need to \"get real\"."], [15621, "2017-09-10T09:33:37Z", 0.03, "May have been a bit over zealous here."], [14493, "2017-09-08T11:45:01Z", 0.06, "The actions of David Davis regarding these negotiations look like those of someone who is desperate to not reach an agreement. The psychology is very interesting. I am not a psychologist so I am wading in dangerous waters, but I can see a man who is constantly putting up obstacles to block his own progress. For example yesterday he presented a bill to parliament (The EU withdrawal bill) that was described in the parliamentary debate as an \"astonishing monstrosity\" and was heavily criticized not only by opposition MPs, but by both Pro and Anti Brexit MPs as giving a \"blank cheque\" to ministers. It appears Davis had ignored suggestions to publish a draft, which had he done so, the complained about clauses could have been amended before it got to Parliament.  Davis then decided that those pointing out what was wrong with the bill were trying stop Brexit. \nBarnier has accused Davis as going backward in the Brexit negotiations, by changing his mind on things that he had previously accepted such as that the UK would settle what it owned and that he accepted Barnier's sequence of topics (no trade talks, until the first three items had made progress) - now Davis seems to expect to move to trade talks without progressing on other matters.\nIt is difficult to see how the Brexit negotiations are helped by Davis saying that he has ruled out membership of the EEA and EFTA even as an interim, when the UK government is apparently asking for a transitional agreement that gives the UK the same relationship with the EU Single Market and Customs Union as it does now. Ignoring the question of how the EU may feel about it, it is obvious that given that 15 months have passed since the referendum with no visible progress on any Brexit deal it is unrealistic to expect to be able to negotiate, not only the Brexit leaving arrangements, but a totally new legal construction for an interim EU/UK Single Market and Customs Union and get that agreed by all 27 countries in the next 18 months. Rejecting the off the shelf options of the EEA and EFTA, Davis appears to be planing to fail to have any deal agreed by March 2019. \nWe then need to ask why he wants to slow down negotiations by creating objections to what appear to be possible solutions. I assume that it is because he knows that a deal that lives up to what he told voters in the referendum is not possible. Failure to achieve the deal he said would be easy has to be blamed on someone, so he is busy getting the blame in now; its the EU, its Remoaners sabotaging, its Parliament blocking him. \nIts a popular tactic by Populists; Maduro says Venezuela's  problems are caused by foreigners and businesses and nothing to do with his policies, Trump's failures to do things (Mexican Wall, improve healthcare system, stop NK) are because other people blocked him, not because he actually had no idea how to achieve what he had promised. \nTelling voters you can do things they like is easy, doing them is not so easy especially it involves getting other parties to agree to things they do not like. \nMy guess is that sometime between now and March 2019 Davis will quit (assuming he is not fired) claiming he has been sabotaged, because the last thing that Davis wants is to carry the can for failing to get the Brexit agreement he promised.  Its always better to claim that you could have achieved great things, but were blocked, than admit you were a fool.    \n"], [14493, "2017-09-07T17:59:02Z", 0.06, "The EU has been saying even now that they think agreement on the first 3 items (that include the payment due) will be have made sufficient progress by October to move on to trade talks. They say they are now expecting to be reviewing progress in December. \nhttps://www.theguardian.com/politics/2017/sep/07/brexit-michel-barnier-says-uk-appears-to-be-in-reverse-over-divorce-bill\nCommon sense would suggest that the UK needs to get a deal so they can get on with trade talks, as the clock is ticking. But so far common sense has been in short supply. The UK objectives remain a mystery. So its no real surprise they have not made any progress yet, as it seems the objectives are just as much a mystery to the UK negotiator as they are to the public."], [31450, "2017-09-07T14:10:08Z", 0.02, "Dropping a few points as there still doesn't seem to be momentum or any signs of a compromise on this issue."], [16003, "2017-09-07T10:35:16Z", 0.75, "Talks are starting to stall, and brinksmanship with the EU will not work.  Increasing pressure on Government will lead to concession though probably the formula will be vague.  This would allow some progress to be demonstrated in 2017 and a clean state for the restart in 2018."], [1639, "2017-09-04T11:54:50Z", 0.0, "According to the latest position papers"], [6303, "2017-09-04T04:55:57Z", 0.05, "Based on general news and GJP consensus."], [83, "2017-09-03T12:36:24Z", 0.5, "Agreement may be on the \"methodology\" used for the calculation, without determining the specific calculation.\nSince the question provides a \"formula to calculate outstanding liabilities\" as an example of positive closure; the resolution may depend on the judges opinion of a general methodology which does not specifically set a formula for the calculation.\nhttp://www.reuters.com/article/us-britain-eu-money/cracking-deadlock-on-brexit-bill-may-require-eu-summit-talks-idUSKCN1BC595"], [1034, "2017-09-03T06:55:04Z", 0.0, "UK PM's deputy urges Conservatives to back EU repeal bill: The Sunday Telegraph"], [13377, "2017-09-03T03:52:05Z", 0.0, "Following Anneinak all the way to zero."], [37379, "2017-09-03T03:48:02Z", 0.0, "May as well be hanged for a sheep as a lamb. Jumping in at 0%."], [4423, "2017-09-02T19:32:46Z", 0.15, "Slow movement on this issue to date"], [1034, "2017-09-02T07:18:09Z", 0.0, "Cracking deadlock on Brexit bill may require EU summit talks"], [691, "2017-09-01T14:38:24Z", 0.02, "http://www.bbc.com/news/uk-41119870\nThe EU team seem to be playing hardball.  The UK team are still working the fantasy leagues.  "], [691, "2017-08-31T18:06:50Z", 0.02, "The pace of getting nothing done is speeding up a bit.  "], [14493, "2017-08-31T16:40:16Z", 0.06, "Its difficult to work out what the point of the UK tactics are. As Barnier says its normal in negotiations for each side to set out its position including its proposal. Davis has not produced a position paper on the UK liabilities to the EU and there is no UK proposal for the EU to agree or disagree with. The UK just saying it does not like the EU proposal is not likely to lead to a resolution. I assume Davis might be trying to put off reaching any agreement on this or anything else, in the hope that as clock keeps running the EU will start talking about an implementation period instead. A three year implementation period, where everything stayed the same, except that the UK was technically out of the EU (out of the Commission, out of the Council of Ministers, out of the Parliament, but in the Single Market, in the Customers Union, still under the ECJ, still subject to the 4 freedoms, still paying its subs), would be convenient for Davis because most of the outstanding liabilities are commitments that the UK entered into are for the EU Budget pertiod 2014 to 2020. So if the UK were to keep paying its dues as now, until after 2020 it would have paid for the commitments that Davis seems to be arguing are not due if the UK leaves the EU.  \nI think almost everyone thinks that \"no deal\" would be a disaster, and that at the rate Davis negotiates there is no chance of negotiating a unique new UK EU trade deal by March 2019, so at some point extending the status quo after March 2019 is inevitable. (By 2021 or 2022 with no satisfactory end in sight, hopefully either the transition will become a permanent state or Brexit will be abandoned.)  "], [23006, "2017-08-31T16:24:08Z", 0.2, "20% is fear that UK will rush into decision at midnight hour on weird deadline"], [29469, "2017-08-31T12:42:51Z", 0.1, "Maybe a ploy by Barnier to get the UK to get a move on, but the accusations levelled at them are all too familiar. https://www.bloomberg.com/news/articles/2017-08-31/barnier-says-brexit-talks-are-far-from-sufficient-progress"], [15471, "2017-08-30T21:09:07Z", 0.06, "Etching downwards due to passage of time. Still holding out some hope for grown-up behaviour being observable in real life. Might be wishful thinking though..."], [36147, "2017-08-30T14:49:09Z", 0.02, "new talks not convincing in this direction ... maybe (if!) middle next year"], [38, "2017-08-30T05:53:41Z", 0.0, "It seems to me that the EU holds the better hand in these negotiations, and they're demanding that 3 issues be settled before they'll talk with the UK about trade issues (which seem to be the UK's #1 priority).   These 3 issues are:  1)  the rights of EU citizens living and working in the UK post-Brexit, and the rights of UK citizens in the EU, 2) the Irish border, and 3)  the size of a financial settlement between the EU and UK. I think that the toughest of these issues is the financial settlement.  At this point,  it seems that the UK & EU have made no progress on either of the easier issues, so I hold no hope for an agreement on the harder issue any times soon."], [1034, "2017-08-28T05:16:11Z", 0.0, "Britain pushes for talks about the future, EU wants divorce first"], [691, "2017-08-25T20:52:22Z", 0.02, "http://www.reuters.com/article/us-britain-eu-johnson-idUSKCN1B50R1"], [35831, "2017-08-25T16:47:07Z", 0.0, "Both sides are dragging their feet. They don't know what to do."], [14493, "2017-08-25T16:41:58Z", 0.07, "Brexit is full of surprises. A week or two ago we thought that the UK wanted to leave the Single Market and Customs Union in March 2019, that the UK would countenance no role for the ECJ, would tell the EU to go and whistle if it asked the UK to pay up what it owed, that the UK would be flooded by American chlorine washed chicken after a \"quick\" trade deal with the US, that the Irish border problem would be solved with number plate recognition,  we had been told that a significant proportion of UK immigrants were students that were illegally staying in the UK after their visa had expired.  "], [1034, "2017-08-25T06:35:36Z", 0.0, "\nHas 'ambitious' British PM aimed too high with EU demands?"], [691, "2017-08-24T17:32:28Z", 0.03, "The UK government recently got around to agreeing that such payments will indeed have to be made.  The effort to get that far seems to have left them too shagged out to take any of the next steps in that direction.  The perception appears to be dawning dimly in the UK and elsewhere that choices have consequences, there ain't no free lunch, and as Damon Runyon pointed out, life is six-to-five against.  These things take time."], [29469, "2017-08-22T07:14:53Z", 0.2, "Seems talks might be pushed to December to accommodate the German elections. Still, its possible both sides would like to publish some solid agreements before new year to show that the whole year has not been wasted."], [19, "2017-08-21T15:05:13Z", 0.05, "there can be only be one single sensible Brexit outcome, the version put forward by Philip Hammond, the UK chancellor: continue the Article 50 negotiations on the basis of Mrs May’s mandate — with a departure from the single market and the customs union eventually — but seek a transitional period to cushion the economic impact. "], [20588, "2017-08-19T01:10:47Z", 0.1, "Updating. Also, I regret listening to other people when I increased my prediction last time. "], [23006, "2017-08-18T12:33:06Z", 0.25, "https://www.theguardian.com/politics/2017/aug/18/leaving-eu-without-deal-would-not-be-a-disaster-says-thinktank"], [14493, "2017-08-18T11:49:20Z", 0.07, "Several news sources are now reporting that UK ministers are now saying that the UK may not reach agreement on the first 3 issues in October. \nhttps://www.theguardian.com/politics/2017/aug/17/brexit-trade-talks-may-be-reduced-to-as-little-as-10-months\nhttp://www.dailymail.co.uk/news/article-4798668/Fears-EU-delay-Brexit-trade-talks-CHRISTMAS.html"], [38374, "2017-08-16T12:44:23Z", 0.25, "Brits are greedy and will try to avoid paying or delay it. Not much leverage they have but will fuss for long time I believe "], [14493, "2017-08-15T17:24:09Z", 0.07, "Although the Brexit Position Paper published today does not directly address this question is does indicate the the UK seems no closer to having credible, achievable Brexit objectives. The EU has made its position clear many times; it is not interested in creating new and complex structures in order for UK politicians to be able to say that they have been able to deliver \"cake and eating it\". My guess is that the UK will come up with similar complex and undeliverable solutions to the question of an Irish border without customs checks, i.e. technology (AKA magic). The UK will probably suggest that the European Court of Justice is replaced by either a court that is almost identical to the EFTA Court but with a different name and different panel of judges, or try to sell the EU on the idea that EU citizens and companies will have to trust UK courts. I doubt either idea will fly. \nThe UK says it wants to discuss post-Brexit trade deals. If that really was its prime objective it would have got on with presenting credible ideas to resolve the first 3 items on the Brexit agenda, the fact that it has spent 5 months since A50 was invoked and 14 months since the referendum and has not got anywhere close to agreeing anything suggests either great incompetence or a lack of will. In either case it seems unlikely that the UK will change tack. Kicking the can down the road seems to be UK objective. \"Why do today, what can be put off until tomorrow?\" "], [1034, "2017-08-15T06:54:44Z", 0.0, "Britain asks for interim customs deal with EU, new trade deals post-Brexit"], [14493, "2017-08-14T16:01:53Z", 0.08, "The UK produced Position Papers that are reported to be going to be published later this week will give a useful clue as to how credible the UK's approach will be to Brexit negotiations. So far the EU and most commentators have judged UK position papers to have been very weak, as they contain little or nothing that suggests that the UK has any idea how to structure legal and logistical frameworks that would be required in order to arrive at its often contradictory objectives. e.g. how would the rights of EU citizens in a post-Brexit UK be guaranteed if did not recognize the ECJ or any foreign court? How would an open Irish border control immigration and smuggling? \nThe UK appears to unwilling or unable to approach the negotiations in the type of systematic manner that the EU wishes to follow. The EU wishes to deal with one group of issues before moving on the next. The UK appears to want to throw up \"issues\" and hope that someone on the EU side can suggest a solution to each one. It is not clear if the aim of the UK is just to run down that clock that Barnier has reminded everyone is ticking or to actually agree somethining. Maybe David Davis is just hoping to stretch out his job until he is ready to retire (he will be 70 in 2019). Mrs May is unlikely to last that long.   "], [15621, "2017-08-14T06:39:20Z", 0.01, "See @Anneinak"], [38, "2017-08-14T05:35:44Z", 0.0, "http://www.bbc.com/news/uk-politics-40788669"], [36188, "2017-08-13T10:46:14Z", 0.11, "More time has passed."], [38147, "2017-08-12T17:38:12Z", 0.1, "Brexit is very likely but posturing on the part of the EUROPEAN and the desire not to pay too much by England are in conflict. There is no pressure to come to an agreement by 1.1.2018."], [1034, "2017-08-11T07:24:28Z", 0.0, "Approaching a cliff edge? British business begs for clarity after Brexit maelstrom"], [37773, "2017-08-10T18:30:41Z", 0.15, "Although likely that there will ultimately be agreement, it seems unlikely (particularly given recent European examples such as Greece) that there will be agreement in this short timeframe in the absence of any hard deadline."], [522, "2017-08-08T15:35:09Z", 0.05, "It is in neither sides interest to resolve this quickly, so it will be extended to reflect weakness and strength.  If the UK agrees to a big figure early then it will struggle to hold the government together and EU is likely to see options for pushing strongly for more. "], [36809, "2017-08-08T10:05:11Z", 0.55, "Agreement on outstanding liabilities is the most important condition put forward by the EU negotiators before formal trade talks can begin. Already a figure of 36 billions is being mooted however there is disagreement within the cabinet and within the Tory party about this payment. However, without this payment EU will not negotiate any further trade deals with the UK. Therefore, at this moment I have made a cautious 55% likelihood and I will update my forecast as soon as further information become available. "], [1034, "2017-08-08T06:09:31Z", 0.0, "UK PM May’s spokesman We do not recognize reported 40 billion-euro Brexit bill"], [38, "2017-08-07T17:19:24Z", 0.25, "Thanks @Tetbury http://www.gjopen.com/comments/comments/547018"], [15471, "2017-08-07T07:03:19Z", 0.1, "Increasing a bit, accounting for the leaked admission of willingness to pay at least some amount of money. If the EU stands its ground and requires an agreement before starting to talk about trade, the UK government might see itself forced to agree."], [19801, "2017-08-07T06:00:41Z", 0.15, "Britain is prepared to pay up to €40 billion ($47.1 billion) to the European Union to settle its accounts when it leaves the bloc, the Sunday Telegraph newspaper reported. \nhttp://www.sbs.com.au/news/article/2017/08/06/uk-prepared-pay-eu40-billion-brexit-bill-report"], [23006, "2017-08-06T19:41:30Z", 0.25, "Foreign Affairs, Jan/Feb 2017 \"Europe After Brexit\" for it's balanced pop"], [368, "2017-08-06T18:03:23Z", 0.0, ""], [14493, "2017-08-06T17:49:28Z", 0.1, "As with most Brexit stories there are two versions and multiple confusions\nhttp://www.huffingtonpost.co.uk/entry/brexit-divorce-bill-36-billion_uk_59872c5fe4b041356ec06a57\nAlthough the story about £36 billion being mentioned was in the Sunday Telegraph it seems that other sources have denied it. I may be confused but the Telegraph story does not seem to involve the UK answering the question that the EU is asking. The EU has not (as far as I know) asked the UK \"how much would you be prepared to pay\", it has asked the UK to agree to a formula for calculating what it will owe at the point that it leaves the EU. Some sources have the story as the £36 billion including £10 billion a year during a 3 year \"implementation\" period after the UK has officially left the EU, during this period if the UK is getting the benefits of the EU it would be expected that it would need to keep paying at the current rate. This implies that the UK would only be offering £6 billion of new money. \nIt is also suggested that agreeing to the £36 billion would buy the UK the right to start talking about a new post-Brexit trade deal. I may be completely mistaken but the EU has set out a sequence of what has to be agreed in stage one and that stage one has to show progress before moving on to stage 2. The UK appears to want to ignore the EU sequence. As the EU seems to hold all the cards I would expect the EU to insist that its negotiating sequence is kept to. There has so far been no sign of any progress on the other two stage one issues. The UK has not yet explained how the issue of the ECJ can be got around, not how the Irish border issue can be deal with. As it has become clear that walking away from the EU with no deal would not command majority support, and that most commentators now think that there is no chance in sorting out a \"not off the shelf\" trade deal between the UK and EU by March 2019, the UE would only seem to need to wait for the UK to ask that the EU leaving date be delayed (delayed by having an \"implementation period\" of several years).  \nOf course the UK could just cave in at any time, but that would be politically difficult without another election or referendum, and I don't see either of these things happening this year.  \n"], [38, "2017-08-06T16:07:13Z", 0.5, "Thanks, @sevedb for the link.\nhttp://www.gjopen.com/comments/comments/546882"], [1639, "2017-08-06T10:27:26Z", 0.3, "http://www.telegraph.co.uk/news/2017/08/05/uk-ready-pay-40bn-brexit-bill-eu-talks-trade/\n---------------\nCOMMENTS:  perhaps it was that summer vacation in the Dolomites that made T. May change her mind!"], [1034, "2017-08-06T08:52:30Z", 0.0, "UK ready to pay up to 40 billion euros to leave EU: Sunday Telegraph"], [1034, "2017-08-04T08:44:36Z", 0.0, "Britain’s Unreal Brexit Transition Debate"], [23006, "2017-08-03T04:27:45Z", 0.35, "needs agreement on all o/s liabilities as mentioned below by @dasarin"], [12605, "2017-08-02T16:20:32Z", 0.66, "Comment deleted on Nov 06, 2017 12:01AM UTC"], [1034, "2017-08-02T06:25:53Z", 0.0, "\nUK sets out new powers to impose sanctions after Brexit"], [1639, "2017-08-01T12:54:02Z", 0.1, "One sixth of the two year Article 50 period has elapsed and little progress has been made. None of the items of the withdrawal talks’ agenda have been agreed. Future trade talks may be postponed. Meanwhile, Theresa May is on holiday and the UK parliament is in recess until September.\nChancellor of the Exchequer Philip Hammond’s risk averse, cautious “off the shelf” Brexit transition deal appears to be his response to the complexities ahead [1]. Such a transitional deal replicates aspect of current EU membership; address some concerned raised by UK business [2] and reduces the chores of negotiation.\nHard line Brexiteers will be looking for reasons to be betrayed. Mr Hammond’s transitional deal offers just that reason\n___________________________\nCOMMENTS:  Agree they must, one way or the other, but the U.K. doesn't seem to be in a hurry to make progress. "], [36601, "2017-07-31T15:55:42Z", 0.1, "Talks are slowing down. Nothing new has been heard about the matter in some days...I am beginning to doubt that an agreement will be reached before January 1, 2018"], [14493, "2017-07-31T09:14:30Z", 0.03, "I thought other forecasters might find this interesting, as an example of how difficult getting any Brexit deal will be;-\nMy assumption is that any Brexit deal would need to be acceptable to both those who voted Leave and those who voted Remain in the referendum, so I have been attempting to conduct my own research on what compromises would be possible. As part of my research I emailed someone I have known for many years who voted Leave. I explained I was doing research as part of Good Judgement forecasting, told her what GJ was about doing forecasts and gave details about who the sponsors are etc. to give her an idea about what we consider in giving a forecast I copied the \"reasons\" given by @wildwood2000  to this question, which was based on \nhttp://www.reuters.com/article/us-britain-eu-idUSKBN1AD1I4\nand asked if she would be willing to answer some questions about Brexit. I then added a few sample questions, such as how important to her was not having the ECJ involved and how important was not having freedom of movement. \nI thought http://www.reuters.com/article/us-britain-eu-idUSKBN1AD1I4 was a straight forward factual summing up of the current Brexit news.\nThe reply I got was\n\" There is no right and wrong here, the vote has been taken, there is just the future. We owe it to our kids to get the best deal possible which will require skill and compromise.\nYour fellow forecaster's piece and the article are both totally negative in their view point, as I would expect, as they have clearly been been written for Remain camp followers. I ask you how does this help? Pieces like this only encourage the EU to be awkward thus potentially increasing the chance of the UK negotiators being left with no option but to walk away.\"\nMy sample questions were ignored. \nI have found a similar problem with other Leave voters. I am trying to find out what sort of compromise would be possible. The Leave voters say there needs to be a compromise, but they are very unwilling to say which are their most crucial objectives, which makes arriving at a compromise next to impossible. Leave voters seem to demand that everyone has to pretend that everyone is united and so @wildwood2000 is viewed as propagandist for Remainers. (I had explained to her that most of the forecasters were not British). \nI do not believe that all Leave voters have the same attitude (one told me her reason was that she had been told blueberries would cheaper outside the EU), but there are a hardcore that are not interested in reason or reasoned discussion. They appear (but will not actually explicitly say) that they want no ECJ, no payments to the EU, no freedom of movement, but a trade deal. My guess is they expect all the compromises to come from the EU. I don't expect that will happen, which means that either there is no deal at all or the wishes of this subset of Leave voters will have to ignored, because I don't see any sign of them changing their views.\n@wildwood2000 forecast reason"], [36601, "2017-07-30T15:19:36Z", 0.48, "there are delays in talks concerning the matter. Theresa may is not sure the fine is right... she feels its too much...some other minister are insisting that the UK gets paid instead. we are not certain that a settlement would be reached before the close of the year.\nhttp://www.telegraph.co.uk/news/2017/04/02/britain-will-get-money-back-eu-instead-paying-leave-plans-considered/"], [1034, "2017-07-30T08:35:41Z", 0.0, "Ally of UK's Johnson criticizes Hammond's Brexit plan: newspaper"], [1034, "2017-07-29T06:16:16Z", 0.0, "\nBrexit web tangled by spats over how to leave, Irish border"], [1639, "2017-07-29T04:55:45Z", 0.6, "Coming down since clocks keep ticking on both sides, the U.K. And EU, the same way. "], [691, "2017-07-28T21:02:40Z", 0.03, "On the bright side, the UK have officially agreed that they may possibly have some liabilities in this matter.  However, they are still not behaving as though they believe this proposition.  The slo-mo train wreck continues."], [1034, "2017-07-28T07:55:14Z", 0.0, "EU warns of possible delays to Brexit talks, London confident of schedule"], [691, "2017-07-27T12:49:18Z", 0.03, "http://www.reuters.com/article/us-britain-eu-delay-idUSKBN1AC1KW?il=0\nThe Brits continue to dither, apparently.   There is still some chance of agreement on at least a formula, from which the number should emerge quickly, but nothing will happen until the U in UK starts to mean something."], [24, "2017-07-27T09:05:54Z", 0.0, "Going down to zero for now.  EU reported to be playing hardball.  (Which fits with their previous approach to \"negotiating\", either with the UK or with, for example, Greece). The EU Commission is unaccustomed to dealing with negotiating partners as equals.\nhttp://www.telegraph.co.uk/news/2017/07/27/exclusive-eu-says-brexit-talks-could-delayed-uk-continues-stonewall/"], [13377, "2017-07-25T14:10:57Z", 0.05, "Not enough time, despite this: https://www.ft.com/content/be2b22ce-67fc-11e7-8526-7b38dcaef614"], [1034, "2017-07-25T08:13:32Z", 0.0, "Brexit talks: 2nd round fails to bring the EU and the UK closer on key issues"], [1034, "2017-07-24T06:35:01Z", 0.0, "France Says ‘We Want Our Money Back’ as Brexit Talks Crawl On"], [15471, "2017-07-22T18:18:10Z", 0.09, "Downgrading one point for passage of time and lack of any significant progress. Main point of contention is still the utter lack of seriousness shown by the UK government. Or maybe more precisely the internal struggle to find a UK-wide negotiation position. As long as there is no clear statement on what the UK want the relation ship UK-EU to look like, there is no way the negotiations can find a \"fair\" solution."], [13135, "2017-07-22T15:03:50Z", 0.75, "I am starting from a high point. I think the autumn will see both methodologies tested. After the (Not so Great) Repeal Bill of EU laws, and its passage through the houses of Westminster. I will come back to this question. "], [32258, "2017-07-21T16:20:52Z", 0.0, "As reported @Dominich... here's another article. "], [23006, "2017-07-21T15:07:08Z", 0.46, "some conservative pro-brexit MPs moving towards accepting free movement for 2 to 4 years after exit +3%\nbig business meeting at Downing St. to push May for brexit deal. +3%\n"], [24, "2017-07-21T08:02:28Z", 0.05, "http://www.telegraph.co.uk/news/2017/07/20/little-progress-made-michel-barnier-wrong-think-clock-ticks/"], [691, "2017-07-20T18:37:58Z", 0.03, "http://www.bbc.com/news/uk-politics-40662740"], [519, "2017-07-20T17:01:36Z", 0.15, "Money is the most politically fraught issue for the Britons and the EU, but it is especially important for the brits, as they have a direct constituency as opposed to an indirect one.  I imagine lawsuits will be involved."], [1034, "2017-07-20T07:07:06Z", 0.0, "No quick results in Brexit talks, negotiators say"], [368, "2017-07-19T19:24:58Z", 1.0, "@shivadiva :   spend you energy more productively instead of being so juvenile,"], [83, "2017-07-18T23:26:13Z", 0.0, "Leverage in negotiations"], [368, "2017-07-18T17:08:40Z", 0.0, "Change in estimate"], [36151, "2017-07-18T14:38:10Z", 0.06, "Updated, down one point."], [1034, "2017-07-18T06:00:58Z", 0.0, "U.K. Resumes Brexit Talks With EU"], [23006, "2017-07-18T04:23:49Z", 0.4, "A view from the other side (astonishing only that it's from Forbes): https://www.forbes.com/sites/timworstall/2017/07/17/some-brexit-criticism-is-getting-trivial-more-of-it-is-simply-wrong/#2d18bcc44071"], [14493, "2017-07-17T15:57:53Z", 0.03, "Many people will have been surprised that as the UK EU talks got underway today for a four day session, David Davis the UK Brexit negotiator only stayed for a few minutes before leaving his staff to it. He will drop in again on Thursday. This rather suggests that he does not expect any actual negotiations to be taking place this week. Presumably he is expecting each side to just state their positions. The UK side wished it to be understood that in spite of the empty desk in front of them, compared with the piles of paper in from the EU side, that David Davis has in fact got some papers in his brief case.\nThere seems to be a similarity between Barnier vs Davis with Federer vs Cilic (Wimbledon yesterday). In each case there seems to one side that is in complete control and the other that is close to a complete breakdown.  It will probably end in tears.  \nhttps://www.ft.com/content/a11de5ea-6ae5-11e7-b9c7-15af748b60d0"], [1034, "2017-07-17T07:35:07Z", 0.0, "Round 1: Brexit talks start in Brussels with 20 months to go"], [6303, "2017-07-17T02:47:58Z", 0.05, "Based on general news and GJP consensus."], [23006, "2017-07-16T20:31:05Z", 0.5, "http://www.dw.com/en/brexit-talks-round-2-what-to-expect/a-39710840"], [1034, "2017-07-16T09:48:54Z", 0.0, "What is the ‘EU divorce bill’?"], [38, "2017-07-16T01:01:56Z", 0.66, "@sevedb has made me realize how little I know about this issue.  I urge forecasters to read her post on the link below."], [1034, "2017-07-15T08:32:53Z", 0.0, "Finally, in Writing: U.K. and EU Will Have ‘Financial Settlement’"], [20588, "2017-07-14T20:36:39Z", 0.26, "OK. I guess they aren't going to cut out on the check. https://youtu.be/mf6YM5FoUjk"], [1639, "2017-07-14T20:19:20Z", 0.8, "https://www.ft.com/content/be2b22ce-67fc-11e7-8526-7b38dcaef614"], [23006, "2017-07-14T15:06:33Z", 0.25, "Seems like UK government doesn't have the political will to trod the path of a hard Brexit during negotiations with EU. "], [23006, "2017-07-14T15:03:16Z", 0.45, "https://www.gjopen.com/comments/comments/535436"], [29469, "2017-07-14T09:47:29Z", 0.8, "https://www.ft.com/content/be2b22ce-67fc-11e7-8526-7b38dcaef614"], [36147, "2017-07-13T09:19:03Z", 0.12, "big chance to cancel  brexit - may in troubles - how gb can cancel this without a face loss - only  pseudotalks so maybe something they will call an agreement..."], [20588, "2017-07-13T03:22:58Z", 0.05, "The chances of this happening by this time are slim. The UK has two years to negotiate the exit, so they are GOING TO TAKE 2 years. That means March 2019."], [36301, "2017-07-12T20:14:57Z", 0.72, "reciporcal blackmail"], [36412, "2017-07-12T16:55:19Z", 0.1, "I do not think they will come to an agreement on this this year - not until 2019 will anything be finalised."], [36243, "2017-07-12T10:35:44Z", 0.65, "The UK government wants to separate from the EU and the EU does not want this break-up to linger. Given the circumstances, there will be pressure to agree on a break-up fee and move forward"], [14493, "2017-07-11T09:50:56Z", 0.03, "(Apologies for multiple forecasts with the same comments yesterday, this as due to GJO website not acting in the normal way)\nThe contradictory statements from Mrs May continue; she is asking for cross party ideas, but continues to then stubbornly stick to her own ideas. Today's issue concerns Euratom (the European Atomic Energy Community) which is a separate organisation from the EU, it is not under the control of the European Parliament, but is under the European Court of Justice. The UK gave notice in March that it was leaving Euratom when it leaves the EU, but a cross party group of MPs have pointed out that leaving Euratom will create problems in maintaining supplies of nuclear material of all types (including medical isotopes) and it appears that this cross party group has enough Conservative supporters to cause problems for Mrs May.\nThis argument provides a test of what Brexit actually means. The referendum asked if the UK should leave the EU, it did not ask if the UK should leave Euratom nor did it specifically ask if the UK should leave the jurisdiction of the ECJ. It is Mrs May who has interpreted the referendum to mean that the UK has to leave the jurisdiction of the ECJ, and it is Mrs May (possibly with legal advice from the EU) who has concluded that therefore the UK has to leave Euratom. \nThe ECJ seems to be hinge on which Brexit is swinging. All the European agreements that Mrs May wants to retain links to come under the jurisdiction of  the ECJ. To retain the links without the ECJ would seem to require that all the members of these organisations agree to the jurisdiction of a new (so far undefined) court. There seems to be no obvious advantage to any of the other 28 members of Euratom (or any of the other organisations) in charging the court and its difficult to see why they would all agree. It is far from obvious what advantage the UK would get either. It seems to be an example of where the Leave campaign has shot themselves in the foot. By claiming that its necessary to leave the jurisdiction  of the ECJ  in order to \"take back control\", it has made it impossible to have any relationship with not only the EU, but with other European organisations, without the whole of Europe agreeing to change to fit what the UK wants. There is no sign of that happening.  So either the UK must back down (which seems most likely) or its over the cliff edge. \nA very similar argument about the role of the ECJ will stop any agreement about protection of EU citizens in the UK. \nMrs May created three tests of leaving the EU. Leaving the jurisdiction of the ECJ was one. It appears that this will not be possible. That leaves two remaining tests. One concerned payments to the EU, which seems now to have been accepted will continue if the UK gets a trade deal with the EU, Which just leaves the issue of Freedom of Movement. So we seem to be back to where we were in early 2016. \nI would suggest that the Leavers picked the wrong EU institution it should have said it no longer wanted the European Parliament or European Commission not blame the ECJ for what they did not like about the EU.       "], [36151, "2017-07-10T17:31:06Z", 0.06, "EU parliament condemns UK Brexit proposals on citizen rights and puts pressure on May.\nhttps://www.theguardian.com/commentisfree/2017/jul/09/brexit-offer-eu-citzens-veto-british-porposal-european-parliament\nhttp://www.bbc.com/news/uk-politics-40552318"], [14493, "2017-07-10T14:50:25Z", 0.03, "Mrs May is reportedly going to make a speech in which she is going to put forward the idea that the government, rather than follow here ideas,  follow policies that enjoy cross party support (not completely different to my suggestion that she allows MPs a free vote on Brexit matters). Presumably she is doing it for the reason I suggested; so that she can blame parliament as a whole when it all goes wrong and claim it was not her fault. \nWhile there are still hardline Brexiteers claiming that the EU will cave in and negotiate a trade deal before March 2019, the general consensus among commentators is now that (a) the EU is not interested in giving the UK a deal  \"as good as being in the EU\" and (b) even if was minded to, it would take too long to negotiate a bespoke deal before the cut off date.\nThe Brexiteers hold the view that while UK voters are prepared to be a lot poorer in order to enjoy the advantages on not being in the EU, the EU would be prepared to put the future of the EU in doubt in order to avoid a small reduction in the EU's trade. In other words they think the UK places emotions over money, but the EU puts money ahead of emotions. They then claim its the EU that is not rational! \n It is thought that leaving the EU with no deal (on WTO terms) would not get parliamentary approval. So if \"no deal\" is out and \"a bespoke trade deal by March 2019\" is out, that seems to only leave a few options (a) staying in the EU (b) leaving the EU but stay in the EEA either as a permanent or a transitional arrangement.  In neither of these cases would an agreement on paying the UK's outstanding liabilities apply. \nI am not going for an answer of \"0\" because Mrs May could be gone before the end of the year. The only reason she has not been replaced already is that MPs are too scared of voters to admit that the version of Brexit that people voted for is impossible to deliver and none of them want to be the PM that fails to deliver Brexit. They are all waiting for the public to work out for themselves that its impossible. How long that will take I don't know, but polls on the question \"should the UK remain in the EU\" have moved from 48% vs 46% agreeing on 10th June to 51% to 44% on 30th June. My guess is that the UK government will continue to say the UK is \"definitely\" leaving the EU until the polls show at least a 20 point lead of people saying they do not want to leave, at which point Mrs May will get kicked out and Brexit will be abandoned or a mad man will take the UK over the cliff. "], [14493, "2017-07-10T14:48:53Z", 0.04, "Mrs May is reportedly going to make a speech in which she is going to put forward the idea that the government, rather than follow here ideas,  follow policies that enjoy cross party support (not completely different to my suggestion that she allows MPs a free vote on Brexit matters). Presumably she is doing it for the reason I suggested; so that she can blame parliament as a whole when it all goes wrong and claim it was not her fault. \nWhile there are still hardline Brexiteers claiming that the EU will cave in and negotiate a trade deal before March 2019, the general consensus among commentators is now that (a) the EU is not interested in giving the UK a deal  \"as good as being in the EU\" and (b) even if was minded to, it would take too long to negotiate a bespoke deal before the cut off date.\nThe Brexiteers hold the view that while UK voters are prepared to be a lot poorer in order to enjoy the advantages on not being in the EU, the EU would be prepared to put the future of the EU in doubt in order to avoid a small reduction in the EU's trade. In other words they think the UK places emotions over money, but the EU puts money ahead of emotions. They then claim its the EU that is not rational! \n It is thought that leaving the EU with no deal (on WTO terms) would not get parliamentary approval. So if \"no deal\" is out and \"a bespoke trade deal by March 2019\" is out, that seems to only leave a few options (a) staying in the EU (b) leaving the EU but stay in the EEA either as a permanent or a transitional arrangement.  In neither of these cases would an agreement on paying the UK's outstanding liabilities apply. \nI am not going for an answer of \"0\" because Mrs May could be gone before the end of the year. The only reason she has not been replaced already is that MPs are too scared of voters to admit that the version of Brexit that people voted for is impossible to deliver and none of them want to be the PM that fails to deliver Brexit. They are all waiting for the public to work out for themselves that its impossible. How long that will take I don't know, but polls on the question \"should the UK remain in the EU\" have moved from 48% vs 46% agreeing on 10th June to 51% to 44% on 30th June. My guess is that the UK government will continue to say the UK is \"definitely\" leaving the EU until the polls show at least a 20 point lead of people saying they do not want to leave, at which point Mrs May will get kicked out and Brexit will be abandoned or a mad man will take the UK over the cliff. "], [19801, "2017-07-10T06:09:10Z", 0.05, "Negotiations will be protracted even if they are successful. Low odds."], [12605, "2017-07-09T19:35:31Z", 0.76, "Track the British narrative of Brexit on BBCâ€™s brexit podcast"], [1639, "2017-07-07T03:41:52Z", 0.8, "Keep EU doors open to Britain, say Schaeuble and Lagarde (Reuters)\nThe EU should keep its doors open to Britain if it wants to change its mind about leaving the bloc, German Finance Minister Wolfgang Schaeuble and IMF Managing Director Christine Lagarde said today. Schaeuble said it was not up to him to advise the British to change their decision, but added: \"If Britain were to move in this direction, the door would be open, even after Brexit.\" Lagarde said the Brexit decision should not be made irreversible, adding the EU and Britain must continue to cooperate closely. Lagarde also noted there were global challenges which demanded more global cooperation but also other challenges that needed regional cooperation. For his part, Schaeuble said the U.S. would not remain the strongest power if it takes a \"Just America\" line.\n______________________\nCOMMENT:  I hear talks of changing direction more and more. Jan. 1 2018 may be early, unless the fall will bring more surprises. "], [14493, "2017-07-04T09:51:24Z", 0.05, "The Sunday Telegraph is reporting that industry and city leaders are being warned (by the PMs office)  that the UK will walk out of the EU negotiations in September if the Brexit fee is too high, but not to worry because it will only be a gesture for domestic consumption to show how tough the PM is. \nQuite what they expect to gain is unclear, but presumably they hope that the EU would lower its Brexit fee and the UK could then agree that. But like most things the May government does they don't seem to have thought it through, because in September Germany will be in election mode and Germany. France and EU wil be just as keen as the UK is to show how tough they can be. \nMrs May is rapidly losing political control of the UK. There are daily briefing by off-message ministers contradicting each other and the official government position on whatever policy is unpopular on the day. Mrs May is now being called \"Mrs U Turn\". Mrs May needs to change direction to regain control. I have a couple of suggestions for her:-\n(a) make all votes connected with Brexit free votes. Mrs May's version of Brexit is increasingly being challenged, so rather than lurch from stubborn refusal to change her mind, to U turn, to stubborn to change her mind again, to another U turn, why not say that Brexit is a non-party political issue, it was decided by the public in a referendum so its up to the whole of parliament to interpret what Brexit means (i.e. not just her) and to implement it. That way she avoids having to make U turns and if parliament messes up, is to \"hard\" or too \"soft\" the public can blame their local MP not the PM.\n(b) address the \"people\" as a grown up. Explain that continuing austerity is a direct consequence of Brexit. Those who voted \"Leave\" have to accept that it was explained that Brexit would cost them. (I have spoken to many \"Leave\" voters who told me they would not mind being a bit poorer as long as they got back control.) Obviously as the UK has not left the EU yet, the full cost of Brexit to them is not yet known. The lower pound and higher inflation are just the foothills of the mountains the UK has to climb. There is an imbalance between the austerity suffered by different sectors of society that will need to be rectified. Therefore she should propose a reversal; that younger public sector workers will get pay rises equal to 1% less than the rate of inflation, and pension increases will be caped at 1% a year. She should say that this will be tough for everyone, but that country should remember the dark days of World War II, and how everyone suffered for freedom and that no one moaned last time rationing was required. The Brits love the romance of blood, sweat and tears. and Dunkirk Spirit. Mrs May needs to harness that or she is finished.      "], [36188, "2017-07-03T16:05:58Z", 0.25, "+ It is in everyone's best interest to reach an agreement\n+ The clock is ticking\n- UK does not seem to have much of a strategy for the Brexit talks\n- May does not appear to be very cooperative\n- EU seems to want a LOT of money\nThe talks are not off to a good start and it seems the UK's only strategy is to not give in. Even if the situations  starts improving right away, I think January 1st is relatively early for an agreement. And it seems the situation is only going to get worse for the time being."], [15471, "2017-07-03T15:57:20Z", 0.1, "Reducing quite drastically due to @cdob63 link. Although the article does not mention when this warning was issued, the timing of the leak is not encouraging. Either it is a recent warning, which means that the British government is still misjudging their position in these negotiations. Or it is an older warning that someone found necessary to leak after the first round of negotiations, which doesn't bode well for the reliability of the British negotiation team."], [691, "2017-07-03T14:01:03Z", 0.08, "http://www.reuters.com/article/us-britain-eu-bill-idUSKBN19M3UZ\nThere appears to be no one on the UK side who knows what they are doing or planning to do.  Might be no grownups at all left on that team.  This does not bode well, I think.  Coming down a little more."], [32814, "2017-06-30T20:48:28Z", 0.05, "Too much chaos for quick settlement unless EU pushes hard."], [36151, "2017-06-29T20:37:33Z", 0.07, "There will be no agreement before the coming elections in Italy. May's mandate to negotiate a cheap deal looks not too strong, the chance, Merkel does not want to have a pricetag on leaving the EU (taking into account, that it took at least 30 days to build a government in germany after the last 5 elections...) before she is re-elected is around 90%, which makes it not the top priority in the negotiations.\nThe even more interesting question would be, when will they agree upon postponing the financial chapter..."], [14253, "2017-06-29T05:40:17Z", 0.3, "Simply adjusting because I am too far from the wisdom of the crowd"], [14493, "2017-06-25T17:37:03Z", 0.05, "Today David Davis (the UK Brexit negotiator) stated on the Andrew Marr Show that he was not willing to speculate on how much the outstanding bill would be because that would not be agreed for years. He also said that talks on a UK trade deal with the EU would be started in October, I have no idea why he believes these two contradictory things, as the EU have said that the substantial progress on the negotiations for the  framework for the leaving bill has to be made before trade talks can begin. I would have though \"substantial\" progress would require agreement of what items would be included in the bill, even if the exact cost of these items was yet to be agreed. "], [1034, "2017-06-24T06:51:23Z", 0.0, "Brexit forever or Brexit never?"], [14493, "2017-06-21T11:03:43Z", 0.1, "Answering any Brexit question is getting into the surreal. Nothing is what it seems, no one is saying what they really believe. Davis said that agreeing the order of issues to be discussed would be the \"row of the summer\" but then just agreed to go along with the EU's schedule. But then he tells us that as \"nothing is agreed until everything is agreed\"  the order of the discussions does not actually matter. On that basis presumably he will not agree anything on the EU payments until after he has negotiated the famous trade deal (the one that provides cake even if you eat it), but the EU has made it clear that until \"sufficient progress\" on an agreement on the EU payments has occurred  there will be no negotiations on trade. So this questions could be settled on semantics. My view is that what the EU regards as \"sufficient progress\"  will not be a definitive agreement either to how much is to be paid nor even the exact mechanism for calculating it.  Therefore the EU could clear Davis to start talking about trade without this question being answered \"yes\". \nOf course before we get there there is the small matter of sorting out citizens rights, which could be more difficult than it looks if the UK insists that the ECJ is not involved.   \nFactor in the risk of a change of PM and/or Brexit negotiator, external factors that I have not thought of and anything is possible (except a Brexit that is better than the status quo) "], [27101, "2017-06-21T10:18:39Z", 0.3, "The start of the negotiations learn that most if not all negotiating power lies with the EU and that hard Brexit - stop of the negotiations without a deal - is no feasible option. That means the UK negotiators have little time to waste on delaying relatively straightforward things like the payment for liabilities. The worry I have is around the formalities in this question: meaning I think they will agree about principles of the calculation of the number and a ball park number but they might not sign any document or settle on a formal number before the final deal. I'm not sure how this would be treated by good judgement"], [1034, "2017-06-21T06:44:37Z", 0.0, "Rebels among UK's ruling Conservatives to scupper 'no-deal' Brexit: media"], [1639, "2017-06-20T12:49:27Z", 0.8, "An epic battle lies ahead, and it will paralyse the government. EU chief negotiator Michel Barnier has said that he now expects the Brits to finally set out their position clearly, since he cannot negotiate with himself. The irony of this statement is that it would actually be in Britain’s best interests if he did just that. At least that way they’d have one representative on their side who grasps the scale of the task and is actually capable of securing a deal that will be fair to both sides. The Brits do not have a single negotiator of this stature in their ranks. "], [28414, "2017-06-20T08:45:29Z", 0.8, "Brexit: UK caves in to EU demand to agree divorce bill before trade talks\nBritish negotiators have capitulated to key European demands for a phased approach to Brexit talks, agreeing to park discussions on free trade until they have thrashed out the cost of the multibillion-euro UK divorce settlement.\nhttps://www.theguardian.com/politics/2017/jun/19/uk-caves-in-to-eu-demand-to-agree-divorce-bill-before-trade-talks"], [1034, "2017-06-20T07:22:42Z", 0.0, "With the clock ticking, Britain, EU play up chance of deal"], [35686, "2017-06-19T20:49:54Z", 0.4, "Up 5pp reflecting that they could agree on a negotiation structure and timetable."], [38, "2017-06-19T20:19:03Z", 0.77, "So much has changed/is changing in the UK! with May losing her majority and possibly, now, the PM-ship.\nEven before the weakening of May, it has always seemed to me that the EU had most of the bargaining chips in the Brexit negotiations.\nAs @cdob63 commented, nobody will talk to the UK until this addressed is addressed.\nI think it's time I flipped my forecast.\nI've been very low for a significant period of time, so I will be over-correcting (even though Tetlock says that's a bad idea)."], [32988, "2017-06-19T17:26:08Z", 0.63, "https://www.ft.com/content/28c16420-54e5-11e7-9fed-c19e2700005f"], [4634, "2017-06-19T17:01:52Z", 0.55, "Agreement on initial negotiating groups, timetable for talks etc. https://ec.europa.eu/commission/sites/beta-political/files/eu-uk-art-50-terms-reference_agreed_amends_en.pdf"], [29469, "2017-06-19T16:17:20Z", 0.75, "After long reflection on the issue, the question definition and the UK's position and leverage in the talks, I'm going to change from skeptical to a believer on this. The EU plans to conduct the negotiations in two stages, first to determine the amount to be paid by the UK, and then deciding on a payment schedule at a later stage. The first part of this would already satisfy the question definition of a \"formula\", which in effect is even broader than an actual figure."], [1333, "2017-06-19T14:43:44Z", 0.0, "Davies is in the running to replace May so be needs a strong showing in Brexit negotiations to do that. Indicators.Im watchi g are comme ts from Germanys finance minister and rhetoric from Davies team leadi g the negotiation."], [691, "2017-06-19T14:30:26Z", 0.28, "Looks like the UK have agreed to at least try this, since nobody will talk to them until they do.  Stay tuned."], [35831, "2017-06-19T00:55:58Z", 0.8, "Up the odd to reflect the \"liability first before trade negotiation\" news."], [23006, "2017-06-18T15:25:37Z", 0.2, "rumours of a coup to replace Theresa May  involving cabinet and MPs should PM opt for EU integration"], [24, "2017-06-18T14:56:42Z", 0.15, "Going up slightly, in response to the reportedly apparent acceptance by the UK of the EU's preferred approach to negotiations: dealing with exit liabilities first, rather than its preferred approach of these going on in parallel with trade talks."], [15471, "2017-06-18T14:25:12Z", 0.2, "Starting low, EU has to prove the point that they are in the stronger position. This facilitates an early agreement, but requires the UK to more or less publicly acknowledge that, which will be hard to sell. UK internal power struggles aren't helping either and besides that it remains unclear, if the question just requires an agreement (by whom?) or some kind of signed contract (which would probably only occur in the final settlement)"], [36052, "2017-06-17T12:39:14Z", 0.0, "EU do not intend to let uk leave the EU zone"], [32258, "2017-06-16T19:57:43Z", 0.0, "UK to agree Brexit divorce bill before trade talks - EU sources \nhttp://www.bbc.co.uk/news/uk-politics-40303761"], [28414, "2017-06-16T15:58:34Z", 0.8, "UK to agree Brexit divorce bill before trade talks - EU sources\nhttp://www.bbc.co.uk/news/uk-politics-40303761"], [1639, "2017-06-16T10:10:15Z", 0.75, "\"In practical terms, Brexit is dead,\" an unnamed minister told the Financial Times.\nGreat Britain may be an island, but economically it is the most interconnected country in Europe: The financial center in London, the country's carmakers, what's left of British industry and even the country's infrastructure. France delivers electricity, water sanitation facilities in southern England belong to Germans and large airports such as Heathrow are owned by Spaniards. One quarter of the doctors who keep afloat the NHS -- Britain's comparatively deficient health care system -- come from the Continent.\nIt won't be a hard Brexit. The best case is a soft Brexit, which would mean that the UK could remain a part of the common market, but that the government would have to accept immigration from Europe and regulations from Brussels -- without having a vote in the EU.\nhttp://www.spiegel.de/international/europe/death-of-brexit-at-the-hands-of-theresa-may-a-1152330.html?utm_source=dlvr.it&utm_medium=facebook#ref=rss\n____________________________________\nCOMMENT:  Whether it is true or not, like the article says that \"Brexit is dead\" an agreement at this point is the best possible scenario."], [12453, "2017-06-14T20:16:12Z", 0.2, "The two sides are very entrenched and if the Brits don't gain some benefit for Brexit then there will likely be strong political repercussions.  The one possibility that I see of a settlement is if a government comes into power that does not support the total Brexit envisioned by the Conservatives and is able to negotiate an adjustment in the total the payments so as to make them politically palatable."], [14493, "2017-06-14T17:57:20Z", 0.08, "This question does not get any easier. The probabilities of the various outcomes for Brexit have certainly changed in the last week. Prior to the UK General Election it was considered anti-democratic to question Mrs May's interpretation that the public was demanding a Brexit that would mean the UK no longer allowing the Free Movement of People (within the EU), would not accept the rulings of the EU Court of Justice, and would not pay substantial sums into the EU. Many, if not most people, who had any knowledge of what these things were, considered that if the UK rules these things out there was zero chance of any substantive trade deal with the EU. Mrs May has ruled out the UK remaining in the EU Customs Union, which most people believe would be a necessity for a \"friction less trade deal\". Membership of the Customs Unions would also (appear) be required to keep an open border between the two parts of Ireland. Thus the UK's Brexit aims appeared to be contradictory (as in \"having your cake and eating it\"). \nThe election campaign and the result suggest that fewer UK voters than it was thought believe that Mrs May is capable of delivering the Brexit that she has outlined. It is also clear that many voters did not actually want the \"hard Brexit\" that Mrs May had promised to deliver, as they had voted for for parties or candidates that made it clear that they did not believe that Brexit meant no Customs Union, no ECJ, and maybe not even no Free movement of People. Mrs May will need to rely on at least one of these parties (the DUP) and one faction (the Scottish Conservatives) in order to remain PM (plus other non-believers in Hard Brexit in the English Conservative Party). So it not clear how she can cling to \"hard Brexit\".\nThe two previous Conservative PMs (as well as the two previous Labour PMs) have now all made public their views that Mrs May should not be the sole arbiter of what Brexit means. \nSo logically Mrs May will be forced to take notice of those who while accepting that the referendum said the UK should leave the EU, did not say what the UK's relationship with the EU should be. \nTherefore it appears that the UK could move toward a compromise and that an agreement with the EU could be easier. \nBut there still exists a block of true believers in a hard Brexit and until that block admits that a hard Brexit would be an economic and social disaster, will continue to claim that the only reason that the UK is being denied \"having its cake and eating it\" is that Brexit is being sabotaged by liberals globalists. Therefore the UK Government might still continue with the delusion that it is possible to reach an agreement with the EU that will give the hard core Brexiteers what they say UK voters want (but the election has shown may not be what they want). As the UK economy continues to deteriorate (compared to the US, EU and OECD) and no progress is made in made with Brexit negotiations, it would not be unreasonable to guess that most UK voters will get fed up with Mrs May's \"weak and wobbly\" leadership and demand an end to the Brexit uncertainty. A further test for Mrs May will the converting of  EU legislation into UK legislation. I am expecting that this will prove far more complex than has so far been recognized. My guess is that at some point voters will be happy to settle for the UK leaving the EU, but remaining in the Customs Union and EEA.\nThis would require almost no contentious deals with the EU, as Freedom of Movement would still exist (albeit with temporary opt outs for some zones of the UK as permitted under the rules), the ECJ would be replaced by the EFTA Court (they both use the same laws just have different judges), and EEA members are required to pay into the EEA/EU (so not much to argue about there). \nTherefore the softest option (a) cancel A50 and remain in the EU (as suggested by Macron) and the soft option (b) leaving the EU but not the EEA  would appear easy to achieve. I think one or other of these option is quite likely, what is in doubt is at what point the UK gets fed up with trying to get the unobtainable. My guess is that Mrs May will want to continue to move as slowly as possible, using the excuse that Germany is having elections in the autumn (had no one told her before she triggered A50?) \nI am not sure why Mrs May wants to go through the charade that she is going to get the hard Brexit deal she says the UK wants. I assume she is still under the delusion that UK voters think they need her to deliver what cannot be delivered. The election should have taught her that the UK voters are not as stupid as she thinks they are and very few actually believe she can deliver. (They have noticed her track record on on delivering what she says are her aims is not very good; after 7 years she (fortunately for the economy) got nowhere on reducing the net migration numbers, and has not stopped terrorist attacks, reduced the poverty gap and will probably now be blamed for the tower block fire in London). \nGetting back to the detail of the question- it remains likely that no deal on the UK EU liabilities will be struck this year. Either because the EU and UK cannot agree the figures (or even ab outline), because the UK refuses to follow the EU's sequence of what to negotiate (and therefore the EU does what it has threatened to do, spend another year producing a terms of reference for its trade negotiators.) Or the UK will have cancelled A50 or have opted for remaining in the EEA and therefore it is arguable that there is no need to calculate outstanding liabilities as it will continue making payments). \n "], [38, "2017-06-13T18:37:38Z", 0.33, "I'm thinking that my current forecast (14%) is too strong given the increasing uncertainty in EU countries:\n-the outcome of the election in the UK, and the recent significant weakening of May.  There's arguments that can be made that this will complicate and delay the negotiations, OR simplify and speed them up.  I don't know enough to judge which make the most sense.\n-the outcome of the election in France which now has the \"unknown\" Macron in a strong position of leadership.  I suspect that this will be good for negotiations; Macron seems to be a man of clear vision and action, and very pro-EU.\n-the unsettled state of affairs in Italy: will there be an election before 1/1/18?  \n-German elections in fall which bring a chance Merkel will be out of power\n-The Dutch lack a government"], [1639, "2017-06-13T11:33:16Z", 0.65, "\nUK inflation jumps again in May, tightening squeeze on consumers (Reuters)\nBritish inflation unexpectedly jumped to its highest level in nearly four years in May, tightening the squeeze on consumers who now face the added worry of political uncertainty after last week's inconclusive election. Consumer prices increased by 2.9% compared with a year earlier and its biggest increase since June 2013, the Office for National Statistics said. The ONS said one of the main drivers for inflation in May was the increased cost of holidays abroad for British tourists who have to pay more their euros and dollars"], [1639, "2017-06-12T21:18:03Z", 0.65, "The UK election resulted in a hung parliament, with no party winning an outright majority in an outcome that will create uncertainty about the path ahead for Brexit negotiations. A new Conservative leadership race is likely at some point to replace Prime Minister Theresa May. The winner of that leadership race will shape the UK’s negotiating stance with the European Union (EU) unless a new election is called."], [19292, "2017-06-12T21:08:47Z", 0.75, "https://medium.com/@elias.brockman/britains-divorce-bill-when-will-they-pay-1bc800ce970c"], [691, "2017-06-12T14:22:38Z", 0.03, "Just now there is considerable disarray in the British Government, which is its formal name but not a description of what it's doing.  No telling how long it will take to get sorted; perhaps some clarity will emerge from the Queen's Speech whenever she's allowed to give it.  Stay tuned."], [35998, "2017-06-11T20:39:11Z", 0.15, "While the EU is pressing for an agreement to the payment formula before discussions on a post leave trade agreement, it is a major negotiating tool for the UK and there is likely to be an element of brinkmanship. A decision before January 1st would leave the UK looking enfeebled, and with parliament deeply split it is likely that the government will seek to delay (the decision over) an unfavourable formula in order to demonstrate its self proclaimed strength. This would still leave 15 months to make a start on other terms."], [1034, "2017-06-11T07:45:30Z", 0.0, "UK's May secures deal to prop up government, loses key aides"], [34313, "2017-06-10T10:17:07Z", 0.03, "After the election results in UK, this looks highly unlikely."], [29469, "2017-06-09T09:30:32Z", 0.25, "Increasing slightly due to UK election results. The EU does not care what majority, if any, their opposing party in the negotiations has at home, but if the UK does not have a united front even within their ruling party, it will be difficult for them to mount an effective resistance to the EU's demands. However, will have to wait until the PM situation is clarified. If Johnson ousts May and gains a solid backing from the Tories, the likelihood will reduce again."], [915, "2017-06-07T23:30:40Z", 0.0, "cash rules everything around me."], [32723, "2017-06-06T10:27:16Z", 0.0, "Es wird eher nach dem 1.januar geschehen  "], [34313, "2017-06-01T18:39:29Z", 0.1, "Elections in UK will supposedly solidify May to make a strong negotiation. Even if she pulls a big majority, there will be only 6 months left, 2 of them in the summer. With essentially zero progress so far, this doesn't look very likely"], [1529, "2017-05-31T15:47:14Z", 0.15, "Well.........there's the public positions and the behind-scenes actuals...."], [35686, "2017-05-31T11:06:05Z", 0.35, "The Commission said that the UK bill has to be agreed on before the talks can turn to Britain’s future trading relationship with the EU. France, Germany and the EU 27 paper have reinforced the point. The EU timeline envisages a solution until December 2017 (see links below)."], [32258, "2017-05-31T00:08:33Z", 0.03, "Brexit bill WILL be linked to trade deal: Victory for May as EU blinks over divorce payout"], [1034, "2017-05-30T05:37:34Z", 0.0, "UK election rivals May and Corbyn set out opposing EU 'no deal' stances"], [1639, "2017-05-29T19:05:35Z", 0.75, "Raising the odds because:"], [35841, "2017-05-29T16:19:44Z", 0.82, "Because I'm sure, that the british government must be more interested to find a solution for the conflict, than the EU."], [1034, "2017-05-29T06:06:38Z", 0.0, "If SNP wins election in Scotland, PM May will have to grant independence vote -Sturgeon"], [29680, "2017-05-28T05:02:50Z", 0.4, "Consensus tends to be more accurate than me so dropping 30 points until that's rectified. "], [32258, "2017-05-26T01:38:07Z", 0.03, "The Brexit bill keeps growing (in the news). Now it's 112B euros but that depends on assumptions. \n I believe that the UK June election will give May gains that will allow her to take control of the negotiations, her major focus as Prime Minister. I believe that she will want to show a \"win\" on the issue of the Brexit bill. One way to win on this is to agree to much less than $112B Euros, but another way is to go beyond the EU deadline of the end of December 2017 to agree to a bill or at least a methodology for the bill. I believe that May will have to win on the timing, meaning after 2017 because she will end up agreeing on a Brexit bill methodology that the EU can accept. I think timing is everything here because the EU has remained pretty solid on the substance of their proposals. In addition, I don't believe anything substantive like the Brexit bill will be agreed upon before the German election which puts the beginning of serious negotiations on this starting in October."], [12622, "2017-05-25T18:08:29Z", 0.25, "Much more complicated than I originally thought.  Way too many moving parts.  Would need to see progress toward negotiation of other issues first."], [1034, "2017-05-24T09:25:35Z", 0.0, "EU ministers agree tough Brexit mandate"], [27101, "2017-05-21T13:28:03Z", 0.25, "I think the UK needs to give in to EU demands. The EU wants to get this resolved before the other negotiations start. So if there is no agreement by the end of this year this doesn't bode well for all other negotiations which will take loads of time. I think this will start to get proper traction after the UK elections. I keep the overall probability low as it remains a murky political process that's by definition difficult to predict"], [35720, "2017-05-21T11:52:20Z", 0.2, "- Good chance of talks breaking down given hardening of positions on both sides\n- Article 50 period runs until March 2019, high likelihood that nothing agreed until the end, either through UK not wanting to agree anything until everything agreed, or as with experience of Greeks negotiating during their debt crisis everything is last minute.\n- 20% chance of yes if UK decides it needs to follow the EU's wishes to agree the 'bill' before moving on to other aspects before 1 jan 2018, but chance of decision being made and agreement reached not high imo. UK more likely to want to hold on to its perceived 'bargaining chip' of EU budget holes as has few other things within its control. "], [1042, "2017-05-18T04:26:04Z", 0.01, " if I smoke crack and my crack dealer gives me crack on a loan and I don't have the money to pay him back how can the crack dealer get his money, squeeze blood from a turnip? No, with violence and fear of more violence. The British can protect against the violence from the \"Euro,\" and no fear exists.  If I am a bank and I loan money but do not get repaid the money what recourse do I have? Do not loan more money to the party. What if I borrow money, spend it all then make my own New currency. What recourse does the bank have that lended the money to me before I created a new currency?"], [35610, "2017-05-16T16:15:09Z", 0.05, "the agreement on the payment of the outstanding liabilities will be the last issue, they'll agree on. Before that, they will have an agreement about the other circumstances of the Brexit."], [35569, "2017-05-16T00:10:00Z", 1.0, "The elections in the UK on June 8, 2017 will likely affirm the distribution of seats in the current Parliament.  The current Parliament has more than 50% of seats belonging to the controlling Conservative Party and the Labour Party.  Brexit happened on the watch of these two parties who were elected by the British citizens.  To me, this means it is imperative for a deal to be made so the United Kingdom can completely exit the EU.  Also, the British debt to the EU is less than $30 Billion USD which is very manageable for the United Kingdom.    "], [14493, "2017-05-15T11:48:17Z", 0.1, "The recent German state elections make it likely that the CDU would win enough seats to give them options on forming a coalition. If the Brexit negotiations require governments of the 27 EU countries to agree changes to their approach then having a German government in place would be important. \nHowever the UK contends that Article 50 does not say that  the three items identified by the 27 have to be agreed (in detail or by formula) before a free trade deal is discussed. Therefore it is possible that agreement on liabilities will be put of until other matters have been provisionally agreed. If the EU does not agree to change the order of items to be agree a stalemate could occur with nothing agreed at all. \nThe forecast weakening of the UK economy may encourage the UK to conclude a deal, but a U turn will be politically difficult. A stronger German/French axis (Macron/Merkel) might make the EU offer some crumbs to the UK, but I suspect that in typical EU style nothing will really happen before 2019 (when in panic it will be agreed that the UK needs to be parked in the EEA in March 2019 - outside the EU - but with the same rules applying - to give the UK a chance to figure out is no deal is a better deal. The UK can be in the EEA while Macron and Merkel reorganise the structure of the EU so there is an inner Federal Europe group and  various outer groups.)    "], [5386, "2017-05-15T08:29:52Z", 0.2, "De-risking my forecast"], [1034, "2017-05-15T06:08:33Z", 0.0, "Britain is gearing up for EU disputes, Brexit minister says"], [35544, "2017-05-14T17:43:27Z", 0.19, "Both sides think the other should pay; delaying an official Brexit benefits both; and the EU has gained more leverage with the recent election of Marcon. On the other hand, the UK wants this to be as graceful of leave as possible and may accept a costly deal if it allows them to save face.  "], [35518, "2017-05-13T15:43:31Z", 0.01, "Nothing will happen before June 8th because it would be a defeat for May. She will not even consider a deal until after reelection which leaves very little time to come to an agreement after."], [35401, "2017-05-13T13:31:22Z", 0.0, "By January? Not happening."], [35531, "2017-05-13T10:52:17Z", 0.0, "They will put it off as long as they can"], [35512, "2017-05-13T00:16:49Z", 0.1, "These things are complicated to untangle and government is slow. "], [38, "2017-05-11T23:36:33Z", 0.16, "\"E.U. officials are sounding more and more like a jilted spouse determined to extract maximum damages in a divorce settlement.\"\nPaul Krugman"], [411, "2017-05-08T20:21:59Z", 0.35, "I'm basing this entirely on the timing - with the elections in June and likely a new cabinet, and the negotiations starting only after the election, it's unlikely that they will have come to an agreement on such a major sticking point so quickly. In all likelihood it will remain on the table until the end of negotiations, where it can be used as a final bargaining chip to reach an agreement on another issue (passporting, single market access, open skies, an extension on negotiations, etc)."], [14493, "2017-05-08T08:17:05Z", 0.05, "As Le Pen lost the French election we will not have to adjust our views to take account of her. As she is anti-EU and strongly Nationalist it would have been interesting to speculate whether her instinct would have been to allow the UK to Brexit without paying 60 billion Euros to the EU (because she does not like the EU and presumable would like to set the precedent that EU leavers do not have to pay huge leaving bills ) or if she would have demanded a higher payment from the UK because France is still in the EU and presumably any reduction in what the UK pays it means an increase in what France would need to pay it. "], [28455, "2017-05-08T07:15:25Z", 0.4, "All depends on stance of EU, if they refuse to discuss the future before this is resolved then real pressure will be on to sign this off and move on as 15 months will remain to negtotiate everthing else. Based on previuos situations however there could be a \"comprimise\" position reached where the principal of UK making payment is agreed and a band of potential payement agreed without defining the exact figure which will allow both sides to save face whether this means an exact formula is reached is a possibility but less than 50%. In addition the UK will claim that legally article 50 allows parellel negotaitions if they win out then likelihood goes lower than 50/50 as it will take significant pressure of the UK to resolve this issue before all else is signed off."], [29680, "2017-05-07T22:20:22Z", 0.7, "Uninformed guess. With a Macron win, Europe will have more weight. If the payment is to be made in EUR, a prompt agreement will be better for the UK as I think the GBP might drop slightly against the Euro over the coming year."], [30485, "2017-05-07T14:21:01Z", 0.1, "It's probably be part of the bargaining during the negotiations. Time plays against it."], [1034, "2017-05-07T09:22:22Z", 0.0, "Germany proposed charging Britain for EU single market access: magazine"], [35298, "2017-05-06T12:30:21Z", 1.0, "Theresa May becomes Prime minister again after 8 June. Early enough to come to a solution on payment on liabilities."], [38, "2017-05-06T04:23:49Z", 0.17, "http://www.politico.eu/article/eu-maps-out-plan-for-brexit-talks-choreography/"], [35244, "2017-05-05T16:09:52Z", 0.01, "I don't see politicians making decisions so quickly. \nAn agreement is a long way off in my opinion.  \nHave they even started working out the numbers?   There is a long way to go and many more discussions before anything gets finalised."], [14493, "2017-05-05T10:23:21Z", 0.05, "Events over the last few days are making we wonder if either the EU or UK wants to reach an agreement. Both parties seem to see advantages in putting more effort into criticizing the other than in suggesting solutions to the technical issues that would be required to reach an agreement. The government is letting it be known that the 100 Euro figure is a EU punishment and has just been plucked out of the air, and that they have no idea what the figure could be made up of. Ignoring the fact that it is the Gross figure and that the breakdown of how it is calculated has been published. The EU is pointing out that the UK has a totally unrealistic expectation of its chances of getting an overall Brexit deal that looks anything like what the UK says it wants, and an unrealistic expectation of the time it will take to tie up each part of the negotiation. I get the impression that both sides are actually aiming to get an interim deal (lets call it a trial separation) that will put off the divorce until all the parties currently engaged in it are retired, and then the next generation of politicians can sort it out.  \nThe UK local elections seem to show that UKIP is finished as a serious force. With Labour divided the Conservatives have no need to worry about an opposition for 5 years so as long as the Conservatives can claim to be doing something about Brexit they are in no danger of being thrown out. Quitting the EU with no deal would be an economic disaster, so they will try and avoid that. Agreeing to pay a big bill would re-awaken UKIP, so they cannot do that. The EU cannot afford to give the UK an easy Brexit, so they will not do that.  This gives a stalemate.   "], [30553, "2017-05-05T08:31:57Z", 0.4, "I believe in the idea that 'nothing will be agreed until everything will be agreed'. However the UK needs to settle this issue before the trade discussions can really start so the incentive is to move quickly (though until the German election is over, this seems unlikely). "], [23006, "2017-05-04T23:56:27Z", 0.09, "No, back down again. Really not seeing downside to not paying. Even if the UK pays, access to single market is not likely. T"], [368, "2017-05-03T23:00:20Z", 1.0, "May has affirmed their intent to pay for obligations ... But not the currently purported €100 B.   "], [691, "2017-05-03T20:10:20Z", 0.1, "http://www.reuters.com/article/us-britain-eu-barnier-idUSKBN17Z0YB?il=0\nhttp://www.reuters.com/article/us-britain-eu-bill-idUSKBN17Z0GZ?il=0\nhttp://www.reuters.com/article/us-britain-eu-bill-negotiators-idUSKBN17Z0RK?il=0\nAnd this is just Reuters; there are similar musings on almost all the real news sites.  The punchline is nobody is entirely sure how this will turn out--the process is still in the Quacking-and-Flapping stage, and will probably have to pass through Empty Posturing and Diplomatic Choreography before it even gets to Serious Talking, and that may take a while once it starts.  Stay tuned."], [38, "2017-05-03T15:20:41Z", 0.22, "Ok, I've had my little dalliance with optimism.  Junckers is saying May is beyond the galaxy of realistic ideas.  May is promising voters that Junckers is going to discover that she is a \"bloody difficult woman\".  And we've all seen that Angela Merkel does not lack for backbone."], [35237, "2017-05-03T14:39:18Z", 0.05, "Not in the UKs interest to finalise any formula before trade negotiations are substantially complete"], [28414, "2017-05-03T09:48:20Z", 0.2, "Global banks are preparing to move some London-based operations into new or expanded bases inside the EU after British Prime Minister Theresa May triggered the formal mechanism for quitting the 28-nation bloc.\n\"We have to plan for a scenario where there is no U.K.-EU passporting deal, and we have to move a substantial portion of our business to continue serving our European clients,\" Pinto said. \"We’ll have to wait to see what kind of deal can be achieved and see what we need to do from there.\"\nhttps://www.bloomberg.com/news/articles/2017-05-03/jpmorgan-to-move-hundreds-of-staff-to-three-eu-offices-on-brexit"], [28414, "2017-05-03T08:00:11Z", 0.15, "\"The Financial Times, using the same economic model with new data from around Europe, suggests that has now gone up to 100bn euros.\nThe EU's chief negotiator Michel Barnier is due to publish his guidelines for the talks later although they are not likely to include any financial demands.\nAn EU source has told the BBC that officials in Brussels will not enter into a discussion about potential figures for a final bill, likely to be one of the hardest-fought and most sensitive areas of the Brexit process.\"\nhttp://www.bbc.co.uk/news/uk-politics-39789903"], [4918, "2017-05-02T21:31:29Z", 0.15, "Nothing constructive will happen until UK elections. Even outstanding debt from war reparations following the Treaty of Versailles (1919) seems to be viable argument right now. "], [1034, "2017-05-02T06:03:28Z", 0.0, "Theresa May Stands Defiant on Brexit Talks, Exposing Rift With EU – Update"], [38, "2017-05-02T05:46:45Z", 0.77, "http://www.politico.eu/article/merkel-eu-aims-to-end-phase-1-of-brexit-talks-by-fall/"], [35191, "2017-05-02T02:11:10Z", 0.25, "Very complex situation,with the 2 sides currently not even close to coming to any sort of agreement as to what should be repaid "], [1639, "2017-05-01T20:47:55Z", 0.35, "Since Juncker's Downing Street dinner turned sour, I think we need to lower our expectations on the above agreement"], [5386, "2017-05-01T20:20:38Z", 0.2, "Further de-risking"], [29469, "2017-05-01T17:42:12Z", 0.17, "The EU has unanimously agreed on its guidelines for the Brexit negotiations. One of the amendments to the previous formulation was to move the securing of protections for EU citizens resident in the UK ahead of its financial obligations, reversing the previous order. This adds a significant hurdle to the timeline to agree upon the settlement of outstanding obligations, as the role of EU citizens is complex and entails laws ranging from health care provisions to free movement of people. \nhttp://www.independent.co.uk/news/uk/politics/remaining-27-eu-countries-agree-brexit-guidelines-as-hollande-says-uk-must-pay-price-a7709016.html"], [34962, "2017-05-01T03:59:05Z", 0.35, "The UK will need to settle on a payment as soon as possible if it wants tariffs and trade policy set before it leaves the EU."], [1034, "2017-04-30T06:42:18Z", 0.0, "EU suspects Brexit mind games in UK veto on budget"], [32258, "2017-04-30T00:28:29Z", 0.05, "http://www.dw.com/en/theresa-may-turns-combative-ahead-of-brexit-negotiations/a-38619299"], [27461, "2017-04-29T23:02:32Z", 0.02, "This seems unlikely. The EU guidelines say only that \"substantial progress\" (or \"sufficient progress\"? as FT put it today) on the exit bill is needed before talks on post-Brexit relations can start. Moreover, the difference between the two positions is large. Finally, I can't see May agreeing to an exit bill formula before knowing what she will receive in return. So I think the two sides will seek to agree on the easy components of the formula (e.g., to include Britain's share of EU assets as an offset, or that Britain will continue to contribute to the EU budget until 2020, the end of the current 7-year \"financial perspective\", as the EU budget is called), the EU will call this \"sufficient progress\" and move on, and the final agreement will be reached on all issues simultaneously in 2019 or later. After all, a cornerstone principle of a good negotiator is \"nothing is agreed until everything is agreed\" :) "], [38, "2017-04-29T14:43:37Z", 0.11, "http://www.gjopen.com/comments/comments/493025"], [691, "2017-04-29T12:47:00Z", 0.16, "Assuming the PM does well in the impending election, she will be able to strike whatever deal she wants with the EU, no matter how unpopular it will be in the immediate future, since she's bought five more years until the next required general election and she'll likely have a large enough delegation not to worry overmuch about by-elections.  All of this may give her the flexibility to cave in on this issue and some others.  Stay tuned."], [788, "2017-04-29T11:28:35Z", 0.7, "Unless the UK decides to stay in the EU and reverses Art. 50 before 29 March 2019, it will leave the EU on that day (most likely with a transitional agreement in place). \nThis leaves about 18 months for negotiations (starting in June 2017 after the UK general election and ending in October 2018 with the remaining time needed to ratify the agreement).\nThere is zero precedent for any negotiations even remotely similar in complexity being completed in such a short time period, which is why the EU has decided to divide the negotiations into three phases: the most pressing issues (NI, rights of EU/UK citizens and the exit bill) will be settled first, followed by an agreement over the divorce and only then will there be talks regarding the future relationship.\nIn order to have enough time to negotiate the divorce and agree on a transitional arrangement, the first phase (incl. the exit bill talks) needs be concluded before the end of 2017. \n\nTheresa May and her team are starting to realize that there will be no parallel negotiations and that the UK will have to concede on many of the contentious issues (e.g. the exit bill, ECJ jurisdiction during the transitional agreement, etc.) which is why the early election was called. She is hoping it will give her more breathing room from Conservative back-benchers (by increasing her parliamentary majority) and the public (by pushing the next election to 2022) and hence the ability to concede on these points."], [4634, "2017-04-29T08:04:37Z", 0.2, "\"Britain’s Brexit denial"], [32258, "2017-04-28T16:40:52Z", 0.05, "https://www.theguardian.com/politics/2017/apr/27/britain-divorce-bill-brexit-angela-merkel\n------\nWith the text largely agreed, the meeting served as a show of unity before Brexit talks. “It was an unprecedented signal of trust, unity and consensus” of the 27 EU member states, declared Louis Grech, the deputy prime minister of Malta, who chaired the meeting. “All delegations agreed with the overall thrust of the guidelines and expressed their full support. We made it very clear in the guidelines that the single market is indivisible and [there] will not be cherrypicking.”"], [1639, "2017-04-27T14:05:19Z", 0.6, "The future relationship can only be discussed once the exit issues - such as UK payments to the EU budget - are resolved, she [Merkel] told German MPs.\nThe EU will \"for sure\" reach a free trade deal with the UK after Brexit, EU Trade Commissioner Cecilia Malmstrom said, shortly after Mrs Merkel spoke.\nMrs Merkel said the immediate Brexit priorities to decide on were the rights of EU citizens in the UK and Britons in continental Europe and Britain's ongoing financial obligations.\n\"We can only do an agreement on the future relationship with Britain when all questions about its exit have been cleared up satisfactorily,\" she said.\n\"The sooner the UK government is ready for constructive solutions, the sooner we can meet its wish to talk about the future relationship. But first we need to know how the UK government envisages that relationship. It can only be done in that sequence.\"\nEU officials estimate that the UK faces a bill of €60bn (£51bn; $65bn) because of EU budget rules. UK politicians have said the government will not pay a sum of that size.\nMrs Merkel stressed the need to protect the interests of some 100,000 Germans living in the UK.\nBut she went on to say \"we are also ready to make a fair offer to British citizens in Germany and the rest of Europe.\n\"They are an important part of our community and should remain so.\"\n_________________________________\nCOMMENTS:  Raising slightly. The EU views are clear enough and they have been so ever since. The UK [Ms. May] views not so much so. This question can be let to rest until after the UK elections I think. The results of the UK election, if favorable to Mr. May would enhance her freedom to negotiate Brexit. Her current working majority of 17 gives leverage to hardline Brexiteers who might vote against any deal that involved sacrificing control over migration or paying an exit fee to leave Europe. A bigger majority would give her the freedom to compromise with the European Union and get the deal through Parliament.\n"], [28414, "2017-04-27T13:06:55Z", 0.65, "German Chancellor Angela Merkel says some British people have \"illusions\" about discussing the UK's future ties with the EU at the same time as nailing down the UK's Brexit terms.\nThe future relationship can only be discussed once the exit issues - such as UK payments to the EU budget - are resolved, she told German MPs.\nhttp://www.bbc.co.uk/news/world-europe-39730326"], [5386, "2017-04-27T02:02:02Z", 0.25, "De-risking"], [522, "2017-04-26T10:58:41Z", 0.0, "The figure, if agreed, will be at the end of the negotiating window. There will be a lack of public understanding about any figure agreed and other more central issues will be finalized first."], [35072, "2017-04-25T03:40:10Z", 0.09, "I agree with other forcasters: the 'bill' is not the main negotiation point for the parties involved, rather a supportive argument to win positions on more relevant aspects (single market, migration). As much as the UK has liabilities towards the EU, it also owns shares of EU assets. At the moment my best guess is that both parties take advantage from a non de ision. A game changer can be the EU requiring a decision as pre condition to move further on other aspects."], [30200, "2017-04-24T08:55:13Z", 0.4, "Some face saving fudge formula will be found eventually. Question is if before 2018. Little time here after German election. So slightly less likely then yes."], [691, "2017-04-23T14:14:03Z", 0.1, "Not clear yet what the PM will do with her presumably impending majority.  Holding off on changing anything about this until I can get more bourbon."], [29469, "2017-04-23T10:08:53Z", 0.05, "\"The cost of Britain’s divorce bill could range between €15bn and €80bn, depending on what assets and liabilities are included.\" https://www.theguardian.com/politics/2017/feb/24/eu-politicians-back-brussels-call-for-uk-to-pay-60bn-exit-bill-before-trade-talks"], [1034, "2017-04-23T08:16:22Z", 0.0, "Squabble Over U.K.'s Brexit Bill Easing, Ireland's Noonan Says"], [32258, "2017-04-22T21:54:17Z", 0.05, "Basically, all the best laid plans are going to go sideways because this is just one big complicated negotiation. I can't see May agreeing on the divorce bill first thing out of the box and I don't think the EU will insist on it. They will be lucky to agree on much of anything by the end of the year but if they do, it will be about where to meet on and what dates."], [23006, "2017-04-22T19:03:10Z", 0.51, "Having read all the very thought-out arguments and thinking further on this, I'm going 180 on this one."], [38, "2017-04-22T16:57:46Z", 0.22, "I just read the comments posted by @Tetbury and @Dsarin here http://www.gjopen.com/comments/comments/488029.\nGreat discussion!  \nBoth forecasters present arguments that suggest to me that May et. al, may not find the road to agreement any easier after the election.  \nReducing my forecast back down."], [38, "2017-04-22T16:46:16Z", 0.33, "If the snap election in the UK results in an increase in seats for the Conservatives, then the chances of this happening will improve significantly,  I think."], [1034, "2017-04-22T08:38:03Z", 0.0, "Brexit Bill Shouldn't Delay Trade Talks Too Long, Say Leaders"], [368, "2017-04-21T18:35:43Z", 0.0, "Revisions due to clarification from @Wildwood2000, April 20"], [35048, "2017-04-21T18:15:48Z", 0.12, "As a UK citizen I believe the current government (or the one that will be voted in on June 8th will use this as a bargaining tool."], [27144, "2017-04-21T17:15:50Z", 0.25, "1) Multiple problems exist.\n2) Multiple get arounds exist."], [23006, "2017-04-21T16:11:40Z", 0.0, "No way by deadline - analysts still weeding through what those liabilities are are when to price them. Let alone payment schedules. "], [14493, "2017-04-21T13:59:27Z", 0.05, "As an example of how much more difficult UK EU negotiations will be in practice than they have been presented to the public is revealed in the leaked EU document published by the FT yesterday. The EU have become aware that the UK has required Eu citizens who wish to remain in UK after Brexit to complete an 85 page form, and that any deal agreed between the EU and UK to protect the rights to EU citizens living in the UK could be changed or their lives could be made more difficult by a future UK parliament. As no UK parliament can bind a future UK parliament the EU is insisting that the rights of EU citizens in the UK after Brexit must be guaranteed by the ECJ. One of Mrs May's requirements was that the UK would not be subject to the ECJ.  \nI suspect this will be just one instance where in order to get an agreement with the EU, the EU will want to insist that the UK agrees to recognize the ECJ and the UK will insist that it will not recognize the ECJ. The only way I can see to meet both requirements would be to create another international court to deal with UK EU disputes, as per the EFTA Court. (But in practice the EFTA Court is the ECJ in all but name.)  "], [34499, "2017-04-21T12:10:53Z", 0.0, "Regardless of any mandate the UK has after the general election, the bill is so high that it will be used in negotiations (as a trade off) against other items.  I don't see that all the items will have been agreed by 1 January.  "], [1034, "2017-04-21T07:37:27Z", 0.0, "EU eyes years of Brexit payments, immigration: document"], [35034, "2017-04-20T21:35:32Z", 0.3, "May well be seen as precursor to more substantive negotiations, and even may be shown as early success, before the harder negotiations follow re the future "], [14493, "2017-04-20T11:25:25Z", 0.1, "Assuming May gets a bigger majority in the June election she may be more willing to agree more quickly. But of course that would depend on the make up of the new parliament, it could have more MPs would are not that interested in reaching a agreement at all. It is the UK that will want to progress to discussing trade deals quickly, the EU seems determined not to discuss trade until after the outline of the outstanding liabilities is settled. \nIt seems pretty certain that there will be no substantive negotiations for many months. Before mid-June there are French presidential elections, then UK elections. then French parliamentary elections. After the French parliamentary elections there could be a few weeks of sorting out coalitions or alliances.   Everyone will be on the beach in August. In September its the German election which could be followed by weeks of trying to organize the coalition.  "], [35000, "2017-04-19T19:08:20Z", 0.1, "Unlikely. Likelies scenario is that the payments will be part of whatever large deal that comes out of the Brexit negotiations in 2 years."], [4634, "2017-04-19T13:00:45Z", 0.35, "(Testing my keyboard)"], [35003, "2017-04-19T12:19:50Z", 0.15, "Brexit hasn't happened before, and things like Brexit haven't really happened before either*. As such, it's difficult to take an 'outside' view on this."], [5386, "2017-04-18T19:58:39Z", 0.4, "Still convinced that they will settle the question of the bill, but further de-risking vs the consensus."], [32258, "2017-04-18T16:56:09Z", 1.0, "The early election should strengthen May's hand in Brexit negotiations allowing her to be practical and orderly. I think she will want to get that bill (or a formula) out of the way and get on with the trade talks. The election is expected to give Conservatives more seats which puts her in a better position allowing the Brexit talks to proceed in the orderly fashion that the EU has outlined rather than crash because of internal divisions over how to approach it.  I don't think more Conservatives means it strengthens the mandate for a hard Brexit, I think it just strengthens May's hand to make practical decisions with fewer MP's nipping at her heels. Well, they'll nip but maybe it will be easier for her to ignore them."], [34969, "2017-04-18T16:08:12Z", 0.07, "Some payment is likely to be made. However the upcoming election will further delay agreement on a final amount. Therefore i expect earliest actual payment in 2018."], [1639, "2017-04-18T15:10:44Z", 0.45, "Prime Minister Theresa May shocked opposition politicians and media on Tuesday when she announced an election would be held on June 8, 2017.\nMrs May’s decision comes as Westminster MPs remain deeply divided over what the UK’s new relationship with Europe should look like. Scotland’s First Minister Nicola Sturgeon has called for a second independence referendum while the House of Lords and Labour have voted against Brexit terms proposed by the Conservatives.\nWhile previously opposed to a new election, Mrs May said “division in Westminster will risk our ability to make a success of Brexit.”\n_____________________________\nCOMMENTS:  We better hold our breaths until the elections for this question. I can't help it but to think that T. May is considering dropping that Hot [Brexit] Potato in calling for elections, and her statement \"make a success of Brexit\" sounds very sarcastic!"], [35006, "2017-04-18T14:27:59Z", 0.15, "Since a snap election has been called i expect a close run election with plenty of wavering, the government may not get much of a majority this time around. There will be plenty of good will from the EU as they look to hang on to the UK as a member. Olive branches (from Greece and Italy probably?, that's a joke) will be thrust and i expect plenty of prevarication and fudging. Meetings and deadlines will come and go, total liabilities will be disputed. January 2018 is too close, ultimately i expect a lot of smaller payments called something completely different, with the total a fraction of what is currently being bandied about in the media."], [7934, "2017-04-16T15:51:22Z", 0.2, "Payment will be the last item on the list. Gibraltar issue cloud the payment process."], [5386, "2017-04-15T20:13:16Z", 0.6, "Still convinced that they will settle the question of the bill, but de-risking a bit vs the average."], [706, "2017-04-14T07:01:49Z", 0.15, "Too much turmoil and rejection."], [368, "2017-04-14T03:22:49Z", 1.0, "The dynamics of the first phase, the precondition of payment prior to formal negotiations, is a bit more complex.  Three approaches have been proposed for negotiation regarding the €60B;  All three options are specified as different solutions to how the debt, liabilities and loans are to be resolved.  May has committed to payment, which the EU interprets as a commitment to resolution of the financial aspects of Brexit.  This acceptance or commitment as a function over which aspect of the there options are negotiated will guide the economic structure for Brexit.   While timeline for Brexit is 2 years, the outcome of the first phase negotiations will produce an outcome, in part, what will be paid and when.  It could be over the period of the overall negotiations as as into 2019 - 2020.  "], [32258, "2017-04-12T23:43:56Z", 0.02, "My thinking is that the EU's demand that the UK first negotiate the terms of the divorce and then later the legal and trade relations will not work. The UK has no incentive to pay the bill before knowing the real deal and in fact that would put them at a great disadvantage as they would be giving up their leverage before the negotiations actually begin. It seems to me that getting past elections in France and Germany are key to the start of real negotiations which I think will likely put everything on the table at once rather than try to negotiate anything separately. And that means it is unlikely to happen in a few months."], [34867, "2017-04-12T15:18:31Z", 0.89, "It seems that time pressure is more on the EU than the UK in this matter.  Their credit rating is at risk, and a failure to make a deal can lead to a legal problem in claiming the debt at all.  They're in a position where accepting a lesser deal sooner is likely better than delaying."], [34867, "2017-04-11T20:26:50Z", 0.87, "Based on the language being used by the various UK and EU leaders being quoted, it seems that all parties would prefer to come to an agreement on a number.  Both sides are discussing the possibility of all-or-nothing positions, but it seems clear that language is being used more as a negotiation tool than as anyone's actual intent."], [368, "2017-04-09T22:49:17Z", 1.0, "The median policy position of the EU (a  €60B  bill that the EU seeks before toot formal Brexit trade negotiations can begin); the UK and EU have diametrically opposed positions on this matter. The median policy positions for both entities will shift positively or negatively in either direction of the median policy outcome depending on whether either party can bargain an agreement on this fundamental difference.  Since both positions have staked a positive outcome for this phase (formally phase 1 where the parameters on the negotiation - on the EUs end) of the negotiations will depend on a number of aspects:  the probability and likelihood of an outcome that favors the completion of all phase 1 aspects including location of the negotiations;  the policy distances between the two entities relative to specified deliverables of the negotiation framework will influence, as a function time, will determine progress in this phase.  It is estimated to engage in this phase by June 2017, an optimistic view by both parties.  Each subgame equilibrium is informed by a threshold of n + (1 - n ) where equilibrium converge on unity.  Unsuccessful does not imply a failure of either of the parties to obtain an optimized or maximized outcome.  An additional specification or requirement for this kind of outcome  requires that the strategic interaction among agents at each level be an of outcome of a non-zero sum game.   Successful outcomes merely imply that strategies interactions among agents  require a secured agreement on outcome by each agent.  Since zero sum outcomes are excluded, this constraint can be be mitigated in the bargaining process ( which is the core of these bargaining among these agent types; a state versus a supernational entity comprised of 27 European states but obtains the policy position of a single entity, the EU) it is unlikely given Pareto inefficiencies.   This does not imply an inherently weak position for the U.K., however, it does indicate the strength of the EUs initial bargaining position.  "], [28414, "2017-04-09T20:19:27Z", 0.56, "\"Settle Brexit bill quickly to boost chance of free trade deal, say pro-EU Tories\" a good advice...\nhttps://www.theguardian.com/politics/2017/mar/27/tories-theresa-may-brexit-bill-european-union"], [32843, "2017-04-09T18:47:54Z", 0.0, "This is an interesting one. Legally apparently the bill is zero and I think the EU is going bankrupt if the UK refuses to pay, so bit of an impasse. "], [15414, "2017-04-09T18:47:35Z", 0.3, "The time frame is short. An agreement by the one year mark might be more realisable."], [29054, "2017-04-09T17:37:16Z", 0.0, "There is not interest from Germany or France to get to an early agreement, or for that matter anything that it looks like and easy way out. This process needs to look very hard an uncompromising  to deter others from following suit. At his point, the time frame is too short to get something agreable in the table by the end of the year. Now, it is a fact that Brexit has the Scotts at the table and they will have some sway here."], [28414, "2017-04-09T10:25:16Z", 0.67, "Theresa May gives clear hint that Britain will pay Brexit divorce bill, but will not say if it is £50 billion\nhttp://www.telegraph.co.uk/news/2017/03/29/theresa-may-gives-clear-hint-britain-will-pay-brexit-divorce/"], [1993, "2017-04-09T06:26:43Z", 0.02, "Time frame seems too short due to national elections in France and Germany. And the EU and UK are starting from diametrically opposed positions, at least those they have publicly stated."], [19260, "2017-04-08T23:44:52Z", 0.0, "I don't see any reason for the UK to agree to pay the EU anything before that date, and I don't see any reason for the EU to concede that nothing has to be paid before that date.  That the EU says it wants to settle the bill as the first item is meaningless drivel."], [368, "2017-04-08T21:36:32Z", 0.0, ""], [1034, "2017-04-08T20:56:04Z", 0.0, "\nEU's tough demands for Brexit divorce dash hopes of a speedy trade deal"], [28091, "2017-04-08T19:55:11Z", 0.15, "While it is likely that any bill would be unenforceable it may be in the UKs best interests to come to some kind of an agreement so that trade talks can commence in a positive manner. The problem is that this could become a political hot potato if the EU publicly presents a large bill rather than negotiating privately with the UK. "], [14493, "2017-04-08T17:30:09Z", 0.01, "Although the EU route map is to deal with this as part of the \"arrangements for withdrawal\" along with the status of EU and UK migrants, and arrangement for the future border between Eire and Northern Ireland, and the EU's suggested timetable for these 3 issues is finish them before January 2018,  before getting onto the framework of the UK's future relationship with the EU (which is being interpreted as means that discussions about trade deals) the UK government's interpretation of Article 50 is that a trade deal is part of \"the framework of the future relationship with the EU\", which A50 appears to suggest is \"taken account of\" in the withdrawal. In other words the UK does not want to agree a framework for leaving before it has agreed a framework for its future relationship. It is viewing the negations as all being part of one transaction.  Clearly there is a difference of opinion between the EU and UK, but I don't see how the EU can insist of the UK agreeing to the EU order of events unless the matter is decided in the EU's favour by the ECJ. I am not a lawyer but A50 does not seem to clearly support the idea that the leaving framework has to be agreed before starting the future relationship discussions. \nUnless someone has got a secret plan that will please everyone in the EU, and the UK, and is completely uncontroversial it seems unlikely that much will be decided before the next German Government is in place. It has been suggested that going by previous German elections and negotiation about forming coalitions, the next German Government will not be in place until November of December 2017. I doubt that this would give time to agree this question before Jan 2018.\nI don't see the EU being in a great rush to speed up the timetable, particularly as there  have reports that the EU is concerned that the UK might be planning to withdraw A50 just before the March 2019 end date if it has not completed the leaving talks and immediately invoke A50 again to get another 2 year period for more negotiations. This may or may not be true, but the fact that some in the EU think it may be true gives an idea of how unlikely they think having a deal in place in the 2 years is. \nIn my view there are three possible outcomes to Brexit\n (a) the EU offers and the UK accepts a deal that is more or less the Norway (EEA) deal - this could be done in 2 years \n(b) there is no deal at all - in which case the economic outlook for the UK in at least the short term (10 years) will be very bad, and bad for the EU\n (c) a special bespoke deal that is nothing like any other deal that the UK has done with any other country - this would take between 5 and 10 years to put in place. "], [11096, "2017-04-08T13:01:25Z", 0.02, "Using IPCC scale of likelihood I start with 2 % as somewhere between unlikely (0-10%) and very unlikely 0-1%\nRationale: British government is totally not ready to understand the changes in all legislation when leaving the EU. They need more time to prepare themselves and although \"Brexit means Brexit\" they surely will not say \"paging means paying\", so negociations will take as long as possible within or out the EU rules. \nHave to dive (soon) much deeper in this horrible question.  "], [1639, "2017-04-08T12:52:50Z", 0.35, "That is a very good question. Once we get a hint how the wind blows on this question, we may also be able to have a picture on many other things regarding Brexit."], [28414, "2017-04-07T22:17:55Z", 0.87, "Doesn’t EU insist that the agreement must be reached before the negotiations can commence? And didn’t May kind of agreed with that. Now it’s only down to the amount. Why waste time over billions when you can save millions for the NHS?! "], [31450, "2017-04-07T21:42:19Z", 0.07, "Given the complexity of these negotiations, I have trouble imagining major issues will be decided this year; with the possible exception of the status of citizens in each place."], [20284, "2017-04-07T21:13:07Z", 0.05, "This exit will prove to be one of the most complicated and complex agreements ever put together.  The trade offs of money, access to markets and labor, non economic continuations etc. will take more than 9 months and indeed the payment portion will be hostage to the rest of the agreement.  "], [691, "2017-04-07T18:32:57Z", 0.18, "This is a very intriguing question, which means I'll have to research it thoroughly, check on it frequently, and think about it pretty hard.  I had hoped to leave all that behind me when I retired from the professoriate, but thanks; one needs to stay more or less alert."], [24, "2017-04-07T18:16:01Z", 0.2, "Substantive negotiations are not seriously likely to get underway until after, in turn, the French presidential and parliamentary elections, the lengthy continental European summer vacation, and the formation of a government after the German parliamentary elections (which are due on 24 September)."], [5386, "2017-04-07T17:19:23Z", 0.8, "A VERY GOOD QUESTION! I think no-one can say he knows.\nThe EU has a tendency to eeeeendlessly draw out proceedings. On the other hand, the EU said they wanted to settle the question of money owed before anything else.\nShooting from the hip, I'll say they will probably reach SOME KIND of agreement and then go to other subjects. Whether that will be clear / enforceable, I am not sure.\nWhether this will be recognized as 'an agreement' by GJO, will then be another question entirely..."]]}