{"question_id": 359, "title": "Will the World Trade Organization's Iran Working Party meet before 1 January 2018?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[43055, "2017-12-25T16:57:55Z", 0.05, "I doubt anything will happen in the next week."], [19801, "2017-12-16T01:36:00Z", 0.0, "No meetings, and not while Israel, Saudi Arabia and USA are so anti Iran."], [1639, "2017-12-13T17:00:23Z", 0.0, "An Iranian government delegation has headed to the 11th World Trade Organisation Summit in Buenos Aires to represent Iran as an official observer country, Islamic Republic News Agency said on December 11."], [1639, "2017-11-25T18:28:57Z", 0.0, "From July 1996 to May 2001, Iran’s application had not been considered, mainly as a result of US objections and the US veto power in the WTO Council. From May 2001 Iran’s application for WTO membership has been brought up 22 times. At the 22nd time, on 26 May 2005, Iran’s application for WTO membership was approved unanimously by the organization’s members (and thus by the United States and Israel as a goodwill gesture so as to ease the nuclear negotiations between Iran and the international community). \n________________________________\nCOMMENT:  Not a chance now...."], [6303, "2017-10-31T03:53:22Z", 0.0, "Based on general news and GJP consensus."], [6303, "2017-10-23T03:57:21Z", 0.0, "Based on general news and GJP consensus."], [6303, "2017-10-16T03:37:24Z", 0.0, "Based on general news and GJP consensus."], [6303, "2017-09-18T04:27:44Z", 0.0, "Based on general news and GJP consensus."], [6303, "2017-09-04T05:09:34Z", 0.0, "Based on general news and GJP consensus."], [1034, "2017-08-30T05:46:36Z", 0.0, "Iran rejects U.S. demand for U.N. visit to military sites"], [68, "2017-08-06T07:34:19Z", 0.0, "Following @Raahul_Kumar and consensus. If any existing member can block an applicant, Iran has no chance, given Trump's and Saudi's present stance."], [19801, "2017-08-05T13:49:41Z", 0.35, "Still no meetings and none likely, with Saudi Arabia, Israel and the USA likely to block Iran. It only takes one member to block an application."], [1034, "2017-08-04T07:43:31Z", 0.0, "At U.N., Western powers warn Iran rocket test a 'threatening step'"], [1034, "2017-08-03T07:12:40Z", 0.0, "Iran says new U.S. sanctions violate nuclear deal, vows 'proportional reaction'"], [6303, "2017-07-17T02:16:11Z", 0.01, "Based on general news and GJP consensus."], [1034, "2017-06-21T05:49:10Z", 0.0, "Russia, Iran sanctions bill hits roadblock in U.S. House"], [31450, "2017-05-18T21:48:56Z", 0.0, "Dropping from one to zero because I finally did a little research and realized the Iran Working Party was established in 2005 and still hasn't started meeting."], [1034, "2017-05-03T06:35:58Z", 0.0, "Threat of War Stokes Conflict in Iran"], [691, "2017-04-27T19:26:36Z", 0.01, "I love this Group, which I suppose gets paid some stipend plus expenses for never meeting.  Do you suppose they are recruiting for new members?"], [1034, "2017-04-20T05:43:48Z", 0.0, "U.S. says Iran complies with nuke deal but orders review on lifting sanctions"], [691, "2017-04-15T02:02:46Z", 0.02, "I was once on a committee that didn't meet for eight years, but it was set up for a specific contingency that didn't arise until after I left the committee.  My favourite gig.  You'd think this outfit, which shattered my record, could think of something to chat about once in a while.  Or maybe I could get appointed to it, since I have considerable experience in not going to meetings."], [6303, "2017-03-27T02:43:34Z", 0.01, "Based on general news and GJP consensus."], [1034, "2017-03-26T09:05:40Z", 0.0, "Iran denies harassing U.S. warships in Gulf, warns of clashes"], [1034, "2017-03-24T06:17:24Z", 0.0, "U.S. senators set bipartisan bill to tighten sanctions on Iran"], [1034, "2017-03-23T07:35:49Z", 0.0, "Iranian navy endangering international navigation in Gulf: U.S. commanders"], [1034, "2017-03-18T05:48:40Z", 0.0, "Murphy and Nasralla (2017) Fri Mar 17, states that:"], [27101, "2017-03-13T23:11:30Z", 0.02, "Given Trumps attitude towards both WTO and Iran it's extremely unlikely that any progress will be made. If WTO would proceed without US consent this would give them a perfect excuse to disregard the institution or withdraw"], [1034, "2017-03-10T07:09:41Z", 0.0, "Iran Test Fires Medium-Range Ballistic Missile"], [1993, "2017-03-08T01:30:07Z", 0.02, "I believe the next step is for the working party to submit questions to Iran, then Iran must provide answers before the working party will meet. As far as I know, the questions have not yet been submitted."], [1034, "2017-03-07T06:21:33Z", 0.0, "U.S. Navy ship changes course after Iran vessel interaction: U.S. official"], [1034, "2017-03-06T06:36:51Z", 0.0, "Iran indicts nuclear negotiator, holds Iranian-American on fraud charges"], [1034, "2017-03-05T06:57:48Z", 0.0, "Iran successfully tests Russia-supplied S-300 anti-aircraft system – media"], [1034, "2017-02-27T08:15:12Z", 0.0, "Iran holds naval war games, amid rising tensions with U.S."], [33870, "2017-02-19T16:24:48Z", 0.05, "current geopolitical climat makes it unlikely"], [31450, "2017-02-14T16:32:02Z", 0.01, "Given the US dominance of the WTO and the move toward more confrontational relations with Iran I believe the appropriate response to this group meeting is as follows:\nhahahahahahahahahahahahahaha, try again in 2021"], [6303, "2017-02-05T03:58:02Z", 0.02, "According to the general news and GJP consensus."], [1034, "2017-02-05T03:51:59Z", 0.0, "U.S. Hits Iran With Sanctions, Drawing Threat from Tehran\nTrump administration blacklists more than two dozen firms and individuals, prompting Iranian threat of reciprocal measures"], [29054, "2017-02-03T20:03:34Z", 0.0, "The missile test will cost Iran the small amount of willingness for the WTO to get some talks going, what ever good will was built last year, puff! Gone!. \nAyatollahs 0 DJT 1. "], [1034, "2017-02-01T09:13:51Z", 0.0, "UN Security Council to hold emergency meeting over Iran missile test"], [32766, "2017-01-30T21:15:56Z", 0.05, "See no reason for change at the moment."], [6303, "2017-01-30T03:41:49Z", 0.02, "According to the general news and GJP consensus."], [13377, "2017-01-29T02:34:47Z", 0.01, "Following scholarandcat"], [6303, "2017-01-23T02:26:51Z", 0.02, "According to the general news and GJP consensus."], [6303, "2017-01-16T01:29:03Z", 0.02, "According to the general news and GJP consensus."], [691, "2017-01-13T21:09:21Z", 0.04, "Gotta love a \"working party\" that hasn't worked in over a decade.  "], [13377, "2017-01-09T20:35:53Z", 0.05, "I am just a simple algorithm. On each question, Iook at those players whom I follow, and copy the forecast of one of the several who have made the most recent forecasts. I only use my own judgment when deciding which one to follow if several have made recent forecasts."], [6303, "2017-01-09T03:23:15Z", 0.02, "According to the general news and GJP consensus."], [373, "2017-01-07T21:29:06Z", 0.01, "Trump will work hard to ensure this doesn't happen"], [6303, "2017-01-01T02:54:14Z", 0.03, "According to the general news and GJP consensus."], [6303, "2016-12-26T02:52:31Z", 0.02, "According to the general news and GJP consensus."], [31201, "2016-12-20T03:54:06Z", 0.05, "Seems unlikely - likely diplomatic conflict with Trump administration will strengthen hardliners."], [9755, "2016-12-20T01:46:07Z", 0.69, "It all depends on who  will be the next president in Iran . Let's hope Irans behavior may change and \nInvest within and improve Iranian lives first \nIt also depends on president trump . Did not think I would say president trump.\nStill a supprise !"], [7366, "2016-12-19T22:17:09Z", 0.05, "Due to the holidays in US and Europe it is unlikely."], [31560, "2016-12-19T06:18:25Z", 0.8, "Probably wishful thinking."], [6303, "2016-12-19T03:13:13Z", 0.02, "According to the general news and GJP consensus. "], [1034, "2016-12-17T08:14:08Z", 0.0, "Long road ahead for Iran s bid to join World Trade Organization"], [29054, "2016-12-14T22:49:09Z", 0.07, "2017 Is going to be an interesting year for the Iranian situation. Today, you have their support for the Syrian Regime ready to pay dividends in the upcoming international negotiations, the regime in Syria cannot operate without Russian and Iran, that is working on Iran's favor, their Geopolitical area of influence is getting stronger, so you can see Putin keep improving relations with the Iranian leaders.t \nAt the same time you have pro Russian been nominated at the cabinet getting form by DJT. Very interesting, that DJT as campaigned on Natahayu's platform in relation to the situation with Iran which is the opposite than Russian's direction.  \nNow, trade deals, the Airbus deal is going to put lots of pressure in Europe,  the conservatives in Europe have lost in England a fighter an allied, and now thanks to Brexit, the progressive movement in Strasburg are pushing back to the US, some conservatives that were not aligned with the US have it easier to undermine the influence of the US in the EU, with the English out of the decision making cabinets in Strasburg, the optics are clear. \n Still with all these dynamics, there are not enough to get Iran at the table to be a Working Party, consensus will not be reached.\n I am not going to go all the way to 0 but it is not far."], [1639, "2016-12-12T14:39:15Z", 0.01, "“The WTO accession process is based on consensus, and as of now, there are a number of countries that oppose appointing a chair to Iran’s working party on accession,” the official said, describing the process involved in joining. “The U.S. also does not currently support naming a chair.”\nhttp://www.wsj.com/articles/lawmakers-urge-u-s-to-block-irans-wto-bid-1475793488\n__________________________\nCOMMENTS: Based on the above and the Trump Presidency, it looks very unlikely"], [6303, "2016-12-12T02:34:57Z", 0.02, "According to the general news and GJP consensus."], [706, "2016-12-10T00:18:35Z", 0.15, "Too soon.  Maybe 1 January 2019."], [532, "2016-12-09T19:00:48Z", 0.01, "I was curious about why they have never met.  The problem is that there must be consensus among WTO members to appoint a chair to the working party and a number of countries will not agree to do it.  See http://www.wsj.com/articles/lawmakers-urge-u-s-to-block-irans-wto-bid-1475793488 .  "], [31274, "2016-12-09T18:02:37Z", 0.05, "Trump"], [29680, "2016-12-08T23:14:14Z", 0.01, "Downgrading aggressively due to consensus."], [28091, "2016-12-08T20:33:43Z", 0.01, "It is almost impossible see this happening without US support. Given previous US vetoes and the Trump’s position on the Iran nuclear deal this is extremely unlikely. "], [5001, "2016-12-07T05:21:29Z", 0.05, "\"how the process of Iran’s accession to the WTO will unfold\""], [19801, "2016-12-07T04:41:42Z", 0.0, "Iran's Working Party was established on 26 May 2005. The Working Party has not yet met. In over 11 years! Not even once. No future meeting is scheduled either.\nhttps://www.wto.org/english/thewto_e/acc_e/a1_iran_e.htm#status"], [83, "2016-12-07T00:58:37Z", 0.0, "Base rate is currently 0; and the odds may have declined with the new US administration.  "], [691, "2016-12-06T22:47:50Z", 0.12, "President Littlefingers will contest this.  The Iranians will insist on it.  Which one gets their way will tell us much about the place of the US in the world order for the foreseeable future.  Should be interesting."], [29680, "2016-12-06T22:34:54Z", 0.1, "Trump might want to punish both Iran and Boeing. By retracting the nuclear deal, support for WTO accession becomes more difficult. By vilifying Boeing and associating it with Iran, he can push his retributory agenda further. http://www.wsj.com/articles/u-s-encourages-firms-to-make-deals-with-iran-in-bid-to-cement-nuclear-deal-1466727183 http://www.foxbusiness.com/markets/2016/12/06/trump-tweets-cancel-order-on-boeings-new-air-force-one-because-costs-are-out-control.html"], [368, "2016-12-06T21:33:43Z", 0.02, "Since no meetings were scheduled between 2015 and 2016, it is somewhat likely that some meeting(s) will not occur prior to Jan 1, 2018.  Given constraints and potential changes in the Trump foreign policy approach to Iran, a decrease in activity within trading regimes will constrict somewhat, but additionally, Iran's response to it.  If the Iranians react negatively to the Trump administration's approach to its country and the nuclear deal falls apart, additional sanctions from various states and international institutions are likely contain imports into Iran.\n"]]}