{"question_id": 214, "title": "Will Indiana Governor Mike Pence (R) be re-elected this November?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[6303, "2016-07-18T00:01:24Z", 0.0, "According to the general news, PredictIt Polls, and GJP consensus. \nTrump publicly announced his selection of Mike Pence is his vice presidential running mate."], [24109, "2016-07-15T18:18:12Z", 0.0, "Ok, Pence has announced. Time to move to 0 percent. "], [26774, "2016-07-15T18:06:01Z", 0.01, "Well, he cannot be re-elected as governor as long as he is the VP pick. But I am not going to deal in absolutes.. "], [24943, "2016-07-15T17:49:56Z", 0.0, "Question became irrelevant as Pence withdrew from running for governor as he will be on the VP ticket with Trump."], [6303, "2016-07-15T17:41:45Z", 0.0, "According to the general news, PredictIt Polls, and GJP consensus. \nTrump tweeted that Pence is his vice presidential running mate."], [11430, "2016-07-15T07:51:40Z", 0.2, "Most likely on Trump Republican ticket as VP"], [783, "2016-07-15T05:34:27Z", 0.0, "Donald Trump chooses Mike Pence as his running mate\nhttp://www.bbc.com/news/world-us-canada-36800811"], [24109, "2016-07-15T05:05:27Z", 0.1, "No forecast change, but a good link.  We will know tomorrow around noon, eastern time.  https://www.washingtonpost.com/politics/a-vp-process-spins-out-of-control-or-did-it/2016/07/14/2ad9c1ea-4a31-11e6-bdb9-701687974517_story.html"], [24109, "2016-07-15T04:06:25Z", 0.1, "Man, this one is confusing.  I think I will move to 10% for a few days.  Mike Pence must make a decision - by noon tomorrow (Friday) to either run for governor OR run as Trump's VP.  As per Indiana law, you can't run for both.  As of tonight, Pence is still running for Governor.  I bet that is why he was going to announce being Trump's running mate at 11am tomorrow - so he could then quietly withdraw from the Governors race.  That has been delayed a few days.  So, he has to make a decision tomorrow about something that won't lock in for a few days.  "], [24109, "2016-07-15T02:47:38Z", 0.0, "Drat, late to the party.  Going to zero since Pence is the likely Trump VP pick."], [3, "2016-07-14T18:22:30Z", 0.05, "Should have noted that my low probability reflects a corresponding high likelihood that Pence will be Trump's VP nominee, thereby leading Pence to withdraw from the Indiana gubernatorial race. Also factoring in chances that Pence would lose if he stays in the race."], [331, "2016-07-14T17:51:57Z", 0.05, "Likely Trump running mate. Less focus on gov race or will withdraw."], [6303, "2016-07-14T17:33:11Z", 0.0, "According to the general news, PredictIt Polls, and GJP consensus. \nMSN reported that Pence is dropping out of the Indiana governor's race to be Trump's vice presidential running mate."], [484, "2016-07-14T16:02:03Z", 0.0, "Down another 35% until DT announces VP expected Friday."], [26774, "2016-07-14T08:59:08Z", 0.64, "Firstly, he won his primary with 800,000 votes which is an increase of 300,000. Polling puts him ahead by narrow margins, but similar to those of 2012.\nOn the outside view Indiana is historically Republican territory, so therefore given the work of generations there will be a sway towards voting for a Republican\nBut that said for the position of governor it has swung quite often, leading me to believe people will have a sway towards voting by the character of the politician"], [1993, "2016-07-13T17:09:49Z", 0.2, "Down until we figure out if he's going to be Trump's VP pick."], [484, "2016-07-13T15:12:04Z", 0.35, "Down 30% on this http://www.gjopen.com/comments/comments/280214"], [10916, "2016-07-13T13:33:45Z", 0.45, "http://thehill.com/blogs/ballot-box/presidential-races/287515-trump-meets-with-pence-amid-vp-speculation"], [484, "2016-07-13T03:16:35Z", 0.65, "Back up 65% on this http://www.gjopen.com/comments/comments/279530"], [532, "2016-07-12T20:32:14Z", 0.65, "Back up based on the news that Fox News and Newt mutually agreed to suspend his contributor's contract.   "], [12879, "2016-07-12T12:27:34Z", 0.0, "Will he be selected as a  VP choice?"], [484, "2016-07-12T02:35:49Z", 0.0, "Down 65% on possibility it will be Pence as VP."], [83, "2016-07-11T17:35:01Z", 0.0, "Temporary position - waiting on the results of the Pence / Trump activities set for tomorrow.\nhttp://www.foxnews.com/politics/2016/07/11/gov-or-vp-indiana-s-pence-has-friday-ballot-deadline.html"], [27044, "2016-07-11T15:15:24Z", 0.05, "Because he had a 95% chance to be the VP pick. "], [283, "2016-07-11T09:42:48Z", 0.7, "Black Lives Matter--inspired mob violence should push the electorate to the right."], [6303, "2016-07-11T01:23:53Z", 0.25, "According to the general news, PredictIt Polls, and GJP consensus.\nPence is being considered for Trump's vice president position."], [16640, "2016-07-10T21:38:58Z", 0.55, "Hey it's Indiana... "], [15548, "2016-07-10T15:45:13Z", 0.55, "Reducing based on the polling number https://en.wikipedia.org/wiki/Indiana_gubernatorial_election,_2016#Polling"], [20, "2016-07-07T14:23:58Z", 0.7, "He can't run for gov and veep at same time. Gregg is a good candidate, he's making it competitive. But an incumbent R in Indiana, has an advantage. A two part question: A)will he be the veep candidate? B)If not, will he win gov? A)impossible to guess caprice of one man, capricious indeed.B)70%"], [10916, "2016-07-07T14:10:27Z", 0.62, "80% chance he will be running (not VP), then if he runs, he's strong favourite."], [10916, "2016-07-07T14:07:39Z", 0.5, "I had previously not considered the possibility of Pence being a VP pick, which is probably about 15-20% likely."], [26390, "2016-07-07T00:53:18Z", 0.45, "He might not get elected if Trump picks him as VP. "], [1993, "2016-07-06T04:20:44Z", 0.65, "Coming down until we find out who Trump has picked for his running mate. I think it would be a poor career move for Pence, but...you never know."], [691, "2016-07-05T20:41:33Z", 0.74, "In Indiana you can't run from cover--you have to decide whether to stand for VP or for Gov.  \nhttp://www.indystar.com/story/news/politics/2016/07/05/pence-trumps-vp-he-has-10-days-decide/86704444/"], [601, "2016-07-05T16:48:48Z", 0.75, "Reducing probability somewhat due to slight chance he accepts Trump's VP sloit"], [83, "2016-07-05T02:39:01Z", 0.2, "Low forecast until  July 15th"], [1333, "2016-07-04T13:00:59Z", 0.72, "What happens if he becomes a running mate? Is the question Voided or is it a Did Not Occur.\nhttp://www.nytimes.com/2016/07/02/us/politics/donald-trump-vice-president.html?emc=edit_ee_20160702&nl=todaysheadlines-europe&nlid=70183565"], [38, "2016-07-02T17:25:01Z", 0.45, "If Pence becomes Trumps VP choice, then what?"], [484, "2016-07-01T16:30:23Z", 0.65, "Down 15% until DT signals he is not going to pick Pence as his VP nominee. Not sure whether to expect Pence to abandon the race for governor if he is nominated. Any thoughts on the latter greatly appreciated."], [10898, "2016-06-22T07:05:59Z", 0.65, "The polls suggest a Mike Pence lead (albeit small, with many undecideds) https://en.wikipedia.org/wiki/Indiana_gubernatorial_election,_2016#Polling\nPredictwise has him losing at 30% http://predictwise.com/politics/2016-governors"], [23298, "2016-06-21T16:00:07Z", 0.55, "Challenger John Gregg running tv ads now and that appear to be positioned correctly. Previous public relations blunders has hurt Pence's credibility and standing. Hoosiers are conservative but often independent voters, and can buck trends and expectations. "], [6303, "2016-06-20T01:41:57Z", 0.8, "According to the general news, PredictIt Polls, and GJP consensus."], [26223, "2016-06-17T16:50:52Z", 0.65, "Demographically, Indiana looks like a good state for Trump, and down ballot elections could go Republican there as well."], [1057, "2016-06-17T12:25:00Z", 0.65, "people of  Indiana  want to maintain status quo"], [1057, "2016-06-17T12:21:58Z", 0.65, "people of Indiana want to maintain status quo"], [1055, "2016-06-17T12:10:13Z", 0.65, "Indiana wants to keep status quo"], [19801, "2016-06-17T07:31:55Z", 0.7, "Predictwise gives the Democrat 30%.\nhttp://predictwise.com/politics/2016-governors"], [94, "2016-06-14T22:54:14Z", 0.7, "Following predictwise (http://predictwise.com/politics/2016-governors)"], [26082, "2016-06-14T18:44:00Z", 0.95, "Heavily Republican state; presidential election will not be competitive there."], [6303, "2016-06-13T23:59:33Z", 0.8, "According to the general news, PredictIt Polls, and GJP consensus."], [6303, "2016-06-11T23:17:10Z", 0.8, "According to the general news, PredictIt Polls, and GJP consensus."], [484, "2016-06-10T15:56:59Z", 0.8, "Down 5% until DT picks (or at least releases the pool of candidates) his VP."], [25847, "2016-06-10T00:19:22Z", 0.85, "Slight edge in polling, strong economic numbers to tout, Donald Trump at top of the ticket, superior campaign finance (so far), and relatively strong approval ratings will all help Pence. It will be close, but as long as Pence can continue his economic record and avoid any other major national controversies, he should pull ahead in the last few months and win by 4-5 points."], [24943, "2016-06-09T12:44:28Z", 0.68, "Staying at 68%; the prediction markets moved up to 67%!"], [14208, "2016-06-08T17:35:56Z", 0.95, "90 to 95"], [19801, "2016-06-07T06:02:20Z", 0.67, "Democrat gets 33% from PredictWise. Good odds for Mike Pence.\nhttp://predictwise.com/politics/2016-governors"], [1993, "2016-06-07T04:40:27Z", 0.8, "Sitting at consensus. Pence and Gregg are only a few points apart in the polls, with many undecided. The odd thing about these polls is the undecided voters are so different in different polls. Two polls say undecided is 5% or 6%. Bellwether Research polls claim undecided are 19%, 21%, 24%."], [25734, "2016-06-06T20:21:14Z", 0.95, "I think the GOP will win at all levels and have a strong slate of candidates overall. "], [83, "2016-06-06T17:25:12Z", 0.4, "Pence, on record supporting Trump, may have to address Trump's comments regarding Judge Gonzalo Curiel.  Dems already using this issue against Pence.\nhttp://howeypolitics.com"], [25681, "2016-06-06T12:06:31Z", 0.79, "While he has unfavorables outside the state, he seems to have navigated the hot button issues in a way that he maintained his base without energizing the opposition."], [24109, "2016-06-06T07:32:41Z", 0.75, "Starting at 75%.  There is a huge incumbent advantage, Pence is ahead in the polls, and he does not appear to have created a huge foot in mouth problem as has McCrory (North Carolina).  Needs more study."], [6303, "2016-06-06T04:10:44Z", 0.8, "According to the general news, PredictIt Polls, and GJP consensus."], [21258, "2016-06-06T01:55:19Z", 1.0, "Indiana's economy is doing much better than the surrounding States, especially Illinois!  Most of the growth is attributed to the Governor Pence.  So, he will be reelected."], [25593, "2016-06-05T22:21:12Z", 0.67, "57% expectation of this outcome by PredictIt.org marketplace plus 10% extreme exaggeration based on other predictions based on other input. "], [24943, "2016-06-05T03:56:37Z", 0.68, "I am starting with an outside view and the revising the estimate with each factor. (averaging up or down)."], [1333, "2016-06-04T23:57:11Z", 0.72, "Gov. Mike Pence, seeking reelection after a controversial first term, has history on his side; Incumbent governors get reelected 72 percent of the time in America, according to the Center on the American Governor.\nIn Indiana, no elected Republican governor has failed to win a second term.\nBut the governor’s plans could be derailed by a force even more potent than his Democratic foes: a raft of headlines portraying Pence as out of step on social issues and hostile to women.\n“We've got the governor's race as a toss-up,” said Brian Howey, creator of the nonpartisan Howey Politics and a Statehouse media veteran.\nFormer House Speaker John Gregg, who will be on the ballot alongside Pence May 3 as the Democratic governor nominee, narrowly lost to Pence four years ago. This time, he has attracted little public attention until recently, choosing to let the media spotlight stay on his adversary.\n“When he was running in 2012, there was no record of an incumbent,” said Robin Winston, an Indiana political strategist. “This time, [Gregg] will be running on a record of whether or not the present governor has stayed in touch with people on kitchen table issues.”\nhttp://www.ballstatedaily.com/article/2016/04/news-gregg-pence"], [484, "2016-06-04T03:26:48Z", 0.85, "Initial forecast."], [556, "2016-06-04T00:41:49Z", 0.85, "Well.... its Indiana."], [20284, "2016-06-03T20:24:23Z", 0.75, "Considering the two presidential contenders anything can happen, however, Indiana is at heart a GOP state and Pence has met the governed well so he should be reelected."], [706, "2016-06-03T18:58:33Z", 0.75, "A no name vs anybody?  Play the safe bet."], [10314, "2016-06-03T18:07:05Z", 0.75, "Hard to imagine a shift away from conservative bias in Indiana. It will take a monumental domestic or international event to sway U.S. voters leftwards."], [691, "2016-06-03T17:35:28Z", 0.56, "Governor Pence has almost mastered the skill of walking erect, and has been pretty popular in Indiana so far.  Giving him an edge for the moment, but if there's a tide he could get swept away.  "], [25194, "2016-06-03T17:09:58Z", 0.52, "Latest poll has Pence leading slightly, will update."]]}