{"question_id": 453, "title": "Between 1 April 2017 and 31 March 2018, will an armed group from Pakistan engage in a campaign that systematically kills 1,000 or more civilians in Pakistan?", "correct_answer": "No", "crowd_forecast": 0.02, "preds": [[35569, "2017-06-01T15:27:22Z", 0.0, "Pakistan, compared to most nations on the early warning watch list, has geopolitical value to powerful nations.  The population is around 200 million and most of the citizens are conservative Muslims.  Small scale terrorist attacks are constant.  The country possesses nuclear weapons.  They have a serious border dispute in Kashmir with India, which also possesses nuclear weapons.  I believe small scale terrorist attacks, like the one that just killed 149 people, will continue indefinitely.  Beyond those attacks, I believe too many world actors are in play inside the state to allow a large scale genocide.  I do not believe an armed group from Pakistan will engage in a campaign that systematically kills 1,000 or more people inside Pakistan before April 1, 2018.  "], [68, "2017-05-19T20:38:21Z", 0.1, "http://www.satp.org/satporgtp/countries/pakistan/database/casualties.htm"], [35398, "2017-05-14T02:43:21Z", 0.0, "large nummber"], [35410, "2017-05-12T03:26:53Z", 0.0, "I do not see any indicators for that to happen"], [34630, "2017-04-17T21:55:36Z", 0.01, "There was a crackdown on political violence (which was mostly targeted killings anyway, keeping the numbers low) about 18 months ago that has been quite effective, and in the meantime Afghanistan is a much more tempting target for jihadis in the region."], [31450, "2017-04-12T18:24:31Z", 0.05, "At least two thousand people have died every year since 2007 but I don't see much evidance that it's systematic or targeting civilians specifically. At least not enough to reach 1,000."], [4577, "2017-04-09T13:16:45Z", 0.15, "Ongoing mass killing by Lashkar-e-Jhangyi (see http://www.earlywarningproject.com/2017/03/29/state-of-the-world-mass-killing-in-2016), but the death count isn't normally this high in a 12-month period, so I'm staying low for now."], [34844, "2017-04-08T17:49:36Z", 0.15, "Radical Islamic groups might well accomplish 1000 killings--probably not, though, at least in a systematic and united campaign.  Chances are for 1000 deaths from random killings over the country."], [706, "2017-04-07T04:24:51Z", 0.2, "Pakistan will be too focused on India and China to stop any uprising quickly enough."], [68, "2017-04-03T06:22:51Z", 0.15, "Civilian deaths in Pakistan due to terrorists have been on the decline for the past few years. From 2012 through 2016, the annual numbers of fatalities were 3007,3001, 1781, 940 and 612. http://www.satp.org/satporgtp/countries/pakistan/database/casualties.htm. The army has been carrying out extensive operations against terrorist bases, mostly in the border areas near Afghanistan but now also in urban areas, which has had a considerable impact. However, the terrorists have been striking back against mostly \"soft\" targets. "], [29054, "2017-04-02T20:55:56Z", 0.0, "Pakistan is still in the fence with the US present situation and they are going to make sure that the conflict with the Hindu population stays tight until they can get a better feel of the Modi-Trump relations. I think this one is one of the most unprovable for the size of the event, this statement does not means that Pakistan is going to enjoy a peaceful period. We are seeing constant terrorist attacks and brutal repression from the government, still the size of this question is too large for the question o be resolved as a yes. "]]}