{"question_id": 27, "title": "Will the Iranian Parliament approve the Joint Comprehensive Plan of Action before 1 November 2015?", "correct_answer": "Yes", "crowd_forecast": 0.96, "preds": [[73, "2015-10-13T15:38:35Z", 1.0, "@cmeinel.  Now I am getting confused.  The question is will the Iranian Parliament approve.  They did http://www.reuters.com/article/2015/10/13/us-iran-nuclear-parliament-idUSKCN0S70F220151013 and http://www.bbc.com/news/world-middle-east-34513363.  The Guardian Council will have to ratify, \"Any bill passed by the Majlis must be reviewed and approved by the Guardian Council[13][14] to become law.\" (wiki); but that was not the question. "], [73, "2015-10-13T15:38:35Z", 1.0, "@cmeinel.  Now I am getting confused.  The question is will the Iranian Parliament approve.  They did http://www.reuters.com/article/2015/10/13/us-iran-nuclear-parliament-idUSKCN0S70F220151013 and http://www.bbc.com/news/world-middle-east-34513363.  The Guardian Council will have to ratify, \"Any bill passed by the Majlis must be reviewed and approved by the Guardian Council[13][14] to become law.\" (wiki); but that was not the question. "], [73, "2015-10-13T15:38:35Z", 1.0, "@cmeinel.  Now I am getting confused.  The question is will the Iranian Parliament approve.  They did http://www.reuters.com/article/2015/10/13/us-iran-nuclear-parliament-idUSKCN0S70F220151013 and http://www.bbc.com/news/world-middle-east-34513363.  The Guardian Council will have to ratify, \"Any bill passed by the Majlis must be reviewed and approved by the Guardian Council[13][14] to become law.\" (wiki); but that was not the question. "], [176, "2015-10-13T14:31:29Z", 1.0, "Shooting fish in a barrel\nhttp://www.nytimes.com/aponline/2015/10/13/world/middleeast/ap-ml-iran-nuclear.html"], [176, "2015-10-13T14:31:29Z", 1.0, "Shooting fish in a barrel\nhttp://www.nytimes.com/aponline/2015/10/13/world/middleeast/ap-ml-iran-nuclear.html"], [176, "2015-10-13T14:31:29Z", 1.0, "Shooting fish in a barrel\nhttp://www.nytimes.com/aponline/2015/10/13/world/middleeast/ap-ml-iran-nuclear.html"], [43, "2015-10-13T14:00:15Z", 1.0, "The Assembly of Experts will have the final say. "], [142, "2015-10-13T12:34:57Z", 0.99, "In the latest Iranian parliamentary session carried live by state radio, 161 lawmakers voted for implementing the nuclear deal, while 59 voted against it and 13 abstained. Another 17 did not vote at all, while 40 lawmakers did not attend the session. The Supreme Leader has stated that parliament will make the final decision."], [38, "2015-10-13T07:25:50Z", 1.0, " http://www.tehrantimes.com/index_View.asp?code=250028"], [506, "2015-10-13T05:53:51Z", 1.0, "Time to shut this one down:\nhttp://www.dailystar.com.lb/News/Middle-East/2015/Oct-13/318710-iranian-parliament-passes-bill-approving-nuclear-deal-irna.ashx"], [506, "2015-10-13T05:53:51Z", 1.0, "Time to shut this one down:\nhttp://www.dailystar.com.lb/News/Middle-East/2015/Oct-13/318710-iranian-parliament-passes-bill-approving-nuclear-deal-irna.ashx"], [530, "2015-10-12T23:59:06Z", 0.99, "Upping my forecast based on recent news."], [1993, "2015-10-12T23:56:08Z", 1.0, "Iranian Parliament passed an \"outline\" of the bill today. I'm sure the debate for the final vote will be long-winded, but it looks like it has enough votes to pass."], [1993, "2015-10-12T23:56:08Z", 1.0, "Iranian Parliament passed an \"outline\" of the bill today. I'm sure the debate for the final vote will be long-winded, but it looks like it has enough votes to pass."], [43, "2015-10-12T17:12:31Z", 1.0, "New York Times reports that the Majlis approved the agreement, while Iran simultaneously \"possibly\" violates it. Since normally the scorers go with the headlines, then the caveats in the measure presumably will not be counted as voting against the agreement. http://www.nytimes.com/2015/10/12/world/middleeast/iran-tests-long-range-missile-possibly-violating-nuclear-accord.html"], [493, "2015-10-12T12:07:18Z", 1.0, "Affirming prior."], [2965, "2015-10-12T03:20:06Z", 1.0, "see earlier forecast"], [83, "2015-10-11T19:33:43Z", 1.0, "JCPoA must pass a second parliamentary vote on Oct.13.\nToday the first vote passed with a 139-100 majority.\nhttp://www.rferl.mobi/a/iranian-parliament-approves-nuke-deal/27300338.html"], [73, "2015-10-11T19:30:45Z", 1.0, "139 v 100.  Assume this will close out once gj finish their weekend.  "], [102, "2015-10-11T13:40:14Z", 1.0, "It's done, again.  Not sure how many versions of this vote before GJ closes."], [484, "2015-10-10T14:54:09Z", 1.0, "The extra 2% will fix my score! ;-)"], [43, "2015-10-10T08:16:20Z", 0.95, "Darn, I keep on trying to decide how the scorers would rule. "], [43, "2015-10-10T08:16:20Z", 0.95, "Darn, I keep on trying to decide how the scorers would rule. "], [484, "2015-10-10T03:31:25Z", 0.98, "Decided to go with the flow. Expect a \"yes\" as long as the Iranian Parliament does not actively squelch the JCPA. Not much time left, but they need the agreement."], [2965, "2015-10-09T14:30:55Z", 0.0, "Iran wants as much money as it can lay its hands on. Price of oil tanked. Mullahs must feed masses.  Mullahs understand that access to Swift, ability to export crude are  100% essential to prevent regime change.  So the Parliament has to follow Khamenei and he really loses nothing to get these crtical assets."], [2965, "2015-10-09T14:30:55Z", 0.0, "Iran wants as much money as it can lay its hands on. Price of oil tanked. Mullahs must feed masses.  Mullahs understand that access to Swift, ability to export crude are  100% essential to prevent regime change.  So the Parliament has to follow Khamenei and he really loses nothing to get these crtical assets."], [2965, "2015-10-09T14:30:55Z", 0.0, "Iran wants as much money as it can lay its hands on. Price of oil tanked. Mullahs must feed masses.  Mullahs understand that access to Swift, ability to export crude are  100% essential to prevent regime change.  So the Parliament has to follow Khamenei and he really loses nothing to get these crtical assets."], [1591, "2015-10-08T15:40:14Z", 0.9, "Sounds like a done deal.  Looks like this weekend. http://en.trend.az/iran/politics/2440879.html  (Or maybe later this month? http://www.tehrantimes.com/index_View.asp?code=249860)"], [43, "2015-10-07T23:06:53Z", 0.5, "This is more a case of second guessing the scorers. Presuming that the Majlis would vote on the \"motion\" released by the committee studying the nuclear deal, is this a motion agreeing to the deal, or disagreeing from it? It seems to prohibit the central goal of the deal, which is to prevent development on nuclear weapons. Does this feature of the motion support or oppose this goal: \"It also urges the Rouhani administration to safeguard Iran’s classified military and security information and prohibit any type of IAEA access to the country’s military sites under the pretext of implementing the nuclear deal.\" "], [43, "2015-10-07T23:06:53Z", 0.5, "This is more a case of second guessing the scorers. Presuming that the Majlis would vote on the \"motion\" released by the committee studying the nuclear deal, is this a motion agreeing to the deal, or disagreeing from it? It seems to prohibit the central goal of the deal, which is to prevent development on nuclear weapons. Does this feature of the motion support or oppose this goal: \"It also urges the Rouhani administration to safeguard Iran’s classified military and security information and prohibit any type of IAEA access to the country’s military sites under the pretext of implementing the nuclear deal.\" "], [505, "2015-10-07T20:38:22Z", 0.97, "The Iranian government is on track to approve the JCPA by Nov 1, 2015"], [30, "2015-10-07T15:53:42Z", 0.85, "Updating in light of parliamentary developments in Iran. As long as there aren't any further delays , it seems likely JCPOA will by approved by the Majles by the end of October. "], [1529, "2015-10-07T15:00:03Z", 1.0, "Op. Cit."], [98, "2015-10-07T14:19:30Z", 1.0, "Guess I'll follow the crowd to 100% (at 98 now) since this looks like a done deal"], [794, "2015-10-06T20:17:52Z", 0.98, "Seems like the hurdles have been passed, and the vote scheduled prior to November 1. The outcome was never in doubt. "], [1114, "2015-10-06T16:42:44Z", 1.0, "Affirming based on link from 000. "], [73, "2015-10-06T16:12:44Z", 1.0, "#000.  Thanks. Keeping at 100pc. This shows went quicker than the 20 days previously and taking that as positive.  "], [493, "2015-10-06T16:04:14Z", 1.0, "Following 000."], [102, "2015-10-06T15:52:58Z", 1.0, "OK it's still officially a cliff-hanger but we will know definitively on October 11th. [1]"], [1333, "2015-10-06T15:29:49Z", 0.95, "http://www.globalsecurity.org/wmd/library/news/iran/2015/iran-151004-presstv01.htm?_m=3n%2e002a%2e1537%2elo0ao02gx5%2e1eu7\nAccording to the motion, signed by 75 lawmakers, the Iranian administration has to actively pursue the policy of global nuclear disarmament and participate in all international, legal and diplomatic efforts in this regard.The Joint Comprehensive Plan of Action, also known as JCPOA, is based on cooperation and mutual respect between Iran and the P5+1 group of countries, the motion states, adding that any pressure and threat against Iran would lead to a review of bilateral cooperation.\nThe motion stipulates that the Iranian administration should stop its voluntary activities and adopt reciprocal measures to restore the rights of the Iranian nation in case the other side violates the terms of the agreement, particularly on the Western sanctions.\nhttp://www.al-monitor.com/pulse/originals/2015/10/four-ministers-warn-rouhani-economy.html?utm_source=Al-Monitor+Newsletter+%5BEnglish%5D&utm_campaign=94841768f4-October_06_2015&utm_medium=email&utm_term=0_28264b27a0-94841768f4-102297633\nThe letter stated that there are eight reasons for the “rare decline” in Iran’s economy, such as sanctions and the drop in oil prices, but added that “uncoordinated decisions and policies” of various governmental agencies is the primary reason for the current economic situation.\nAfter the letter was published in the Iranian media, Teyebnia told Iranian television that upon receiving the letter, Rouhani had ordered officials “to review again the capital market situation and [state] of the economy and for new polices to be created when necessary.”\nShargh daily asked why the four ministers would write to the president to address issues for which they themselves are responsible. According to experts who spoke with Shargh, the letter was meant to serve as a warning to Iranian parliamentarians to vote in favor of implementing the final nuclear agreement. Iranian officials opposed to the nuclear agreement, which would remove economic sanctions in return for reduced nuclear activity, have argued that Iran can pull itself out of its current economic situation by relying on domestic production rather than international markets.\n"], [1529, "2015-10-05T21:17:08Z", 0.88, "\"Adoption Day\" is estimated for Oct 18. That involves actually starting the process of moving out centrifuges, etc. I don't think that will start without approval of the Parliament."], [1529, "2015-10-05T21:17:08Z", 0.88, "\"Adoption Day\" is estimated for Oct 18. That involves actually starting the process of moving out centrifuges, etc. I don't think that will start without approval of the Parliament."], [1529, "2015-10-05T21:17:08Z", 0.88, "\"Adoption Day\" is estimated for Oct 18. That involves actually starting the process of moving out centrifuges, etc. I don't think that will start without approval of the Parliament."], [38, "2015-10-05T19:40:39Z", 0.9, "http://sputniknews.com/middleeast/20151004/1027995370/nuclear-iran-deal-approval.html#ixzz3nirmrX7b"], [493, "2015-10-05T16:46:13Z", 0.95, "Noting the Tehran Times report posted by 000 (and helpfully explained by Clinton), it looks like it will probably come up for a vote and pass sometime in the second half of October. Still allowing 5% wiggle room for delays since parliamentary approval isn't strictly necessary and the situation stills seems pretty fluid."], [1232, "2015-10-05T14:28:25Z", 0.95, "While there are real disagreements within Iran, I think the fight on this will prove mostly kabuki and they have incentives for speed."], [136, "2015-10-05T12:32:16Z", 0.9, "So... another review? I'm confused."], [136, "2015-10-05T12:32:16Z", 0.9, "So... another review? I'm confused."], [689, "2015-10-05T03:25:26Z", 1.0, "Comment deleted on May 10, 2016 06:02PM UTC"], [689, "2015-10-05T03:25:23Z", 1.0, "Comment deleted on May 10, 2016 06:02PM UTC"], [689, "2015-10-05T03:25:23Z", 1.0, "Comment deleted on May 10, 2016 06:02PM UTC"], [73, "2015-10-05T02:36:18Z", 1.0, "@ khalid.   The tehrantimes report from #000 indicates the single urgency means it will be voted on in 20 days.  See last sentence.  Given that,  maintaining score."], [689, "2015-10-05T02:06:08Z", 0.09, "Comment deleted on May 10, 2016 06:01PM UTC"], [689, "2015-10-05T02:06:08Z", 0.09, "Comment deleted on May 10, 2016 06:01PM UTC"], [689, "2015-10-05T02:06:08Z", 0.09, "Comment deleted on May 10, 2016 06:01PM UTC"], [43, "2015-10-05T01:15:28Z", 0.15, "Currently it looks increasingly likely that the Majlis  (Parliament) will not vote on anything that could be interpreted as a nuclear deal. Not ever. The reason: the nuclear deal can go through without them; instead, the Assembly of Experts has the right to take on this thankless, controversial job, according to the options offered by the Ayatollah."], [43, "2015-10-05T01:15:28Z", 0.15, "Currently it looks increasingly likely that the Majlis  (Parliament) will not vote on anything that could be interpreted as a nuclear deal. Not ever. The reason: the nuclear deal can go through without them; instead, the Assembly of Experts has the right to take on this thankless, controversial job, according to the options offered by the Ayatollah."], [1262, "2015-10-04T21:10:51Z", 0.95, "confirming previous prediction"], [532, "2015-10-04T19:40:04Z", 1.0, "The committee approved it and now it goes to Parliament.  "], [73, "2015-10-04T18:09:59Z", 1.0, "Further to khalid http://www.irna.ir/en/News/81784419/.  Not sure of the single vs. Double urgency issue...."], [73, "2015-10-04T18:09:59Z", 1.0, "Further to khalid http://www.irna.ir/en/News/81784419/.  Not sure of the single vs. Double urgency issue...."], [68, "2015-10-04T17:49:37Z", 1.0, "DUBAI (Reuters) - - An committee of Iran's conservative-dominated parliament gave its support on Sunday to Iran's nuclear agreement with world powers on condition there would be no foreign inspections of military sites and no curbs on developing its missile program."], [36, "2015-10-04T16:30:01Z", 0.5, "The Iranian national sec council approves the deal but the parliament may only debate it without a formal vote. "], [1056, "2015-10-03T18:36:43Z", 0.99, "Updating after reading anneinak's link."], [43, "2015-10-03T02:05:02Z", 0.95, "Trying to predict the scorers instead of reality. I don't see that the likely result will be an actual approval, but am raising probability under protest, given the past behaviours of scorers."], [38, "2015-10-02T20:17:34Z", 1.0, "https://www.aei.org/publication/is-iran-already-gaming-the-nuclear-deal/"], [38, "2015-10-02T20:17:34Z", 1.0, "https://www.aei.org/publication/is-iran-already-gaming-the-nuclear-deal/"], [73, "2015-10-02T17:06:10Z", 0.97, "This could make it interesting if not vetoed before majles votes.  Possibly why Ayatollah Ali Khamenei wanted them to vote on it with the three clear caveats as to why to fail it, in case of such moves.  Not lifting sanctions was the key one.  Moving slightly away from certain for now, as think it will resolve itself, but will be watching the timing issues that may cause me to adjust within the timeframe.\nforgot link: http://www.cnsnews.com/news/article/patrick-goodenough/house-passes-legislation-prohibiting-sanctions-relief-until-iran"], [1722, "2015-10-02T04:25:12Z", 0.99, "No reason not to. Everyone is behind it."], [142, "2015-10-01T20:16:16Z", 0.9, "The Supreme Leader supports the JCP and the Iranian government has every reason to get it implemented ASAP."], [1114, "2015-10-01T12:59:48Z", 0.75, "Thanks to Raisinville for the guardian link: http://www.theguardian.com/world/iran-blog/2015/sep/30/iran-us-handshake-parliament-nuclear-deal "], [136, "2015-10-01T12:28:30Z", 0.75, "http://www.criticalthreats.org/iran-news-round-september-29-2015\n\"JCPOA review commission: We won’t be able to submit report tomorrow. Hossein Naghavi Hosseini stated on September 29 that the time at which Parliament’s JCPOA Commission will submit its report to Parliament “cannot be announced because still some committee reports and related issues remain. It is therefore unlikely that the report will reach tomorrow’s public session in Parliament.” The Special Parliamentary Commission to Review the JPCOA Spokesman said that the commission will draw up the “final report in the next few days,” and that “certainly, the final report… will be read in Parliament by Sunday of next week [October 4].” (ICANA)\n...\nPezeshkian: JCPOA review commission needs more time. Special Parliamentary Commission to Review the JPCOA member Massoud Pezeshkian said, “Not only are disputes a barrier to concluding [the report], but also if we want our views to be closer to one another, we [the Commission members] need more time and more scientific evidence.” Pezeshkian also criticized Parliament Speaker Ali Larijani’s comments on the JCPOA at an earlier commission meeting, stating, “As someone who has spent hours in the Supreme National Security Council and in the service of the Supreme Leader at meetings on the nuclear negotiations and the JCPOA, Larijani cannot have an unacceptable opinion about the JCPOA.” (YJC)\n...\nParliamentarian Hossein Sobhani Nia discussed Parliament’s review of the JCPOA and stated, “The ball is now in Iran’s court… The defensive, political, legal aspects [of the nuclear deal] in addition to the implementation of the Additional Protocol, sanctions, and snapback sanctions must be considered.” The National Security and Foreign Policy (NSFP) Parliamentary Commission member added, “Therefore, it is arranged that a double-emergency plan will be presented [to Parliament] which both permits the administration to implement the contents of the JCPOA and also considers the general interests of the political system.” (ICANA)\""], [43, "2015-10-01T03:08:21Z", 0.85, "Well, darn, this is one of those questions in which the behaviour of the scorers will be more important than the actual facts. The reason for this is that this question is actually several questions and it is up to us forecasters to guess what the real question is in the minds of the scorers. I understand that IARPA has serious concerns about the need to decompose questions into their component parts, given how often GJP has developed problems with this given the current abilities of those who generate questions and refuse to give clarifications. My understanding is that only in the first two forecast seasons did the CIA provide questions. Sigh. If anyone knows otherwise, please correct me."], [43, "2015-10-01T03:08:21Z", 0.85, "Well, darn, this is one of those questions in which the behaviour of the scorers will be more important than the actual facts. The reason for this is that this question is actually several questions and it is up to us forecasters to guess what the real question is in the minds of the scorers. I understand that IARPA has serious concerns about the need to decompose questions into their component parts, given how often GJP has developed problems with this given the current abilities of those who generate questions and refuse to give clarifications. My understanding is that only in the first two forecast seasons did the CIA provide questions. Sigh. If anyone knows otherwise, please correct me."], [43, "2015-10-01T03:08:21Z", 0.85, "Well, darn, this is one of those questions in which the behaviour of the scorers will be more important than the actual facts. The reason for this is that this question is actually several questions and it is up to us forecasters to guess what the real question is in the minds of the scorers. I understand that IARPA has serious concerns about the need to decompose questions into their component parts, given how often GJP has developed problems with this given the current abilities of those who generate questions and refuse to give clarifications. My understanding is that only in the first two forecast seasons did the CIA provide questions. Sigh. If anyone knows otherwise, please correct me."], [83, "2015-09-30T23:56:08Z", 1.0, "http://www.theguardian.com/world/iran-blog/2015/sep/30/iran-us-handshake-parliament-nuclear-deal"], [42, "2015-09-30T16:55:15Z", 0.7, "Probably part of their play book but it may occur later than 11/1"], [1529, "2015-09-30T15:13:05Z", 0.75, "The different pieces of the deal are falling into place more quickly than I originally estimated. So, upping estimate.."], [43, "2015-09-30T01:00:50Z", 0.05, "Comparison class: In the end, Republicans in the U.S. Congress made lots of noises about the nuclear deal, knowing full well they had no chance of scuttling it. Their pursuit of this hopless cause was designed to keep their voters happy and raise lots of money for their upcoming campaigns. Democrats also managed to keep their voters happy and raise campaign money, knowing full well that the deal would not come up for a vote.  Likewise, Iran's hardliners are merely making a show of opposition, knowing full well that the agreement won't even come up for a vote. It's all just a show."], [43, "2015-09-30T01:00:50Z", 0.05, "Comparison class: In the end, Republicans in the U.S. Congress made lots of noises about the nuclear deal, knowing full well they had no chance of scuttling it. Their pursuit of this hopless cause was designed to keep their voters happy and raise lots of money for their upcoming campaigns. Democrats also managed to keep their voters happy and raise campaign money, knowing full well that the deal would not come up for a vote.  Likewise, Iran's hardliners are merely making a show of opposition, knowing full well that the agreement won't even come up for a vote. It's all just a show."], [43, "2015-09-30T01:00:50Z", 0.05, "Comparison class: In the end, Republicans in the U.S. Congress made lots of noises about the nuclear deal, knowing full well they had no chance of scuttling it. Their pursuit of this hopless cause was designed to keep their voters happy and raise lots of money for their upcoming campaigns. Democrats also managed to keep their voters happy and raise campaign money, knowing full well that the deal would not come up for a vote.  Likewise, Iran's hardliners are merely making a show of opposition, knowing full well that the agreement won't even come up for a vote. It's all just a show."], [73, "2015-09-29T17:42:19Z", 1.0, "update on time / news etc."], [854, "2015-09-29T17:39:32Z", 0.9, "The special JCPOA commission will apparently report to the parliament today, and concurrent with their report they are preparing a double-urgency bill for parliament concerning the implementation of the JCPOA [1]. A double-urgency bill apparently puts the bill at the top of the legislative agenda, so I expect a vote would come quickly. I believe the vote is largely symbolic, intended to involve Iranian domestic politics in the negotiation in a way that mirrors the influence of US domestic politics through Congress. Nonetheless, I expect the vote to resolve in favor of the JCPOA."], [854, "2015-09-29T17:39:32Z", 0.9, "The special JCPOA commission will apparently report to the parliament today, and concurrent with their report they are preparing a double-urgency bill for parliament concerning the implementation of the JCPOA [1]. A double-urgency bill apparently puts the bill at the top of the legislative agenda, so I expect a vote would come quickly. I believe the vote is largely symbolic, intended to involve Iranian domestic politics in the negotiation in a way that mirrors the influence of US domestic politics through Congress. Nonetheless, I expect the vote to resolve in favor of the JCPOA."], [484, "2015-09-28T17:54:31Z", 0.9, "Still nothing pops up easily after this June article about Khamenei's health:"], [484, "2015-09-28T17:54:31Z", 0.9, "Still nothing pops up easily after this June article about Khamenei's health:"], [493, "2015-09-28T15:39:29Z", 0.8, "Affirming. It will get a green light somehow. Still not entirely sure that will be via a parliamentary vote that will count as an approval. "], [1304, "2015-09-28T05:52:38Z", 0.98, "The Supreme Leader supports the Action Plan despite any of the fiery rhetoric he exhibits against it"], [2674, "2015-09-27T12:50:50Z", 0.9, "Deal is grossly in Iran's  favour. Would be foolish not to take it."], [584, "2015-09-27T07:46:24Z", 0.95, "It seems to be pretty much decided, unless something completely ou of the blue happens"], [98, "2015-09-26T14:15:15Z", 0.98, "More indications that they will keep appearing "], [1114, "2015-09-26T06:04:47Z", 0.95, "http://en.trend.az/iran/nuclearp/2437030.html"], [1548, "2015-09-26T04:50:01Z", 0.95, "Looks like it's approved before the vote. Should make meeting a Nov. 1 vote date easy. Wondering about Black Swans. "], [1767, "2015-09-26T04:24:14Z", 0.0, "No. The deal will pass the Iranian Parliament but not before Nov. 1. It will pass because a parliament is still beholden to popular opinion even in Iran, and a sizeable swath of the population is supportive ofthe deal as evidence by the rock star status of the foreign minister. The deal will pass only after the reactionary factions have had their vocal say so that if the deal falls through the supreme leader can say I told you so \"the satan cannot be trusted.\" This is why the supreme leader has been publicily nay-saying the deal while still allowing it to happen: insurance. Also, for internal politics it helps his standing with the ultra conservative factions. "], [1767, "2015-09-26T04:24:14Z", 0.0, "No. The deal will pass the Iranian Parliament but not before Nov. 1. It will pass because a parliament is still beholden to popular opinion even in Iran, and a sizeable swath of the population is supportive ofthe deal as evidence by the rock star status of the foreign minister. The deal will pass only after the reactionary factions have had their vocal say so that if the deal falls through the supreme leader can say I told you so \"the satan cannot be trusted.\" This is why the supreme leader has been publicily nay-saying the deal while still allowing it to happen: insurance. Also, for internal politics it helps his standing with the ultra conservative factions. "], [392, "2015-09-26T00:36:33Z", 0.93, "https://www.youtube.com/watch?v=NYJZj7qux_c"], [706, "2015-09-25T03:09:01Z", 0.05, "They will vote but not approve."], [706, "2015-09-25T03:09:01Z", 0.05, "They will vote but not approve."], [706, "2015-09-25T03:09:01Z", 0.05, "They will vote but not approve."], [484, "2015-09-24T16:10:06Z", 0.9, "Austerity made a good case for a (question) yes."], [136, "2015-09-24T15:52:06Z", 0.75, "I guess a \"provisional approval\" that \"would allow the government to implement its commitments as stated in the implement JCPOA\" is what we need, even if it's not an explicit \"accept or reject\" vote?"], [136, "2015-09-24T15:52:06Z", 0.75, "I guess a \"provisional approval\" that \"would allow the government to implement its commitments as stated in the implement JCPOA\" is what we need, even if it's not an explicit \"accept or reject\" vote?"], [484, "2015-09-24T03:30:15Z", 0.85, "Thanks for the information ALM21."], [1262, "2015-09-23T23:28:43Z", 0.95, "\"Iranian parliamentary committee conditionally confirms nuclear deal\"\nThis is probably the best answer we'll get from them.   Their \"red lines\" will probably be related to sanctions and additional requests, but apparently Iranians are holding off on buying goods expecting western products to be available soon, so still believe we'll make the date.  If  \"confirms\" = \"approve\"  for our question & answer...maybe we have it.   \nSee below:\n\"Iranian parliamentary committee conditionally confirms nuclear deal...  In relevant remarks, Chairman of the Parliament National Security and Foreign Policy Committee Alaeddin Boroujerdi said on Monday that the Majlis is neither going to pass nor to reject the JCPOA...The Majlis will rather pass red lines as a necessity and allow the government to implement its agreement with the 5+1, Boroujerdi said.\"  http://www.tehrantimes.com/index_View.asp?code=249580\n"], [1042, "2015-09-23T21:27:35Z", 0.97, "Seriously, not a single good reason to gum up the works in this one. The only reason is future circumstances like WW3 breaks out before November first."], [83, "2015-09-23T18:02:24Z", 1.0, "Ayatollah Khamenei seems to want a large diverse group of Iranians to approve the deal, the more that sign off on the deal the less problems he has if something goes wrong."], [60, "2015-09-23T17:48:44Z", 1.0, "I think there might be a bit too much reading into the question re: \"Iranian Parliament approve,\" but I'll be honest, I didn't review all of the discussion on this. The link from UnderwaterPutin (http://theiranproject.com/blog/2015/09/22/parliament-to-make-decision-on-jcpoa-next-week/) seems to make things pretty clear:"], [60, "2015-09-23T17:42:55Z", 0.0, "EDIT: (Weird -- I didn't make this forecast). I'm clearly in at 100% -- will re-predict."], [60, "2015-09-23T17:42:55Z", 0.0, "EDIT: (Weird -- I didn't make this forecast). I'm clearly in at 100% -- will re-predict."], [60, "2015-09-23T17:42:51Z", 1.0, "I think there might be a bit too much reading into the question re: \"Iranian Parliament approve,\" but I'll be honest, I didn't review all of the discussion on this. The link from UnderwaterPutin (http://theiranproject.com/blog/2015/09/22/parliament-to-make-decision-on-jcpoa-next-week/) seems to make things pretty clear:"], [484, "2015-09-23T15:59:57Z", 0.65, "Thanks Balbec for pointing out any action might not be approval, per se."], [20, "2015-09-23T14:28:44Z", 1.0, "Vote next week. Khamenei is for it, it wouldn't have got this far if he wasn't. http://theiranproject.com/blog/2015/09/22/parliament-to-make-decision-on-jcpoa-next-week/"], [20, "2015-09-23T14:28:44Z", 1.0, "Vote next week. Khamenei is for it, it wouldn't have got this far if he wasn't. http://theiranproject.com/blog/2015/09/22/parliament-to-make-decision-on-jcpoa-next-week/"], [1114, "2015-09-23T09:33:25Z", 0.65, "If I understand things correctly, the role of the Iranian Parliament concerning the JCPOA is similar to that of the US Congressâ€“Parliament doesn't necessarily have to approve the deal, while a vote against would endanger it. Thus not going through with a vote may be an attractive way to appease hardliners, and it has been reported that Parliament will \"rather pass red-lines as a necessity and allow the government to implement its agreement with the 5+1\": "], [1262, "2015-09-22T19:29:26Z", 0.9, "Extremely likely, unless they get hung up on the sanction component.    I can't imagine why they wouldn't make that deadline."], [43, "2015-09-22T18:19:09Z", 1.0, "Iran's leaders, after schmoozing the hardliners, now are working with European leaders to get the agreement moving ahead. This strongly suggests that they have decided it is a done deal with Parliament, and all that remains is to let hard liners air their grievances as they just did yesterday with testimony from the head of the IAEA."], [1238, "2015-09-22T15:59:57Z", 0.95, "New York times is reporting that Ayatollah Khamenei is in favor.  It also makes no sense for them to strike this down now."], [73, "2015-09-22T11:50:25Z", 0.96, "As before,  slight increase due to limitation on \"suspended\" seems to be removed"], [817, "2015-09-22T11:46:59Z", 0.85, "Iran is normalizing the relations with the rest of the world. JCPoA will be surely approved, "], [94, "2015-09-21T19:40:17Z", 0.85, "I'm increasing my odds for this one to align more with the crowd."], [38, "2015-09-21T17:49:48Z", 1.0, "On 60 Minutes last night Rouhani was asked about Iranian approval of JCPoA.  What I got out of what he said was that Khamenei has the ultimate authority to approve it and that he usually accepts the decision of the parliament, that the parliament generally follows the will of the people, and that the people were strongly in favor of it."], [465, "2015-09-21T16:10:59Z", 0.9, "\"Iranian Supreme Leader Ayatollah Ali Khamenei expressed support Thursday for a parliamentary vote in Iran on the nuclear deal Tehran agreed to with a group of six world powers. He said parliament should not be sidelined in the process, and that he would not tell lawmakers whether to approve or reject the agreement, but would leave it up to them to decide on their own.\" -03SEP15 (various news agencies)."], [73, "2015-09-21T15:46:18Z", 0.94, "as per previous rationale."], [1325, "2015-09-21T15:42:50Z", 0.8, "There will be some theatrics, but in the end this will be approved. Iran needs money and access to SWIFT; this deal is the best way available for them to get back on. Wildcard is the mullahs, but overall they will act in Iran's best interests."], [1428, "2015-09-21T15:31:27Z", 0.85, "It is what the elites want"], [43, "2015-09-21T15:08:17Z", 0.9, "Raising probability on the basis of a smiley faces all around in the wake of the inspections of the Parchin site yesterday and today. This makes it harder for the hardliners to portray inspections as a Trojan horse full of Great Satan types."], [524, "2015-09-21T15:01:11Z", 0.4, "If the hard-liners in the US shut down the Gov't (9/30) and I believe they will, the hard-liners in Iran will utilize the same attitude to try and hold out for further relief.  I'm actually a bit more pessimistic than 40%."], [493, "2015-09-21T14:14:07Z", 0.8, "Yes, probably, but I'm waffling on this one. On the one hand: "], [43, "2015-09-20T23:39:31Z", 0.85, "Lowering probability to 85%."], [1201, "2015-09-20T20:33:35Z", 0.9, "Yes, but accompanied by a lot of theatrics. The sunk costs in time and diplomacy alone say yes. Five of the P5+1 are already acting as if. And the economic benefits to Iran are enormous. "], [38, "2015-09-20T19:59:22Z", 1.0, "I don't think Rouhani & Khamenei would have invested so much time, energy & political capital in the negotiations and agreement if they weren't going to make sure it would pass the Iranian Parliament."], [20, "2015-09-20T18:37:50Z", 0.9, "IAEA chief talks to parliament committee. http://presstv.com/Detail/2015/09/20/429998/Iran-IAEA-Amano--Rouhani"], [295, "2015-09-19T19:40:41Z", 0.95, "Approval appears to exist amongst all."], [1056, "2015-09-19T19:35:33Z", 0.9, "I can't think of any reason for them to reject it. The conditions of the agreement give them what they want, which is no meaningful international scrutiny. They'll want any onus for the breakdown of the deal to fall elsewhere, not on them. I think it's certain they'll approve, and my 10% hedging is over the time frame, not the actual approval itself."], [613, "2015-09-19T17:50:34Z", 0.95, "Iran wants this to happen in order to have sanctions lifted."], [1638, "2015-09-19T16:13:59Z", 0.75, "Yes ... But always can change "], [136, "2015-09-19T13:07:55Z", 0.7, "http://www.criticalthreats.org/iran-news-round-september-17-2015\n\"Kowsari, who is a member of the JCPOA commission, stated that “the Special Commission to Review the JCPOA is summing up its views…the final report will [likely] be presented to Parliament on October 2.” \""], [136, "2015-09-19T13:07:55Z", 0.7, "http://www.criticalthreats.org/iran-news-round-september-17-2015\n\"Kowsari, who is a member of the JCPOA commission, stated that “the Special Commission to Review the JCPOA is summing up its views…the final report will [likely] be presented to Parliament on October 2.” \""], [68, "2015-09-19T12:41:46Z", 0.95, "Increasing with passage of time. The US Congress presumably can't interfere, at least until January 2017, so the way is clear for the Iranian Parliament to approve the Plan."], [1491, "2015-09-19T10:47:06Z", 0.85, "first guess, \ngiven unstability but great deal"], [1615, "2015-09-18T20:04:06Z", 1.0, "done deal - the timing is the main issue, but gotta believe they want to just get it over with at this point."], [83, "2015-09-18T18:48:32Z", 0.91, "http://www.nytimes.com/politics/first-draft/2015/09/17/iranian-immigrant-is-named-white-house-florist/"], [83, "2015-09-18T18:48:32Z", 0.91, "http://www.nytimes.com/politics/first-draft/2015/09/17/iranian-immigrant-is-named-white-house-florist/"], [83, "2015-09-18T18:48:32Z", 0.91, "http://www.nytimes.com/politics/first-draft/2015/09/17/iranian-immigrant-is-named-white-house-florist/"], [1500, "2015-09-18T17:39:10Z", 0.95, "If US Congress can pass it (or at least not reject it) so can Iran."], [1500, "2015-09-18T17:36:12Z", 0.95, "US is done now, and it's in Iran's interest, and Khameni has (somewhat) endorsed it."], [294, "2015-09-18T17:08:13Z", 0.9, "The US is done. "], [1529, "2015-09-18T15:33:03Z", 0.25, "Parliamentarians will want to give their voice to the public dialogue and what they think the agreement means. It essentially will be a tit-for-tat response to the US Congress' public statements. This will take a few weeks to transpire, plus need to ensure that US agrees to deal first."], [1585, "2015-09-18T05:55:33Z", 0.95, "This seems nearly certain -- Khamenei has given it his implicit blessing and popular support is strong."], [794, "2015-09-18T04:45:14Z", 0.75, "There seems little doubt that it will be approved by Parliament. The leadership is behind it and there are a lot of articles assuming its implementation in the government supported press."], [43, "2015-09-18T04:13:23Z", 0.95, "Looking better as Khameini, Rouhani and Zarif make the rounds of power players, pressing the case for approval. By building consensus, they are making approval a win-win for everyone."], [83, "2015-09-18T00:57:34Z", 0.9, "Madre's Business Week article gave an interesting perspective. Ayatollah Ali Khamenei, considered the architect of the deal, cut Parliament out of the negotiations. Parliament, under prior Presidents, Ahmadinejad, etc., participated in the actual negotiations. "], [294, "2015-09-18T00:11:27Z", 0.75, "The deal will pass -- or least fail to be rejected.  It's a question of when. 1 November is 6 weeks away. The Iranians aren't going to do squat until Congress is done fiddling with this.  Looks like this Thursday is the last day for congress to stop this"], [530, "2015-09-17T22:36:41Z", 0.9, "They need the boost brought about by the lifting of the sanctions. They really don't have any alternatives."], [500, "2015-09-17T19:56:07Z", 0.98, "odobriÄ‡e jer im je to u interesu"], [484, "2015-09-17T18:33:29Z", 0.95, "So far, no problems on either side of the agreement."], [1526, "2015-09-17T17:43:54Z", 0.99, "Yes, Iran needs to enter a more free global market and have many economic sanctions lifted. Also, they have the prospect of gaining billions in Natural gas revenue with new gas deals with Europe due to a recent deficit created by economic sanctions on Russia. "], [299, "2015-09-17T14:57:59Z", 0.6, "\"Khamenei announced his decision before the US Congress formally weighed in on the deal; last week, the House overwhelmingly rejected the agreement and deal proponents blocked such a vote in the Senate. Khamenei has not revised his advice following these votes, and the special JCPOA committee has continued its hearings, suggesting that Khamenei will allow the Majles vote to take place later this month. Ultimately, few observers consider it likely that the Majles would be able to block the implementation of an agreement that the Supreme Leader has already allowed to proceed.\" http://iranmatters.belfercenter.org/blog/explainer-iranian-review-nuclear-deal"], [1460, "2015-09-17T04:47:18Z", 0.7, "They will approve it, just a question of when - November seems a bit short"], [1425, "2015-09-17T00:32:34Z", 0.95, "There will be token conservative resistance, some drama, and maybe a few tears, but they will likely get it passed before 1 November. It is in their greater interests."], [1394, "2015-09-16T22:54:30Z", 0.95, "Bye-Bye 150 billion from sanctions relief and victory parades in Tel Aviv and Riyadh. Plus the Ayatollah made it clear he thought the Parliament should register its opinion. Everybody will get in line."], [1333, "2015-09-16T21:30:56Z", 0.55, "http://www.al-monitor.com/pulse/originals/2015/09/zarif-jcpoa-parliament-committee.html?utm_source=Al-Monitor+Newsletter+%5BEnglish%5D&utm_campaign=058bfdffb2-September_15_2015&utm_medium=email&utm_term=0_28264b27a0-058bfdffb2-102297633"], [1358, "2015-09-16T20:40:00Z", 0.99, "It restrains the US and allows the Iranians to build up their ballistic missile program and ultimately their nuclear program."], [1278, "2015-09-16T19:32:49Z", 0.95, "The Ayatollah wanted this deal and Iran is getting sanctions relief that it has wanted for a decade or more. The parliament vote is just a rubber stamp at this point, although I'm sure that hardliners will use the debate to express various sentiments about the US and Israel."], [1321, "2015-09-16T18:56:08Z", 0.65, "I think that it will be passed, but I see factions of the RGC dragging the vote to the last minute."], [43, "2015-09-16T18:23:19Z", 0.9, "Rouhani is campaigning for the deal. Speaking to leaders of the hard-line anti-American Islamic Revolutionary Guard Corps, he points out that Iran has pressing problems that the deal would help. So is it goodbye and thanks for all the fish when it comes to fighting the Great Satan?"], [1275, "2015-09-16T17:12:42Z", 0.87, "The plan is beneficial and will increase trust in the USA (or the West)"], [1168, "2015-09-16T14:51:52Z", 0.7, "Not much reason for them not to, especially with Ayatollah influence."], [1006, "2015-09-16T12:15:40Z", 0.77, "The Iranian Parliament may huff and puff for a few weeks before approving the plan. "], [1127, "2015-09-16T07:51:00Z", 0.99, "That decision would be good way for them."], [94, "2015-09-16T02:02:53Z", 0.75, "Iran will very likely approve the deal at some point, but 6 weeks is a pretty short timeline for action.  A parliamentary vote seems to be expected around the beginning of October (see [1]), which is a good sign.  There seems to be some opposition in Iran to the deal which might delay things.  I am hesitant to be as confident as the crowd in the absence of hard data."], [191, "2015-09-16T00:07:27Z", 0.6, "I think Iranian parliament will approve the Joint Plan of Action  but not as enthusiastic as most that it will happen by 11/1/15 \nOnly 7 weeks before Nov 1  a blink of the eye  with lots of room for twists and turns waiting for the other side to confirm the  \"quid pro quo\" , sanction relief.   \n\"Momma momma why the drama?\"  Answer -  this is geopolitical endgame fighting for every inch.    Time never speeds up,  always a delay.   \n "], [484, "2015-09-15T23:22:11Z", 0.85, "I'm liking the consensus more and more, just hoping that 1 Nov isn't too early. Wonder what Persian (and Kurd, etc) holidays there are between now and 1 Nov."], [73, "2015-09-15T21:40:32Z", 0.88, "On the basis Obama has secured enough votes that allow him to state sanctions are lifted (not suspended) then Majles will vote yes.  Once I see that, I will move confidence further up."], [30, "2015-09-15T20:26:04Z", 0.75, "There are a couple of different factors that may affect the vote:"], [1016, "2015-09-15T18:38:13Z", 0.99, "Iran got the deal of a lifetime."], [369, "2015-09-15T15:50:29Z", 0.93, "with the potential opening of  numerous economic doors,  the perception of a diplomatic victory,  and  the probability of waiting for all others to move first, it seems almost a given "], [493, "2015-09-15T13:10:58Z", 0.9, "Agree with Jatreit. While there are elements in Iran that wouldn't mind seeing the deal blow up, they probably don't want to be the ones that make it blow up."], [691, "2015-09-15T11:17:13Z", 0.97, "They'll do this even if they have no intention of adhering to the deal later. They don't want it to break down yet."], [102, "2015-09-15T11:17:07Z", 1.0, "jatreit is convincing"], [43, "2015-09-15T11:11:44Z", 0.9, "Following jatreit"], [37, "2015-09-15T10:43:15Z", 0.9, "While Madre has an excellent roundup of news articles, I found the majority of them to be hugely myopic with respect to the deal. One cranky old hat stirring up anti-Western sentiment doesn't suddenly mean passage will fail. Just as the Congressional vote was (almost) assured from the start but allowed hard-liners to bare their teeth, so too are the latest comments coming from Iran. For reference, in the past week alone President Rouhani offered \"L'shana tova\" to Israel and SL Khameini denounced Israel and called us The Great Satan again. (Personally, it's my favorite nickname for the U.S.)"], [37, "2015-09-15T10:43:15Z", 0.9, "While Madre has an excellent roundup of news articles, I found the majority of them to be hugely myopic with respect to the deal. One cranky old hat stirring up anti-Western sentiment doesn't suddenly mean passage will fail. Just as the Congressional vote was (almost) assured from the start but allowed hard-liners to bare their teeth, so too are the latest comments coming from Iran. For reference, in the past week alone President Rouhani offered \"L'shana tova\" to Israel and SL Khameini denounced Israel and called us The Great Satan again. (Personally, it's my favorite nickname for the U.S.)"], [505, "2015-09-15T09:06:45Z", 0.95, "Both sides must make JCPA publically official"], [68, "2015-09-15T08:28:00Z", 0.9, "There will be a noisy debate but it will be approved. They are probably just waiting for 18 September, when Congress's review period ends."], [506, "2015-09-15T07:22:30Z", 0.35, "Some thoughts with links below:"], [506, "2015-09-15T07:22:30Z", 0.35, "Some thoughts with links below:"], [506, "2015-09-15T07:22:30Z", 0.35, "Some thoughts with links below:"], [38, "2015-09-15T05:01:47Z", 0.85, "All that I need to know is that Khamenei is for it.  Thanks ed3.  \nI don't know if the Nov 1st deadline is a problem, or not"], [38, "2015-09-15T05:01:47Z", 0.85, "All that I need to know is that Khamenei is for it.  Thanks ed3.  \nI don't know if the Nov 1st deadline is a problem, or not"], [38, "2015-09-15T05:01:47Z", 0.85, "All that I need to know is that Khamenei is for it.  Thanks ed3.  \nI don't know if the Nov 1st deadline is a problem, or not"], [98, "2015-09-15T04:34:44Z", 0.8, "Ayatollah Ali Khamenei as noted ordered the vote to be done.  Two sub questions; 1.  will the vote get taken before 1 nov.  2.  will the vote be yes.  Unless the US congress manages to do something extremely stupid, I think the vote will occur before 1 Nov (the sooner Iran accepts the sooner sanctions go away from a practical perspective).  I expect that opposition will be vocal, but it will pass the Parliament (alternative would be for a failure and and override just like the US is doing).  So I weigh in at 80% yes for openers"], [231, "2015-09-15T00:46:04Z", 0.8, "There are many in Iran opposed to it: https://www.superforecasters.com/fornax/link.php?gjp_user=1240&gjp_ifp=C7018&gjp_url=https://www.commentarymagazine.com/foreign-policy/middle-east/iran/iranian-parliament-endorse-nuclear-deal/\nBut of course overwhelmingly likely that it will pass."], [689, "2015-09-14T22:52:52Z", 1.0, "Comment deleted on May 10, 2016 05:44PM UTC"], [102, "2015-09-14T22:43:26Z", 0.0, "This one is going to be the occasion for some advanced professional wrestling which will no doubt take us past 1NOV15 timeline. [1]  I'm excited, this will be maybe the first question to get scored!"], [20, "2015-09-14T21:59:19Z", 0.9, "This is widely considered a success of Iranian diplomacy in Iran.  Khamenei is the big vote and he's on board.  Speaker Larjani is leading it through Parliament."], [102, "2015-09-14T20:59:04Z", 0.35, "Before US Congress has approved it?"], [484, "2015-09-14T20:45:42Z", 0.65, "Probably yes (â€”unless the Supreme Leader dies or there is some other internal crises); perhaps not by 1 November."]]}