{"question_id": 221, "title": "Before 2018, will Russia officially announce that it is suspending its participation in or withdrawing from the Intermediate-Range Nuclear Forces Treaty?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[755, "2017-12-31T19:39:05Z", 0.01, "Comments: Repeat: believe RU sees greater advantage [optimization/cost/deployment/income source] in intermediate-range systems. See no formal RU withdrawal/suspension until the USA acts. Window for RU action rising next 12 - 18 months.\nDefense Update, December 31, 'Russia Continues Modernizing its Strategic Missile Force': http://defense-update.com/20171231_russian_strategic_modernization.html\nClips from article:\n\"As for the Rubezh – the missile is officially referred to as an ICBM (as it reached a range of 5,800 km in a flight test), although its test profile indicates it is more suitable for medium range attack, a category banned by the INF treaty.\nMoscow is also accused to be in violation of that treaty by the development of a new cruise missile that can launch from the 9K720 Iskander tactical missile system (NATO reporting name SS-26 Stone). This versatile system can carry a number weapons – tactical, ballistic missiles or cruise missiles, capable of hitting targets at ranges up to 415 – 500 km, but, according to several sources, a new type of cruise missile designated 9M729 was tested with that system, extending its operational strike range far beyond the parameters allowed by the INF treaty. That cruise missile thought to be a derivative of the 3M14 Caliber cruise missile (widely used in its sea-launched variant in the war in Syria) with strike range between 480 – and up to 5,470 km (300 to 3,400 miles).\""], [1034, "2017-12-23T08:01:56Z", 0.0, "Putin accuses U.S. of plotting to break landmark arms control pact"], [83, "2017-12-09T20:02:01Z", 0.0, "Russia remains fully committed to Intermediate range missile treaty.\nIf this Q re-opens next year, will keep forecast at 0.\nhttps://www.reuters.com/article/us-russia-usa-nuclear/russia-says-it-is-fully-committed-to-nuclear-missile-pact-idUSKBN1E30HZ"], [484, "2017-11-14T00:39:07Z", 0.0, "Down 2% for passage of time."], [755, "2017-11-12T18:24:42Z", 0.01, "Comments: No need to (yet).\nThe National Interest, November 11, 'Are Russia and America Headed for a 'Missile' Showdown?': http://nationalinterest.org/blog/the-buzz/are-russia-america-headed-missile-showdown-23152\nClips from NI article:\n\"Indeed, starting the development of a new American INF-class missile might play right into Russian hands. The Russians have been trying to maneuver the United States into abrogating the INF treaty first given their own violation of the accord. Thus, Congress could be handing the Kremlin a propaganda victory.\n“Paradoxically, formal accusation of violation made Russian withdrawal less likely: it is one thing to abrogate a treaty that you judge is no longer in your national interest and quite another thing abrogating a treaty you’d just supposedly violated,” former Soviet and Russian arms control negotiator Nikolai Sokov, now a senior fellow at the James Martin Center for Nonproliferation Studies at the Middlebury Institute of International Studies at Monterey, told The National Interest. “Some Russian counter-accusations make sense, but are vastly weaker, in any event. I suspect that now they seek to maneuver the U.S. into abrogating first, that would solve their problem. Looks like they are succeeding.”"], [6303, "2017-10-31T03:59:10Z", 0.0, "Based on general news and GJP consensus."], [6303, "2017-10-23T04:04:10Z", 0.0, "Based on general news and GJP consensus."], [38887, "2017-10-21T14:48:56Z", 0.0, "Russia has no reason to leave the INF treaty. I believe if they left it would only draw attention to themselves which doesn't sound like Russia at all."], [6303, "2017-10-16T03:39:44Z", 0.0, "Based on general news and GJP consensus."], [755, "2017-10-15T22:25:42Z", 0.01, "Comments: Moscow PERCEIVES a rising US/NATO [military] threat at or near it's borders. Need to be acutely aware of the 'intensity' and frequency of messages coming out of the Kremlin that may precede an announcement to, at the very least, suspend participation in this Treaty.\nRadio Free Europe, October 13, 'Russia May Send More Iskander Missiles To Kaliningrad': https://www.rferl.org/a/russia-reported-may-send-iskander-missiles-kanliningrad-us-armored-divisions-poland/28790998.html"], [19801, "2017-10-04T07:26:49Z", 0.01, "Question: The US Senate approved the budget today with an amendment that allows the US to withdraw from the INF Treaty. Does Russia consider it necessary to remain part of the treaty?"], [755, "2017-10-01T00:49:06Z", 0.01, "Comments: Fail-Deadly. Think about this: UUVs (unmanned underwater vehicles) as a strategic-weapon platform. Imagine a fleet of small, unmanned subs, each with a nuclear payload, roaming the oceans with pre-programmed coordinates. They receive regular, automated stand-down messages, until, one day, they don't (a surprise, successful first-strike?). On-board management systems switch on their doomsday programs...... and, poof.....      \nUSNI, September 26, 'Report: Russia Continues to Use Nuclear Threats to Intimidate Neighbors': https://news.usni.org/2017/09/26/report-russia-continues-use-nuclear-threats-intimidate-neighbors\nClips from USNI article:\n\"When asked about unmanned autonomous airborne or underwater systems changing the nuclear equation, which both countries are investing in, Fontaine said it was too early to tell. However, unmanned underwater systems could make “anti-submarine warfare very different” from how it is envisioned today.\"\nRelated:\nMilitary & Aerospace Electronics, November 17, 2015, 'Russian unmanned underwater nuclear weapon raising the stakes in global balance of power': http://www.militaryaerospace.com/articles/2015/11/unmanned-underwater-nuclear-weapons.html\nClip from Electronics article:\n\"That new nuclear paradigm involves unmanned underwater vehicles (UUVs), and may represent one of the biggest changes in nuclear warfare -- if not THE biggest change -- since the world's first atomic bomb impacted on Hiroshima, Japan, on 6 Aug. 1945.\nRussia reportedly is developing a high-speed UUV design able to detonate warheads stealthily in virtually any coastal city in the world. Potential U.S. targets alone could include Washington, New York, Los Angeles, Philadelphia, San Diego, San Francisco, Boston, and Seattle.\nMilitary targets would include nuclear ballistic missile submarine bases in Bangor, Wash., and Kings Bay, Ga., as well as large naval bases in Norfolk, Va., Honolulu, and New London, Conn.\nIf such an unmanned submarine with a nuclear warhead on board were stealthy enough to navigate undetected through large rivers and waterways, we could add Chicago, Houston, Detroit, and Milwaukee to the list.\""], [6303, "2017-09-18T04:31:38Z", 0.0, "Based on general news and GJP consensus."], [484, "2017-09-17T22:30:37Z", 0.02, "(no change) What would Russia do if DT throws a bone to the neocons who haven't met a treaty they like? (The DPRK problems are hard as are many others, but low hanging fruit like snubbing Raul or Russia on principle might seem \"decisive.\") Some ill-considered tweet might give just enough cover for Russia to gain some room in their far east force planning."], [755, "2017-09-16T22:01:28Z", 0.01, "Comments: Repeat, see RU develop SS-26 into multi-mission platform (short/intermediate + conventional/nuclear-capable). The Russians can simply (and quickly) upgrade the SS-26 when desired. Affirming forecast for the passage of time.   \nSputnik, September 15, 'New US Policy Violates US-Russia Nonproliferation Nuclear Forces Treaty\": https://sputniknews.com/analysis/201709151057439372-us-policy-violates-nuclear-treaty/\nClips from Sputnik article:\n\"On September 7, the White House made its position clear. “The Administration objects to section 1635, which would establish a program of record to develop a road-mobile, ground-launched missile system and would prohibit any authorization of funds for research and development until a detailed analysis of systems is delivered to defense committees,” according to a White House policy document on the NDAA.\""], [755, "2017-09-10T18:25:13Z", 0.01, "Comments: Forget carriers. See submarines and smaller, faster, more-lethal surface combatants ruling the future of naval power.\nMirror (UK), September 8, 'Russian Army joins forces with three countries to launch huge ballistic missiles 'with all targets destroyed' - Around 2,000 soldiers participated in the training and more than 200 units of military machinery was tested': http://www.mirror.co.uk/news/world-news/russian-army-joins-forces-three-11133952\nClips from Mirror article:\n\"Earlier this year, Russian submarines tested an underwater missile in the Barents Sea, off north-western Russia.\nThe Yuri Dolgorukiy submarine fire the Bulava interncontinental ballistic missile which reportedly hit its target in the Kura Missile Test Region in remote northern Kamchatka Krai, in the Russian Far East.\nThe Bulava is a submarine-launched missile developed for the Russian Navy and deployed on the new Borei class of nuclear submarines.\nIt is intended as the future cornerstone of Russia's nuclear arsenal and is the country's most expensive weapons project.\nBulava, which is named after the Russian word for mace, has a 25 percent greater range and is 40 percent more powerful than the US Trident missile.\nThe Yuriy Dolgorukiy submarine is the Russian Navy's first Borei-class ballistic missile submarine.\nIt has a surface speed of 15 knots, an underwater speed of 29 knots and can reach depths of up to 450 metres.\""], [6303, "2017-09-04T05:17:21Z", 0.0, "Based on general news and GJP consensus."], [484, "2017-08-31T03:46:44Z", 0.02, "Down 2% for passage of time."], [755, "2017-08-26T21:01:11Z", 0.01, "Comments: More flexibility. See both sides continue to emphasize air and sea-launch capability in this category."], [755, "2017-08-13T18:59:38Z", 0.02, "Ukrinform, August 11, 'Russian missiles from Crimea may reach Europe and Middle East - Russia has equipped the ships of its Black Sea Fleet with Kalibr-NK missiles that have a range of about 2,500 kilometers': https://www.ukrinform.net/rubric-defense/2284382-russian-missiles-from-crimea-may-reach-europe-and-middle-east.html\nClip from Ukrinform article:\n\"The ministry also noted that Russia consciously relies on ships of this type, since the 1987 Intermediate-Range Nuclear Forces Treaty forbids the ground-based deployment of cruise missiles similar to 3M14s in terms of range, while a ship carrying such missiles is relatively inexpensive and enjoys the advantage of fire from the water areas, where it can be protected by coastal forces.\""], [31450, "2017-08-10T15:50:14Z", 0.0, "Dropping to zero because I don't see any evidence Russia is looking to drop out of this treaty"], [484, "2017-08-09T01:53:06Z", 0.04, "(no change) North Korean nukes and Chinese moves near the DPRK border would help bolster the rationale of needing a different force mix in the Russian far east."], [755, "2017-07-31T00:28:10Z", 0.02, "Comments: Arms race well underway. Stealthier and smarter; short and intermediate-range. Anticipating regional conflicts, see these classes of weapons flourish. Also see this treaty vulnerable in deteriorating USA-RU relations. Affirming forecast.\nIHS, July 27, 'Navy Warships Get New Heavy Missile: 2,500-Lb LRASM': http://inhomelandsecurity.com/navy-warships-get-new-heavy-missile-2500-lb-lrasm/"], [484, "2017-07-25T00:05:35Z", 0.04, "Up 2% for US Congressional sanctions and all the same reasons as before."], [6303, "2017-07-17T02:28:39Z", 0.0, "Based on general news and GJP consensus."], [755, "2017-07-06T03:45:01Z", 0.02, "Comments: Ivan was busy.....\nMilitary Times, July 5, 'Russian bombers fire cruise missiles at Islamic State in Syria': http://www.militarytimes.com/articles/russian-bombers-fire-cruise-missiles-at-islamic-state-in-syria\nClips from Times article:\n\"The Defense Ministry said that Tu-95 bombers launched Kh-101 cruise missiles on ISIS facilities in the area along the boundary between the Syrian provinces of Hama and Homs. The ministry said three ammunition depots and a command facility near the town of Aqirbat were destroyed. \nIt said the bombers flew from their base in southwestern Russia and launched the missiles at a distance of 1,000 kilometers (620 miles) from the target.\" "], [484, "2017-07-05T06:27:19Z", 0.02, "Up 2% to be at the consensus. Expect all the to-ing and fro-ing related to the DPRK missile test gives them an opportunity to beef up the far east forces."], [32723, "2017-06-17T10:28:23Z", 0.67, "Je nach dem wie sich der Syrienkonflikt entwickelt  wird sofern der Westen die Oberhand gewinnt und Russland  diese als eine Art Trumpfkarte ausspielen."], [484, "2017-06-13T01:48:47Z", 0.0, "Down 5% for passage of time."], [31450, "2017-06-08T20:13:26Z", 0.02, "Dropping a couple points because Russia doesn't seem to want to play the diplomatic spoiler at the moment; seems they are trying to get out of the way of trump doing that himself."], [755, "2017-06-03T17:02:54Z", 0.02, "Comments: Short-range system to be deployed ahead of schedule.\nThe Daily Mail (UK), May 31, 'Russia successfully tests 'unstoppable' 4,600mph hypersonic weapon that is faster than ANY global anti-missile system': http://www.dailymail.co.uk/sciencetech/article-4557934/Russia-successfully-launches-unstoppable-cruise-missile.html"], [484, "2017-06-02T02:44:22Z", 0.05, "Up 5% on Putin's pushback to NATO in eastern Europe and US in ROK. (no link)"], [755, "2017-05-25T21:34:05Z", 0.02, "The Diplomat, May 25, 'Russia to Arm Ground Forces With New Ballistic Missile by 2020 - The new weapon system will replace a Soviet-era tactical ballistic missile still in service with the Russian Army': http://thediplomat.com/2017/05/russia-to-arm-ground-forces-with-new-ballistic-missile-by-2020/"], [755, "2017-05-14T18:01:31Z", 0.05, "The Daily Mail, May 12, 'Iran 'is still developing ballistic missiles that could carry nuclear warheads in violation of UN resolution': http://www.dailymail.co.uk/news/article-4501526/Iran-makes-strides-developing-ballistic-missiles.html"], [484, "2017-05-13T01:51:14Z", 0.0, "Down 35% for scoring purposes since I've been high (on life?) on this question."], [16652, "2017-05-09T07:54:30Z", 0.05, "Comment deleted on May 10, 2017 11:42AM UTC"], [755, "2017-05-07T19:43:04Z", 0.05, "RU will continue to pay lip service to this treaty. Adjusting down."], [484, "2017-05-04T02:36:46Z", 0.35, "Down 40% for passage of time. Still wonder if DT and Putin will agree that the INF is a bit long in the tooth. Comparison class is Reagan in Reykjavik."], [755, "2017-04-29T18:44:21Z", 0.1, "Pot calling the kettle black: See @dowser April 29 Reuters post on RU bitching about US/NATO missile deployment in RO and PL. Affirming forecast."], [484, "2017-04-29T16:20:52Z", 0.75, "Up 50% on this shot across the bow: http://www.reuters.com/article/us-russia-usa-treaty-idUSKBN17V0KQ?il=0"], [484, "2017-04-28T04:24:44Z", 0.25, "Down 20% until the US nuclear review becomes more apparent. Wonder a bit about the Russian election though."], [699, "2017-04-19T12:46:16Z", 0.0, "Russia has no interest in receiving thousands of those rockets at its borders. NATO industries are much stronger. It is not in their interest."], [484, "2017-04-18T02:11:47Z", 0.45, "(no change) The US nuclear review will be interesting."], [755, "2017-04-15T22:15:49Z", 0.1, "Defense One, April 11, 'US Army Exploring ‘Devastating’ New Weapon for Use In War with Russia - The Kinetic Energy Projectile would be a tungsten warhead that moves at three times the speed of sound, destroying anything in its path': http://www.defenseone.com/technology/2017/04/us-army-exploring-devastating-new-weapon-event-war-russia/136943/\nClips from article:\n\"Why would the U.S. military, which has put untold billions of dollars into precision weapons over several decades, need such a blunt and terrifying weapon? To counter small Russian nuclear weapons.\n“The Russians … maintain their tactical nuclear stockpile in ways that we have not,” Hix said.\nPotomac Institute head Philip Karber, who helped write the Pentagon’s Russia New Generation Warfare Study, offered a bit more explanation when Defense One spoke to him in January. While the United States retains just a few of its once-large arsenal of tactical nukes, Karber estimates that Russia currently has anywhere from 2,000 to 5,000 of the weapons.\""], [484, "2017-04-13T05:07:03Z", 0.45, "Down 20%. So many issues, so little brain trust to deal with them on the US side. Suspect DPRK, Syria, etc. will take priority especially now that NATO is great again!"], [755, "2017-04-10T00:51:24Z", 0.1, "Sputnik, April 9, 'Top Secret: Why is Russia's S-500 Missile System Second to None?': https://sputniknews.com/military/201704091052466018-russia-prometey-missile-system-air-defense/"], [484, "2017-04-08T02:07:32Z", 0.65, "(no change for now) How many crises does the US Deep State want to deal with? Perhaps Tillerson might suggest a mutual abrogation when he visits Russia. How many US voters either remember the history or were alive when it was signed?"], [31450, "2017-04-03T15:48:50Z", 0.05, "My impression is that, if treaty violations are going to be taken seriously, it will be the US and not Russia that is driving the process. The trump administration seems to be responding very slowly and my guess is once the US officially protests and starts complaining, Russia will push back and this issue will get bogged down in bilateral meetings because neither president cares. Point is, Russia doesn't need to withdraw to violate the terms of the pact and so doesn't need the bad PR."], [1333, "2017-04-03T15:07:01Z", 0.25, "To me the question is will they announce it and will such statement be more or less tied to adding volatility to the markets as leverage on resolving sanctions."], [755, "2017-04-02T21:22:58Z", 0.1, "Deutsche-Welle, March 29, 'Russia's hypersonic missile ratchets up arms race': http://www.dw.com/en/russias-hypersonic-missile-ratchets-up-arms-race/a-38189763\nClip from article:\n\"Zircon can be programmed during its flight to search out and attack its target and could even reach a distance of about 500 kilometers, according to Russian media.\nRipley, who is the author of several books on military conflicts and technology, says other applications for Zircon's hypersonic capabilities could include land attacks, which would open up the vulnerabilities of European cities to Russian strikes.\n\"With modification, the kind of attacks that America has launched against Iraq, Afghanistan and Serbia in the past are clearly possible,\" said the UK-based defense journalist.\""], [484, "2017-04-02T02:28:02Z", 0.65, "Up 5% on @Wildwood2000 post: http://www.gjopen.com/comments/comments/475302"], [1034, "2017-04-01T07:22:25Z", 0.0, "U.S. signals policy decision soon on Russian arms treaty allegations"], [484, "2017-03-27T23:19:54Z", 0.6, "(no change) Two things to weigh. First, much of the new US administration's national security team is a bit thin so one probably would expect only the \"have-to's\" to be dealt with. This isn't in that category. Second, with the ACA R2 debacle reportedly DT would like some easy wins. The INF Treaty issues might qualify and also support DT's wish for more $ for US defence."], [6303, "2017-03-27T02:57:28Z", 0.01, "Based on general news and GJP consensus."], [755, "2017-03-26T01:25:25Z", 0.1, "USNI, March 24, 'Panel: Conversations on Missiles and Nuclear Weapons Key to Rebuilding U.S.-Russian Relationship': https://news.usni.org/2017/03/24/panel-converstations-missiles-nuclear-weapons-key-rebuilding-u-s-russian-realatiohship\nClips from article:\n\"One key sticking point and possible flashpoint is how the two nations view the deployment of medium-range land-based cruise missiles inside Russia and the positioning of Aegis Ashore ballistic missile defense system in Eastern European NATO countries.\nSpeaking Thursday at the Washington, D.C.-based Center for Strategic and International Studies, Sergey Rogov, scientific director of the Institute of U.S. and Canadian Studies at the Russian Academy of Sciences, said the Kremlin and Washington view each other’s moves as violations of the Intermediate Range Nuclear Weapons Treaty.\n“If INF collapses” in the dispute, “most likely START [the 1991 Strategic Arms Reduction Treaty] will too. That will be extremely dangerous” with the possibility of miscalculation in a crisis by either side. Even in a world with a number of nations possessing nuclear weapons, there would be no treaty between the holders of 90 percent of those strategic weapons that control their placement or size of their stockpiles, he said.\nIgor Ivanov, a former Russian foreign minister and now president of the Russia International Affairs Council, said the relationship “almost brings to life old ghosts of the Cold War” where there were no agreements. Instead there was a philosophy of Mutually Assured Destruction as warding off nuclear catastrophe.\n“U.S.-Russian dialogue on nuclear weapons has to be resumed” or it sends a signal to other nations that Moscow and Washington are not concerned about their placement, numbers or possible proliferation to other countries.\n“We cannot postpone solutions” on large issues such as Ukraine, nuclear weapons, weaponization of cyber and space and smaller issues like cooperation in the Arctic, business and economic ties even in the face of sanctions, or cultural and scientific exchanges.\n“There is no alternative to cooperation,” Ivanov said.\nDetails on how to approach these issues will be in the soon to be released “Roadmap for U.S.-Russia Relations.” The project of finding ways to rebuild trust began in 2015.\nOleg Stepanov, director of the planning department in Russia’s ministry of foreign affairs, said. “More friendship [between leaders] brought us to a cautionary tale” that there were not enough ties to sustain a relationship. “The building was too flimsy to survive.”\nThe “great mistake” of the last few years “has been continued sniping at each other,” rather than expanding dialogue and listening to each other. This listening also applied to situations where there will likely be no agreement.\n“Emotions fly high, and sometimes rationality is out of the picture” when it comes to tough issues such as suspected treaty violations, Crimea and Ukraine, Andrey Kortunov, director general of the Russian International Affairs Council, said.\nRogov added the danger is “policymakers believe their own propaganda” about the other side, treating them as enemies and letting emotions distort judgment.\nKortunov added in future discussions both sides should realize “unilateral concessions do not work” and not to expect them.\""], [484, "2017-03-21T16:39:46Z", 0.6, "(no change) Aviation Week (behind paywall) just had a reasonable article about the competing INF Treaty claims. Mostly a rehash, but this suggests that the issue on the US side may be nearing some pivot point to \"deal with it.\" Lack of people in the administration in general and with the background to offer plausible advice will be as usual a recipe for another misstep."], [755, "2017-03-18T16:02:50Z", 0.15, "With SS-26 launchers in Latakia, no doubt Russians are very interested:\nBBC, March 17, 'Israel's Arrow anti-missile system 'in first hit': http://www.bbc.com/news/world-middle-east-39302416\nClips from article:\n\"A surface-to-air missile (SAM) was intercepted using the Arrow system, designed to stop long-range ballistic missiles, reports say.\""], [755, "2017-03-16T19:17:29Z", 0.15, "Scout.com, March 16, 'Breakthrough - Missile Defense Agency Fires 2 SM-6 Interceptors at Once - Testing New Seeker Technology': http://www.scout.com/military/warrior/story/1679499-2-sm-6s-attack-missile-target-at-same-time"], [32122, "2017-03-12T16:08:40Z", 0.0, "Hard to see what they gain by overtly withdrawing.  Better to take usual Russian way and just act like you are still in, but violate as they see fit.   "], [19801, "2017-03-09T04:39:08Z", 0.03, "Russia has deployed a land-based cruise missile that violates the \"spirit and intent\" of an arms control treaty and poses a threat to NATO, Vice Chairman of the U.S. Joint Chiefs of Staff General Paul Selva said on Wednesday."], [484, "2017-03-09T00:50:39Z", 0.6, "(no change) Some interesting background on the INF issue: http://www.armscontrolwonk.com/archive/1202903/responding-to-the-inf-treaty-violation/"], [755, "2017-03-06T00:00:57Z", 0.2, "Asia Times, March 2, 'Indo-Russian supersonic missile threatens China’s security': http://www.atimes.com/indo-russian-supersonic-missile-threatens-chinas-security/\nClips from Times article:\n\"BrahMos is one of the world’s fastest anti-ship and land-attack cruise missiles. It has been co-developed by India’s Defense Research and Development Organization (DRDO) and Russia’s Machine-Building Research and Development Consortium, which launched the BrahMos Aerospace joint venture in 1998, and has a range of 290 kilometers. An upgraded variant of this cruise projectile, with a range of 450km, will be tested on March 10.\nAt the recent Aero India exhibition, DRDO chairman S Christopher said a further version of BrahMos was under development. In his words, it will be capable of hitting a target 800km away and be ready for production within two and a half years.\""], [1331, "2017-03-04T17:50:42Z", 0.0, "Why withdraw, Russia already has IRBMs on the Western front and I hear they have a neutron bomb that will prove to be a real treat"], [484, "2017-03-02T22:54:41Z", 0.6, "Down 40% for passage of time and nothing significant in the Joint Session speech."], [31238, "2017-02-27T15:58:30Z", 0.05, "Let this one slip for too long. Lowering my assessment."], [484, "2017-02-20T18:37:49Z", 1.0, "(no change) Want to carefully watch what Russia does now that Vitaly Churkin will have to be replaced at the UN. Loss of such a seasoned diplomat will introduce uncertainty where any more is not helpful."], [755, "2017-02-20T18:10:03Z", 0.2, "Sputnik, February 19, 'Top-Notch Kh-101 Cruise Missiles That Russia Unleashes on Daesh in Raqqa': https://sputniknews.com/military/201702191050836873-kh-101-cruise-missile/\nClips from article:\n\"The stealthy airborne Kh-101, developed by the Raduga Design Bureau, has a length of 7.45 meters (more than 24.4 feet) with a maximum launch weight of 2,400 kilograms (5,300 lb). The missile carries a 400-kilogram (880 lb) warhead. Its variation, known as the Kh-102, carries a 450 kT nuclear warhead.\nThe cruise missile is believed to have a range of up to 5,500 kilometers (over 3,400 miles). It is capable of travelling at a maximum speed of 270 m/s. The missile has a low altitude flight profile, travelling at 30-70 meters (100-230 feet) above the ground. The Kh-101 uses GLONASS, the Russian satellite navigation system, for trajectory correction and is reported to have an accuracy of five to six meters.\nThe Kh-101 is likely meant to replace the Kh-55, a subsonic air-launched cruise missile which has been in service since 1983.\""], [14777, "2017-02-16T21:02:43Z", 0.15, "You can't fire me, I quit."], [691, "2017-02-16T15:00:11Z", 0.05, "http://www.reuters.com/article/us-usa-russia-missiles-idUSKBN15U10Q\nPretty much as expected--they will violate this treaty and any others they find inconvenient, but will deny they're doing it.  They won't actually withdraw unless M. Petits-Doigts does.  However, his new BFF Vlad the Shirtless will probably talk him out of doing that, appealing to how peace-loving they both are.  "], [1529, "2017-02-16T03:46:54Z", 0.02, "It's a brave new world...."], [484, "2017-02-15T04:06:12Z", 1.0, "(no change) Just something to consider. The Russian narrative is that they need more umph in the far east (might station west of the Urals too). Does anyone think that the current US President particularly cares, especially since the issue is complicated? I wouldn't bet against whether he would eventually try to make some deal to solidify his cred (as compared to Reagan for example)."], [755, "2017-02-15T02:20:04Z", 0.35, "See @dowser and @Censusguyz February 14 post and links regarding RU cruise missile launch. Raising incrementally."], [484, "2017-02-14T23:14:19Z", 1.0, "Up 80% until I can consider more carefully this development: http://nypost.com/2017/02/14/russia-secretly-deploys-cruise-missile-violating-arms-treaty/"], [1333, "2017-02-14T21:36:51Z", 0.35, "https://www.nytimes.com/2017/02/14/world/europe/russia-cruise-missile-arms-control-treaty.html?emc=edit_na_20170214&nl=breaking-news&nlid=70183565&ref=cta&_r=0"], [755, "2017-02-12T18:44:11Z", 0.3, "Nuclear powers appear to be ramping up development/testing of ICBM and IRBM platforms:"], [484, "2017-02-11T00:54:20Z", 0.2, "(no change) If one is to believe the lame stream media, the US president hasn't spent much time beefing up on New START. What is the chance that the INF Treaty will gain favor of attention? (One intriguing data point is that President Reagan negotiated the INF Treaty so perhaps it won't be immediately dismissed out of hand.)"], [6303, "2017-02-05T04:16:51Z", 0.01, "According to the general news and GJP consensus."], [484, "2017-02-04T00:57:44Z", 0.2, "(no change, but) Am beginning to wonder if Putin will want to plus up the forces since HRC was more than knee-capped and now he has to deal/think about what the POTUS may do over his term(s)."], [33126, "2017-01-30T19:19:46Z", 0.89, "Probably because our president is a boob with a distorted understanding of Russian goals and objectives. Trump's ignorance will make it easy for Russia to do as it pleases . . . which will be good for Russia but not for US or the rest of the world. "], [6303, "2017-01-30T04:05:46Z", 0.01, "According to the general news and GJP consensus."], [755, "2017-01-30T04:01:40Z", 0.3, "A recent intelligence forum post:\nISI Intelligence, January 25, 'ISI’S INTELLIGENCE: POSSIBLE ISKANDER LAUNCH IN SYRIA': http://www.imagesatintl.com/possible-iskander-launch-syria/"], [755, "2017-01-29T18:58:26Z", 0.3, "TASS, January 28, 'Trials of Russia's new anti-missile system due within 2-3 years - Aerospace Force': http://tass.com/defense/927769"], [484, "2017-01-28T02:50:58Z", 0.2, "(no change) Just something to consider. Might easily be a joint (Putin-Trump) agreement to walk away from the agreement. Probably in Russia's interest and not sure DT is an arms control guy at heart."], [755, "2017-01-23T20:29:14Z", 0.4, "Being more of a land-based power and it's history of invasion, I still believe this class of weapon is more important to RU for defense than their long-ranged weapons (ICBMs). The recent, successful use of Russian hybrid warfare tactics against the USA/EU suggests that they now have a strong incentive to build and increase the number of weapons in this class and either deny that they are, or to simply ignore the treaty. Adjusting down. "], [6303, "2017-01-23T02:45:17Z", 0.01, "According to the general news and GJP consensus."], [484, "2017-01-21T00:44:32Z", 0.2, "(no change) Wondering why the consensus is so low since US hardliners have been complaining for years that Russia is out of compliance. If the US walks or gets too rambunctious, it gives Putin an easy out (of the INF Treaty)."], [19801, "2017-01-18T10:16:33Z", 0.15, "Putin and Trump seem to be getting along currently, even though I expect that relationship to fall apart explosively."], [6303, "2017-01-16T02:05:21Z", 0.01, "According to the general news and GJP consensus."], [32333, "2017-01-10T17:38:00Z", 0.0, "Not in Putin's interests to make such an aggressive mood, which would provoke NATO response (Putin MO is to make smaller moves e.g. Syria, Ukraine, more general espionage) to achieve aims)"], [6303, "2017-01-09T03:48:47Z", 0.01, "According to the general news and GJP consensus."], [755, "2017-01-09T00:21:23Z", 0.55, "The National Interest, January 7, 'Report: Russia's Dangerous Iskander-M Ballistic Missiles Are Now in Syria': http://nationalinterest.org/blog/the-buzz/report-russias-dangerous-iskander-m-ballistic-missiles-are-18991"], [11538, "2017-01-06T19:21:35Z", 0.3, "\"suspending\" INF participation is largely symbolic, but would be a good way for Putin to impliedly threaten European states. Any tension in NATO over how to respond to such a move would only further his interest in weakening the alliance.  He need not do anything that would actually violate the treaty, so he wouldn't be taking any irrevocable steps. "], [484, "2017-01-05T00:47:00Z", 0.2, "(no change) Just an observation that if DT starts to re-engineer the US IC, then decisions like this will be driven by State, Defense, and of course key advisors (thoughts about Congress supporting this kind of blast from the past?)."], [484, "2017-01-01T23:51:27Z", 0.2, "(no change) Just an observation that we may get some real indications when Gen Mattis and others begin testifying before the Senate."], [6303, "2017-01-01T04:38:24Z", 0.01, "According to the general news and GJP consensus."], [755, "2016-12-26T19:09:39Z", 0.55, "See my December 26 comments on New START IFP. Incremental adjustment down."], [6303, "2016-12-26T03:23:13Z", 0.02, "According to the general news and GJP consensus."], [5034, "2016-12-25T18:00:29Z", 0.35, "My previous forecast (75%) seems to have been a typo. I would have forecasted this question much lower in June. Not sure why or how I made that mistake. Anyhow,  given the uncertainty associated with the Trump administration, I am adjusting this forecast. The nomination of a Secretary of State who has good relations with Putin might negate the unfortunate 'arms race'  comments from the President-elect. If the rhetoric on nuclear arms continues, then I would think this treaty would be in jeopardy. For now, it's less than 50%. But still possible based on the time frame for resolution. "], [31695, "2016-12-24T22:21:59Z", 0.25, "depends on trump "], [6303, "2016-12-19T03:49:01Z", 0.02, "According to the general news and GJP consensus. "], [19801, "2016-12-18T11:47:50Z", 0.45, "Trump and Putin have a significantly better relationship, and if Fillon joins the bro orgy, IRNF will survive. For now. "], [6303, "2016-12-12T02:02:40Z", 0.02, "According to the general news and GJP consensus."], [6303, "2016-12-05T04:33:54Z", 0.03, "According to the general news and GJP consensus."], [755, "2016-12-05T00:37:27Z", 0.65, "The Washington Post (analysis & opinion), November 30, 'Weapons treaties look ready to unravel, and that’s a big problem': https://www.washingtonpost.com/opinions/weapons-treaties-look-ready-to-unravel-and-thats-a-big-problem/2016/11/30/2ffcf11e-b5ad-11e6-b8df-600bd9d38a02_story.html?utm_term=.7b1a4e659575"], [1646, "2016-12-02T17:07:45Z", 0.18, "This question and the New START question are badly worded. They should state \"will either Russia or the US\" since one suspending or withdrawing would necessarily lead the other to announce the same. "], [25705, "2016-11-29T15:44:21Z", 0.0, "As  this news comes from the state-sponsored  Russian news agency, it gives credence to the claim that Russia is not going rogue on this  issue:"], [6303, "2016-11-28T03:03:56Z", 0.03, "According to the general news and GJP consensus."], [6303, "2016-11-21T03:00:42Z", 0.03, "According to the general news and GJP consensus."], [29980, "2016-11-18T23:23:57Z", 0.65, "No Putin will be gone "], [1708, "2016-11-16T14:50:20Z", 0.15, "Perhaps Trump and Putin will agree to modify in order to pursue more modernized tactical warheads under a new agreement or modified version of existing agreement, but unilateral Russian withdrawal seems less likely now with Trump as president, at least until Trump and Putin have their first Putin-Erdoganesque falling out."], [484, "2016-11-15T01:20:35Z", 0.2, "(no change) Any thoughts about whether the DT promise to build up US military might be a factor? @cdob63 http://www.gjopen.com/comments/comments/378002"], [6303, "2016-11-14T01:25:19Z", 0.03, "According to the general news and GJP consensus."], [83, "2016-11-11T15:08:05Z", 0.0, "Economic cooperation to take precedence over military conflict?"], [691, "2016-11-09T20:20:14Z", 0.14, "This one is even more likely than New START to be repudiated by Moscow, as it will more precisely strike fear, or at least consternation, into the hearts of the NATO allies scheduled for abandonment by the incoming US government.  Stay tuned."], [6303, "2016-11-07T00:41:49Z", 0.04, "According to the general news and GJP consensus."], [484, "2016-11-06T16:21:04Z", 0.2, "Down 5% to be closer to the consensus for awhile."], [14307, "2016-11-01T20:49:04Z", 0.19, "I think that they were on the path towards doing this anyway, and the current situation isn't helping, but that there is still a lot of time between now and the question resolution for other activity to happen and deal with the issue."], [1034, "2016-10-31T05:28:49Z", 0.0, "Treaty between the United States of America and the Union of Soviet Socialist Republics on the Elimination of Their Intermediate-range and Shorter-range Missiles (INF Treaty)"], [6303, "2016-10-31T02:02:54Z", 0.04, "According to the general news and GJP consensus."], [1034, "2016-10-30T19:49:17Z", 0.0, "The Intermediate-Range Nuclear Forces (INF) Treaty at a Glance"], [484, "2016-10-30T18:12:23Z", 0.25, "(no change) Interesting that the consensus is going up right now. Kaliningrad hasn't yet gotten complicated and there are token efforts to de-escalate the Ukrainian problems. Probably some desire to keep things quiet (if there are forces urging withdrawal) before the US election. Still think the fundamentals suggest some significant change, but I'm on the overly optimistic (in the anticipation sense) end of the question."], [14307, "2016-10-29T02:38:32Z", 0.18, "Down 10% for the passage of time"], [19801, "2016-10-26T13:50:33Z", 0.55, " Russia's violation of a key nuclear arms control treaty has become more egregious, two top Republican congressmen said in a letter released Wednesday that urged the Obama administration to confront and impose penalties against Moscow."], [6303, "2016-10-24T00:50:45Z", 0.04, "According to the general news and GJP consensus."], [14307, "2016-10-22T13:53:01Z", 0.28, "There are already accusations that they are in violation of the agreement (http://www.wsj.com/articles/u-s-accuses-russia-of-violating-missile-treaty-1476912606), and tensions just crossed a threshold with the cyber attack on US internet infrastructure yesterday. It's more than espionage, and more than diplomatic words. \n"], [3895, "2016-10-20T08:38:09Z", 0.44, "http://www.defensenews.com/articles/us-lawmakers-urge-obama-to-punish-russia-missile-treaty-breach"], [484, "2016-10-20T06:55:29Z", 0.25, "Up 10% on this post: http://www.gjopen.com/comments/comments/355698"], [1708, "2016-10-20T06:50:12Z", 0.65, "http://www.defensenews.com/articles/us-lawmakers-urge-obama-to-punish-russia-missile-treaty-breach"], [755, "2016-10-17T05:36:13Z", 0.65, "From a share..... an interesting read:\nYahoo News (analysis & opinion), October 16, 'Putin Throws Out the Old Nuclear Rules, Rattling Washington - Washington and Moscow used to keep arms control separate from other crises around the world. But that era is over and the next president will have to decide how to deal with it.': https://www.yahoo.com/news/putin-throws-old-nuclear-rules-181229476.html\n"], [14307, "2016-10-13T15:47:38Z", 0.03, "I think that the US and Russia are starting to dance a delicate dance, and the trigger is internet security. I think that both sides are being careful as they navigate an agreement, "], [755, "2016-10-12T18:51:28Z", 0.65, "Fox News, October 12, 'Russian military test-fires 3 ballistic missiles in same day': http://www.foxnews.com/world/2016/10/12/russian-military-test-fires-3-ballistic-missiles-in-same-day.html\nThe Australian, October 12, 'Russia and China team up over US missile shield': http://www.theaustralian.com.au/news/world/the-times/russia-and-china-team-up-over-us-missile-shield/news-story/1c5b42ff29025c7a037521382881b014\nComments: How far are the Russians prepared to go? See @Iainhen99 October 11 post and comments. Agree about November elections. Up-vote 1."], [14253, "2016-10-12T02:50:26Z", 0.51, "I'm starting out very high. This business about bringing kids studying abroad home may be bluster but it may be a prelude to something quite imminnent. I'll stay very high until after the November elections. After that I may come way down. "], [6303, "2016-10-10T03:08:58Z", 0.03, "According to the general news and GJP consensus."], [484, "2016-10-09T16:36:50Z", 0.15, "Up 5% on @Raahul_Kumar post and long time horizon. I don't really think Kaliningrad will be the straw that edges Russia away from the INF, but it gets some of the issues with the INF more in the open instead of mainly within the purview of think tanks and general staffs."], [19801, "2016-10-09T03:14:23Z", 0.55, "Russia deploys nuclear-capable missiles on NATO doorstep"], [755, "2016-10-07T23:25:47Z", 0.65, "Reuters, October 7, 'Estonia, Finland say Russia entered airspace before U.S. defense pact': http://www.reuters.com/article/us-finland-russia-idUSKCN1270ID\nClips from Reuters article:\n\"Helsinki said two different SU-27 planes crossed into its airspace on Thursday afternoon and evening, over the Gulf of Finland - the body of water that separates it from Estonia.\n\"We take these incidents seriously,\" Finland's defense minister, Jussi Niinisto, told reporters. \"Having two suspected violations on the same day is exceptional.\" Past incursions had mostly been by Russian cargo planes, not fighter jets, he said.\""], [484, "2016-10-05T04:20:35Z", 0.1, "(no change) More complicated discussion about the Russian withdrawal from the MOX agreement: http://www.aikenstandard.com/20161003/161009890/russia-cancels-plutonium-agreement-leaving-mox-future-uncertain"], [23006, "2016-10-04T16:39:24Z", 0.51, "I think this is what this country plans."], [3895, "2016-10-04T11:44:45Z", 0.36, "initial forecast. High tensions, long timespan, both sides accusing each other of breaches, & Russia just pulled out of a plutonium disposal treaty http://www.nytimes.com/2016/10/04/world/europe/russia-plutonium-nuclear-treaty.html"], [19801, "2016-10-04T11:27:26Z", 0.45, "4. It is alarming if Russia is in breach of the terms of the 1987 INF Treaty which is crucial to Euro-Atlantic security and stability. The UK and US governments, in conjunction with other NATO members at the Warsaw Summit, should determine a course of action either on how to repair the Treaty, or whether an alternative strategic settlement is required to maintain stability in the Euro-Atlantic area. (Paragraph 36)"], [1993, "2016-10-04T02:23:29Z", 0.07, "Long date and low consensus on this question makes it perilous to get too far away from consensus at this point. But it would not surprise me if Russia pulled out of the IRNF Treaty before 2018.  Russia has wanted out since 2004, and the US strategy on these treaties seems to be to wait for Russia to withdraw, then point the finger."], [755, "2016-10-03T23:27:32Z", 0.65, "NYT, October 3, 'Vladimir Putin Exits Nuclear Security Pact, Citing ‘Hostile Actions’ by U.S.': http://www.nytimes.com/2016/10/04/world/europe/russia-plutonium-nuclear-treaty.html"], [6303, "2016-10-03T03:00:43Z", 0.02, "According to the general news and GJP consensus."], [29119, "2016-10-03T00:41:31Z", 0.65, "I give it the same odds as Hillary Clinton winning election. If she does it means that American and Nato expansion policies will continue and missile shield in Poland Baltic states will be a reality. Russia will respond by suspending/Withdraw from Intermediate Range Nuclear Forces Treaty."], [6303, "2016-09-25T18:19:23Z", 0.02, "According to the general news and GJP consensus."], [1993, "2016-09-19T02:16:16Z", 0.05, "Looks like Russia wants to withdraw but feels that it can't for fear of rankling the Europeans. Russia proposed a joint withdrawal in 2004, which the US declined. Since they did not unilaterally withdraw but instead developed a secret medium-range missile to fill a hole in their capabilities left by aging hardware. If Russia has not officially withdrawn from the treaty by now, it probably won't. But this question has a long timeframe."], [6303, "2016-09-18T20:40:52Z", 0.02, "According to the general news and GJP consensus."], [28045, "2016-09-18T15:09:35Z", 0.05, "Too expensive, nothing to gain"], [755, "2016-09-17T23:24:48Z", 0.6, "From the horse's mouth:\nSputnik News, September 16, 'Russia-US Cooperation in Arms Control Impossible Over Sanctions': https://sputniknews.com/military/20160916/1045374563/russia-us-sanctions-cooperation.html"], [6303, "2016-09-12T00:44:40Z", 0.02, "According to the general news and GJP consensus."], [484, "2016-09-09T14:54:03Z", 0.1, "(no change) The prospect of reaction to DPRK possibly being an acknowledged nuclear state may tilt some of Russia's weapon decisions in this direction. Buried in some of their arguments for certain systems is the need to counter forces in the East."], [6303, "2016-09-06T01:55:36Z", 0.03, "According to the general news and GJP consensus."], [755, "2016-08-31T03:57:45Z", 0.6, "ISW, August 29, 'Russian Anti-Access and Area Denial (A2AD) Range: August 2016': http://www.understandingwar.org/backgrounder/russian-anti-access-and-area-denial-a2ad-range\nRussia has altered the security balance in the Black Sea, Eastern Mediterranean and Middle East by establishing large anti-access/area-denial (A2AD) exclusion zones. Russia’s power projection in these regions has been further extended by the deployment of the S-400 air defense system to Crimea in August 2016 and to Syria in November 2015. Advanced air defense systems create A2AD “bubbles” that prevent Russia’s opponents from establishing air supremacy in strategically significant theaters. The Baltic States, much of Ukraine and the Black Sea, northern Poland, Syria and parts of Turkey fall under Russian A2AD bubbles created by S-300 and S-400 air defense systems. Russia operates advanced air defense not only within its own territory, but from sites in Syria and occupied Crimea, as well as cooperatively through the Joint Air Defense Network in Belarus and Armenia. Russia can use these systems to impede the ability of the U.S. to defend its NATO allies by disrupting the ability of US air forces to access conflict zones in the event of a crisis. "], [19801, "2016-08-30T13:32:23Z", 0.35, "“We have made it very clear to our Russian colleagues that our patience is not indefinite,” said Frank Rose, the State Department’s top diplomat for arms control, compliance and verification. “We will work closely with our allies to ensure that Russia does not gain any benefit from its violation.”"], [20035, "2016-08-29T11:33:18Z", 0.07, "WP post on some of the factors around this question. References Russia's apparent breaking of the treaty too."], [6303, "2016-08-28T23:36:52Z", 0.03, "According to the general news and GJP consensus."], [755, "2016-08-26T19:49:45Z", 0.6, "An interesting read on the Russian mindset regarding IRBM:\nForeign Policy (opinion), August 22, 'Russia’s Nuclear Paranoia Fuels Its Nuclear Propaganda - A classic disinformation campaign about U.S. nukes reveals a lot about Moscow's military anxieties.': http://foreignpolicy.com/2016/08/22/russias-nuclear-paranoia-fuels-its-nuclear-propaganda/\nClips from article:\n\"Moreover, the Russians, including President Vladimir Putin himself, have repeatedly asserted that U.S. missile defenses are a pretext for stationing offensive, nuclear-armed missiles in violation of the 1987 Intermediate-Range Nuclear Forces (INF) Treaty. It is impossible to know how sincere the Russians are about this fear, but they say it a lot. And it certainly helps raise concern about what might be going on at Deveselu, which makes Putin happy.\nThe whole thing reads like a pretty classic Russian disinformation operation. A few anonymous sources make a claim in an obscure foreign newspaper. That allows Russia’s state media to “cover” the allegations without quite taking responsibility for them. The story gets redistributed by the usual nitwits — looking at you, Breitbart! — and useful idiots connect the dots for Moscow. And, thanks to the geniuses in the Defense Department’s press shop who “neither confirm nor deny” any story about the location of U.S. nuclear weapons, Russian media are having a ball.\""], [28413, "2016-08-23T22:19:22Z", 0.0, "Russia does what it wants, and doesn't really care that much about Cold War treaty announcements. The withdrawal from the CFE treaties and amendments and what-not came on the heels of substantial regional tension."], [6303, "2016-08-21T22:09:01Z", 0.04, "According to the general news and GJP consensus."], [484, "2016-08-16T00:07:39Z", 0.1, "Cutting another 5% to be closer to the consensus (and hoping the consensus is wrong in the sense that the event never happens)."], [6303, "2016-08-15T01:08:29Z", 0.04, "According to the general news and GJP consensus."], [484, "2016-08-12T04:20:01Z", 0.15, "Down 5% to be closer to the consensus."], [1993, "2016-08-11T04:17:58Z", 0.1, "Russia more likely to suspend or withdraw from this one than from START."], [484, "2016-08-08T02:27:41Z", 0.2, "Down 5% to be closer to the consensus."], [484, "2016-08-05T02:44:13Z", 0.25, "(no change) I'm posting this without comment:"], [484, "2016-08-01T18:57:41Z", 0.25, "@Raahul_Kumar I still have on my \"to-do\" list to review various ACDA and other sources related to both the INF and New START question. In my mind there are two issues. "], [27973, "2016-08-01T02:02:13Z", 0.9, "They're going to, \"peace out,\" of the treaty on their way back to Communism. They are using the conflict in Syria as cover to rebuild their military force to a substantial size. If things go sour, and they will, with the US and Iran, the Russians will want to be able to sell uranium to Iran. They have continued to build relations using the large Shia population in the Republic of Azerbaijan, since the 1980's. Since the Middle East has had increasing influence on the Muslim countries of the Former Soviet Union, like Kazakhstan, Turkestan, Turkmenistan, Tajikistan, they expect to be able to transition back to Communism easily, allies and all, by 2021, with a big one finger salute to us and the rest of the West. So, yeah, they'll break the treaty. "], [484, "2016-07-29T01:42:19Z", 0.25, "(no change) Here is the 2016 Democratic platform as promised (been too occupied watching my Monkey Cage score tank):"], [755, "2016-07-22T21:22:43Z", 0.6, "1) RU is a land-based power and it’s history has shown repeated invasion, conquest and conflict over thousands of years:\n‘Mongol invasion of Rus’ (13th Century) https://en.wikipedia.org/wiki/Mongol_invasion_of_Rus%27\n‘Napoleon’s Disastrous Invasion of Russia’: http://www.history.com/news/napoleons-disastrous-invasion-of-russia-200-years-ago\n‘Operation Barbarossa’: https://en.wikipedia.org/wiki/Operation_Barbarossa\n‘Sino-Soviet border conflict’: https://en.wikipedia.org/wiki/Sino-Soviet_border_conflict"], [484, "2016-07-19T23:27:30Z", 0.25, "(no change) I didn't see anything in the US Republican party platform:"], [484, "2016-07-19T02:53:23Z", 0.25, "Down 5% since the consensus is dropping. Still wanting to see the two US party platforms regarding INF and New Start."], [26597, "2016-07-17T03:31:20Z", 0.0, "Too much to risk to do this any time soon."], [20060, "2016-07-14T01:58:44Z", 0.35, "Both sides seem to be playing fast and loose with the treaty. Russia doesn't have all that much to lose by pulling out."], [1993, "2016-07-11T05:23:46Z", 0.15, "Better to just violate the treaty and make accusations to justify it than to pull out of a nuclear arms treaty. That would signal the start of an arms race, and why would Russia want to spend its resources that way? They have better things to spend money on, and an arms race would damage Russia's reputation around the world."], [26961, "2016-07-08T18:09:58Z", 0.1, "Little consequence, thus far, for violating the treaty while remaining within it. Withdrawing risks small but dangerous chance of intermediate range nuclear arms race, one the Russian state is unlikely to be able to afford (especially as it would eat into conventional rearmament, a Kremlin priority)."], [26777, "2016-07-01T12:34:56Z", 0.05, "Russia has no interest in opening more conflicts in the moment and go into open opposition against current superpowers"], [4462, "2016-06-29T13:00:04Z", 0.85, "We are provoking Russia and Russia has an edge in anti missile/anti aircraft technology right now they think we want to strike now before we completely lose the capacity to strike. The Russians will leave the treaty and at some point after our Presidential election ask privately then if that fails ask publicly for all anti missile and anti aircraft defenses to be withdrawn from its borders and give us a deadline to do so. "], [484, "2016-06-29T02:45:06Z", 0.3, "Down 5% to be closer to consensus."], [26636, "2016-06-28T11:41:08Z", 0.99, "Yes.  Following other global events and implications of Ukraine's involvement in terrorism against the United States, with possible collaboration from Russia, Russian leaders will be forced politically to participate in treaty discussions and will be one of the first countries to sign the Treaty as a demonstration of their efforts to bring world peace."], [19801, "2016-06-27T10:39:58Z", 0.5, "INF treaty bans nuclear and conventional ground-launched ballistic and cruise missiles with ranges of 500 to 5,500 kilometers."], [19801, "2016-06-25T10:43:22Z", 0.59, "On sober reflection, they could very well withdraw in 2019, or 2021. It isn't as if Putin will share his planned future schedule with me. Or the US government could as well."], [5034, "2016-06-23T11:31:49Z", 0.75, "As with many things, it depends. It is no secret that Putin views the outcome of the Gorbachev years as a tragedy. The INF remains a symbol for the end of the Cold War. Given the withdrawal from the Treaty on Conventional Armed Forces, I would be inclined to think Russia believes it has sent a message. If tensions further escalate between the U.S. (Europe) and Russia, then this important treaty may become a casualty.  All things held constant at the present moment, I think Russia will stay with the Treaty.  "], [6600, "2016-06-22T16:24:20Z", 0.03, "Russia has more to lose than gain"], [83, "2016-06-22T15:32:06Z", 0.3, "Raising forecast based on uncertainty due to the long timeframe."], [83, "2016-06-21T18:08:25Z", 0.05, "Suspect Russia will stay in.  Russian and US accusations cancel out, and as long as the treaty limits the US, seems better to keep it rather than getting caught in another escalation.  An international agreement to replace the bilateral agreement doesn't seem like a short term reality.  Leaving small chance for unintended escalations, possibly based on NATO or third country escalations."], [227, "2016-06-21T00:07:34Z", 0.25, "As with the New START treaty, it is easier to use the process to achieve advantages in the correlation of INF forces as well as in other arenas. The process can be bogged down without the risk to prestige and security from withdrawing. This is especially true given some of the questions being addressed in this agreement. Pulling out would be destabilizing, as opposed to calling for modifications or renegotiation.  However it still may be necessary in order to respond to external provocation or force a more favorable arrangement for these forces. So at this stage, unlikely but not impossible."], [699, "2016-06-20T03:54:16Z", 0.1, "Russia has repeatedly voiced concern since 2003 regarding the one sided US withdrawal from the agreement which prohibited the development of anti ballistic missile shield, since this would endanger the strategic balance which secured the world peace over last 70 years. When doing so, the US rational was that Russia would not be able to equate the step by either developing a similar defense system, nor to maintain and improve its offensive forces. As promised, Russia did the second. It was able to develop offensive systems, which make the ballistic missile shield obsolete. Still, if US is going to station this systems at Russia's borders, which are actually offensive, contrary to what the US government is telling to the public, it may see the necessity to station mid range rocket systems as well, to create pressure on those European states who are willing to maintain on their soil systems that threaten Russia's strategic forces. How ever, Russia has with its Iskander systems already a sufficient contra weight."], [1333, "2016-06-20T01:48:12Z", 0.2, "http://www.globalresearch.ca/dangerous-crossroads-in-us-russia-relations-arms-control-and-non-proliferation-in-jeopardy/5531225\nThe U.S. has deployed missile defense elements in Romania, Putin said. \"What are these? These are launchers and radar stations. Now they are deploying missiles with the range of 500 kilometers, and several years later these will be missiles with the range of 1,000 kilometers,\" he said."], [2770, "2016-06-19T23:40:13Z", 0.5, "Russia has long been dissatisfied with the INFT prohibition on these missiles.  Putin sees threats that proscribed missiles could offset, viz. China and NATO."], [484, "2016-06-19T16:02:59Z", 0.35, "(no change) The consensus is going up, but I don't see a wealth of information about why the forecasts are the way they are."], [484, "2016-06-18T03:03:43Z", 0.35, "Lowering 10%. Still well above consensus."], [1057, "2016-06-17T12:19:58Z", 0.05, "Russia not ready for that as it will signal Russia's weakness"], [1055, "2016-06-17T12:03:55Z", 0.05, "no Russia not ready to do that"], [706, "2016-06-16T19:27:55Z", 0.75, "Yes, because Hillary will win the presidency."], [20284, "2016-06-16T16:12:45Z", 0.1, "It is a useful treaty for a Russia with severe budget problems.  There may be an occasional hint at doing so but that would be positioning for negociations. "], [26132, "2016-06-15T16:27:32Z", 0.75, "It is like the previous one, a poorly drilled question.  Is the question will Putin threaten or will he execute? I think most analysis here targets the execution aspect not the literal question."], [19801, "2016-06-15T09:46:04Z", 0.9, "It is very likely because of the prior history of both sides accusing each other of cheating on the IRNF treaty."], [5001, "2016-06-15T01:24:44Z", 0.22, "Costly and dangerous. Both sides are better off violating it without all-out arms race. But 18 months is a long time and lots of things can happen. "], [484, "2016-06-14T23:17:03Z", 0.45, "Initial forecast. Finally some interesting stuff that isn't silly US election related!"], [691, "2016-06-14T22:29:56Z", 0.24, "He is a bit more likely to bail out of this one than the other, I think.  Pulling out of NewSTART would seem aimed at the US, which probably isn't what he has in mind; skipping out on INF can be sold to his fans as helping to fortify Mother Russia against the evil Latvians, Poles, and Germans.  Even so, it's unlikely--his usual m.o. is to violate whatever agreement he's made and then deny that it happened, or define the agreement's requirements anew.  His local fans buy this unless they want to be beaten or shot, and he has decided it doesn't matter much what the rest of the world thinks as long as they let him get away with it. "], [4634, "2016-06-14T18:53:29Z", 0.38, "A bit more likely than suspending or quitting START, I think. There are already some disagreements (Iskander-missiles, missile defense system)"], [24176, "2016-06-14T18:40:54Z", 1.0, "Wait, haven't they done this already."], [500, "2016-06-14T18:22:21Z", 1.0, "Amerika tera rusiju na povlačenje iz sporazuma.Šta bi uradila amerika da rusija rasporedjuje snage i rakete na meksičkoj granici.\nPostoji samo jedan problem na koji ne računa amerika.Ovo je 21 vek  ,nije 1939.\nJedna ruska podmornica može da ponese 20 BULOVA sa po 10 nuklearnih glava.To je ukupno 200 američkih gradova na nišanu.\nU narednom periodu posle dolaska na vlast Trampa očekujem poboljšanje odnosa amerike i rusije."], [689, "2016-06-14T17:52:53Z", 0.0, "Unlike the current US administration, Russia does not telegraph its intentions publicly. They have projected nuclear war between Russia and UK, so be aware."]]}