{"question_id": 386, "title": "Before 1 January 2018, will Turkey, Montenegro, Albania, Serbia, or Macedonia announce that it is suspending its participation in EU membership negotiations or withdrawing from the EU accession process?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[43055, "2017-12-25T16:52:12Z", 0.1, "I doubt anything will happen in the next week."], [42244, "2017-12-09T23:19:28Z", 0.0, "all of this countrys will join the eu"], [1639, "2017-12-03T18:16:59Z", 0.0, "updating"], [19801, "2017-11-29T08:28:47Z", 0.15, "These countries stand no chance to become EU members, yet they persist in this futile activity."], [31802, "2017-11-27T12:22:40Z", 0.01, "Time is running out. No signs of great Turkish frustration with EU."], [31450, "2017-11-02T01:36:45Z", 0.0, "Dropping to zero because there's only two months left and if anything happens I think it'll be the EU suspending Turkey. "], [31802, "2017-10-31T20:06:05Z", 0.05, "Erdogan is very silent. He had ample time to reintroduce the death penalty, but has not done so. No more bad tempered language against Germany or Holland. "], [27101, "2017-10-23T14:22:38Z", 0.2, "need to start scalling this down as time gets limitted"], [19801, "2017-10-17T07:11:29Z", 0.55, "Turkey determined to maintain EU membership goals, Deputy PM says\nhttps://www.dailysabah.com/eu-affairs/2017/10/15/turkey-determined-to-maintain-eu-membership-goals-deputy-pm-says"], [19801, "2017-10-03T03:51:47Z", 1.0, "Erdogan: Turkey no longer needs EU membership but will not abandon talks\nhttp://www.dw.com/en/erdogan-turkey-no-longer-needs-eu-membership-but-will-not-abandon-talks/a-40771731"], [15621, "2017-09-30T08:49:35Z", 0.03, "passage of time"], [40054, "2017-09-22T09:51:07Z", 0.0, "they all want to gain advantages (financial, economical, etc.)"], [40018, "2017-09-22T06:46:16Z", 0.35, "could be turkey"], [39288, "2017-09-21T18:22:38Z", 0.0, "those nearby third-land-countries need the EU - for businessdevelopment or sponsorship "], [39782, "2017-09-21T18:16:20Z", 0.11, "Considering German media coverage, I see a minor likelihood that Turkey might announce (considering) suspending the participation, while I don't expect that any of the countries will make the call to withdraw from the accession process. "], [15621, "2017-09-20T06:00:19Z", 0.05, "Passage of time "], [484, "2017-09-20T03:41:28Z", 0.0, "(no change) Erdogan in a PBS Newshour interview didn't really answer this question."], [15621, "2017-09-10T09:30:37Z", 0.07, "Turkey may want to apply pressure around German elections."], [83, "2017-09-08T22:11:45Z", 0.0, "A. Merkel's statement on Turkey's EU membership may have been more than 50% short term political necessity.\nOther EU members not supportive of her position.\nhttp://www.presstv.ir/Detail/2017/09/08/534495/Turkey-EU-children-game"], [23006, "2017-09-04T16:35:03Z", 0.05, "Merkel is pushing for Turkey to be refused admittance. They are protesting this but does it count if it's not voluntary? according to clarification, no."], [691, "2017-09-04T12:19:23Z", 0.07, "http://www.reuters.com/article/us-germany-turkey-merkel/in-shift-merkel-backs-end-to-eu-turkey-membership-talks-idUSKCN1BE15B?il=0"], [37379, "2017-08-28T14:05:09Z", 0.0, "A leap into the realm of overconfidence, or do I have good reasons here?"], [36002, "2017-08-20T17:49:04Z", 0.05, "Despite Turkey being the most likely country to suspend its participation in EU membership negotiations, clinging to the talks with the EU representatives gives Erdogan another tool put pressure onto the EU - this is very much in line with his foreign policy. It seems unlikely that Turkey will join the EU but it won't stop being engaged with it either. As for the other states - even less likely to suspend talks. The EU is enjoying record highs of approval among European EU and non-EU countries thesed days."], [14493, "2017-08-19T09:50:55Z", 0.1, "It seems that Turkey likes to keep its option open . Although it appears that its progress toward EU membership is halted it seems to be reluctant to say so. \nhttps://www.reuters.com/article/us-germany-turkey-idUSKCN1AX0RG\nMaybe Turkey is taking the same approach that it has to the Akkuyu nuclear power plant and Russia; one day Turkey and Russia are friends and the power plant is \"go\", the next days Turkey and Russia are enemies and power plant is \"stop\", a day later they are friends again and it \"go\" once more.  So maybe Turkey thinks that if it holds on the EU will have a change of heart and will decide it does want an unreformed Turkey as a member.  "], [24, "2017-08-08T14:21:45Z", 0.0, "Going down to Zero. Turkey is the only probable contender to suspend or withdraw, black swans apart, but @rene explains why this is unlikely in the short term. "], [4634, "2017-08-08T07:06:38Z", 0.08, "Good analysis. Conclusion: \"The de jure abandonment of Turkey’s EU ambition, no matter how unlikely an accession outcome is at this point, would rob Erdogan of an extremely useful political propaganda tool. At the same time, were the EU Commission and member states to actually end Turkey’s candidacy, it would mean not only admitting the failure of soft power and conditionality on a grand scale but also playing into Erdogan’s hand and solidifying his increasingly undemocratic grasp on power within Turkey. Thus, the European Parliament’s resolution—while it makes for good headlines and allows the EU to claim it is standing up for democracy in Turkey—in reality is little more than fodder for Erdogan’s domestic political game and a fig leaf for the EU.\""], [484, "2017-08-04T21:43:52Z", 0.0, "Dropping 5% for passage of time."], [31450, "2017-08-03T00:08:03Z", 0.02, "Dropping because I think if Turkey was going to announce it was withdrawing it would have by now. I think it is more likely that Turkey will be kicked off the process after it reinstates the death penalty."], [27461, "2017-07-25T15:30:52Z", 0.05, "(up 3) I wonder if the tension between Turkey and Germany would not lead to some kind of disapproving declaration from the European Commission, which in turn could prompt Turkey to officially withdraw from the effectively moribund accession process. So far the Turks had held back from such a step, but there are political costs for Erdogan in taking hits with only a verbal response. Still an outside chance, though.  "], [14493, "2017-07-12T16:50:18Z", 0.15, "Although the European Parliament wants to suspend Turkey's application its not their place to do so. They would need to get the European Commission to do it. However to produce a \"Yes\" answer requires Turkey to suspend its application. Its possible if the EC suspended Turkey's application Turkey could do as @Raahul_Kumar says and quit. But the EC is probably going to just keep the Turkish application frozen. (They need Turkey to stop refugees crossing to Europe) Erdogan is reported to have said that he is not bothered what the EU says, but he also said \"we will continue being sincere with the EU for a little more time\". I have no idea what that means, but it does not sound as if he is planning to suspend Turkey's application.  "], [19801, "2017-07-11T08:20:19Z", 1.0, "EU parliament calls for Turkey accession talks to be suspended\nhttps://www.reuters.com/article/us-turkey-eu-parliament-idUSKBN19R194"], [1639, "2017-07-09T12:07:52Z", 0.05, "ALDE MEP, Alexander Lambsdorff (FDP, Germany), shadow rapporteur on Turkey, said the European Union must re-think its relations with the Turkish government: "], [14253, "2017-07-06T19:22:36Z", 0.12, "No big reason for a change but I've been below consensus and have decided track it until the end of July. If nothing changes I'll go below again."], [691, "2017-07-06T12:28:44Z", 0.0, "http://www.reuters.com/article/us-turkey-eu-parliament-idUSKBN19R194?il=0\nThe Turks say they're not pulling out, and nobody cares what the European Parliament has to say on this topic anyway.  What with Hungary and Poland behaving as they are, the EU is just now in an awkward position complaining about Erdogan's dim view of democracy.  Going to zero, since nobody else on the list is at all likely to withdraw."], [14493, "2017-06-21T15:07:01Z", 0.2, "Turkey would be the most likely to officially withdraw or suspend its application. Although its application is frozen for whatever reason Turkey seems to be reluctant to actually make the reality official.   "], [31802, "2017-06-18T09:43:07Z", 0.1, "The hot exchanges between Turkey and the EU seem to have halted. Erdogan has not yet announced the reintroduction of the death penalty, which would almost immediately lead to a halt (if not more) of the negotiations. On the contrary: he is seeking support from France to deal with the Quatar problem. The other countries: Macedonia has just renewed it's bid to join EU and Nato, the new prime minister of Serbia is pro-EU, Montenegro has joined NATO and is getting pressure from Russia."], [1529, "2017-06-15T02:38:54Z", 0.05, "Turkey and EU are certainly having a bad time in their relationship, but verbally closing the door closes  a variety of strategic possibilities for the future. Same door for the others referenced in this question."], [484, "2017-06-14T01:42:10Z", 0.05, "Down 5% for passage of time. —until something nudges things in another direction."], [484, "2017-06-05T23:11:40Z", 0.1, "(no change) Wondering if the Qatar flare-up might impact events on the Anatolian peninsula?"], [31802, "2017-06-05T14:56:21Z", 0.25, "Since the NATO-meeting in Brussels last month, Turkey seems much less confrontational vs. the EU. No more agression towards Germany, no talk of reintroducing the death penalty."], [484, "2017-06-01T02:23:51Z", 0.1, "Down 10% for passage of time (and declining consensus)."], [35569, "2017-05-16T00:39:28Z", 0.0, "Individually or together in any combination, it would be a losing situation for the above countries to distance themselves in any way from the EU.  I project Montenegro and Serbia will be strongly considered for EU membership because they have consistent economies and are relatively safe places for Westerners.  Turkey is dangerous for the EU because it has become unstable with recent elections, and membership would benefit them hugely.  Albania and Macedonia being accepted into the EU would be like winning the lottery.  Acceptance into the EU has a huge upside to most Eastern European countries.  The best example of EU vs no EU is Cyprus and the economies of each side.     "], [31082, "2017-05-15T21:51:50Z", 0.3, "Discounting for passage of time"], [34313, "2017-05-14T16:29:17Z", 0.05, "The most likely states to do so are:\na. Turkey (most forecasts revolve around it)\nb. Albania, pulling in also the  likes of Kosovo and Macedonia. \nhttps://www.ft.com/content/7350d242-36fd-11e7-99bd-13beb0903fa3\nRight now, it looks more likely that the processes will be delayed by the EU side than by the countries aspiring to join. "], [38, "2017-05-13T16:42:20Z", 0.04, "http://www.presstv.ir/Detail/2017/04/09/517409/Turkey-Erdogan-EU-referendum-crazy"], [1708, "2017-05-12T15:32:03Z", 0.5, "I believe the clash of the values of Erdogan and other conservative Turkish politicians' vs those of liberal European legislators and executive leaders will continue to deteriorate relations. Many individuals of each of these opposing groups seems to be unable to help themselves to be conciliatory or pragmatic when it comes to their own values having to accommodate those of others. The same could be said of many differing peoples and nations but the gap between conservative Turkish and liberal European values is too wide to bridge or reverse in my opinion."], [484, "2017-05-11T23:14:56Z", 0.2, "Down 50% to be under the consensus and following @Nik and others: http://www.gjopen.com/comments/comments/500566"], [27461, "2017-05-11T19:23:54Z", 0.05, "(Down 10). Erdogan sounds more conciliatory. Looks like the focus in the Turkey-EU relations would be on pragmatic cooperation on issues like the refugees and the customs union (see http://www.reuters.com/article/us-turkey-eu-minister-idUSKBN1871XA). Also it seems that on both side there are both agitators that push for radical outcomes and pragmatists who don't want to rock the boat too much. The death penalty issue could provide clues - if Erdogan pushes it to the back burner, a formal break with the EU would be less likely. \n "], [30389, "2017-05-11T16:23:43Z", 0.05, "EU suspended negotiations with Turkey; the rest are very unlikely to give up the chance of membership"], [1639, "2017-05-11T11:25:56Z", 0.05, "Updating"], [15621, "2017-05-11T09:41:22Z", 0.05, "Dropping dramatically on Erdogan latest speech as consider Turkey only candidate likely to suspend. Tks to @Anneinak and @matuschoma"], [38, "2017-05-11T00:15:54Z", 0.04, "I'm lowering my forecast based on the reasons given by @matuschoma below:"], [38, "2017-05-09T21:35:32Z", 0.09, "http://www.ansamed.info/ansamed/en/news/sections/politics/2017/05/09/turkey-desires-to-continue-process-of-eu-accession-erdog_c6a290d6-617b-477f-b019-7939715b091c.html"], [38, "2017-05-09T21:16:32Z", 0.22, "https://europeanwesternbalkans.com/2017/04/10/ewb-interview-genoveva-ruiz-calavera-eu-accession-process-is-strategic-investment-in-peace/"], [16652, "2017-05-09T12:15:18Z", 0.05, "Comment deleted on May 09, 2017 04:37PM UTC"], [35320, "2017-05-08T21:33:44Z", 0.45, "Total guess, based on Turkey's political dynamics. "], [30330, "2017-05-04T20:36:55Z", 0.55, "Turkey is the most likely candidate. It does not serve Erdogan to continue into EU's orbit, especially with the momentum he has in seizing power. Any cooperation with EU would erode his power."], [15621, "2017-05-04T08:39:40Z", 0.55, "https://www.gjopen.com/comments/comments/495893\n@Raahul_Kumar\n"], [19801, "2017-05-04T08:02:26Z", 1.0, "1.Although the European Parliament's (EP) Turkey rapporteur Kati Piri and European Commissioner for European Neighborhood Policy Enlargement Negotiations Johannes Hahn called on the EU to immediately suspend Turkey's accession, Hungary and Greece think it \"would be irrational\" to end to the negotiations."], [26242, "2017-05-03T05:30:27Z", 0.3, "Don't know whether Erdoğan is playing shenanigans or what:"], [30200, "2017-05-02T10:32:38Z", 0.1, "With the referendum won, Erdogan is much less likely to play that card, which is only useful as a threat. "], [27461, "2017-04-29T22:35:06Z", 0.1, "Turkey: the EU won't do it - they want good relations to keep refugees at bay. Erdogan has said he wanted discussions in Parliament and/or a referendum. But that was when relations with a number of EU countries were rapidly souring before the referendum on presidential powers. Now, if Erdogan wants to be a president of all Turks, he will be well advised not to bring this up. Turks are divided half/half on the pro/anti-European axis, and further discussions can only aggravate divisions further. That said, Erdogan might still do it - to crush the pro-European parties, if he calls parliamentary elections, etc. Hence the 10%"], [4634, "2017-04-29T08:13:12Z", 0.22, "\"Germany rejects calls for EU to end Turkey accession talks"], [38, "2017-04-29T01:59:35Z", 0.22, "Germany opposes EU ending Turkey's accession, so it's unlikely EU will do it.  It sounds like Erdogan may  hold a referendum on it."], [484, "2017-04-25T18:58:00Z", 0.7, "Up 10% on Erdogan's interview."], [10937, "2017-04-24T12:57:01Z", 0.65, "Erdogan of Turkey will withdraw from negotiations."], [38, "2017-04-20T16:09:27Z", 0.33, "The accession process for Turkey seems to be the most likely to collapse; Austria, France and Greece have been lukewarm or opposed to Turkey's accession from the start and are clamoring more loudly that it should be suspended.  But if the action is taken by the EU side,  I'm afraid this question won't resolve  as \"yes\", even though GJO has stated that it doesn't want questions to resolve on technicalities."], [14493, "2017-04-20T13:28:35Z", 0.35, "Thanks @Dsarin for the clarification! That creates a problem. If the EU informs Turkey that it (the EU) has dropped Turkey from the accession process then presumably its too late for Turkey to announce it is suspending its participation. That would be like announcing your resignation after you have been fired, i.e. totally meaningless legally. \nThe EU was holding back on ending Turkey's application in order to leave a route for Turkey if it changed its ways. This has clearly not got anywhere but Erdogan was threatening to hold a referendum this year on stopping Turkey's application to join the EU.  Maybe that will go ahead after the latest rows over the vote to change the constitution and threat to reintroduce capital punishment.    "], [14493, "2017-04-20T11:44:03Z", 0.7, "As progress has been halted on Turkey's membership and the European Parliament voted six months ago to suspend negotiations, and as Turkey has since moved further away from the EU's ideas of democracy and political freedom, it surely must be just a case of when the European Commission officially suspends the membership negotiations.  "], [31450, "2017-04-18T22:46:45Z", 0.37, "I'm moving up twelve points because Erdogan won the referendum and now seems to be looking for a way to end negotiations, I'll be keeping and eye on whether he calls a referendum on the death penalty."], [38, "2017-04-18T02:00:15Z", 0.55, "The EU may beat Erdogan to declaring the end of the process for Turkey."], [484, "2017-04-18T00:21:07Z", 0.6, "Up 10% until we see what Erdogan plans."], [691, "2017-04-17T12:05:59Z", 0.36, "Unlike at least one other president we could name, Erdogan alppears to have a coherent long-range view of what he wants to do and how he intends to do it.  However, he has not yet shared it with me, so holding this number until the pattern gets clearer."], [34920, "2017-04-12T16:02:18Z", 0.0, "They keep this gate open"], [15621, "2017-04-12T08:54:38Z", 0.45, "http://www.reuters.com/article/us-turkey-referendum-eu-idUSKBN16W0R2\n"], [30200, "2017-04-12T08:26:11Z", 0.5, "Turkey will eventually officially declare its withdrawal. Question is when. Erdogan will want to keep that card as long as possible, rather than actually playing it. "], [38, "2017-04-11T04:13:24Z", 0.88, "http://www.euronews.com/2017/04/10/turkey-is-no-longer-an-eu-candidate-mep-says"], [38, "2017-04-10T00:32:26Z", 0.88, "http://www.presstv.ir/Detail/2017/04/09/517409/Turkey-Erdogan-EU-referendum-crazy"], [34716, "2017-04-03T11:21:32Z", 0.55, "Turkey Gov. mainly will use this card to pass the legislation & amendment  "], [32245, "2017-03-28T17:55:24Z", 0.35, "Increasing because of Turkey's increasingly aggressive posturing against the west, which in turn has turn the european population hostile."], [34554, "2017-03-27T18:36:10Z", 0.6, "Turkey may well do so."], [5386, "2017-03-26T19:18:02Z", 0.4, "So everyone's upping their forecast because of Erdogan's announcement of a EU referendum. Well luckily my forecast was already higher ðŸ˜Š "], [691, "2017-03-26T15:51:05Z", 0.42, "Erdogan is threatening a referendum on this topic.  How it turns out depends on how deeply he wants to rig it and how much room remains in the jails or cemeteries.  Always interesting times in Turkey of late."], [19801, "2017-03-26T05:47:12Z", 1.0, "Erdogan says Turkey may hold referendum on EU accession bid\nhttp://in.reuters.com/article/turkey-referendum-eu-idINKBN16W0RF?il=0"], [484, "2017-03-25T23:04:58Z", 0.5, "Up 10% on possible vote in Turkey."], [31802, "2017-03-25T20:38:22Z", 0.55, "Erdogan announces 2nd referendum on EU-negotiations. He is on a collision course with many EU-countries, and he is taunting them with the threath of the release of the Syrian refugiees."], [32872, "2017-03-25T19:51:35Z", 0.42, "\"Turkish President Recep Tayyip Erdogan says he may hold a nationwide vote on whether to continue to pursue EU membership\""], [484, "2017-03-21T22:59:48Z", 0.4, "Up 5% for Macedonian unrest."], [38, "2017-03-21T17:45:08Z", 0.33, "There seems to be less and less affection between Turkey & the EU."], [19801, "2017-03-21T12:31:41Z", 1.0, "Turkey will no longer be threatened by the European Union (EU) membership process, Erdogan said\nhttp://in.reuters.com/article/turkey-referendum-erdogan-europe-idINKBN16S12G\n"], [691, "2017-03-21T11:02:29Z", 0.63, "http://www.reuters.com/article/us-turkey-referendum-erdogan-europe-idUSKBN16S10D\nErdogan will almost surely pull the trigger if he loses the referendum, and may do anyway.  Stay tuned.\n"], [1993, "2017-03-19T23:44:23Z", 0.25, "Edging up on the possibility of Turkey."], [19801, "2017-03-19T03:29:29Z", 1.0, "Erdogan has made Allah Great Again!"], [24, "2017-03-16T14:36:27Z", 0.25, "Increasing a bit, considering Turkey's  ongoing belligerent stances against the Netherlands and Germany. They are a bit for show domestically in a pre-referendum context, and the EU is pretty characteristically shameless in its dealings with Turkey, anyway, and relies upon Turkey to keep illegal immigrants from entering the EU accross its borders, so nothing may change. But the chance seems  slightly higher today than it did a month ago."], [19056, "2017-03-16T04:04:39Z", 0.7, "Turkey or Serbia"], [31450, "2017-03-16T02:57:39Z", 0.25, "The only country I am worried about here is Turkey. All the others are following a normal, if slowed, path. Given how fast relations with the EU are deteriorating, I think it's possible Erdogan may walk away after the referendum, and if he doesn't the EU may simply decide (kidding, it'll be a three year review process) that Turkey no longer meets its democratic commitments. "], [28091, "2017-03-16T01:40:03Z", 0.45, "Recent tensions between the Netherlands and Turkey make me upgrade this. I believe Turkey is in the midst of a re-orientation. "], [5386, "2017-03-15T12:52:19Z", 0.4, "I asked GJO for clarification and they confirmed that any suspension initiated by the EU would not count as \"yes\" to this question. For sequences of announcements, GJP did not issue formal clarification, retaining flexibility in assessing the details.\nI.e. we are in principle excluding the case where the EU suspends the negotiations."], [691, "2017-03-14T17:55:02Z", 0.18, "Erdogan is prickly but not stupid.  He will keep the candidacy alive in case he needs it as a bargaining chip for something more fun later on.  Nobody else has any reason to hit the silk."], [27101, "2017-03-13T23:01:08Z", 0.4, "I think the incident between Turkey and the Netherlands will make progressing towards EU membership impossible and Turkey would be better of withdrawing or suspending from the negotiations"], [1993, "2017-03-13T04:37:25Z", 0.2, "I don't see why these nations would officially suspend or withdraw, as the ascension process tends to drag on forever anyway. They might not pursue membership with much vigor, but why risk offending the EU and depriving themselves of an option that might exist in the future. Inertia is more likely."], [19801, "2017-03-12T02:29:39Z", 1.0, "The countries lining up for EU membership are becoming restless. “Enlargement is not high on the EU’s agenda and we know it,” said Natalie Sabanadze, Georgia’s ambassador to the EU.Ditmir Bushati, Albania’s foreign minister, said that while it is clear “No one will be able to join EU in foreseeable future”.\nhttp://www.politico.eu/article/the-race-for-eu-membership-neighborhood-turkey-uk-european-commission/"], [5386, "2017-03-11T13:33:23Z", 0.4, "Die Tagesschau indicates that the first EU development aid programs for Turkey are being frozen. http://www.tagesschau.de/inland/tuerkei-eu-gelder-beitritt-101.html\nAdd to that the recent denial to rally Turkish citizens in the EU around the constitutional referendum. What exactly does Turkey win by staying a EU candidate?"], [28414, "2017-03-11T13:20:49Z", 0.0, "Turks want to have access to Europe and eventually be part of the EU.\nDemands for visa free travel are not just about the option to visit Eiffel Tower on the weekend.\n(5 to 10) Millions of Turks live in the EU (Germany alone 1.4m) and they have relatives in the motherland.\nYanukovych in Ukraine abandoned the EU integration process and was exiled shortly after."], [19801, "2017-03-11T11:27:25Z", 1.0, "Dutch PM bars Turkish foreign minister in escalation of rally row\nhttp://www.reuters.com/article/us-turkey-europe-netherlands-idUSKBN16I07O?il=0"], [19801, "2017-03-11T09:39:09Z", 1.0, "Turkey says all deals with EU in jeopardy if no visa liberalization\nhttp://www.reuters.com/article/us-turkey-eu-visa-idUSKBN16I081?il=0"], [32521, "2017-03-09T13:55:57Z", 0.65, "To much pressure from Russia."], [167, "2017-03-07T16:26:57Z", 0.39, "Serbia is still getting pressure from the Kremlin to change it's position. Additionally, if there is a requirement that they are forced to recognize Kosovo, they may withdraw. Also everything else everyone else is saying about Turkey."], [32843, "2017-03-05T19:31:09Z", 0.85, "Erdogan just called Germany fascist - http://www.zerohedge.com/news/2017-03-05/fresh-diplomatic-scandal-after-erdogan-accuses-germany-fascist-actions"], [34071, "2017-03-01T23:30:18Z", 0.35, "Turkey is on the edge of violating membership requirements, and putting itself into political positions that will make negotiations extremely difficult. Take, for example, the recent talk about reinstating the death penalty, or rumors of torture being used on opposition figures."], [33927, "2017-02-27T05:36:55Z", 0.4, "I think Turkey is going to be the one to say no. Erdogan wants accession but for pride's sake, can't accept the terms of the EU."], [30891, "2017-02-27T04:50:36Z", 0.4, "upgrading the answer due to the control Turkey's president has and intent to keep it that way. joining EU will result in having to given up on them. so he might choose to keep it at negotiation phase as long as possible and withdraw when he has to decide either way."], [30200, "2017-02-26T13:39:03Z", 0.1, "President Erdogan seems to bring Turkey back to a more cooperative course of lately, but the situation in Turkey remains tense and Erdogan might feel obliged to make such a dramatic step for his home audience. So not likely, but entirely possible."], [33875, "2017-02-19T18:16:09Z", 0.3, "There is a substantial chance that either Serbia or Turkey suspend/withdraw due to the changing geopolitical situation."], [33870, "2017-02-19T16:09:02Z", 0.6, "Turkey seems logical - question remains when to announce it with the biggest possible positive impact fro the Turkish rulers."], [5386, "2017-02-15T09:37:03Z", 0.4, "High probability:\n- 1 out of 5 countries sufficient for this question, most probable Turkey\n- Suspension of / exit from accession process may be used as means of national politics\nLow probability:\n- Inertia / status quo\n- Time (1.5 months out of 12 gone by)"], [13377, "2017-02-13T03:22:13Z", 0.19, "Following Iainhen99"], [38, "2017-02-12T21:17:19Z", 0.44, "This is politics, and politics can be wildly irrational and/or responsive to a narrow, short-sighted agenda. We've seen Japan's PM Abe visit Yasukuni, DT manage to have a nasty conversation with the Australian PM, the election of DT and the vote for Brexit. "], [38, "2017-02-10T22:18:51Z", 0.56, "http://www.balkaninsight.com/en/article/governments-anti-eu-rhetoric-affects-serbian-citizens-02-07-2017"], [33565, "2017-02-09T17:59:41Z", 0.0, "The process itself is valuable to many of their constituencies."], [484, "2017-02-08T00:16:53Z", 0.35, "Down 10% for passage of time."], [32245, "2017-02-07T17:56:15Z", 0.25, "5 countries and almost a full year. Hard to predict, and also assuming that suspension doesn't mean full withdrawal. It can be suspended due to conflict, then resumed when conflicts is resolved."], [33400, "2017-02-06T13:11:22Z", 0.75, "Turkey"], [484, "2017-02-01T00:36:59Z", 0.45, "Down 10% for passage of time."], [33080, "2017-01-31T11:27:53Z", 0.0, "There is no way these countries would ever abandon the goal of EU membership and the billions of Euros of aid that come with it. Turkey being the only exception to this and even they won't withdraw from this process because even though they know they will never be admitted into the EU and the Turkish government has no desire to lose the the amount of sovereignty that EU membership entails, it want the EU to withdraw first so they can play the victim card which aids in the increasing paranoia of the Erdogan government.   "], [32766, "2017-01-29T16:20:49Z", 0.65, "Serbia or Turkey, the former slightly more likely in my view. "], [38, "2017-01-28T23:03:24Z", 0.56, "http://www.neweasterneurope.eu/articles-and-commentary/2245-brexit-and-the-western-balkans-what-to-expect"], [28134, "2017-01-27T23:14:49Z", 0.9, "Turkey will leave"], [31082, "2017-01-26T22:51:27Z", 0.36, "Turkey?"], [28380, "2017-01-25T08:39:53Z", 0.75, "Turkey seems to have made its choice already, its just a question of time."], [38, "2017-01-24T21:31:08Z", 0.56, "\nI'm thinking about all the Syrian refugees that are tenting in Turkey.  Turkey could blackmail the EU with threats to make the refugees move on.\nWhy would Turkey suspend the process?  Wouldn't it be wiser to keep options open and just let things sit?\nAnd would the EU dare to anger Turkey enough to trigger the release of all the refugees Turkey is hosting?\n"], [38, "2017-01-24T00:29:49Z", 0.56, "Upon further reflection, 66% is too high."], [38, "2017-01-24T00:27:50Z", 0.66, "http://aa.com.tr/en/europe/hungarian-ambassador-calls-turkey-key-ally-of-europe/733198"], [38, "2017-01-23T22:49:55Z", 0.88, "not my final answer. . . research to come."], [1639, "2017-01-23T17:09:14Z", 0.8, "Turkey alone can make this question resolve as a YES:"], [32161, "2017-01-23T14:49:21Z", 0.2, "Pulling out of EU membership negotiations would make it difficult to get back into if they wanted to down the line. It would be much safer to drag their feet on negotiations without commiting to ending them"], [484, "2017-01-23T03:00:59Z", 0.55, "Up 10% on @sevedb link: http://www.gjopen.com/comments/comments/429561"], [14133, "2017-01-23T02:09:22Z", 0.2, "For any of these, it would be a political statement rather than a genuine shift in policy. It is far more likely that they will hedge their bets by staying in the process and adjusting speed and compliance if and when they feel less enthusiastic about eventual membership."], [12573, "2017-01-22T18:36:08Z", 0.72, "If any of these countries had leadership with sense, they would immediately remove themselves from consideration. Europe is going to get worse before it gets better, and their nations will recognize that they are stepping into a minefield."], [4367, "2017-01-22T13:38:36Z", 0.0, "Because that is less than 12 months away and it is extremely unlikely any of these countries would openly cause political strife in the EU in that period. Even if one of these countries was having second thoughts about EU membership they will not say so. For Turkey greater political co-operation with other NATO countries and western democracies is important for its image and international positioning, while the other smaller nations will be looking for economic benefit (net income), security and trade and are likely to continued their applications. "], [32843, "2017-01-21T22:35:20Z", 0.72, "I expect Turkey to withdraw from the process. Anti-immigrant parties are likely to influence the election campaigns in France and Germany and lead to some unfortunate bashing of muslim communities in those countries even by mainstream politicians as they try to compete with populists. Turkey has internal problems with terrorists from Syria and Kurdish separatists, I think President Erdogan may find it politically difficult to ignore insults to his country by Europeans. On the other hand, the situation may be affected by USA/Russian relations. Taking President Trump at his word, he wants to be more conciliatory to Russia (potentially so that he can be more combative with China). If NATO is being diluted, Turkey may need European support."], [32842, "2017-01-21T22:04:43Z", 0.35, "Turkey continues to drift further from EU standards."], [691, "2017-01-21T16:53:47Z", 0.42, "Turkey is the only likely name on this list, I think.  However, I also increasingly think anything that hasn't already happened will happen pretty soon, "], [13377, "2017-01-21T02:24:48Z", 0.45, "Following dowser"], [706, "2017-01-20T05:01:59Z", 0.56, "Turkey if any."], [29680, "2017-01-19T20:07:30Z", 0.25, "Know little about the other countries, but Turkey might easily be pressured by Russia, and Trump's administration and other nationalist movements will likely applaud it."], [28091, "2017-01-18T17:01:58Z", 0.3, "The case of Iceland’s withdrawal may not be relevant here. Iceland does not have Russia breathing down it neck as many of the other EU candidates do. The most likely candidate to suspend negotiations or withdraw is Turkey. They may use a threat to withdraw as a bargaining chip but there most likely actions is a suspension of negotiations. \nThis forecast will be adjusted once we see the results of the elections in France, Germany and the Netherlands. If EU skeptics win I will upgrade this forecast. If they do not win and the EU survives this crazy political season then I will downgrade this forecast. How long the UK drags out the Brexit process may also have an influence on how attractive the EU appears to potential members.  \n"], [1639, "2017-01-18T16:32:44Z", 0.38, "1  The European Commission presented a positive evaluation overall of the progress made by the enlargement countries in 2016, noting that enlargement policy continues to deliver results and reforms are advancing in most countries. However, there are two notable exceptions to this trend: the former Yugoslav Republic of Macedonia and Turkey."], [484, "2017-01-18T16:26:46Z", 0.45, "Down 35% since the consensus dropped."], [19801, "2017-01-18T02:29:15Z", 1.0, "With 5 countries it does seem likely."], [484, "2017-01-18T00:28:08Z", 0.8, "Initial forecast. Would like to be slightly ahead of the consensus. Iceland was clear cut, but not sure how I feel about various phrases or approaches that might pause some plan(s)."], [1639, "2017-01-17T18:27:49Z", 0.65, "This is not a good mix; Turkey will surely do so. \nAlbania and Montenegro I don't think so."], [24, "2017-01-17T18:14:04Z", 0.2, "Turkey has to be the most likely contender here. Erdogan has expressed the willingness to do so, and there is scope (particualrly if the death penalty is reintroduced, as has been discussed), for the EU to suspend arrangements - which could serve as a trigger for Turkey to itslef suspend participation or withdraw."], [18762, "2017-01-17T18:08:15Z", 0.9, "Erdogan consolidating power, plus I think rightward shift continues in Europe, so why give up sovereignty to a failing union?"]]}