{"question_id": 377, "title": "Before 30 April 2017, will the U.S. provide notice of intent to withdraw from NAFTA?", "correct_answer": "No", "crowd_forecast": 0.02, "preds": [[13377, "2017-04-28T20:19:18Z", 0.0, "It was a close call. https://www.washingtonpost.com/politics/i-was-all-set-to-terminate-inside-trumps-sudden-shift-on-nafta/2017/04/27/0452a3fa-2b65-11e7-b605-33413c691853_story.html"], [3363, "2017-04-28T13:29:02Z", 0.0, "The WashPost reports this morning that the president was planning on making a day 100 announcement of pulling out of NAFTA until he changed his mind this week. This question allegedly came very close to being a yes."], [19801, "2017-04-28T07:32:29Z", 0.0, "Trump steps back from brink of killing North American trade pact\nhttp://www.reuters.com/article/us-usa-trade-nafta-idUSKBN17S2DG?il=0"], [32810, "2017-04-27T19:31:49Z", 0.0, "Trump announced he would not."], [29680, "2017-04-27T18:41:33Z", 0.0, "Claims will renegotiate instead."], [13377, "2017-04-27T11:38:31Z", 0.0, "Donald J. Trump‏Verified account @realDonaldTrump  24m24 minutes ago"], [13377, "2017-04-27T11:27:36Z", 0.0, "Apparently, he was just kidding with his recent talk of withdrawal: https://www.nytimes.com/2017/04/26/us/politics/nafta-executive-order-trump.html"], [34283, "2017-04-27T11:18:40Z", 0.0, "Misread the date, corrected as there isn't much time left."], [23006, "2017-04-27T03:43:06Z", 0.52, " What a frustratingly random planner he is."], [20156, "2017-04-27T03:34:32Z", 0.0, "http://edition.cnn.com/2017/04/26/politics/trump-nafta/index.html"], [38, "2017-04-27T03:32:43Z", 0.0, "http://www.reuters.com/article/us-usa-trade-nafta-idUSKBN17S2DG"], [11080, "2017-04-27T03:29:33Z", 0.01, "http://edition.cnn.com/2017/04/26/politics/trump-nafta/index.html"], [16778, "2017-04-27T03:12:59Z", 0.15, "Trump is eager to renegotiate NAFTA. By providing formal notice through an executive order of US intent to withdrawal, the supposed calculus is that he will force reluctant Senators to approve his re-negotiated pact (assuming Canada & Mexico cooperate) by putting them under the 6 months clock. I am not sure that this threat is truly credible, though, since it depends on his willingness to follow through and potentially hurt thousands of businesses and millions of consumers when the price of imports jump."], [34353, "2017-04-27T02:54:53Z", 0.25, "Because President Crazypants likes to keep things interesting..."], [1993, "2017-04-27T01:13:56Z", 0.1, "Not sure if I should go up or not. I don't think that an executive order from Pres. Trump is equivalent to \"notice of intent to withdraw\" from the US, which must be submitted to the other signatory nations."], [12302, "2017-04-26T23:01:08Z", 0.1, "Ok, I am moving up to 10% and hope I can move back down again tomorrow. I hope it is a bluff."], [38, "2017-04-26T22:51:12Z", 0.5, "It's widely reported that the WH is preparing an EO for Trump to sign to pull the US out of NAFTA."], [4918, "2017-04-26T18:44:48Z", 0.05, "http://www.gjopen.com/comments/comments/491109\nhttps://www.washingtonpost.com/news/wonk/wp/2017/04/26/trump-close-to-notifying-canada-mexico-of-intent-to-withdraw-from-nafta/?utm_term=.0b15e1f5aac0"], [31082, "2017-04-26T18:36:54Z", 0.0, "100% was due to misinterpretation of \"notice of intent\": the government declared its intent by announcing to prepare a notice of intent over next 100 days today, but this is not the \"notice of intent\" in the sense of NAFTA. So back to 0%!"], [4634, "2017-04-26T17:55:09Z", 0.1, "See here: https://www.gjopen.com/comments/comments/491114"], [4634, "2017-04-26T17:52:08Z", 0.0, "See reply from @Anneinak here: https://www.gjopen.com/comments/comments/491114"], [13377, "2017-04-26T17:22:59Z", 0.05, "I don't want to break my algorithm by greatly raising probability.  But here's why I think Trump may well sign an executive order stating intent to withdraw on or before April 29. \n(1) He's holding a giant rally April 29 and needs to show the he has delivered on a major campaign promise.\n(2) He's angry because a Federal court just struck down his anti-sanctuary cities exec order; and twice he lost his \"Muslim ban\" exec orders. He hasn't gotten anywhere near his plans to repeal and replace Obamacare. No infrastructure spending in sight. Only talk about tax reform. He's angry at all the news that he's impotent. Small hands syndrome?\n(3) The 100th Day falls on April 29 and all the news is going to highlight point (2) UNLESS he sucks up all this coverage with a big and controversial announcement.\n@Rene @JS @Anneinak @Iainhen99 @z0k @rjfmgy @fifty-sixty @dada @aarongertler @Khalid @Dsarin @Raahul_Kumar"], [705, "2017-04-26T16:58:10Z", 0.0, "This news breaks the day after I go to zero probability:"], [32900, "2017-04-26T16:23:44Z", 0.3, "http://www.cnn.com/2017/04/26/politics/donald-trump-nafta/index.html"], [30169, "2017-04-26T16:22:37Z", 0.15, "I had this low before and though I think we will see a notice to withdraw, it won't happen before April 30. Likely early to mid-May."], [32900, "2017-04-26T16:16:47Z", 0.04, "While Trump doesn't particularly like NAFTA, he does have to provide congress with a notice if he intends to leave NAFTA. However, because it is just announcing intent to pursue this percentage is slightly higher. "], [4634, "2017-04-26T16:02:50Z", 0.0, "\"The Trump administration is considering an executive order on withdrawing the U.S. from NAFTA, according to two White House officials."], [32919, "2017-04-26T02:05:14Z", 0.0, "Congress needs 90 days notice before this happens & current congressional members have been saying this will be take months. Not anytime soon. "], [32777, "2017-04-26T00:07:23Z", 0.35, "Trump hates NAFTA.  Also, the current tensions between Canada, the US and Mexico (whom NAFTA primarily concerns) help to give reason that the US would withdraw from NAFTA.  While they won't formally withdraw from NAFTA by April 30th, announcing intent to do so allows the percentage of this prediction to be much higher."], [14847, "2017-04-25T17:19:08Z", 0.0, "Talks are scheduled for the summer."], [29680, "2017-04-25T00:56:19Z", 0.01, "With approval ratings still sad and the surprising proposal of a 20% retaliatory tariff on Canadian soft lumber, This seems plausible but unlikely given the time remaining. Dropping to 1%."], [767, "2017-04-21T01:15:39Z", 0.0, "Today, Trump signed an executive memorandum ordering Secretary of Commerce Wilbur Ross to investigate steel imports and said  “We’ll be reporting back some time over the next two weeks as to NAFTA and what we’re going to do about it.”"], [32972, "2017-04-11T16:28:52Z", 0.0, "Approval rating is too low and it's too late in the 100 days for the white house to do something like this."], [13377, "2017-04-10T19:01:51Z", 0.0, "https://www.wsj.com/articles/five-big-players-steer-trumps-foreign-policy-toward-the-mainstream-1491839286"], [33047, "2017-04-10T07:05:44Z", 0.02, "Currently the US doesn't have a Trade Representative due to Congressional backups, meaning the renegotiation process cannot officially begin.\nTrump has been very keen to portray himself as a businessman and a deal-maker, suggesting that he might want to take his time over the negotiation process before acting. However, he has already shown his laziness and unwillingness to put effort into Trumpcare, dropping the bill at the first signs of difficulty.\nIt might be argued that he doesn't really care about Healthcare, whereas he is much more interested in Trade.\nAll being said, I believe it is almost impossible for the White House to make any significant progress in NAFTA negotiations within the time-frame, so the probability of the US providing a notice of intent to withdraw seems equally impossible."], [31936, "2017-04-09T15:42:05Z", 0.15, "If Congressional approval is required, the inability of Congress to enact anything substantive, along with lack of agreement of senators from states on the southern border make this highly unlikely. Add to this the current Congressional recess. Trump might rantabout this \"goal\" but as with most things, it's just that, ranting."], [28904, "2017-04-08T16:54:57Z", 0.0, "Too much other stuff going on. "], [12879, "2017-04-07T17:25:12Z", 0.01, "Too many other issues, on his agenda plate, coming first."], [691, "2017-04-06T19:52:52Z", 0.0, "The tiny fingers of the Prez are itching to sign something like this, but one understands a few of the local grownups have prevailed upon him to wait a while.  "], [1639, "2017-04-06T18:59:55Z", 0.0, "As time goes by..."], [24109, "2017-04-04T22:14:22Z", 0.0, "Time under the bridge (or is it wall?)"], [32805, "2017-04-04T05:02:24Z", 0.15, "Although Trump wants to withdrawal, he can't make a major move like this so quickly. "], [9842, "2017-04-04T01:09:46Z", 0.25, "Because they're idiots"], [31275, "2017-04-02T15:08:00Z", 0.0, "Not moving to withdraw, just renegotiate and Admin ties to the rich moderating positions."], [1056, "2017-04-01T22:19:33Z", 0.0, "Affirming forecast."], [34640, "2017-04-01T09:24:28Z", 0.0, "nah"], [31989, "2017-03-31T23:35:21Z", 0.2, "Being discouraged from leaving by big business"], [31450, "2017-03-31T15:41:43Z", 0.0, "Dropping to zero because the strategy to renegotiate NAFTA is still being worked out within the US government. I think that has to be completed before threats to withdraw."], [16778, "2017-03-31T12:25:50Z", 0.0, "Not going to happen before the 4/30 deadline. Trump just announced a 90-d study period of \"abusive\" trade practices that contribute to our trade deficit. Yes, he will use the findings to re-negotiate NAFTA with Mexico (which has signaled willingness to do so), but this eliminates the need to withdraw from NAFTA."], [34353, "2017-03-30T14:44:07Z", 0.15, "Too many balls in the air, and with a low approval rating, the administration needs to find some easy, non-controversial wins. "], [1643, "2017-03-28T02:07:57Z", 0.0, "Not enough time: ( need at least 90 days to consult congress )\n\"This month, Commerce Secretary Wilbur L. Ross said it would be later in the year before real talks even started — after a mandatory 90-day consultation period with Congress, which has yet to start.\""], [485, "2017-03-27T18:32:24Z", 0.0, "Trump team does not seem to be in a position to tackle NAFTA issue at this time, unless to provide a distraction. U.S. farmers are wary, and Sen. John McCain recently stated some of Trump's proposals regarding Mexico would severely hurt Arizona's economy. Related articles:"], [29623, "2017-03-27T14:43:11Z", 0.0, "Nope, when will Trump work on this?"], [68, "2017-03-27T12:08:33Z", 0.0, "Based on a pre-inauguration report (see below) in which the key phrase is \" By day 200, he will consider officially withdrawing from NAFTA...\". Nothing seems to have happened in the last two months for the process to be accelerated."], [6303, "2017-03-27T02:38:43Z", 0.01, "Based on general news and GJP consensus."], [14493, "2017-03-26T12:23:00Z", 0.02, "If withdrawing from NAFTA was the answer to making America Great again then Trump should have already done it. As he has not I do not see it becoming the answer in the next 35 days."], [16778, "2017-03-24T14:59:35Z", 0.01, "Due to time constraints and lack of Republican agreement about trade goals, I doubt that the US will signal intent to withdraw by the deadline. Several pro-business Senators are more interested in getting US Trade Representative nominee Robert Lighthizer confirmed before tackling actual the pacts. Furthermore, recent talk seems to be more centered around modifying existing pacts rather than complete withdrawal. President Nieto has signaled in the past that he was open to NAFTA renegotiation. Also, Senator Roberts of Kansas is more focused on increasing US exports of agricultural products to Mexico, something that might be threatened by a US withdrawal."], [24401, "2017-03-23T10:17:15Z", 0.05, "Revising down based on limited time left and endless other issues."], [31450, "2017-03-20T15:41:30Z", 0.03, "Dropping five points because I think NAFTA is a second tier priority for the administration. From what I have read, Ross in commerce is still working out how to renegotiate NAFTA and we haven't reached the point of withdrawal."], [34444, "2017-03-20T14:29:37Z", 0.15, "Too much disarray in White House and among Republicans"], [26267, "2017-03-20T07:02:06Z", 0.02, "Down on time lapsed and seeming calm on this direction"], [8199, "2017-03-19T16:04:36Z", 0.5, "Desire is there but the logistics nightmare is becoming more of a reality. "], [1643, "2017-03-18T17:25:12Z", 0.01, "A little over a month left, congress top priority is health care legislation and \n\"Ross said his department aims to accomplish its goals by the end of the year, though he doesn’t want to rush the process.\"\nhttp://www.foxbusiness.com/politics/2017/03/12/wilbur-ross-new-nafta-deal-still-being-worked-out-by-trump-administration.html"], [12137, "2017-03-16T11:44:53Z", 0.15, "Running out of time!"], [32833, "2017-03-14T19:35:28Z", 0.05, "TrumpCare and the border wall are going to occupy most of the presidents time this spring (certainly more than he expects). I doubt he'll put another thing on his plate this early"], [32066, "2017-03-14T12:51:00Z", 0.1, "Time is running out and it does not seem that this could be done in any controlled way. An unexpected executive order might still be possible at most."], [19801, "2017-03-11T00:44:47Z", 0.0, "U.S. Commerce Secretary Wilbur Ross said on Friday that he hopes to launch formal talks to renegotiate the North American Free Trade Agreement with Canada and Mexico in a little over three months, setting in motion a campaign promise made by President Donald Trump.\nhttp://www.reuters.com/article/us-usa-mexico-trade-idUSKBN16H27V?il=0"], [28414, "2017-03-10T11:07:39Z", 0.0, "Hilarious:\nDonald Trump: Hi Steve, come in sit down. I was just reading a piece on Infowars. Did you know that Nixon faked the moon landings?"], [19801, "2017-03-10T03:47:31Z", 0.0, "Mexico minister eyes accords with U.S. on trade toward year-end\nhttp://www.reuters.com/article/us-usa-mexico-trade-videgaray-idUSKBN16G38U?il=0"], [34043, "2017-03-09T14:59:01Z", 0.01, "I don't think this will happen just like that. A move like that would have ripple effects thorough the economy, and most of them not nice for the US. So, no, I think it's unlikely to happen. If this happens it will be something negotiated with all constituents, including Mexicans and Canadians."], [691, "2017-03-09T14:09:39Z", 0.01, "Remembering that the president can do this with nobody's approval, a temper tantrum on the part of Mr. Tangerine Man is not out of the question.  However, it is likely that the few remaining grownups in his circle will distract him with shiny objects long enough to miss this deadline."], [19801, "2017-03-09T04:37:39Z", 0.0, "U.S. Commerce Secretary Wilbur Ross said on Wednesday that substantial negotiations to revamp the North American Free Trade Agreement likely will not get started until the latter part of this year and could take a year to complete."], [8205, "2017-03-09T01:03:53Z", 0.0, "1. The TPA process takes months so the real negotiations would not be able to take place until late this year. \n2. There are 20 chapters under NAFTA and it is recognized that more need to be added such as digital. So, although the administration's desire is to have this dealt with today, the administration recognizes it will be toward the end of the year before \"real negotiations\" begin. \n3. The administration's belief is that Mexico already realizes it will have to make concessions which gives the administration strong optimism that they are in a very good posture for negotiations. \n4. To simply withdraw without negotiations would be counterproductive to achieving administration goals . \nThese statements are based on Secretary of Commerce, Wilbur Ross', interview today 3/8/2017 with Bloomberg news.\n5. The intent to re-negotiate NAFTA is definitely being communicated by the administration which would need to include Congress and that would probably take the process well into next year."], [15237, "2017-03-08T18:47:35Z", 0.0, "Following up on my previous forecast, this thing:"], [25465, "2017-03-08T07:36:41Z", 0.2, "Not witdral, just renegotioate per country"], [167, "2017-03-07T16:59:33Z", 0.0, "passage of time"], [24314, "2017-03-06T01:54:02Z", 0.1, "More likely Trump will want more progress of his wall policy and its construction before really starting the withdrawal of the trade agreement."], [1056, "2017-03-05T21:43:53Z", 0.0, "Affirming forecast."], [31783, "2017-03-04T05:02:23Z", 0.06, "Lowering estimate due to lack of any announcements or visible movement on this issue."], [32258, "2017-03-03T16:50:11Z", 0.0, "Trump has enough problems, doesn't need to add more at the moment especially one that will destroy jobs. However, it is only inevitable that Trump will create another diversion issue to take the focus off the scandal brewing within his administration regarding ties and promises made by campaign agents to Russia's Putin. I just don't think withdrawal from NAFTA will be the diversion so I'm going down to 0%."], [485, "2017-03-02T18:53:52Z", 0.05, "This March 2 article by Sen. John Cornyn on Politico advocates for making improvements to NAFTA: http://www.politico.com/magazine/story/2017/03/nafta-john-cornyn-trade-214852. It seems that the Trump administration is soon going to be very preoccupied with the Russia investigations, so it seems unlikely to me that extreme action on NAFTA will take place before April 30."], [15237, "2017-02-28T18:52:08Z", 0.03, "-Mexico said they expect talks to start in June; talks as in re-negotiation?\n-It's a tweak w/Canada: http://www.theglobeandmail.com/news/politics/trudeau-trump-sit-down-in-oval-office-for-first-face-to-face-meeting/article33998164/\n-Trump: http://www.cbc.ca/news/business/donald-trump-trade-nafta-1.3947989\n--Here: \"Spicer added that the president is open to renegotiating NAFTA in its current structure, and expects those talks to begin within the next month. But he added that if that's not possible the administration will pursue new bilateral deals. \"\n-Timing: point 1 + http://www.cnbc.com/2017/02/21/trump-and-mexico-us-is-a-long-way-off-from-ditching-nafta.html\n+ http://www.latimes.com/business/la-fi-wilbur-ross-confirmed-20170227-story.html (90 day notice to Congress, then debate, then maybe give notice to withdraw if at all) "], [30462, "2017-02-28T05:27:06Z", 0.01, "Fair bit of bluster from both sides, but following on from previous forecast, it's looking less and less likely. Recent source suggests official talks will only start in June, outside the time frame: https://www.bloomberg.com/news/articles/2017-02-27/mexico-warns-u-s-it-ll-cut-off-nafta-talks-if-tariffs-proposed "], [1056, "2017-02-28T04:13:09Z", 0.0, "Affirming forecast."], [32245, "2017-02-27T16:36:00Z", 0.13, "Deadline approaches, since it hasn't happened by now, it seems more and more unlikely."], [34002, "2017-02-27T11:50:23Z", 0.05, "NAFTA is old and established, while Trump has other, more immediate and politically more convenient things to destroy first. Also, withdrawal is bound to be controversial within his own constituency. So even assuming he does (intent do) withdraw, he will first test the waters, court Republicans sympathetic to the Agreement etc. Two months from now is a very short deadline, even for The Donald."], [28563, "2017-02-27T11:43:07Z", 0.15, "As the deadline approaches I am downgrading my prediction from 18% to 15%.  "], [33996, "2017-02-26T17:19:02Z", 0.03, "Trump may threaten a withdrawal from NAFTA for leverage to renegotiate terms, but I do not foresee the US withdrawing."], [19801, "2017-02-25T04:00:58Z", 0.0, "Will not rush to negotiate NAFTA with Donald Trump: Mexico\nhttp://economictimes.indiatimes.com/news/international/business/will-not-rush-to-negotiate-nafta-with-donald-trump-mexico/articleshow/57322473.cms"], [32521, "2017-02-21T23:24:51Z", 0.0, "There is simply not enough time and appetite to take this on in this administration."], [16778, "2017-02-21T18:07:18Z", 0.05, "Back down to my original prediction. With less than 2 months to go, Conservatives have yet to make significant progress on repealing/replacing/fixing the ACA (their stated #1 priority) or the tax code (#2). To tackle NAFTA in this time would be crazy, but not inconceivable for the current President."], [651, "2017-02-18T16:04:29Z", 0.05, "Inertial and lack of focus will delay"], [33793, "2017-02-16T23:21:29Z", 0.02, "It's against US business interests."], [1781, "2017-02-15T18:13:39Z", 0.0, "Since Trudeau did nothing to piss The Donald off during his visit to Washington a withdrawal from NAFTA would be too extreme even for Trump. Re-negotiating some of the terms is clearly in the cards but attention remains focused on Mexico which is only half (the bad guy half) of this equation."], [25705, "2017-02-15T15:11:16Z", 0.0, "One thing is executive orders to stop visitors from Muslim countries or to round up undocumented immigrants... You do not need much to please the base."], [821, "2017-02-14T23:13:15Z", 0.04, "After meeting Canadian Prime Minister Justin Trudeau, President Trump suggested that he might be merely interested in \"tweaking\" portions of NAFTA.  This is just one more indication that notice of intent to withdraw from NAFTA won't occur anytime soon."], [33653, "2017-02-13T20:36:34Z", 0.05, "They'll still be \"negotiating a better deal\" by the deadline. "], [1639, "2017-02-13T06:59:20Z", 0.03, "When Canada’s prime minister meets Donald Trump today, his chief concern will be ensuring that Canada does not become a casualty of the president’s attacks on Mexico. As a partner in the North American Free-Trade Agreement, Canada relies on the United States to buy more than three-quarters of its exports and supply just over half its imports. Mr Trump’s talk of ripping up NAFTA, imposing a border tax and introducing “Buy American” policies has unnerved Canadian exporters and potential investors. Canada is not without its defences: it remains the world’s largest buyer of American goods and supports more American export-related jobs than any other country. Chrystia Freeland, the foreign minister, pointed out last week that the 35 states which count Canada as their top export market would suffer in a tariff tit-for-tat. Some Canadians are up for a trade war, but Mr Trudeau will want to settle things amicably"], [32032, "2017-02-13T01:08:11Z", 0.0, "The U.S. hasn't given notice."], [32066, "2017-02-12T21:02:16Z", 0.15, "I am downgrading the probability that the administration will be able to implement anything more complex than a tweet. Leaving NAFTA for real would require major coordination between Trump and Congress, and this does not seem likely to happen."], [13377, "2017-02-12T00:30:23Z", 0.04, "Following @Anneinak"], [38, "2017-02-10T22:34:02Z", 0.04, "http://www.vox.com/world/2017/2/9/14362666/trump-renegotiate-nafta-mexico-canada"], [33566, "2017-02-09T18:08:31Z", 0.75, "Trump appears to be committed to his campaign promises and this was a high priority. "], [485, "2017-02-09T17:11:49Z", 0.25, "This Feb. 5 article on Business Insider seems to include some useful information: http://www.businessinsider.com/what-is-nafta-is-it-good-for-america-2017-2. Trump has been focusing on renegotiation at this point. Trump has said giving intent to withdraw is an option. No sure it will happen before April 30 though. Lowering my probability estimate on this."], [26419, "2017-02-09T11:08:49Z", 0.15, "Agree with others statements that \"renegotiation\" gives Trump a way to say he kept his pledge without withdrawal.  "], [485, "2017-02-09T01:44:11Z", 0.35, "This Feb. 2 article on CNN Money seems to have some useful information: http://money.cnn.com/2017/02/02/news/economy/mexico-nafta-negotiations-90-days/. Quote from article: \"According to the White House website, Trump will withdraw from NAFTA if the U.S. doesn't get a better deal. Exactly what would make a better deal is unclear. Trump's team has been slim on details, even on Thursday.\" May not happen before April 30 though? Lowering my probability estimate."], [31783, "2017-02-09T00:01:13Z", 0.15, "Adjustment based on news that more trump nominations must be confirmed before negotiations can start, and that Mexico wants 90 days to consult their stakeholders."], [31739, "2017-02-08T21:27:05Z", 0.15, "assumptions:\nUS businesses don't want Trump to back out\nrenegotiating would allow trump to say say he kept his campiagn promise and would be if not easier, more politically possible"], [33536, "2017-02-08T17:27:02Z", 0.3, "Comment deleted on Feb 08, 2017 05:30PM UTC"], [13377, "2017-02-08T03:37:48Z", 0.05, "Following @z0k again. He makes a good point about the possibility that something poorly thought out, for example a mere tweet saying he intends to withdraw from NAFTA, would trigger a yes resolution, even if it has no chance of being implemented."], [32929, "2017-02-07T23:47:51Z", 0.1, "Why am I following this? NAFTA is critical. The links are too deep for there not to be severe repercussions from a NAFTA withdrawal."], [23797, "2017-02-07T22:09:27Z", 0.05, "There will be renogotiation but no withdrawl, mexico is one of our top export markets and our trade with them is relatively balanced when compared to China where we just import from them."], [4645, "2017-02-06T19:20:03Z", 0.02, "Based on [this conversation](http://www.cnn.com/videos/tv/2017/02/02/mexico-foreign-minister-working-with-trump-anderson-cooper-360.cnn), it seem vanishingly likely that President Trump will make a unilateral withdrawal within the time window of this question. What seems to be shaping up is a renegotiation of NAFTA within the guidelines of Article 2202, rather than a complete withdrawal under 2205, and even that seems more likely to begin after April 30th, rather than finishing before it."], [33156, "2017-02-06T18:51:01Z", 0.25, "Highly unlikely. Despite the promise to \"move big, move fast\" there are benefits to NAFTA that House Republicans would hesitate to unravel. NAFTA was cited only obliquely in the campaign, so this can probably wait. Keeping my estimate relatively high only because I can see this as a target if the administration doesn't see movement on other fronts."], [13377, "2017-02-06T18:42:38Z", 0.0, "Agreeing with Dsarin"], [13377, "2017-02-06T15:32:15Z", 0.05, "Presidents have no authority to cancel tariff and trade laws unilaterally, so any executive order to withdraw without a Congressional approval would be swiftly negated by the judicial branch. Comparison class: ban on all travelers from Iran, Iraq etc. Congress won't vote to do so because big business opposes withdrawal from NAFTA, and because Mexico's many free trade agreements with nations around the world, including all NAFTA nations, may well cause even more moves by US companies into Mexico."], [651, "2017-02-06T14:17:16Z", 0.2, "Renegotiating is not withdrawing - initial stumbles are slowing the new regime down."], [18790, "2017-02-06T10:43:48Z", 0.27, "Relations with Mexico have got predictably worse and there has been little positive noises on the Canadian side. Also, see Trump team scrambling for ways of making Mexico pay for the wall '20% tariff' idea that was flown and withdrawn. The worsening relations and the sheer unpredictability of the Trump administration's actions make it slightly more likely (although I appreciate that sounds paradoxical)."], [6276, "2017-02-05T22:37:26Z", 0.15, "Cool heads will prevail and the new ethos of \"repair\" will replace the pre-election \"repeal and replace\" propaganda."], [33261, "2017-02-05T19:58:27Z", 0.5, "There is more to these trade agreements then being labeled bad. While I feel an intention to withdraw could be made, I think it will go beyond the April deadline and get a more thorough debate before submitting an intention. "], [6303, "2017-02-05T03:48:46Z", 0.35, "According to the general news and GJP consensus."], [1333, "2017-02-04T21:07:29Z", 0.05, "Comment deleted on Feb 04, 2017 09:10PM UTC"], [1333, "2017-02-04T21:03:07Z", 0.05, "Mexican President Enrique Peña Nieto announced on Wednesday that he would consult with Mexican businesses for 90 days before opening up negotiations on NAFTA, the trade agreement signed in 1994 by the United States, Mexico, and Canada, which eliminated tariffs on most goods to encourage free trade.\nThe following day, Trump acknowledged the 90-day consultation period and criticized NAFTA for harming American workers. “I have very serious concerns about NAFTA. NAFTA has been a catastrophe for our country. It's been a catastrophe for our workers and our jobs and our companies. They're leaving our country. I want to change it. And maybe we do it—maybe we do a new NAFTA and we put an extra ‘F’ in the term NAFTA. … Free and fair trade—not just free trade; free and fair trade, because it's very unfair. … I would like to speed it up if possible,” he said."], [28912, "2017-02-04T18:21:46Z", 0.25, "35 states have Canada as main trading partner for their export products.  He and Trudeau haven't met in person yet, and PM will remind Trump of this if he has a tendancy to forget about Canada's strong partnership with US in the area of trade. Also automotive supply chains between C-M-US are inextricably linked and would prove difficult and disasterous to disrupt.\n"], [31275, "2017-02-04T14:23:51Z", 0.25, "Lowering. Trump will try to renegotiate first. US will lose jobs if he pulls out. May be cautious."], [691, "2017-02-04T14:16:06Z", 0.09, "The Prez will try some more bluster first, reminding the governments of Canada and Mexico that they are his vassals and not his equals.  They keep forgetting this."], [33329, "2017-02-04T00:30:10Z", 0.15, "Too complicated for Congress to change right away"], [33328, "2017-02-04T00:18:22Z", 0.75, "Terrible relationship with Mexico seems destined to get worse."], [12703, "2017-02-03T23:43:56Z", 0.03, "He's still in the gathering information and aggressive posturing phase.  Mexico didn't flinch, it's going to take more time.  I don't think he's come up with what he wants yet."], [29680, "2017-02-03T21:00:17Z", 0.1, "Normalcy after Tillerson confirmation."], [32245, "2017-02-03T20:35:35Z", 0.15, "Seems there will be a negotiation, not a full out intent to withdraw. \nhttp://money.cnn.com/2017/02/02/news/economy/mexico-nafta-negotiations-90-days/"], [33309, "2017-02-03T18:20:50Z", 0.05, "Too many US business interests benefit from NAFTA now.  It will take longer to come up with an alternative."], [32122, "2017-02-03T17:43:01Z", 0.05, "A lot of bluster.  April 30th is far too soon for a withdrawal by either side.  The first step is to attempt renegotiation and we have not even begun that process yet.  "], [33302, "2017-02-03T17:18:26Z", 0.85, "This seems highly likely because it was a core campaign promise and his economic promises in particular were resonant with his voters. "], [33233, "2017-02-03T14:14:26Z", 0.3, "Trum is using aggresive techniques for negotiating with Mexico son is possible to see that notice even if finally nothing happen."], [33233, "2017-02-03T14:11:25Z", 0.3, "Trump is using aggresive tecniques for negotiating with NAFTA members, so is possible to provide notice of that."], [151, "2017-02-03T13:22:08Z", 0.17, "I  think it will take longer. "], [19801, "2017-02-03T11:18:43Z", 0.15, "Trump says he would like to speed up NAFTA talks\nhttp://www.reuters.com/article/us-usa-trump-nafta-idUSKBN15H24R"], [33217, "2017-02-03T06:58:42Z", 0.0, "No, trump might withdraw in the second half of the year, or in 2018. Otherwise trump won't be withdrawing from the trade agreement at all if not by the end of 2018.\nIf trump doesn't withdraw then the republican party will claim it is because it will damage the american economy too much. But really it will be because they will lose access to oil and certain other raw products that Canada and Mexico have which america needs very badly. It will have nothing to do with jobs directly (although if oil prices go up, which will happen if they leave nafta then there will be job losses) it will have to do with the increase in oil prices, which the american economy is extremely dependent on, especially with the destruction of the green energy program."], [1993, "2017-02-03T06:32:44Z", 0.05, "I expect Trump has more intention to renegotiate -or to try- than to withdraw. Talks with Mexico won't begin until May, so not within time frame of this question. Giving it 5% to start just in case Trump does something...odd."], [15528, "2017-02-03T01:50:56Z", 0.2, "Looks like the emphasis is on renegotiation rather than withdrawal. Obviously if negotiation doesn't go the way Trump wants, it could lead to withdrawal, but trade deal negotiation takes a long time (https://www.weforum.org/agenda/2016/07/how-long-do-trade-deals-take-after-brexit/)"], [27461, "2017-02-03T01:31:01Z", 0.0, "The Mexican Foreign Minister said on CNN that the two Presidents have agreed to hold talks on NAFTA in \"a few months\". Mexico is holding public consultations about what problems with NAFTA its businesses and unions want fixed. So it looks unlikely that Trump would give notice of intent to withdraw before these talks have even started.  "], [19801, "2017-02-03T00:19:34Z", 0.25, "NAFTA has been a catastrophe for the US: Donald Trump          \nhttp://www.financialexpress.com/world-news/nafta-has-been-a-catastrophe-for-the-us-donald-trump/535600/"], [32161, "2017-02-02T19:55:10Z", 0.02, "Both Trump and Mexico's President have agreed to come to the negotiating table in 90 days. Meaning they won't come to the table until May."], [10935, "2017-02-01T23:11:12Z", 0.25, "Campaign promise running up against diplomatic and economic reality?  But giving notice\nand then doing something are different levels of difficulty and time committment."], [19801, "2017-02-01T07:29:11Z", 0.55, "Donald Trump Says NAFTA Was the Worst Trade Deal the U.S. Ever Signed\nhttp://fortune.com/2016/09/27/presidential-debate-nafta-agreement/"], [32988, "2017-02-01T03:59:49Z", 0.1, "With backlash mounting to the Trunp administration, I doubt Trump  will take action to withdraw from NAFTA. Given that most Americans stil approve of NAFTA I doubt the Trump Administration would spearhead such brash action. Rewriting the deal is a different story. "], [33158, "2017-02-01T00:41:05Z", 0.05, "no, NAFTA is too baked in at this point."], [32969, "2017-01-31T16:25:31Z", 0.05, "As the Trump administration gains experience and expends what little political capital it has after its initial policy misfires it will begin to appreciate the complexities of NAFTA, and the political and economic disaster that would result from a complete withdrawal from the agreement.  The administration will instead seek to undertake a major renegotiation of the terms of the agreement, and will position any successes there as a fulfillment of their campaign promises."], [28912, "2017-01-31T04:59:05Z", 0.55, "He would rather beat up Mexico and pummel Canada."], [32034, "2017-01-30T22:51:49Z", 0.05, "trump already satisfied much of protectionist promises by killing TPP"], [32245, "2017-01-30T21:35:13Z", 0.7, "Seems increasingly likely that Trump is going to move fast and furious on delivering on his promises, and this has been one of his key themes the last year. Still a lot of  factors and other issues can cause delays in this policy change"], [33126, "2017-01-30T18:57:30Z", 0.95, "As of today, January 30, 2017, they have already expressed their intent on doing so. Why not believe them?"], [33123, "2017-01-30T17:38:06Z", 0.07, "Comment deleted on Feb 01, 2017 01:41PM UTC"], [4992, "2017-01-30T14:47:36Z", 0.1, "Raising from 4% to 10% (vs. 20% consensus).  At start of year I thought this was very unlikely because \"they'd be crazy to START with a withdrawal notice\" before negotiating (https://www.gjopen.com/comments/comments/414400).  Now that talks are breaking down (i.e. not starting) with Mexico, I have to acknowledge there is at least a somewhat higher chance of this occurring.  I still think it's quite unlikely because there should be A LOT of pressure from business interests and traditional conservatives not to do this (similar to the proposed and then walked back 20% border tariff idea).  That said, lots of sources implying Bannon/Miller calling a lot of the early shots in WH, and from what I know about them I assume they would LOVE to stir up a storm w/ this."], [30462, "2017-01-30T12:55:06Z", 0.11, "The United States is currently considering or negotiating 18 free trade agreements[1], one of those (the TPP) has recently been withdrawn from, giving a base probability of about 5-6%. This is further supported by a claim that this will be the first agreement withdrawn from by the US in the last 20 years[2]."], [6303, "2017-01-30T03:27:09Z", 0.25, "According to the general news and GJP consensus."], [32766, "2017-01-29T16:22:22Z", 0.45, "That's a short timeframe."], [25646, "2017-01-29T15:33:09Z", 0.85, "This was part of the platform for election. Notice of intent will open the stage for negotiation. "], [33080, "2017-01-29T06:54:01Z", 0.0, "The Trump administration will try and negotiate some face saving deal to alter NAFTA in a minor way. "], [30026, "2017-01-28T16:07:57Z", 0.15, "The difficulty with this question is the definition of \"notice of intent\". With an interpretation that this is a formal \"legal\" notice, the probability seems quite low, but since NAFTA is not a treaty, the president may be able to do so without congressional approval. If the interpretation is informal, then the probability is quite high. Obviously, I interpret it as formal."], [9287, "2017-01-28T15:54:58Z", 0.3, "After analyzing the overall economic impact decision we'll be made to keep it and negotiate a few points"], [29054, "2017-01-28T14:27:24Z", 0.0, "I was sure that 0% was the correct forecast! The latest with DJT and the Mexican prez assures me of the validity of my forecast.\nI tell myself, if the \"King of Self\" who it took us no much to determine that is so full of himself, IS LOOSING IT, THEN WE ALL LOOSE.  I am worry that is loosing the obvious battle with the perception of reality, that is not the one on TV but the one in which real decisions get made and lives get lost and assets are not recoverable. \nIt is easy to be delusional when your corporation pays your bills (in the case of DJT with DeustcheBank money) and you are the boss of a branding company. But, when you have to deal with the real world, delusion only lasts so much! \nThe schizophrenia paranoia of the \"King of Self\" is only a reflection of the soul of the country. It is my view, that S.P. is seriously afflicting 60% (100% GOPers + 100% Dems partisans + other delusional souls that roam around) of the population. \nSadly, the S.P. and DJT are here to stay for a while!\nAND NAFTA TOO!"], [14047, "2017-01-28T03:59:16Z", 0.0, "I would think after recent events companies potentially affected will start calling their congressmen"], [26030, "2017-01-28T03:51:58Z", 0.8, "Giving intent doesn't mean following through.  Nevertheless, my sense is he will carry it out or get enough concessions that he'll claim the same effect."], [27369, "2017-01-28T03:45:47Z", 0.45, "Likely will try to change NAFTA first, but still a strong possibility "], [691, "2017-01-28T02:31:12Z", 0.12, "The current president of the United States regards negotiation as a process in which he says what he wants and everyone says okey-dokey.  This may work in television, but cannot be counted on in foreign relations.  When he doesn't get his way by the Twit-and-Shout method, he quits.  Stay tuned."], [16778, "2017-01-28T01:32:05Z", 0.1, "Downgrading my previous estimate.\nToday's WSJ now suggests that Trump's hollow threat has managed to what Pres. Nieto has not been able to do in 4 years: unite the country. Trump has managed to re-awaken Mexican nationalism and unite it against a common enemy - himself. Smart."], [12937, "2017-01-28T01:27:32Z", 0.62, "Need a plan for what happens after"], [15366, "2017-01-27T23:00:42Z", 0.45, "On the lower half of the probability since impacts of unwinding NAFTA may result in a delay in this filing."], [12711, "2017-01-27T22:53:08Z", 0.5, "Trump is suspicious of any deals made during prior administrations. Not clear if this will overcome business pressure to maintain existing agreements."], [9263, "2017-01-27T22:44:40Z", 0.45, "neighbour needs neighbour"], [15411, "2017-01-27T22:02:20Z", 0.0, "Clearly not going to happen. "], [2613, "2017-01-27T21:35:39Z", 0.0, "Too soon"], [20284, "2017-01-27T21:25:11Z", 0.1, "The administration will notify that it wants to renegotiate the terms of the treaty.  Withdrawal from the treaty is beyond the goals of a \"fairer\" treaty.    "], [21514, "2017-01-27T21:04:32Z", 0.8, "Trump will follow through on his campaign pledge"], [1279, "2017-01-27T21:00:33Z", 0.4, "Trade agreements seem to be on the front burner for this administration.  April may be a little soon, but it is on the horizon."], [23788, "2017-01-27T20:39:20Z", 0.08, "I believe the republican party will be working against Trump in this regard. I don't think he'll be able to gather support for this within this timeframe. I'll put 8% chance though that he'll somehow do it without the support."], [29028, "2017-01-27T20:39:10Z", 0.5, "Who authorizes a withdrawal? If the President, then chances are high. If Congress, chances are low. Coin flip."], [1211, "2017-01-27T20:27:32Z", 0.35, "While I don't think it'll happen, Trump is such a wildcard that there's always a chance."], [601, "2017-01-27T17:52:16Z", 0.2, "Raising forecast to consensus until current situation settles down.  Still think US will renegotiate rather than withdraw."], [27461, "2017-01-27T17:25:48Z", 0.1, "(Up 10). While this still remains a long shot, the current row with Mexico raises the chances that Trump will escalate the dispute. In his mind, giving notice may be a negotiating tool, to force Mexico (and Canada) to the table. I doubt Wilbur Ross, the incoming Sec of Commerce, will be so \"in your face\", but Trump may jump the gun before Ross is approved.  "], [4645, "2017-01-27T17:23:07Z", 0.04, "President Trump has had enough time to make any impulsive moves he might make against Mexico in light of Pres. Nieto's cancellation yesterday, and it seems that he's opted not to go for the nuclear button. As such, I'm reducing my estimation that he will do so within the time frame of this question."], [29502, "2017-01-27T07:57:56Z", 0.67, ""], [498, "2017-01-27T03:19:56Z", 0.02, "Although Trump is trying to place blame upon the President of Mexico (\"he doesn't respect us\"), it is Trump that escalated the rhetoric with a tweet, giving the Mexican leader no dignified course of action but to cancel the meeting. Given that one can't make a deal if there is no one sitting across the table, Trump now threatens to \"go in a different direction\" (I think he said). In any case, it is Trump that has painted himself into a corner with his pledge to have Mexico pay for the wall. Interestingly, a few nights ago I heard a news commentator say that having Mexico pay for the wall was not his initial plan. Apparently his initial plan was to tax the remittances sent by workers in the U.S. to their families back home in Mexico (and presumably Honduras, etc.). I'm not sure how he got from the initial funding idea to having the Mexican government pay for it, but while it would likely be impossible to enforce (money being fungible and how the heck could you track that flow?), taxing remittances seems to have at least some relevance to the economic aspect of illegal immigration. Populist economics is Trump's strong suit, but beside changing funding of the wall, he has now recast the wall less as an economic issue and more as a public safety issue. When the motivation for the object of desire changes radically, it seems unlikely that the object would not also change. But, whatever, +1 on \"the different direction\" being NAFTA brinkmanship."], [20, "2017-01-27T02:57:39Z", 0.45, "Trump only has to give notice of intent, not actually drop out. 'Mere'  notice would be provocative. This first week has been something else.  I'm not discounting this move anymore. "], [1529, "2017-01-27T02:52:50Z", 0.15, "Article 2205: A Party may withdraw from this Agreement six months after it provides written notice of withdrawal to the other Parties. If a Party withdraws, the Agreement shall remain in force for the remaining Parties."], [33005, "2017-01-26T23:41:30Z", 0.85, "another big promise during his campaign was to withdraw from the failure that is this trade act. Many times over has he said that this is almost the worst trading deal the U.S has made and many of his supporters agree and are urging him to go through with this plan."], [19801, "2017-01-26T23:33:46Z", 0.55, "Crisis deepens as Trump floats 20 percent tax on Mexico goods to pay for wall\nhttp://www.reuters.com/article/us-usa-trump-mexico-idUSKBN15A1VF?il=0"], [32784, "2017-01-26T20:43:18Z", 0.43, "Judging by the recent tensions between Trump and the Mexican government regarding his executive orders to build the wall, I think that if relaitons continue to sour the probability of the US leaving NAFTA has increased."], [4645, "2017-01-26T17:38:34Z", 0.05, "I believe it is generally unlikely that Pres. Trump will withdraw from NAFTA within the 100 days, based on http://www.frostbrowntodd.com/resources-could-president-elect-trump-kill-nafta.html. Moreover, I think Pres. Trump's repeated promises to \"renegotiate NAFTA\" reflect an intention to work within the constraints of Article 22, rather than scrap it and attempt to negotiate a better agreement."], [498, "2017-01-26T17:32:26Z", 0.01, "Trump is giving populism a bad name."], [485, "2017-01-26T17:28:06Z", 0.65, "Jan. 24 Reuters article (on CNBC): \"Mexico may leave NAFTA if renegotiation unfavorable: Minister\" at http://www.cnbc.com/2017/01/24/mexico-may-leave-nafta-if-renegotiation-unfavorable-minister.html. "], [29680, "2017-01-26T17:21:27Z", 0.6, "Trump is a national embarrassment. Mexico cancelled meeting over his petty threats. This will escalate. "], [3577, "2017-01-26T16:46:56Z", 0.5, "Trump threatens to cancel meeting with Mexico's leader if Mexico is unwilling to pay for the wall (Twitter). \nPresident Pena Nieto just tweeted that he cancels the upcoming meeting at the White House!"], [30169, "2017-01-26T16:10:07Z", 0.15, "Though intent to seek renegotiation has been given, the renegotiation process will take longer to set-up and engage in than this timeline provides. So no intent to withdraw before the date. That said, I would not be surprised if this was thrown around as a means of exerting pressure during the negotiations.  "], [691, "2017-01-26T15:26:59Z", 0.12, "If them uppity Meskins keep saying they won't pay for his wonderful wall, he might well give notice on NAFTA just to teach them a lesson, or in the belief that his will cause them to bend to his will, or because his daughter told him to.  Stay tuned."], [32990, "2017-01-26T08:31:31Z", 0.15, "Negotiations will take longer, even though i still think U.S. might withdraw in the end. I doubt that negotiations collapse so fast. The renegotiation gives a chance to find a solution for the Mexico pays for the wall issue. At least he might find a way to sell it like this.\nAs a person who established his brand on finding deals it seems not the best idea to just withdraw instead of attempting a good deal."], [16778, "2017-01-26T02:09:31Z", 0.2, "I'm upping my forecast based on his Trump's rhetoric, despite the fact that it's economic suicide to actually follow through and withdraw from NAFTA. Remember, if we withdraw from NAFTA, we lost all the benefits of low-tariff trade with both Mexico and Canada, our 2 largest trading partners (#3 is China). Plus, virtually every large corporation will vigorously oppose it given modern international supply chains (parts made abroad but assembled in US)."], [38, "2017-01-25T22:26:30Z", 0.09, "http://thehill.com/latino/315861-mexican-official-we-could-leave-nafta-if-there-are-no-clear-benefits"], [32066, "2017-01-25T21:24:21Z", 0.25, "Pushing estimste up because of breakneck speed Trump is proceeding."], [32978, "2017-01-25T19:07:21Z", 0.85, "Trump is  not a politician, he is a businessmen. When he labeled NAFTA the \"worst trade deal in history\" he openly said that it was a bad deal. When he said that he planned to build a wall to keep out the drugs and rapists, referring to Mexico, and then have Mexico pay for it, he made no allies there. As far as Canada goes, Trumps goal is to make the US into a wealthy, greedy nation by making us stop subsidizing other country and kicking out/banning Muslims from our country when Canada had just opened up its borders to them. There is little to no chance either country is going to be willing to negotiate with him."], [28382, "2017-01-25T17:26:15Z", 0.1, "With both Mexico and Canada committed to participate in discussions of revising some elements of NAFTA, Trump will not announce intentions to withdraw in the near future.  Declaring now the intention to withdraw if US demands are not met at the outset of the negotiations is unlikely to produce any significant concessions.  Politically President Trump has acquired the political capital with his political base by immediately cancelling the Trans-Pacific Partnership.  He doesn't need to take the same move with NAFTA now.  In all likelihood the NAFTA negotiations will extend beyond April 30."], [691, "2017-01-25T15:50:29Z", 0.07, "http://www.reuters.com/article/us-usa-trade-nafta-mexico-idUSKBN1582UQ\nLooks like there will be a chatfest first.  The other parties will probably agree to some changes.  President LIttlefingers will then decide at the spur of the moment whether those changes are sufficient for him to declare victory, or whether he will teach them a lesson by trashing all three economies with one swipe of his pen.  Stay tuned.  "], [13377, "2017-01-25T14:52:36Z", 0.0, "Following rjfmgy and considering the great, really great publicity Trump could gain by renegotiation activities, especially with Mexico. Withdrawal would have fewer benefits and make US corporate, financial sectors, many governors and members of both the House and Senate hopping mad."], [21800, "2017-01-25T06:11:07Z", 0.09, "He says he will renegotiate at first."], [24401, "2017-01-25T04:20:06Z", 0.22, "Seems way more likely he'll renegotiate, but I'm inclined to bump this up a few percentage points above the GJP consensus, to try and account for the \"Trump-factor.\""], [6303, "2017-01-25T03:34:31Z", 0.2, "According to the general news and GJP consensus."], [29587, "2017-01-24T20:59:01Z", 0.1, "I estimate: He will renegotiate and not withdraw."], [32943, "2017-01-24T16:13:10Z", 0.05, "No. Yesterday WH spokesperson said withdrawal is only going to happen should NAFTA partners not agree to US suggestions for new NAFTA rules. US/CAN/MEX negotiations are complex and it is very unlikely that even a bad-faith negotiation could be started and completed within 100-days of a president taking office. POTUS has= stated he is willing to provide notice should it come to that after an attempt at negotiations."], [30079, "2017-01-24T08:24:12Z", 0.2, "While Trump has stated that he is negative towards all current trade deals the US is involved in, I think that a full withdrawal from NAFTA would be a bit harsh. Currently, Trump has no intent of leaving the treaty, however, he stated that he wishes to renegotiate and change the treaty. The chance that Mexico or Canada would refuse a change of the treaty is low, since the US is essential for the treaty. However, Trump has proven many times to be very unpredictable, so the answer is not certain."], [19801, "2017-01-24T04:41:56Z", 0.55, "U.S. President Donald Trump said on Sunday he plans talks soon with the leaders of Canada and Mexico to begin renegotiating the North American Free Trade Agreement (NAFTA)."], [32782, "2017-01-24T02:55:22Z", 0.3, "from the tone of his document (https://assets.donaldjtrump.com/_landings/contract/O-TRU-102316-Contractv02.pdf) I would assume he will first try to renegotiate. Hence the lower probability."], [32901, "2017-01-24T00:44:49Z", 0.45, "Not so likely given that it's a dramatic step. But still very possible."], [38, "2017-01-24T00:14:36Z", 0.09, "At this point, Trump is planning to withdraw from TPP and just re-negotiate NAFTA."], [17052, "2017-01-23T20:50:19Z", 0.04, "Given that a refusal to renegotiate NAFTA by either Mexico or Canada would likely lead to the dissolution of NAFTA, I believe that they will acquiesce to Trump's plan for a renegotiation of the agreement. Therefore, barring some disastrous personal conflict or an outright refusal to negotiate, it seems that the US will allow negotiations to run their course so it is extremely unlikely that they will state their intent to withdraw from NAFTA before April 30th."], [32066, "2017-01-23T20:36:58Z", 0.1, "Doubling probability from 5% after seeing how quickly Trump is moving. Still not particularly likely."], [32858, "2017-01-23T18:26:31Z", 0.08, "Renegotiation far more likely than withdrawal, after 100 days at least."], [3577, "2017-01-23T16:54:10Z", 0.05, "Comment deleted on Jan 23, 2017 06:22PM UTC"], [572, "2017-01-23T15:05:13Z", 0.35, "Much more likely that we stay in, but in a different form.  He is 'renegotiating' the treaty, whatever that means.  "], [31275, "2017-01-23T14:59:29Z", 0.52, "He is meeting with Canadian Prime Minister and Mexican President this week. They are not going to totally give him what he wants. He may spin it as the whole loaf if he gets something or he may react angrily and withdraw. Update after meeting"], [32894, "2017-01-23T12:07:47Z", 0.2, "I don't believe President Trump will dare to do that. "], [29623, "2017-01-23T05:34:43Z", 0.1, "http://www.cnn.com/2017/01/22/politics/trump-renegotiate-nafta/"], [31542, "2017-01-23T05:20:19Z", 0.05, "Too many states dependent on trade north. Renegotiation more likely"], [32882, "2017-01-23T03:13:17Z", 0.17, "It seems that Trump is more likely to pursue renegotiation of NAFTA before a complete withdrawal.  News indicates that he has already scheduled meetings with Mexico and Canada to renegotiate NAFTA. Trump would withdraw from NAFTA if he does not make any ground in renegotiation.  However, all sides are likely willing to discuss renegotiation.  Additionally, it will likely be after April 30th that we will see the results of renegotiation, or a notice of intent to withdraw from NAFTA."], [6303, "2017-01-23T02:16:14Z", 0.02, "According to the general news and GJP consensus."], [7934, "2017-01-22T23:08:05Z", 0.0, "I give this ZERO chance"], [30355, "2017-01-22T22:32:23Z", 0.25, "It is not in the benefit of USA to withdraw from NAFTA but to reform it."], [21312, "2017-01-22T19:35:56Z", 0.8, "Trump seems determined to show rapid progress on a number of fronts trade seems to be a high priority."], [21312, "2017-01-22T19:32:16Z", 0.45, "He will feel threatened by Trudeau's popularity and will move to show who he thinks is boss. There will be antagonism which will manifest itself as slights and digs and policy changes that hurt Canada"], [32083, "2017-01-22T13:40:19Z", 0.01, "Interest in US trade policy"], [16778, "2017-01-21T20:07:14Z", 0.1, "I doubt that Trump would actually withdraw from NAFTA. He'd probably use it as a negotiating tactic. However, he had better think this through carefully - if Mexico refuses to alter terms, he would be forced to actually withdraw or acknowledge surrender. His hubris won't let him choose option 2. Option 1 is even worse: most legislators would be pressured by large campaign donors (70% of donations are from 0.52% of the public) [1] to oppose the plan. Trump could still withdraw unilaterally, but he would lose the cooperation of the \"establishment,\" regardless of popular opinion. Either choice renders him impotent."], [20, "2017-01-21T19:24:40Z", 0.1, "Could be used as a negotiating tool by a president who has promised to be transactional. But it would be drastic. "], [368, "2017-01-21T18:28:42Z", 0.2, "Notice of withdrawals are usually announced after negotiations have failed (ie., three parties are not able to agree to US negotiating positions with policy variances regarding trade differing among the individual policy positions).  The only questions remain whether the negotiations will be short, based on the start date initiated by the Trump administration."], [691, "2017-01-21T14:28:14Z", 0.09, "Looks like he's going to try the ol' Twit-and-shout first.  Stay tuned."], [3577, "2017-01-21T12:46:00Z", 0.1, "-5 because I think there will be a renegotiation rather than a withdrawal. President Trump wrote a book on how to make deals and he considers himself to be a master in deal making. He might be, but most importantly, this puts pressure on President Trump to achieve a deal rather than a withdrawal. Granted time is a factor but President Trump seems eager to prove his worth as fast as possible, just look at his track record with various companies as President elect regarding American jobs!"], [32824, "2017-01-21T09:36:00Z", 0.3, "Will be challenged by GOP"], [32814, "2017-01-21T05:52:36Z", 0.04, "There seems to be a will to renegotiate, and the economic will if not the political will tends to strongly back NAFTA and other free trade agreements. Many of Trumps cabinet picks come from the economic or business worlds, and could be hurt by a withdrawal."], [21823, "2017-01-21T05:27:39Z", 0.05, "He said he wants to renegotiate, not withdraw from NAFTA"], [13377, "2017-01-21T02:33:47Z", 0.04, "Following Iainhen99"], [32813, "2017-01-20T20:58:37Z", 0.05, "Mexico an Canada have shown their willingness to renegotiate nafta, no need for US to withraw"], [32761, "2017-01-20T15:35:58Z", 0.1, "He'll renegotiate, not fully withdraw.  As a Canadian, renegotiating wouldn't be the worst thing. NAFTA was signed 23 years ago, it's probably time it was updated.  As long as it's fair to ALL of us."], [13135, "2017-01-20T13:31:50Z", 0.55, "Increasing probability of this happening. "], [32793, "2017-01-20T08:35:06Z", 0.9, "Donald don't like Mexicans:)"], [32789, "2017-01-20T06:25:32Z", 0.2, "Hope/expectation matter will be addressed in serious vs. solely political manner."], [15443, "2017-01-20T03:59:13Z", 0.0, "There will be no withdrawal, just re-negotiation that this administration has grievances with. I don't have any opinion regarding the credibility of those grievances."], [32767, "2017-01-19T21:15:03Z", 0.05, "I believe that he will hear from his policy advisors and back away  from actions that may have an impact on worldwide economies"], [691, "2017-01-18T23:04:20Z", 0.12, "http://www.reuters.com/article/us-usa-congress-ross-idUSKBN1522BH\nThe US cannot unilaterally change the terms of a treaty, no matter what HairBoy thinks.  I expect the new administration will make a quick stab at some renegotiation, but it will not be acceptable to the adults in the other governments.  Pretty soon after that will come the notice of withdrawal, but much depends on how good the other two parties are at stalling.  Coming up some on this, but (as is increasingly the case) with no actual inkling of The Plan, if there is one."], [368, "2017-01-18T18:58:03Z", 0.05, "Transition officials of the President-Elect announced that they will actively be working on 'withdrawal' within the first few weeks of being sworn in as the new administration.  I suspect the unilateral re-negotiation or withdrawal from NAFTA is not as simple as it seems:  ratified treaties and their terms required serious negotiation (in event of renegotiation and requires the consent of all three parties to it).  Mexico, I suspect does not see withdrawal or simple renegotiation of the treaty as a matter that does not assert their economic interest in trade.  The simplicity of an intent to withdraw is not as simple as it is made to appear."], [1639, "2017-01-18T16:58:21Z", 0.03, "Economically, NAFTA has been blamed for “deindustrialization” in the United States as manufacturing jobs migrated to Mexico. In Mexico, NAFTA is blamed for the impoverishment of rural areas as cheap subsidized American corn imports displaced local producers. Further north in Canada, the main complaint is cultural domination by the United States and the loss of independent Canadian media firms. As with the freedom that democracy grants, costs and benefits are associated with regional cooperation. Loss of independence is not necessarily a negative when it is replaced by a system of interdependence."], [31238, "2017-01-18T16:49:54Z", 0.25, "Trump's potential commerce secretary has said, \"The President-Elect has made no secret that NAFTA is logically the first thing for us to deal with.\""], [14493, "2017-01-18T16:01:53Z", 0.03, "The news regarding opening negotiations on NAFTA \nhttp://www.theglobeandmail.com/news/politics/canada-given-advance-notice-of-trumps-nafta-demands/article33653320/\nspecifically mentions two issues (a) Country of Origin certification (b) the dispute resolution system. \nThese might (or might not) be important issues, but they sound like issues than it ought to be possible to sort out; especially on Country of Origin.  It seems the issues mainly affect Mexico to US trade. \nI have no idea what changes the US would want to the dispute resolution system. On the face of it, it would appear to be a fairly complex system designed to stop any country being able to put undue pressure on judges to bend to support its own nationals. The US could consider that judgements are biased (against the US presumably) due to the wrong panel of judges. This sounds fairly easy to fix, so I assume that this is not the problem. If the objection of the US is systemic  and it wants a system that rather than try to balance the equal rights of the three NAFTA countries, wants to give more weight to the US (because its bigger?) then that raises all sorts of problems, especially for any other countries looking for trade deals with the US. e.g. the UK\n"], [783, "2017-01-18T14:34:25Z", 0.05, "Mr Trump says many things. If he did not make it or fantasize he made it, then it is the worst thing in history. That is, he is bombastic. He negotiates as If he wants one carrot, he will threaten to close down the vegetable industry until he has a carrot. \nIt is improper to call NAFTA globalization since the trade agreement is intertwined around the US dollar. The trade between the countries is in the billions and parts are not made in one of the countries by itself, such as an automobile. They will tweak the agreement and re-assign assembly to different regions of NAFTA, which will satisfy the NAFTA partners and the people and politicians in the 20 bordering areas such as Michigan and Arizona."], [32421, "2017-01-18T13:00:12Z", 0.1, "Everyone wants free trade, it may be bad for blue collar American jobs and Trump did say it he was going to withdraw from NAFTA but he's a big business man and the best thing for  big business men in the last 30 years has been NAFTA."], [16518, "2017-01-18T12:19:03Z", 0.45, "Although a -10% change from my last forecast is rather large, given that there is no significant new information on this topic, my previous estimate was too pessimistic (or optimistic, depending on your view). "], [32699, "2017-01-17T17:25:55Z", 0.05, "Administration will realize this is a bad economic idea."], [32698, "2017-01-17T17:11:19Z", 0.3, "Based on comment from new administration"], [13377, "2017-01-17T09:02:16Z", 0.07, "http://www.reuters.com/article/us-usa-trump-germany-autos-idUSKBN1500VJ"], [30362, "2017-01-17T08:12:03Z", 0.19, "He wants to renegotiate a better deal. "], [3577, "2017-01-16T21:13:40Z", 0.15, "Trump bla bla deep state bla bla "], [32654, "2017-01-16T20:19:19Z", 0.75, "Will submit in order to establish a better negotiating position and anchor Mexico to a starting position with extremely negative consequences. Actual withdrawal is very unlikely. "], [11416, "2017-01-16T19:57:39Z", 0.05, "NAFTA is too deeply enmeshed in our economy. Withdrawing would be difficult."], [31275, "2017-01-16T18:56:39Z", 0.1, "I was wrong. One does not have to threaten withdrawal to renegotiate. Trump said if he does not get satisfaction then he would give notice. Takes 6 months after that. Probably too busy learning ropes of government to get done. Section 2202: 1. The Parties may agree on any modification of or addition to this Agreement."], [9553, "2017-01-16T15:40:45Z", 1.0, "We will provide notice of intent within the first 100 days of President Trump's tenure, but he will also likely offer an alternative or \"renegotiation\". (\"NAFTA will now stand for 'North American FAIR Trade Agreement'.\")"], [32631, "2017-01-16T15:36:49Z", 0.07, "The US consumer relies too much on low priced products that come from countries like Mexico and it would therefore be politically impossible to pursue. I do however believe that there is a chance that Trump might bluff leaving to try and change terms of the deal. It seems unlikely that this would happen before 30 April if it happens at all."], [1019, "2017-01-16T11:29:26Z", 0.17, "Intent is just a part of a \"negotiation\""], [32618, "2017-01-16T06:22:38Z", 0.3, "Trump has made numerous signals indicating he wishes to drop NAFTA. While I don't feel he'll ultimately be successful, I can conceive of him providing notice (probably by Twitter) of his intent to leave NAFTA."], [6303, "2017-01-16T01:10:56Z", 0.02, "According to the general news and GJP consensus."], [691, "2017-01-15T21:41:30Z", 0.18, "It is not difficult to imagine an \"intent to withdraw\" as the opening gambit for a renegotiation of terms.  If M. Petits-Doigts can achieve what he wants in a renegotiation, he can presumably revoke his withdrawal.  This will not enhance the reputation of the US as a reliable anything, but he will not care, on past form."], [31746, "2017-01-15T19:27:04Z", 0.65, "Although it may such action may not be followed through by making such an announcement I believe Trump will continue to show intent on changing the status quo."], [31238, "2017-01-15T19:05:51Z", 0.13, "Lowering my estimate by 2%. The focus seems to be on Obamacare, which I believe will consume a fair amount of the necessary time it will take for Republicans to untangle from this more well established and entangled trade deal."], [19801, "2017-01-15T13:05:56Z", 0.55, "Trump has the authority, but he also used the weasel words or \"renegotiate\" whatever that actually means."], [32575, "2017-01-15T06:24:44Z", 0.0, "It would harm relations abroad. Trumps executives will educate him on the issue and offer alternatives. Also, Trump speaks dramatically and can not always be taken literally."], [631, "2017-01-15T03:31:43Z", 0.25, "Popular election rhetoric but pragmatically he will as he has threatened to do, target tariffs, which NAFTA allows."], [32552, "2017-01-14T11:54:08Z", 0.0, "No way that DT will be willing to withdraw from NAFTA. If it happens to be mentioned it is only as a negotiating position before starting the discussions for any changes."], [32540, "2017-01-14T05:35:34Z", 0.15, "Trump talks like there's no tomorrow, but he's not going to follow proper procedure. Also the time frame given is too short."], [562, "2017-01-14T03:08:14Z", 0.1, "It's very unlikely. He claims he wants to get a better deal and would attempt that before saying he would pull out all together. He has a lot of things to handle before getting there and has no clue what daily life will be like as president."], [32533, "2017-01-13T23:27:17Z", 0.25, "I think the President-elect is genuinely eccentric enough to carry through on a number of his campaign promises even of he is opposed/balanced by more rational elements in the administration"], [31275, "2017-01-13T19:27:30Z", 0.83, "He wants to renegotiate. Since there is a 6 month period of notice I expect they will announce withdrawal as leverage. "], [32522, "2017-01-13T15:59:45Z", 0.2, "Trump believes that it is why the US does not have so many production jobs. But, we still need to be able to trade with other countries to be able to get goods that the US does not produce. "], [32521, "2017-01-13T15:35:46Z", 0.79, "Yes. Republicans have the means, capability and intent to do so."], [30362, "2017-01-13T11:04:45Z", 0.25, "President Trump definitely will change the conditions/agreements, withdrawing would be an unnecessary move. "], [29623, "2017-01-13T05:04:18Z", 0.1, "First prediction to start. It will be very unlikely he would follow through with this since it benefits business more than voters. I think he will instead try negotiate terms using his threat to withdraw as leverage."], [32502, "2017-01-13T01:24:45Z", 0.1, "Trump can propose changes to his counterparts in Mexico and Canada, but they are under no obligation to negotiate. "], [32495, "2017-01-12T22:07:28Z", 0.4, "It's very probable, since it relies only on Trump's whim to withdraw from NAFTA"], [1639, "2017-01-12T19:21:58Z", 0.03, "Renegotiating NAFTA is more complicated. Trump can propose changes to his counterparts in Mexico and Canada, but they are under no obligation to negotiate. Any NAFTA signatory can withdraw with six months’ written notice. But he could make trade a lot harder. Presidents have wide powers to impose tariffs or other trade restrictions without Congress’s approval.\n_________________\nCOMMENT: Somehow I am afraid Trump will be busy with other stuff and this will be  al low priority one."], [32163, "2017-01-12T18:18:54Z", 0.05, "I believe Trump administration will focus on domestic issues first. Trump has little international experience and will depend more heavily on his team to make a decision."], [32481, "2017-01-12T17:56:51Z", 0.0, "Trump has not claimed he wants to leave NAFTA outright, he has said he wants to seek a better deal for the US.  He'll have to get Canada and Mexico to the table first - not something that is likely.  To formally declare intent to withdraw he'll need more than 100 days."], [691, "2017-01-12T16:35:03Z", 0.27, "He doesn't need anybody's permission to do this, he doesn't believe in economics or any other systematic way of analyzing the real world, and his entire career is predicated on the belief--well supported so far--that whatever he does will have no adverse consequences for him.  He may hold off long enough for somebody to do a study that will come out the way he wants, but he may not."], [32474, "2017-01-12T16:05:19Z", 0.2, "They won't because then American exports will get more expensive making it harder for people to sell their products. "], [32460, "2017-01-12T12:48:46Z", 0.15, "It will not happen due to the unwillingness of those who have a share of power, along Trump. Most of these highly placed politicians will have their own interest in the continuing existence of NAFTA. Be it their own money, or the money of their loyal campaign donators who wish NAFTA remains in existence. Especially with a republican Congress, I don't think the president can go against the wishes of corporate life like this."], [32457, "2017-01-12T10:54:40Z", 0.27, "At this point I believe that renegotiation is the more likely route. Although Trump could make claims of intent, it is conceivable that these might be hollow attempts to placate supporters. The threat will likely remain a threat, possibly used as a tool during negotiations."], [32455, "2017-01-12T04:54:58Z", 0.35, "\"Notice\" would be more formal than I realized"], [32455, "2017-01-12T04:39:36Z", 0.4, "Since the rumblings have been about either announcing an intent to withdraw OR to renegotiate, this alone reduces the chances of a withdrawal announcement.  Also, Exxon has benefited from a number of NAFTA rulings in recent years, and Tillerson in his confirmation testimony, said he thinks Trump wants to rethink it and that he agrees with \"some\" of Trump's ideas on trade.  On the other hand, Trump appears to want to make a big splash from day one, and an early announcement to withdraw would make big headlines, but could end up being no more than talk for political gain (announcing intent does not mean leaving)."], [32454, "2017-01-12T03:56:34Z", 0.22, "I really hope nobody backs him up on this. this was a good decison he shouldnt ruin it for everyone else!"], [32451, "2017-01-12T01:04:34Z", 0.23, "This doesn't seem likely because he probably won't have enough support. "], [32161, "2017-01-11T22:16:13Z", 0.2, "More and more data suggest that withdrawing from NAFTA will be detrimental to the US economy. As a result, more study will be needed before Trump ultimately decides whether or not to withdraw from it."], [691, "2017-01-11T22:00:39Z", 0.18, "Giving the edge to whatever the new Administration can do that will most damage US interests but make the Trump family wealthy and popular.  Therefore staying above the consensus until something becomes clear, in case anything ever does."], [32445, "2017-01-11T21:04:32Z", 0.65, "I said 65% yes because Trump has made it clear that he doesn't really like Mexico and it says he made a commitment to either negotiating better or terms or withdrawing. I feel like hes gonna think withdrawing would be easier. I don't think he's gonna keep something he called the \"worst trade deal in history\" "], [32443, "2017-01-11T20:26:54Z", 0.2, "I do not think it is likely that our withdraw from NAFTA will occur. Even though Trump thinks NAFTA is a disaster, I do not think our government will allow us to leave. I think it is too important of a group to withdraw from. A war could even start if trade is no longer free, or cheap and we could lose some of our allies. "], [32258, "2017-01-11T19:55:54Z", 0.05, "Seems there is a willingness to renegotiate."], [32440, "2017-01-11T19:04:32Z", 0.7, "Because Trump wants to increase America's industrial power he will withdraw from the agreement so that America won't be as limited."], [32439, "2017-01-11T18:24:47Z", 0.15, "Because keeping trade is important in the sense of staying friendly with other countries"], [32427, "2017-01-11T17:36:33Z", 0.6, "I feel that there is a very high chance that Trump will with draw the NAFTA. This is because he often brought it up in Debates with Hillary because her husband is the one that put it into action. I feel is hatred towards Hillary could possibly influence him even more to with draw it. "], [32437, "2017-01-11T17:21:02Z", 0.35, "I doubt that the U.S will withdraw from such a big organization such as NAFTA. This will create a lot of controversy and ultimately get Trump a lot of hate. This whole big scheme is more an empty promise and popularity boost then an actual plan. "], [32434, "2017-01-11T17:07:52Z", 0.65, "I think this is decently possible because of the labels and hate Trump has put on this bill."], [1318, "2017-01-11T16:52:29Z", 0.35, "Quite possible, because he has to show his machismo,that at least some of his campaign pledges, however ill advised, wil be taken trhough"], [32435, "2017-01-11T16:39:05Z", 0.2, "I dont think Trump will have enough support to pass this, he seems to be running on personal resentment toward NAFTA."], [32406, "2017-01-11T16:31:14Z", 0.15, "no i dont think he will have enough support "], [32432, "2017-01-11T16:18:06Z", 0.27, "No, because it will tease all the supporters.  It can cause more unhappy opinions ion the future as he tries to build his name more and more."], [32411, "2017-01-11T16:13:20Z", 0.55, "If the U.S were to pull out of NAFTA,  it would cause an unbalance trade regulation, which could potentially hurt the United States, however Donald Trump has made it very clear that he hates NAFTA because many Americans have lost jobs because of it, and he has the power to get rid of NAFTA without congress. However he may just attempt to tweak it."], [32423, "2017-01-11T16:06:20Z", 0.1, "I think it would be unwise to withdraw because if we move some of the cheap labor jobs in the US it will drive up the price to goods. "], [32407, "2017-01-11T15:43:13Z", 0.5, "I think the U.S. might withdraw. Because Trump wants to keep factories in the U.S. so it will creat more jobs."], [32424, "2017-01-11T15:43:02Z", 0.55, "I don't think trump will withdraw from NAFTA because we are neighboring countries and we have close relations with Canada. Though Donald Trump wants to keep jobs in the United States and not have corporations move factories to Mexico or Canada. "], [32261, "2017-01-11T14:39:10Z", 0.2, "Considering Trump is a business man i don't think that he will withdraw unless things get like super bad "], [32413, "2017-01-11T14:26:26Z", 0.22, "If your were to take away the NAFTA it would unbalance trade. The trade would be messed up it could result to problems later"], [32418, "2017-01-11T14:25:07Z", 0.3, "If the us were to pull out of NAFTA it would cause an unbalance trade regulation, that could potentially hurt the United States in the long run. "], [32383, "2017-01-11T14:17:04Z", 0.15, "I think that congress will gives this a thumbs down. NAFTA has helped make our trade very easy between us, Canada and Mexico. "], [32416, "2017-01-11T14:16:48Z", 0.45, "I believe this is accurate because if Trump feels like we can get most of our trading for a better point, then he has that power to do so, due to the fact that he is liked by many of the foreign leaders in NAFTA, especially Mexico's president."], [32414, "2017-01-11T13:58:43Z", 0.15, "There will be immense opposition to such a rash move so quickly."], [23681, "2017-01-11T13:26:35Z", 0.2, "I expect a threat of withdrawing in an effort to leverage renegotiation of terms.  But, outright withdrawal seems unlikely.  "], [32409, "2017-01-11T13:02:43Z", 0.15, "I believe that NAFTA will not be withdrawn from government before April 30th because of one reason. Although NAFTA does take a toll on the American economy, it does help trade with other countries. The price it cost to trade from America to other countries would be more cost effective than it would be to trade product built in other countries for example Mexico."], [31187, "2017-01-11T12:43:43Z", 0.0, "No way; at least in this time frame."], [32392, "2017-01-11T12:27:22Z", 0.99, "It is one of Donald Trumps goals."], [32405, "2017-01-11T12:09:34Z", 0.3, "school"], [32403, "2017-01-11T11:51:52Z", 0.65, "NAFTA was meant to make trading very easy and seamless between Canada, Mexico, and the United States. Donald Trump hates NAFTA because many Americans have lost jobs because of it, but he has the power to get rid of NAFTA without congress. Getting rid of NAFTA will cause more loss of jobs to Americans than it has in the first place."], [10802, "2017-01-11T11:48:13Z", 0.25, "I think US congress will not favor this move."], [32401, "2017-01-11T11:47:06Z", 0.05, "Sounded great to supporters but there are many U.S. businesses that depend on U.S. exports to Mexico and Canada will pressure us to stay on course."], [32404, "2017-01-11T11:43:32Z", 0.05, "Donald trump just wants to draw americas attention "], [32256, "2017-01-11T08:43:05Z", 0.12, "No, the U.S will not provide notice of intent to withdraw from NAFTA before April 30th 2017. I believe that this statement from Trump was a false alarm to get peoples attention. Although the President has authority to issue a withdraw from NAFTA, it is ultimately taken up by the congress. Trump complained about cheaper labor in Mexico and Mexico's value added tax system, which he charged results in export subsidies for Mexican producers. This was just one of the many empty declarations by Trump. "], [32393, "2017-01-11T05:13:15Z", 0.62, "I believe Trump will because he frequently brought this up to Hillary."], [32283, "2017-01-11T04:02:38Z", 0.29, "Trump will withdraw, yet not within the first 100 days in Office."], [32391, "2017-01-11T03:55:04Z", 0.88, "I believe that the U.S. and Trump will leave NAFTA. This is because NAFTA lowers the costs of goods and the taxes. Now this may sound good but with lower taxes (Tariffs), huge corporations such as FORD will build in Mexico. Doing this cuts lots of jobs in the U.S. and since Trump is a smart business man, I believe that he along with the whole of the country, will want to leave to create more jobs, bring more money to STAY in America, and lastly stop ridiculous trade agreements. "], [32366, "2017-01-11T03:52:40Z", 0.15, "Trump has said that its not his goal to withdrawl but to reingotiatethe terms."], [32390, "2017-01-11T03:27:05Z", 0.25, "i believe trump will TRY to withdraw from NAFTA, but will not succeed by april 30th. I believe he has a chance to withdraw during his term though.  "], [32387, "2017-01-11T03:20:58Z", 0.67, "Yes I believe that the United States will provide notice to withdraw from NAFTA because this is another one of Donald Trump's main points. He doesn't like NAFTA and believes it was a disaster created by Bill Clinton."], [32389, "2017-01-11T03:20:30Z", 0.42, "I think Trump will eventually withdrawal from NAFTA because he brought it up quite frequently to attack Hillary because her husband put it into act. But I don't know if he can give notice of the withdrawal by then."], [32388, "2017-01-11T03:12:57Z", 0.35, "I think that eventually Trump will withdraw from NAFTA since he is a business man and knows how to make money but I don't think he will be able to do it in the short amount of time given."], [32385, "2017-01-11T03:07:35Z", 0.6, "Trump repeatedly addressed NAFTA as one of the worst trade deals in history during the debates and often brought it up against Hillary as Bill put it into affect. I think Trump will definitely withdraw or at least renegotiate the terms of NAFTA. Trump ran his campaign on keeping business domestic and I think he will be pressed to stick to it. "], [32378, "2017-01-11T03:04:13Z", 0.45, "I think Trump wont be able to give a notice of wanting to withdraw by April 30th, he can, but not in that time "], [32381, "2017-01-11T02:55:33Z", 0.15, "No i do not think that the U.S. will be able to provide notice of intent to withdraw from NAFTA because there are far too many geopolitical conflicts to be resolved before this date."], [32382, "2017-01-11T02:53:42Z", 0.15, "the chance it will happen seems to be very uncertain "], [32380, "2017-01-11T02:49:58Z", 0.35, "Yes, because Trump wants to build a wall and he isn't going to want to have an agreement/treaty with other countries if he is trying to keep them out."], [32353, "2017-01-11T02:49:12Z", 0.25, "This has a slim chance because trump wants to do it, but i do not believe that congress will let him do that."], [32373, "2017-01-11T02:31:29Z", 0.75, "Yes, I predict that the U.S will provide a withdraw notice because if Trump wants so badly to \"build a wall,\" than why would he want to continue this treaty with Mexico?  I have not noticed any of Trump's discretion with Canada, if any, but I'm sure his strong dislike for Mexico could definitely be enough to make his want the U.S to withdraw.  Although most of our products and goods are imported from China, the withdraw of this treaty could be a big blow to the U.S.  "], [32377, "2017-01-11T02:24:11Z", 0.15, "This decision will have very far reaching implications about any kind of trade deal the world over. I think cooler heads will prevail and we will not do something that will have such far reaching implications"], [32370, "2017-01-11T02:23:31Z", 0.95, "Being a businessman, I believe Trump will either renegotiate or withdraw from NAFTA. If he renegotiates he will try to get a better deal for the American workers."], [32371, "2017-01-11T02:16:24Z", 0.45, "Trump has made a clear point that he doesn't want NAFTA to be a thing but i think it will be hard to get out of because other members might not agree with Trump"], [32284, "2017-01-11T02:12:50Z", 0.95, "Yes because Trump views this as a bad trade deal."], [32369, "2017-01-11T02:06:35Z", 0.1, "I think they will withdraw from this trade because it's so bad Trumo will realize he needs to change it because he knows how bad it is too."], [32364, "2017-01-11T01:59:01Z", 0.2, "They wouldn't want to be that disruptive in the world "], [32367, "2017-01-11T01:42:18Z", 0.85, "Yes. Trump has already said he will create an independent US and abolish the trade deficit. "], [32344, "2017-01-11T01:38:24Z", 0.15, "I don't see this happening anytime or now. Even though NAFTA has made many US workers unemployed, it has created more jobs with reasonable for the US economy. Same cannot be said for Mexico and Canada. It has destroyed the Canadian environment and made many Mexican farmers unemplyed. However, it has made the cost of oil in US extremely cheap and it has reduced the over-reliance of US on Middle East for oil. I don't think it's a great idea to withdraw from such a deal. Rather, reforms should be made to protect certain goods imported and exported."], [32363, "2017-01-11T01:35:41Z", 1.0, "I think Trump will absolutely do this, because as he has said in the past, this is the worst deal in the US's history. This is an important topic, and he will give it a very high priority once in office."], [32365, "2017-01-11T01:35:19Z", 0.25, "Donald Trump is going to build a wall. "], [32251, "2017-01-11T01:21:53Z", 0.2, "I do not believe  that the U.S. will withdraw from NAFTA by April 30th because Mexico and Canada are two large countries that are our neighbors. Our government will have to revise new trade agreements that will benefit all three countries. This will take more than 100 days. Because the U.S. is not benefiting from NAFTA, Trump wants to withdrawal from the agreement. The agreement was to create more jobs and boost the economy. It did not do this.  "], [32361, "2017-01-11T01:20:37Z", 0.4, "I think this is a good possibility but a risky choice. "], [32360, "2017-01-11T01:09:47Z", 0.0, "We aren't going to pull away from NAFTA because Mexico and Canada surround us and it would be very easy to attack us and cause a huge war to arise if trump supported this stupid decision "], [32306, "2017-01-11T01:08:59Z", 0.71, "I think that Trump is going to do this because other companies are going to Mexico because they don't pay employees as much money in Mexico. I don't think this is right and neither does Trump, therefore I think he will change it."], [32357, "2017-01-11T01:03:27Z", 0.7, "I think he is going to change the trade policy but not get rid of it. It will most likely be negotiated for better terms"], [32359, "2017-01-11T00:58:34Z", 0.9, "This has been one of his biggest issues with keeping jobs in America. "], [32355, "2017-01-11T00:08:11Z", 0.6, "Trump doesn't agree with the trade policies that we have and he is a business man that does not know anything about what being a leader is about."], [32354, "2017-01-10T23:53:24Z", 0.0, "I don't think Trump is stupid enough to do this being the businessman he is. Doing this at all during his term would be mind-boggling"], [32259, "2017-01-10T23:47:20Z", 0.31, "I think that this is unlikely, at least not right away, because it will take longer then 100 days to completely go through this process. Trump will probably try to renegotiate first before withdrawing which negotiating takes long on its own. Then he must see if that succeeds or fails which could possibly lead to a withdraw from NAFTA."], [32352, "2017-01-10T23:41:57Z", 0.9, "Trump's goal is to bring jobs back into the country. NAFTA was the trade agreement that sent jobs out of this country."], [32351, "2017-01-10T23:38:51Z", 0.15, "I do not think the U.S is going to withdraw from the NAFTA. Even though he claims it to be the \"worst trade deal in history\" he mostly likely to try and re negotiate before withdrawing. "], [32349, "2017-01-10T23:38:23Z", 0.25, "President Elect Trump on the North American Free Trade Agreement are to completely \"renegotiate\" the terms of it. There will be a slight chance of a notice. Trump said he intends to withdrawal from the deal if Canada and Mexico do not agree to renegotiate. however to withdrawal from the NAFTA requires a sixth month notice to other parties, that will not be us getting notified.`"], [32348, "2017-01-10T23:22:16Z", 0.3, "i do not think this will happen. this will have to go through many people in order to work and get passed. "], [32350, "2017-01-10T23:19:30Z", 0.52, "I believe the President-elect Trump will attempt to withdraw from NAFTA because of his unwillingness to due business with Mexico. I believe however that he will try to renegotiate business with Canada because of the need to have open deals with the countries around us. I do not think that Congress would completely allow for our country to be closed off from the countries  around us."], [32347, "2017-01-10T23:02:38Z", 0.1, "I believe that this will be withdrew but not this soon but that is a complicated process."], [12137, "2017-01-10T22:39:48Z", 0.25, "President-Elect Trump's strategy is two-fold on NAFTA, he wants to reopen negotiations and if that doesn't work then withdraw from the agreements [1]. This gives a long lead time to attempt to start negotiations, have negotiations and then either fail or succeed. Success could be measured by an infinite spectrum... but that is getting too far ahead. This goal to reopen negotiations is unlikely to be completely rebuffed by Canada and Mexico in the first 100 days, therefore my prediction is leaning toward not happening based on the short time period."], [32346, "2017-01-10T22:39:28Z", 0.9, "Donald trump had no intentions of doing any business with Mexico so I believe that he will withdraw from the NAFTA. The only thing he wants to do is get rid of everyone from Mexico or \"terrorist\" countries. He doesn't want to try and fix anything but just avoid the problem totally "], [23006, "2017-01-10T22:16:01Z", 0.0, "renegotiate instead"], [32167, "2017-01-10T21:47:22Z", 0.15, "The US will try to renegotiate the agreement. The other NAFTA partner will probably accept to at least begin to negotiation with the Trump admisnistration. The negotiation might not be succesfull, which could then lead  the US to provide notice of intent to leave the NAFTA. However, this is going to take time and therefore will not be achieved by  30 April 2017"], [32343, "2017-01-10T21:02:34Z", 0.2, "The U.S will make a notice to withdraw due to the unemployment rate and companies diverting to those countries "], [32327, "2017-01-10T15:17:22Z", 0.2, "He will make the threat of withdrawal but renegotiate up to the deadline.   100 days is too soon, but he will use hyperbole to move his agenda along."], [1791, "2017-01-10T15:15:12Z", 0.05, "Trump will spend some time renegotiating before withdrawing"], [32193, "2017-01-10T14:36:49Z", 0.15, "It's unlikely that trump will provide notice of intent to withdraw from NAFTA even after his first 100 days. If anything, he might provide notice of intent to renegotiate NAFTA, but he has more important issues he should be focusing on, especially in the first few months."], [13135, "2017-01-10T12:27:05Z", 0.1, "As a form of brinkmanship just possible. To get renegotiation going."], [14700, "2017-01-10T09:03:13Z", 0.05, "Too soon.  Nafta is too wide to be able even give an intent to withdraw."], [32274, "2017-01-10T08:23:04Z", 0.05, "Trump has emphasized re-negotiating the terms. A notice of intent could be a negotiating tactic, but it's unlikely to be used at such an early date. International negotiations take time and I don't think the NAFTA signatories will have even gotten around to addressing the substantive issues at an advanced stage by April 30. "], [32312, "2017-01-10T05:15:35Z", 0.25, "No, because trade is important. We've been in this agreement for awhile. "], [32311, "2017-01-10T04:57:41Z", 0.4, "Trumps focus on auto industry makes NAFTA a good target. He may show intention to withdraw NAFTA to push Canada and Mexico to renegotiate "], [32308, "2017-01-10T02:17:01Z", 0.75, "Trump has been saying how this is going to be one of the first changes to happen and how NAFTA is a disaster.  Therefore, he will focus on the big time.  At the same time, he does have other things that are important too that needs his attention."], [19202, "2017-01-10T02:07:39Z", 0.15, "Probability of grandstanding from low probability baseline."], [821, "2017-01-10T01:57:31Z", 0.05, "In this short time frame there is a higher probability of providing notice of intent to renegotiate NAFTA rather than intent to withdraw."], [32304, "2017-01-10T00:48:59Z", 0.75, "I think he will focus on this a lot because he wanted to do this as soon as he got in. He also does not need to get congress to prove this either."], [32303, "2017-01-10T00:42:22Z", 0.1, "Trump will work on other things that are more important."], [25660, "2017-01-10T00:06:43Z", 0.1, "It only gives him 3 months from the inaugaration to get it done. I think he will focus on other \"wins\" and delay the decision on NAFTA until later in the year. Probably resulting in a window dressing re-negotiation rather then a withdrawal. "], [32301, "2017-01-09T23:29:47Z", 0.85, "All throughout his campaign, Trump always assured that the termination of NAFTA would be complete as soon as possible. He referred to it as \"The worst deal in history\". Trump does not need the permission of Congress to go through with his plan, he simple just has to notify Canada and Mexico with a six month warning. The completion of the withdraw relies solely on Trump."], [16335, "2017-01-09T23:22:28Z", 0.1, "Potential risks for Trump from stating intent to *withdraw* are high - enraging not just Mexico but Canada (when Americans/Trump supporters have few problems with Canadian trade, mostly due to race related reasons). Trump seems more likely to announce a plan to \"renegotiate\" NAFTA, which won't get anywhere, but will allow him to claim at a future date \"I offered a deal, and sometimes you have to walk away\" which will delight his base and persuade GOP-leaners."], [32299, "2017-01-09T22:31:06Z", 0.75, "This will happen before April 30 because Trump thinks it is a total disaster and wants nothing to do with it. He is a businessman, this will probably be one of the first things to get done, since he can not stand"], [32260, "2017-01-09T21:30:12Z", 0.63, "We think that given the recent fact of Ford moving their car factory to the USA, instead of Mexico, it may be a sign of intent to leave NAFTA already."], [329, "2017-01-09T20:40:27Z", 0.15, "Too much tumult too soon."], [13377, "2017-01-09T20:27:55Z", 0.03, "I am just a simple algorithm. On each question, Iook at those players whom I follow, and copy the forecast of one of the several who have made the most recent forecasts. I only use my own judgment when deciding which one to follow if several have made recent forecasts."], [1643, "2017-01-09T20:10:08Z", 0.05, "This article quotes the new administration team setting aside the first 200 days for review of U.S. trade policy: ( http://business.financialpost.com/news/economy/trump-team-sets-timetable-for-possible-nafta-exit ).  I did not find the original source, but getting things done is always harder than you think and if you've already set the analysis deadline further than April 30th, I give this a small chance of happening in the first 100 days."], [10093, "2017-01-09T17:11:33Z", 0.99, "DUE in part from our current trade deficit, unless those in this agreement wish to renegotiate or face higher tax and tariffs on imported goods to bring down the current deficit, all done by executive order."], [32277, "2017-01-09T14:38:43Z", 0.8, "Mr. Trump has made this a huge deal throughout his campaign he has labeled it the \"worst trade deal in history\" I think that Mr. trump will surround himself around people who will provide notice to with draw from NAFTA"], [31201, "2017-01-09T12:36:07Z", 0.15, "Too early to withdraw formally; believe there will be a negotiations phase first and threat to withdraw."], [18790, "2017-01-09T12:25:51Z", 0.22, "Very much depends on how Mexico and Canada react to Trump's opening moves and how he takes their response. They will most likely placate him enough to avoid withdrawal to start so soon, but there is also the chance that Trump may look to take a drastic line. He could initiate as an intimidation tactic/brinksmanship - see Trump's litigious record. "], [29340, "2017-01-09T08:50:36Z", 0.35, "Donald Trump might really be serious. At least consider renegotiation."], [19462, "2017-01-09T08:19:06Z", 0.1, "no indications in this direction, pro-trade cabinet picks, focus to be on China probably"], [28051, "2017-01-09T04:39:31Z", 0.29, "Agreed w/ both https://www.gjopen.com/comments/comments/419160 & https://www.gjopen.com/comments/comments/418900"], [2301, "2017-01-09T04:22:08Z", 0.1, "Unlikely to antagonize our closest trading partners.  More likely, Trump will wish to renegotiate."], [20008, "2017-01-09T04:07:56Z", 0.75, "Restructuring trade deals is a major element of MAGA; he will do something pretty quickly, and I would have said 95% yes other than there's a 20% chance he'll just straight up push for renegotiation. Most likely, he'll provide notice of intent to withdraw, then use it as leverage to renegotiate. "], [6303, "2017-01-09T03:03:07Z", 0.01, "According to the general news and GJP consensus."], [32258, "2017-01-09T02:06:10Z", 0.98, "Negotiating deals is really what Trump hangs his hat on so he will want to reset the negotiation by giving notice of termination. In addition, this notice can be implemented via Executive Order which makes it very attractive for Trump who will spend his first 100 days showing everyone who's boss."], [7934, "2017-01-08T21:49:28Z", 0.0, "Trump and GOP will find plenty of ways to influence trade without abrogating a treaty; which in the old days was tantamount to a declaration of war."], [485, "2017-01-08T21:00:30Z", 0.45, "This Jan. 12 article from The Hill, http://thehill.com/blogs/pundits-blog/international-affairs/312796-trump-will-need-democrats-help-to-rework-nafta, seems to indicate that Trump and the Repubs might tweak and modify NAFTA, but not withdraw -- though they could threaten withdrawal as a negotiating tactic. So, the U.S. could \"provide notice of intent to withdraw\" as the GJ question asks, without going through with it."], [13438, "2017-01-08T19:21:10Z", 0.15, "There will be some pressure to do this countered by pressure to keep Canada as a trading partner (i.e., oil pipeline project). So, I don't thing a full withdrawl is likely, but a \"renegotiation or reinterpretation\" of major components is nearly certain."], [1781, "2017-01-08T18:06:25Z", 0.15, "Remains to be seen if Trump wil go the full distance an notify Mexico and Canada that NAFTA is dead. He seems to be enjoying bulling US comanies who have rolled over and cancelled plans to increase manufacturing in Mexico and has talked more readlily about penalizing companies financially when they import goods made abroad (primary targets being Mexico and China). Cancelling NAFTA while wanting to move ahead with Keystone could present problems, whether Trump sees it that way is a good question."], [25646, "2017-01-08T15:40:28Z", 0.35, "this a coercive step to negotiate a new trade agreement"], [26030, "2017-01-08T02:29:15Z", 0.05, "May well talk about it, but actually filing notice?  I doubt it this early."], [5001, "2017-01-07T23:01:27Z", 0.03, "Again - too early. He said \"renegotiate\" or withdraw, and he certainly will try to renegotiate and any such negotiations almost certainly cannot fail this quickly. "], [31115, "2017-01-07T22:25:16Z", 0.05, "That would be very irresponsible"], [14766, "2017-01-07T22:23:18Z", 0.15, "US Manufacturers will push back on any such effort."], [16662, "2017-01-07T21:50:18Z", 0.1, "Such a withdrawal is noticeably more complicated than the new administration yet realizes.  Seems unlikely to be dumped, though some renegotiation might be possible."], [32083, "2017-01-07T19:49:19Z", 0.0, "Economic interest of US"], [20832, "2017-01-07T19:17:43Z", 0.1, "Unlikely as this might be used as leverage in a number of other discussions, and many industries that are benefiting from NAFTA will heavily lobby to leave it untouched or more carefully re-negotiated. So whereas there is still a chance that the incoming administration would try to make good on campaign rhetoric, there is no chance that it be done as quickly as Apr 2017."], [31656, "2017-01-07T18:41:10Z", 0.1, "Unlikely, although Trump is such an unknown.  Suspect will be renegotiation rather than withdraw."], [31664, "2017-01-07T18:30:12Z", 0.1, "Trump will agree to not withdraw if Mexico agrees to pay for the wall between the US and Mexico, and will amend with tariffs on goods made by US entities that relocate manufacturing to other NAFTA members."], [9966, "2017-01-07T17:51:14Z", 1.0, "Comment deleted on Jan 07, 2017 05:52PM UTC"], [9966, "2017-01-07T17:47:56Z", 1.0, "Easily done. Must be done to0punish Mexico\n"], [32217, "2017-01-07T17:14:37Z", 0.1, "I don't think this will happen in the first 100 days. Their must be a plan that Trump must think through, how they are going to accomplish this, and what is the plan afterwards. This issue is on the back burner, its gonna take a little longer then 100 days to change something that has been around for over 20 years. He has bigger priorities to worry about and withdrawing from NAFTA is not one of them."], [17815, "2017-01-07T15:34:16Z", 0.05, "I don't see this happening very soon. NAFTA has been in place for some time and is not so easy to dismantle without proper analysis. Also, there are too many players in the market who will be affected by such news, including a serious deterioration in the financial markets standings which Trump will not risk at the beginning of his term."], [22343, "2017-01-07T14:52:26Z", 0.12, "This will remain a back burner issue."], [14898, "2017-01-07T12:27:03Z", 0.05, "Seems unlikely given that his stated intent is to renegotiate."], [32211, "2017-01-07T11:53:56Z", 0.4, "Trump is concidering it"], [15006, "2017-01-07T06:49:20Z", 0.0, "The legislation and procedural work will choke it first 100 days"], [28912, "2017-01-07T06:47:06Z", 0.15, "I don't think the prez elect is thinking through the consequences to disrupting this agreement and the tenticles that 20 years of NAFTA have into Mexico, US, Canada trade.  The withdrawal will not be the end of the relationships and trade, only the beginning, he may find he needs some sources of supply outside the US when the manufacturing taps cannot be turned on in an short period, and a populace is accustomed to getting everything cheap. All countries will attempt to negotiate the best deal for themselves however, if the US doesn't leave any meat on the bone for others, then that poses other problems for stability and long-term relationships with ones neighbours. "], [25320, "2017-01-07T05:18:01Z", 0.05, "PEOTUS has stated not that he intends to withdraw from NAFTA, but that he intends to negotiate better terms to the agreement, and only if  that doesn't occur, would he withdraw. That will not happen by 30 April. If he's lucky, by that date he will have started discussions about starting discussions. "], [12771, "2017-01-07T04:55:42Z", 0.05, "Pressure from trading partners and improved economic climate will lead to only cosmetic changes. "], [813, "2017-01-07T03:47:56Z", 0.15, "NAFTA is a very complex trade agreement. It is unlikely that the US will withdraw from NAFTA as many US companies will back it."], [83, "2017-01-07T03:40:17Z", 0.2, "NAFTA may not prove to be compatible with a centrally planned economy.  Unintended consequences are reportedly already in progress:\nhttp://www.reuters.com/article/us-usa-trump-mexico-ford-motor-idUSKBN14Q2AY?il=0\nHopefully DT will soon issue production quotas to auto manufacturers and suppliers to help planners see through the developing fog."], [7952, "2017-01-07T03:34:17Z", 1.0, "Trump is a contrarian and will take any position so long as it is opposite to convention. "], [2200, "2017-01-07T03:28:03Z", 0.05, "Cross border sourcing and re-exporting are too complex to unravel in a few months. instead of walking away from trade deals the Trump administration will spend the next few year renegotiating current laws to make them more equitable to U.S. manufacturers."], [19056, "2017-01-07T02:25:04Z", 0.2, "While possible that soon, I think if it happens, it will happen only after a lot of discussion between admin and influential groups."], [9309, "2017-01-07T02:02:01Z", 0.5, "Constituants will force Trump to make this announcement.  Whether or not the U.S. ever actually withdraws is another matter."], [29266, "2017-01-07T01:31:41Z", 0.0, "Too complicated, too soon."], [4982, "2017-01-07T01:21:46Z", 0.5, "Even while campaigning, Trump drew parallels between his candidacy and Brexit.  In my humble estimation, leaving the EU is a bigger deal than leaving NAFTA.  Trump has no respect for precedent or norms.  He may give notice almost immediately in order to establish a bargaining position -- if only for show.  I say flip the coin on this one."], [30200, "2017-01-07T00:54:02Z", 0.0, "Kongress will never do this so quickly, if at all. "], [10125, "2017-01-07T00:45:46Z", 0.05, "because it's stupid, he just does not know it"], [29171, "2017-01-07T00:01:25Z", 0.1, "Trump just says things without having any idea what it means in real life.  What are the consequences ??  How do you achieve that?   He has no idea.  And no curiosity.  This is not a monarchy. "], [4021, "2017-01-06T23:50:48Z", 0.75, "I see the notice of intent as a part of a negotiation strategy Trump will employ. "], [693, "2017-01-06T23:33:46Z", 0.3, "I expect that Trump will do whatever is politically convenient, and this is politically convenient.  I just wonder whether it will take longer."], [26642, "2017-01-06T23:23:48Z", 0.11, "Mr Trump will propose it and the Congress will be forced to rebut him. He will rant on Twitter about his own party not supporting him and stopping his actions to benefit the American Populace and Congress will start collecting hate mail. By September or October, Congress will be ready to capitulate and Mr. Trump will change his mind and start tweeting about how stupid Congress is and how slow and what they have cost the American people, putting them in the place to start clamoring for the disbandment of Congress and elevation of Trump to Supreme Leader or at least to change the balance of power between the Presidency and the Congress. Mr Trumps behaviors will mirror Mr Putin's supreme leader status, unchallengeable.  "], [6302, "2017-01-06T23:00:43Z", 0.0, "Modification is highly likely, withdrawal won't happen."], [3836, "2017-01-06T22:59:16Z", 0.3, "Trump will be largely unable to enact his policy proposals due to his lack of experience and ability to influence others."], [6344, "2017-01-06T22:35:53Z", 0.3, "No, because that would be completely absurd and the Congress will oppose.\nYes, because Trump is a dummy."], [13797, "2017-01-06T22:31:22Z", 0.05, "US won't withdraw, even if it pursues changes."], [25527, "2017-01-06T22:18:42Z", 0.85, "It's about perception of jobs for rust belt"], [31915, "2017-01-06T22:15:52Z", 0.45, "Because of Trump's campaign rhetoric on this."], [21225, "2017-01-06T22:14:20Z", 0.82, "Strong opinions voiced by our President-elect"], [706, "2017-01-06T22:07:36Z", 0.1, "No, because Poland will recommit to building missile defenses and Putin can't help himself and will rattle sabers in Ukraine again to the extent that even PE Trump will stay mum."], [4193, "2017-01-06T21:59:02Z", 0.45, "high risk given that US trump and Brexit share possibly same mechanism, given rik of hard brexit is igh, this is also high"], [5632, "2017-01-06T21:56:10Z", 0.7, "Cause Trump has to make his mark."], [203, "2017-01-06T21:41:23Z", 0.45, "Yes, but if they do only as leverage for renegotiatiations."], [32200, "2017-01-06T21:29:36Z", 0.05, "I don't think the U.S. will provide notice to withdraw from NAFTA before April 30th however I do believe the U.S. will try to implement new policies to benefit the U.S. in trade. "], [31170, "2017-01-06T21:24:41Z", 0.15, "The United States is likely to renegotiate this treaty and not withdraw from it."], [23560, "2017-01-06T21:20:16Z", 0.05, "Trump's position has been to renegotiate NAFTA, not withdraw from it. And if he started to move in this direction, he would get a lot of immediate push-back from business leaders he respects."], [16778, "2017-01-06T21:18:20Z", 0.05, "US, Mexico, and Canada's economies are now too closely intertwined to be easily separated. Withdrawal from NAFTA and potential imposition of trade tariffs will severely disrupt US  companies vital to our economy in such fields as automotive, transportation & agriculture."], [31275, "2017-01-06T21:03:21Z", 0.4, "I think there will be an attempt to renegotiate first. "], [17036, "2017-01-06T21:00:28Z", 0.6, "Campaign pledge. Can be seen as a symbolic step to re-open negotiations while keeping tariff rates currently in place"], [14354, "2017-01-06T20:58:11Z", 0.1, "Not in this timeframe, because Trump first wants to renegotiate a new deal. It will however take time until he can start with renegotiation."], [23368, "2017-01-06T20:56:20Z", 0.15, "The business community has taken NAFTA as a given for so long that they will lobby hard against this."], [9263, "2017-01-06T20:48:51Z", 0.05, "So many countries are included in NAFTA"], [31253, "2017-01-06T20:45:47Z", 0.15, "I have little faith that the cabinet will agree to this cut down in a shared market area"], [7226, "2017-01-06T20:39:57Z", 0.62, "It would be a higher possibility if Trump was more consistent, but this was a big issue for him, so he is more likely to follow through. He does waffle quite a bit on everything, so it is hard to say."], [14499, "2017-01-06T20:30:22Z", 0.15, "I Think other things will have happened, and Trump won't want to rock the boat."], [1416, "2017-01-06T20:30:12Z", 0.0, "Negotiating better terms?  Maybe.  Withdrawing?  That was all campaign rhetoric. "], [26267, "2017-01-06T20:26:56Z", 0.03, "Unlikely due to 1) timing constraints as Trump is likely to try to renegotiate first and 2) NAFTA overall being net positive for US. "], [11257, "2017-01-06T20:15:15Z", 0.8, "Because Trump wants to withdraw, but he will listen to both sides before taking a real stand"], [4367, "2017-01-06T20:10:51Z", 0.8, "Because this would be easy for Trump to move on, it will provide an early signal that he's serious about putting America first and would play well with his supporters. "], [9291, "2017-01-06T20:08:21Z", 0.15, "Don't think there's enough agreement on it yet, and doubtful The Republican congress can do it within that time frame if they did agree"], [31213, "2017-01-06T20:01:52Z", 0.05, "It takes too long, and maybe changes are not going to be so radical."], [6695, "2017-01-06T19:53:32Z", 0.15, "Most likely change will be cosmetic and victory will be declared without scrapping the whole thing"], [644, "2017-01-06T19:51:14Z", 0.1, "takes 90 days to get through congress - won't happen in first 100"], [26227, "2017-01-06T19:37:50Z", 0.1, "Too quick -  won't be high enough on priority list and too contentious."], [6276, "2017-01-06T19:35:24Z", 0.3, "Withdrawal from NAFTA has a great number of consequences and it is necessary to have an idea of the overall impact before making the decision.  My number would be lower were Donald Trump not so impetuous. He may find it necessary to withdraw even if it is a bad decision to deflect attention from his inability to get Mexico to pay for his wall."], [8622, "2017-01-06T19:31:40Z", 0.05, "Trump will not withdraw from NAFTA. He will try to re-negotiate it."], [12459, "2017-01-06T19:30:33Z", 0.55, "This is high on Trump's agenda priorities. However he may not withdraw, but demand renegotiation."], [21355, "2017-01-06T19:27:05Z", 0.0, "It's going to take longer than 100 days to sift through all the ramifications of withdrawal and/or creating a \"new and improved\" North American trade agreement."], [28310, "2017-01-06T19:26:24Z", 0.05, "Not likely in first 100 days."], [15730, "2017-01-06T19:25:07Z", 0.1, "Leave eurozone nations without defense from Russia"], [7934, "2017-01-06T19:23:58Z", 0.0, "Trump will seek outside agreements on top of NAFTA or look into the treaty to find leverage for enforcement or change. Or he will leave agreement in place and violate it, but state that its not a violation"], [12864, "2017-01-06T19:23:02Z", 0.22, "He will likely have his advisors re-examine NAFTA but he wouldn't be willing to withdraw this quickly."], [3759, "2017-01-06T19:21:19Z", 0.75, "Terrible policy, but this would be an easy \"win\" for Trump given he doesn't need congressional approval. "], [19412, "2017-01-06T19:19:50Z", 0.2, "This seems unlikely. An abrogation of NAFTA in toto would be a dramatic shift. He has rhetorically called for re-examining the conditions of the agreement and he seems likely to renegotiate the terms, but a full intent to withdraw seems unlikely."], [24326, "2017-01-06T19:14:55Z", 0.05, "President-elect Trump and his advisors will want to negotiate new trade deals rather than the dismantling of an old one which on the whole is a benefit to Americans."], [7444, "2017-01-06T19:13:17Z", 1.0, "One area Trump will go to battle on. No doubt he will give notice of intent. The odds of it happening seem a little lower but possible if not probable. "], [443, "2017-01-06T19:11:59Z", 0.25, "The administration will be too busy fighting off unhappy Rs and Ds for all the \"stuff\" Trump will be stirring up between now and them. To include confirmations, ACA repeal, Justice appointment and that frickin' wall of his. NAFTA is pretty low on his 100 day agenda. He'll feel he is doing NAFTA like work by tweeting to a few large companies about their moving south. \"That should satisfy my people for a while.\" That is what he'll be thinking."], [19678, "2017-01-06T19:09:24Z", 0.7, "I think the composition of Trump's economic team makes this extremely likely, but maybe a tougher sell in Congress. "], [32183, "2017-01-06T18:48:24Z", 0.05, "Renegotiation will take longer than 3 months"], [32156, "2017-01-06T15:28:24Z", 0.8, "I think trump is going to make the option to withdraw because he wants to part from Mexico and wants job souly in the USA and no where else. He wants to bring all the jobs here, so if company's want to make items and ship them in here they will have to pay a tax. I agree with Donald on this problem because I think it is better to have the majority, if not all the jobs in the US "], [32188, "2017-01-06T12:30:18Z", 0.66, "I think pulling out would be a stupid move as there is a good chance it would have unsavory economic ramifications. Although Trump spoke about taking action in November as far as I can see (or at least find online) he didn't promise to pull out, he promised go renegotiate or pull out so it is more likely (in my mind) that the \"pull out\" part is a bluff to scare other parties involved so that when it comes time to negotiate they are more likely to settle. That being said it is reasonably likely in my mind that he'd provide notice as an even more elaborate bluff which is why I'm going with 66%."], [32188, "2017-01-06T12:25:41Z", 0.38, "Comment deleted on Jan 06, 2017 12:28PM UTC"], [32188, "2017-01-06T12:12:38Z", 0.29, "Comment deleted on Jan 06, 2017 12:26PM UTC"], [16518, "2017-01-06T12:03:18Z", 0.55, "I started my forecast at 60%. Trump has specifically stated that he wants to renegotiate NAFTA or tear it up within the first hundred days of his presidency (http://www.npr.org/2016/11/09/501451368/here-is-what-donald-trump-wants-to-do-in-his-first-100-days); in fact, he said this is a contract with the American people. The language he used indicates that if it is not renegotiated within that time frame then it will be torn up. "], [30364, "2017-01-06T05:42:35Z", 0.3, "Changed from 40% to 30% because I do not see this happening from recent articles I read."], [32172, "2017-01-06T00:00:39Z", 0.55, "Yes, because Donald Trump wants to get rid of free trade and charge a 35% tariff on incoming products. "], [32161, "2017-01-05T19:26:42Z", 0.65, "President-Elect Trump has made promises to withdraw or renegotiate. It's likely that he will try and renegotiate before he gives notice of intent to withdraw completely. "], [32155, "2017-01-05T15:56:45Z", 0.02, "Donald Trump will have a hard time achieving this goal. Donald Trump wants to create more jobs during his presidental career for more Americans HOWEVER, if he wants to destroy the trade between Mexico and Canada he will also destory 14 million American jobs linked to the trading system. He has a small percentage of accomplishing this goal. "], [30166, "2017-01-05T06:14:20Z", 0.6, "Here is a good read on NAFTA: http://money.cnn.com/2016/11/15/news/economy/trump-what-is-nafta/"], [424, "2017-01-05T05:03:21Z", 0.65, "Lobbyist may derail it..."], [27226, "2017-01-05T02:20:42Z", 0.05, "View it more likely the trump administration will look to amend rather than withdraw outright."], [915, "2017-01-05T02:14:14Z", 0.0, "trump can probably get nearly everything he wants in the short-term w/the mere threat of withdrawal."], [32133, "2017-01-05T02:02:51Z", 0.01, "too disruptive to scrap it entirely and timeframe is short."], [4423, "2017-01-05T00:34:45Z", 0.6, "Key words--notice of intent."], [23006, "2017-01-04T23:12:21Z", 0.0, "Renegotiating first, then if not acceptable he would formally withdraw - this could take months so question deadline is unlikely."], [32127, "2017-01-04T22:30:28Z", 0.07, "Seems unlikely, but pretty great uncertainty in what agenda will be"], [22245, "2017-01-04T19:24:54Z", 0.05, "I don't think there will be a withdrawal, but there will be a renegotiation of NAFTA."], [2895, "2017-01-04T19:24:03Z", 0.07, "Withdraw and then replace at some indefinite time would objectively cause profound disruptions in production, supply chains, goods inventory  and border access to thousands of enterprises and millions of consumers. Even in the context of inflamed campaign rhetoric by  an actor with documented impulsiveness that would present a surprising step. You would expect sober counsel to argue against this sequence "], [32111, "2017-01-04T18:30:55Z", 0.0, "US Trade Representative unlikely to be confirmed by Senate until late February; intent to enter negotiations with Canada and Mexico over the terms of NAFTA likely to be accepted; no requirement to provide notice of intent to withdraw in order to achieve the goal of renegotiation."], [19923, "2017-01-04T15:19:22Z", 0.05, "Path dependence and such...NAFTA is by now too ingrained and the US would pay far too high a cost to extradite itself from NAFTA."], [31450, "2017-01-04T14:47:37Z", 0.08, "I think Trump will want to try and renegotiate NAFTA first and that will take months or years. As a negotiating tactic publicly threatening to withdraw makes a lot more sense than actually providing notice of intent so I believe that is much more likely. That said, I am still giving 8 points to yes because of all the campaign rhetoric and Trump's general lack of patience."], [32063, "2017-01-04T09:14:44Z", 0.05, "Will be very low priority in Trump's in-tray "], [31963, "2017-01-04T04:46:17Z", 0.15, "Could possibly be a strong arm tactic for negotiations. "], [16278, "2017-01-04T02:09:20Z", 0.25, "Sounding more like Trump and his team interested in renegotiating NAFTA, and both Mexico and Canada has indicated they are also willing to update the agreement. Withdrawal less likely, renegotiating more likely."], [1333, "2017-01-03T22:15:30Z", 0.05, "Trump’s got the pope on his yacht. The pope’s hat flies off. It’s in the water. The Secret Service is trying to get it. All the pope’s people are trying to get it. Trump goes, “Hang on, hang on.” He walks across the water, bends over, picks up the hat, walks back across the water, puts in on the pope’s head—the pope’s baffled. Next day’s newspaper headline reads, “TRUMP CAN’T SWIM.”"], [1333, "2017-01-03T20:00:53Z", 0.1, "Standing at 10% as i think that DT might invoke article 2205 as an opener for renegotiation. I would go higher but the time frame is to tight."], [14493, "2017-01-03T18:22:41Z", 0.0, "My guess would be step 1 tell (not ask) Canada and Mexico that NAFTA needs to be renegotiated.  I guess Trump would need to give then a few weeks to think about it. If they agree then months or years of negotiations would follow so the answer to this question with 0%. If  they say no then step 2 could be threatening to give notice, they would need to be given time to think about it. If they now agree to negotiate the answer to the question is 0%. If they still don't agree then notice could be given. \nSo the issues are (a) will Canada and Mexico agree to negotiate (b) if they don't will Trump write the letter  and does he need Congress to agree (c) if it comes to triggering the latter how long will it all take. \nIf I was involved on the Mexican or Canadian side I would be seriously worried about the US withdrawing from NAFTA. Faced with the threat of the US withdrawing I would aim to prevaricate. The NAFTA agreement appears to be a fairly complex trade agreement with lots of sections covering issues that could be regarded as favorable to US interests as well as things that are favorable to Mexican or Canadian interests.  If  negotiations are started no doubt all three countries will press for more favorable terms for their special interests, so renegotiation could quite easily be dragged out for years as all the special interest groups weigh in with demands that they want their governments to fight for. Unilaterally withdrawing would harm all three countries and cross border businesses. Trump might threaten to rip up the deal. but my guess is that it would be big risk to US business. \nSo my conclusion is that before 30th April 2017 Canada and Mexico will agree to talk about re-negotiating NAFTA. As its unclear if Trump has the power to trigger article 2205 and (to me) its unclear if he writes the letter if he can withdraw it within the 6 months, it therefore seems unlikely that it the letter will be sent before 30th April.  \nSome numbers; agree to negotiate with no specific threats before  30th April 80%, Not agree to negotiate and are threatened with 2205 20%, agree to negotiate under threat of 2205  20%. I don't see it in anyone's interest to push it over the cliff. \nI will admit I have been wrong about Trump before.     "], [32066, "2017-01-03T18:12:22Z", 0.05, "Renegotiation would be >50%, but notice of withdrawal would seem unlikely"], [30863, "2017-01-03T16:35:27Z", 0.05, "Low priority"], [32028, "2017-01-03T16:19:57Z", 0.67, "Notice of intent to withdraw is first step in strong renegotiation.\nTrump is overextended politically on tough talk with Mexico.\n"], [32059, "2017-01-03T15:52:10Z", 0.0, "This will not be on Trumps priority list. Withdrawing from a complicated trade agreement like NAFTA is way more complicated then Trump can possibly imagine. "], [32053, "2017-01-03T15:41:53Z", 0.1, "Probably not, because he wouldn't take this risk."], [4992, "2017-01-03T13:48:54Z", 0.04, "Starting pretty closely in line with consensus (4% vs. 6%).  It seems crazy they would START with a withdrawal notice (instead of seeking re-negotiation).  Still, I guess you never know... "], [30042, "2017-01-03T10:09:52Z", 0.1, "I think renegotiation is definitely the more likely outcome and it could take months."], [32037, "2017-01-03T03:51:41Z", 0.5, "Will Dove tail TARP funeral as rally cry to unravel Nafta"], [26557, "2017-01-03T03:35:27Z", 0.05, "Even if Trump wants to take action on NAFTA, this would not be the approach he would use. He would hold a renegotiation meeting with one or both of Canada/Mexico."], [32036, "2017-01-03T03:27:57Z", 0.12, "The products we sell to Mexico and Canada bring in more revenue than the jobs we have lost--and those jobs are not coming back.  Therefore, nothing would be gained to withdraw from NAFTA.  Trump will claim he can bring in \"better jobs\" than the ones lost."], [32026, "2017-01-03T02:55:30Z", 0.8, "I think Mr Trump has to stand by at least some of his campaign promises and the trade agreements are on the top of his list."], [32033, "2017-01-03T02:01:24Z", 0.0, "Withdrawal from NAFTA may reduce bargaining power of a participating member. However, a threat of withdrawal can lead to a renegotiation of previous agreements without sinking the ship."], [32034, "2017-01-03T01:59:29Z", 0.05, "It's a very bad idea and congress and business will fight"], [32024, "2017-01-02T23:32:39Z", 0.1, "He will try to renegotiate, using possible withdrawal as a threat. Will have a problem because many large U.S. corporations like the current arrangement, i.e. cheap labor and few environmental regulations, so fellow Republicans will not be as supportive on this."], [32022, "2017-01-02T22:54:26Z", 0.05, "Congress does not have the appetite for this. This is a Trumpist idea, at best. With that, even Trump hasn't indicated he wants to withdraw from NAFTA, as he has stated for TPP. He would like to renegotiate it, but that's an action that can take place within the current trade agreement and would not require formal withdrawal. "], [32016, "2017-01-02T22:23:10Z", 0.85, "In my opinion Mr. Trump has too produce on his core promises. One of which is to leave NAFTA. I don't think he will be able to completely do that but he will attempt to negotiate a deal he can present to the American people as a win. In order to make a deal he needs leverage. The threat to withdrawal completely would be the ideal fulcrum to leverage a deal or to actually withdrawal completely from NAFTA."], [24109, "2017-01-02T22:04:27Z", 0.02, "I would go to 0, but that just feels wrong.  So, 2%.  Lots of good reasons below why it has very low probability.  Yet another is that Donald and the R's will be busy with other fights.  This one will be down on the list, if it is worked on at all.  Donald is going to be so overwhelmed spinning up, running his businesses and twittering, he won't have time."], [32007, "2017-01-02T20:18:44Z", 0.15, "Saner minds will prevail and they will push for a renegotiation."], [32005, "2017-01-02T18:55:20Z", 0.15, "I believe Trump could serve notice to withdrawal if suggested renegotiated terms aren't agreed upon.  The likelihood of a withdrawal occurring and the likelihood of serving notice are distinctly different "], [32004, "2017-01-02T18:37:27Z", 0.4, "New negotiated settlement most probably"], [31989, "2017-01-02T15:13:32Z", 0.1, "All things with Trump are negotiable. He and his advisors will agree to new terms."], [23234, "2017-01-02T14:48:38Z", 0.3, "Comment deleted on Jan 02, 2017 04:30PM UTC"], [31972, "2017-01-02T12:34:19Z", 0.6, "I think it is about punishing Mexico and \"make Amerika great again\". Trump will try to deliver on this promise. "], [31903, "2017-01-02T12:25:46Z", 0.05, "\"Withdrawal from NAFTA\" will more likely serve as a negotiating point in reshaping trade agreements.  Whether or not withdrawal ultimately happens, it is likely that the negotiating process will not be completed by 30 April 2017."], [7124, "2017-01-02T06:17:22Z", 0.35, "The liar Trump will attempt to appease his base, but unintended consequences of such a move will surface"], [31956, "2017-01-02T04:07:01Z", 0.0, "There is no logical reason to withdrawal from NAFTA"], [14133, "2017-01-01T23:12:10Z", 0.05, "Silly campaign theme from a silly campaign."], [16512, "2017-01-01T22:48:13Z", 0.79, "No pain for the House"], [31938, "2017-01-01T22:41:02Z", 0.05, "Too much needs to be thought through as to broader implications of NAFTA withdrawal.  Lots of noise in the form of trial balloons, but no substance in 2017.  If economy is moving forward (2-3%) it will take off some of the pressure to withdraw."], [28563, "2017-01-01T22:29:37Z", 0.75, "Letter of intent is not the same thing as a 2 weeks notice that must be followed through.  I suspect that Trump will voice his intent.  That gives him 6 months to play with, all the while with good press that he is keeping a campaign promise.  "], [31937, "2017-01-01T22:12:57Z", 0.05, "Notice of intent by April is unlikely. Threats are likely. "], [29970, "2017-01-01T21:52:33Z", 0.05, "This will be talked about ad nauseum, but level heads have not yet figured out the ramifications or developed back-up plans."], [21319, "2017-01-01T21:35:55Z", 0.8, "I am assuming a letter of intent is not the same thing as effecting a withdrawal and making a gesture like this will probably be all that happens."], [31936, "2017-01-01T21:30:03Z", 0.55, "Trump will aspire to do this but there will be push-back from US-based multinationals. He will settle for photo-op threatening action."], [206, "2017-01-01T21:00:33Z", 0.05, "He'll talk a lot about it, but when his staff informs him (a) what's involved in pulling out and (b) what the side effects will be, I think it's more likely he'll back off and come up with some kind of excuse to justify the reversal of position."], [31930, "2017-01-01T20:23:41Z", 0.05, "It's fairly unlikely that Trump will truly withdrawal from NAFTA in the first 100 days.  Before withdrawing he would have to negotiate with Mexico and Canada about a new deal which would last at least the first 100 days even assuming negotiations go south. "], [31901, "2017-01-01T19:38:05Z", 0.15, "Trump will need time to understand exactly what entails by pulling out of NAFTA.  Maybe later, but first 100 days is unlikely"], [31082, "2017-01-01T19:32:02Z", 0.1, "While criticised by president elect Trump, it would be a contentious issue to fight over, which makes it a not in the top of the list item. If Mr Trump goes for it, it will not be in the first 3-4months of his office. Give it a 10%, max."], [31922, "2017-01-01T18:59:43Z", 0.05, "I think that NAFTA is being pushed much further down the 'Things to do List'. Although it is a promise made during this election cycle, it will fall off the table for now."], [27582, "2017-01-01T18:57:36Z", 0.02, "The timescale appears far too short for all the likely posturing and negotiations to have taken place."], [30026, "2017-01-01T18:21:44Z", 0.25, "It appears, but it is unclear, that the President can withdraw. However, since NAFTA is not a treaty, like most other trade agreements, it might be within the President's authority. It would take more than 4 months to get anything through the court system. The question is, can Trump notifify of intent with full realization that there will likely be no progress. He may not even have the intent to proceed with withdrawal."], [31914, "2017-01-01T17:43:35Z", 0.1, "There will be threats but Mexico and Canada will suggest negotiations and drag anything as long as possible and the business elite backing Trump will encourage this path."], [30442, "2017-01-01T15:47:35Z", 0.25, "GOP congress won't have the appetite as businesses don't want a repeal."], [30602, "2017-01-01T15:16:23Z", 0.0, "Comment deleted on Jan 01, 2017 10:59PM UTC"], [31900, "2017-01-01T14:32:26Z", 0.05, "Republicans generally favor unfettered trade, but there is a chance they will be bullied into providing such notice without following  up on it."], [631, "2017-01-01T13:56:03Z", 0.25, "Trump will use the option as a leverage against Mexico in renegotiating interpretation of trade rules."], [6315, "2017-01-01T13:48:30Z", 0.0, "I think that most people knew that after 23 years NAFTA was here to stay, but it felt good to hear Trump talk about cancelling it."], [24295, "2017-01-01T13:40:04Z", 0.87, "Maybe Trump want to withdraw  Mexico but stay in the NAFTA, collaboration with Canada only. They have time, to do it or not and they have argument, Canada are friend not mexico, maybe it's irrational but people thought it's true (and doesn't have data). "], [10924, "2017-01-01T07:07:55Z", 0.15, "Providing notice by the US Govt would still require Congressional approval but can be an effective intimidatory tactic therefore starting slightly ahead of consensus"], [31883, "2017-01-01T06:26:04Z", 0.1, "His campaign website says that Trump will approach the NAFTA partners with a proposed renegotiation, not immediate withdrawal from NAFTA.  The threat of withdrawal is the lever that will bring Mexico/Canada to the negotiating table.  Providing notice isn't necessary unless the initial negotiations go poorly for the US, which will likely take longer than 100 days."], [31859, "2017-01-01T05:09:35Z", 0.5, "Trump is a businessman and first 100 days set the scene in business. He will feel that business decisions are most important and easiest to make. Plus they garner big splash in media"], [6303, "2017-01-01T05:01:42Z", 0.01, "According to the general news and GJP consensus."], [29980, "2017-01-01T03:55:00Z", 0.95, "Yes but in the end it will not withdraw\n"], [705, "2016-12-31T17:48:36Z", 0.01, "A better question to ask would be if the Trump Administration will initiate talks to renegotiate NAFTA in the first 100 days. There is a higher probability of that then there is of withdrawal of NAFTA. Both are unlikely in my opinion. This is one of many campaign promises that Trump will fail to follow through on. "], [31871, "2016-12-31T16:42:18Z", 0.05, "more important problems to handle"], [25281, "2016-12-31T13:20:20Z", 0.05, "lot of other priorities - while not non zero - this is a low probability event even down the road - where terms will be negotiated rather than a withdrawal"], [16278, "2016-12-31T00:11:15Z", 0.75, "Considering that Trump has made this a point in his campaign to note repeatedly that NAFTA is the worst trade agreement in history, I believe that yes, he will provide intent to withdraw from NAFTA before 30 April 2017. I don't necessarily think this would be a good idea, but intent to withdraw is not the same as actually withdrawing and should be a relatively easy thing for him to do within the first several months of his administration, showing consistency with his campaigning promise and earning easy political capital with his base."], [651, "2016-12-31T00:00:29Z", 0.75, "Notice is not withdrawal.  The new administration will not miss out on an opportunity to appear to follow through on campaign promises, especially if doing so is of little lasting consequence."], [1529, "2016-12-30T22:26:40Z", 0.03, "Despite a variety of criticisms of NAFTA, it is a complex arrangement that, in some cases, does provide protective value to corporate interests. It would seem that NAFTA is not on the 100-day target, especially since there is no Plan B to put as a replacement. "], [30169, "2016-12-30T22:08:54Z", 0.12, "Trump's campaign has been shown to be mostly bluster. His simplistic understanding of almost everything means that when that simplicity meets the complexities of governing, things will be delayed or abandoned. I feel that this action will not be taken before the stated date as a result. "], [31851, "2016-12-30T21:28:32Z", 0.0, "Too much vested interest of the president elect himself with his business dealings with China, India and other countries to sabotage his personal stake. That and the fact that there is no alternate viable plan to replace NAFTA with any othetr treaty."], [691, "2016-12-30T21:07:54Z", 0.04, "Much may depend on how this is scored.  If he threatens to withdraw unless something happens and it doesn't happen, the whole thing for our purposes may hinge on the effective date of his threatened action.  If you've ever wondered what it's like to be inside a pinball machine, this may be your big chance to find out.  "], [706, "2016-12-30T20:47:30Z", 0.03, "His economic advisors won't allow him.  "], [31843, "2016-12-30T18:08:20Z", 0.03, "Too many complicating factors"], [31838, "2016-12-30T17:05:19Z", 1.0, "I don't believe we will leave NAFTA at this time, but announcing the intent to leave will enable a refresh, or update, of the agreement to one that's viewed more balanced by the new US administration. "], [31839, "2016-12-30T16:57:31Z", 0.0, "There may be some threats and bluster, but no action will be taken. "], [29054, "2016-12-30T16:24:43Z", 0.0, "Nah! The whole campaign was trash-talking and hogwash, anyone who believes much what people say when they are running for office need to weight the statements with a large dose of skepticism and contrast it with reality. \n"], [13498, "2016-12-30T13:06:56Z", 0.05, "I believe there will be saber-rattling about this but no official intent to withdraw because there will be bigger trade issues with China as focus of first 100 days"], [29680, "2016-12-30T01:52:50Z", 0.2, "Trump is unpredictable, but he'd be better off renegotiating than withdrawing. That said, a notice of intent may not result in withdrawal, which seems less likely. Also, Mexico and Canada have a lot of incentives to review the trade agreements, so an intent to withdraw notice may not be necessary even as a leveraging tool. "], [691, "2016-12-29T22:42:10Z", 0.04, "M. Petits-Doigts has made a Big Deal out of this.  He will need to do something dramatic pretty soon.   He may announce that he intends to renegotiate the deal, and to withdraw only if bullying fails, which will take longer than this Q is alive. So no pullout before this deadline."], [31810, "2016-12-29T20:58:57Z", 0.01, "The new US government will Face Many issues from which the less nasty ones are those that run successfully - no change in this agreement "], [21, "2016-12-29T18:47:39Z", 0.08, "Not a priority. So much to do!!\nInsufficient time."], [28091, "2016-12-29T16:23:09Z", 0.01, "Mexico & Canada are two of the three largest trading partner for the US . Those are not  trading relationships you blow up suddenly. Trump will try to negotiate a better deal, the odds of the US providing notice of withdrawal by April 30th is miniscule."], [31798, "2016-12-29T13:05:51Z", 0.2, "Trump himself said he would seek to renegotiate the deal first. But he could use it as a move in a (bizarre) strategy to force the renegotiation, and as a demonstration of resolve (as a number of other campaign promises of acts to be done early into the administration will have proven impossible)."], [3434, "2016-12-29T12:35:33Z", 0.0, "What's in it for Trump?"], [25944, "2016-12-29T01:27:32Z", 0.05, "On its face, it would be an absurd policy decision.  On the other hand, Trump is nothing if not absurd."], [691, "2016-12-28T21:49:39Z", 0.12, "One is torn by the conflict:  Excellent reasons are adduced by others on this site and elsewhere as to why this should not happen, and wouldn't in a rational universe vs. the unplumbed potential depths of the incoming administration's ignorance and irrationality.  Stay tuned."], [31784, "2016-12-28T21:35:59Z", 0.05, "Brexit: the UK government had more than 100 days to invoke article 50 to pull out from the EU and they have realised it is incredibly complex."], [29646, "2016-12-28T21:26:52Z", 0.0, "I think President-Elect Trump will attempt to Renegotiate/Amend NAFTA first."], [544, "2016-12-28T19:39:03Z", 0.3, "Very vocal expression of intent, but fairly unlikely within this time frame given complexity and need to assess wide-ranging economic ramifications "], [12879, "2016-12-28T19:26:20Z", 0.05, "Trump could hit a brick wall on NAFTA.\nDramatically changing the agreement could send tremors throughout the North American business community.\nhttp://www.politico.com/story/2016/12/donald-trump-nafta-232992\nAdditionally he and Congress have higher priorities to consider first like the ACA."], [12268, "2016-12-28T17:37:27Z", 0.3, "Based on may not need to use mechanism to renegotiate and timeline may be too soon"], [83, "2016-12-28T16:39:21Z", 0.0, "No way,\nNot after DTrump just paid United Technologies (and subsidiaries) $7 million to send 1,300 Indiana jobs to Mexico?\nhttp://www.politifact.com/punditfact/statements/2016/dec/04/heather-mcghee/did-donald-trumps-carrier-deal-actually-save-less-/"], [31777, "2016-12-28T16:01:43Z", 0.4, "If it wasn't Trump with his history of making knee jerk reactions without a real plan I would say the chance is 0% because an alternative solution would need to be proposed and debated. I'm giving this a 40% chance to happen by April 30th because Trump may not wait to come up with an alternative before providing notice to withdraw. I'd put it at 70% to happen in the first year."], [18846, "2016-12-28T14:46:33Z", 0.0, "There would have to be a well crafted replacement agreement before Article 2205 would be executed. Ideally, before we execute an exit, we'd have to negotiate the new agreements with our trade partners. the would certainly take more than 2 months."], [445, "2016-12-28T14:11:13Z", 0.95, "Seems a bit early, but considering the world-wind action of the new presidency, the notice to withdraw will be made."], [18762, "2016-12-28T14:01:05Z", 0.15, "simply put, withdrawal almost never happens, there are other solutions to achieve the same effect and the time frame is so short given other, more pressing, needs."], [28380, "2016-12-28T09:39:41Z", 0.03, "Short time frame. Unlikely. Probably will focus on China first."], [31768, "2016-12-28T08:42:33Z", 0.0, "If anything happens regarding NAFTA, it will be minor. Certainly no intent to withdraw that soon, despite what he might have claimed."], [31204, "2016-12-28T07:31:01Z", 0.05, "US should take more time to make decision on it."], [12143, "2016-12-28T03:57:11Z", 0.65, "The Trump administration will feel the need to send a message."], [31766, "2016-12-28T03:42:35Z", 0.1, "NAFTA is beneficial to USA, so it won't go away."], [4139, "2016-12-28T03:05:18Z", 0.8, "He may not follow through but I believe he will file, even if it's just a negoiatiing tactic designed to improve his position, one way or another, he won't let the VAT imbalance at 17% remain."], [31764, "2016-12-28T02:50:07Z", 0.2, "Will Trump mature into the job? If he does, it won't happen. If he doesn't, who knows."], [1056, "2016-12-28T02:30:49Z", 0.0, "No, but Trump will propose renegotiating NAFTA. In the long term, withdrawal may be on the table as the ultimate threat if Trump can't get something he can sell as satisfactory. But as it is, threats will probably be enough for Trump to be able to get some result that he can claim as a victory, and more importantly, that will be regarded in the U.S. as a victory."], [27461, "2016-12-28T02:29:17Z", 0.0, "Not in this time frame. But there will be an attempt to start renegotiating the terms. Wilbur Ross said as much on Fox Business News on Nov 30. "], [23879, "2016-12-28T01:04:54Z", 0.0, "\"The U.S. has not withdrawn from a trade agreement since 1866.\" [1]"], [12879, "2016-12-28T00:24:55Z", 0.15, "The question one must consider, is that of, priority. What steps remain to be seen, to be taken, in President Trumps initial 100 days. Will he use the congress, or will he follow former President Obama's use of taking the PEN for Presidential action to veto such as ACA, regulations or other Presidenrial actions. What steps remain to be seen, following his swearing in, on 20 January 2017."], [20797, "2016-12-27T21:22:17Z", 0.15, "There are two paths to Trump claiming that he's \"solved\" NAFTA. One is to withdraw from it; the other is to take some other action on trade (such as a general tariff) that would address the same political need to do something. My guess is that Trump is more likely to take the general approach and then wait and see what to do with NAFTA, including claiming that he's made a DEAL with Mexico so that it's unnecessary to withdraw. "], [691, "2016-12-27T19:55:23Z", 0.18, "Littlefingers says he plans to do this, but he has said many things about which his mind, such as it is, has apparently been changed.  This is sufficiently stupid that he will probably do it eventually, but his advisors will take longer than this timeframe to convince themselves of their irrelevance, during which interval he will be pretending to listen to them."]]}