{"question_id": 523, "title": "Between 1 July 2017 and 30 June 2018, will an armed group from Iraq engage in a campaign that systematically kills 1,000 or more civilians in Iraq?\n", "correct_answer": "No", "crowd_forecast": 0.1, "preds": [[39960, "2017-09-28T10:55:44Z", 0.09, "It is highly unlikely that this would happen as Iraq is secured through military from around the world"], [1333, "2017-09-24T16:11:51Z", 0.25, "going up on notion that the Kurdistan Election will ignite problems."], [6303, "2017-09-18T03:54:52Z", 0.01, "Based on general news and GJP consensus."], [691, "2017-09-17T19:29:13Z", 0.08, "http://www.aljazeera.com/news/2017/09/iraq-army-intervene-kurds-referendum-escalates-170917042312324.html\nBumping this up a bit to allow for extravagant actions against the Kurds."], [83, "2017-09-16T17:27:57Z", 0.1, "Ethnic cleansing in Kirkuk is one possibility."], [34908, "2017-09-14T15:04:20Z", 0.12, "This morning in Nasiriya Iraq, an area frequented by Shia Pilgrims and Iranians, two attacks claimed by IS were carried out. A suicide bomber at a roadside restaurant and a car bomb at a nearby checkpoint claimed the lives of at least 50 people.\n(http://www.bbc.com/news/world-middle-east-41270791)"], [6303, "2017-09-04T04:34:34Z", 0.01, "Based on general news and GJP consensus."], [38699, "2017-09-02T02:06:33Z", 0.86, "I think this is very likely because #1. the next most likely major war is in Northern Iraq to prevent Iran from creating 'economic lines of communication' Westward through Syria to the Mediterranean, 2. The referendum on Kurdish independence has little cohesion around it, as does all of the actors there, because of #1 above and Turkey's persecution of cohesive Kurdish forces (and for that matter, Iran's persecution), 3., the overall corruption throughout the whole country makes it one big tinderbox, not just the Northern Kurdish areas. 4. The YPG in Syria have now partnered with Russia more extensively (in Afrin) and can probably successfully play Russia and the U..S off each other, meaning the U.S. has less firm footing politically on which to base it's Iranian denial on. "], [38540, "2017-08-29T19:37:32Z", 1.0, "The way I read the question, a campaign of terrorism that includes bombings of massed civilians is included in the assessment."], [12302, "2017-08-26T14:20:49Z", 0.9, "initial forecast."], [6303, "2017-07-17T03:15:01Z", 0.01, "Based on general news and GJP consensus."], [36281, "2017-07-12T11:35:33Z", 0.06, "Still awaiting the resolution of the conflict, also the spillover from the war in Syria could continue."], [31238, "2017-07-03T16:17:58Z", 0.1, "Is ISIS \"from Iraq?\""], [36200, "2017-07-02T16:34:53Z", 0.3, "ISIS threat less "]]}