{"question_id": 405, "title": "Will a border adjustment tax be passed by the U.S. Senate or House of Representatives before 30 April 2017?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[35167, "2017-04-30T18:23:10Z", 0.01, "If there was ever a chance of such a thing, it seems to be well past."], [32900, "2017-04-26T16:10:12Z", 0.0, "http://www.wsj.com/graphics/border-tax/"], [23006, "2017-04-26T14:03:46Z", 0.0, "http://www.wsj.com/graphics/border-tax/\na good explanation of what comprises BTA and why Trump has backed off this. Also provides some evidence that Trump anticipates a rising dollar"], [32919, "2017-04-26T01:52:14Z", 0.0, "News just came in that Trump is dropping this tax"], [32777, "2017-04-25T23:58:42Z", 0.1, "There's staunch opposition to this bill from the Dems, which is going to make it increasingly hard for Trump's administration and Republican House/Senate members.  Seeing as relatively little has been done in terms of debate over this bill, I doubt that by April 30th anything will be passed especially what with the recesses Congress is currently under."], [28904, "2017-04-24T20:59:08Z", 0.0, "Have not even seen it introduced"], [31914, "2017-04-23T19:50:27Z", 0.0, "the measure hasn't even introduced to Congress."], [1333, "2017-04-22T14:44:34Z", 0.15, "Waiting to find out what the White House/ Freedom Caucus have agreed to compromise on concerning Tax Reform and Health Insurance reform are."], [31450, "2017-04-14T19:08:31Z", 0.0, "Dropping to zero because there's only two weeks left."], [32972, "2017-04-11T16:39:04Z", 0.0, "Approval rating is too low and it's too late in the 100 days for the white house to work on this."], [31936, "2017-04-09T15:51:16Z", 0.05, "Time is running out, Congress is out of town, and free market GOP members will not support this."], [23006, "2017-04-09T15:17:49Z", 0.0, "Not before deadline"], [691, "2017-04-06T20:03:34Z", 0.0, "Very small outside chance that the House will do this.  However, the Kochs are against it, so nobody who votes for it will win a Republican primary ever again, perhaps including poor little Paul Ryan.  I remain a Republican solely for the entertainment value these days."], [32810, "2017-04-06T19:32:31Z", 0.0, "There is not enough time for anything like this to happen.  Most are too focused on Gorsuch or repealing Obamacare to focus on this."], [14493, "2017-04-04T17:48:40Z", 0.0, "At risk of being caught out (again) in the Post-Rational new world order this looks like a very complicated tax that it is unclear how effective it would be, unclear if it would be legal under WTO rules, and would appear to make the US tax system even more complicated than it is now. Surely it would be better to come up with a general overhaul of the US tax system. simplify it all and introduce a Value Added Tax system that would (a) be legal under WTO rules (b) rational and simple (c) do what Trump and other want a border adjustment tax to do. What's not to like with VAT?  All OECD countries except the USA have VAT systems, 160 out of 193 countries of the world use it. The only problem I see is Not Invented Here, and maybe even worse it was invented in Europe.  \nI am assuming the border adjustment tax (perhaps wrongly) that it will not be passed in the next 27 days. "], [23006, "2017-04-04T16:46:25Z", 0.3, "Not enough clarity from US Gvt to think this will be announced before q deadline. Lobby groups working hard for and against. Lobbying for favour is not something I think trump would rush as the relationships benefit his business...once he's out of office of course :-p"], [34763, "2017-04-04T16:27:32Z", 0.01, "Because all indications are that tax policy debates will last into the summer."], [98, "2017-04-04T13:50:21Z", 0.0, "Too many other items on the front burner.  Not something that needs to be addressed soon"], [7124, "2017-04-04T00:28:38Z", 0.05, "way too complicated with a lot of foes"], [33927, "2017-04-03T14:46:47Z", 0.03, "Tax reform is highly unlikely to go through within the next month. The Senate is gearing up for a supreme court battle. There won't be time or attention for a border adjustment tax."], [13377, "2017-04-01T19:20:02Z", 0.0, "https://www.nytimes.com/2017/04/01/us/politics/trump-border-tax-import-koch.html"], [34353, "2017-03-29T11:43:11Z", 0.01, "2.5 legislative weeks remain. GOP suffered a major setback with AHCA. WH is pushing tax reform as the next major piece of legislation. Congress still needs to pass FY17 Approps or CR prior to 28 April. There has been no significant move to develop this legislation."], [34591, "2017-03-28T22:16:30Z", 0.5, "Test the site."], [34588, "2017-03-28T20:30:31Z", 0.25, "It either will or it won't by the senate or the house. 1:4. "], [27101, "2017-03-28T08:56:07Z", 0.0, "In my understanding there isn't even anything close to a official proposal yet, just talks and discussions, so its way too early to get this done"], [1643, "2017-03-28T01:22:08Z", 0.0, "1) Too close to date now to get something this complex passed."], [6303, "2017-03-27T02:34:40Z", 0.0, "Based on general news and GJP consensus."], [651, "2017-03-26T18:47:43Z", 0.0, "After watching this week's healthcare episode of The Apprentice, a slim chance for a border adjustment tax got slimmer.  There is no momentum now 2/3rds of the way through the first 100 days.  He has a good chance now of getting nothing of any consequence accomplished during the first 100 days with GOP control of Congress and the White House."], [691, "2017-03-26T14:37:11Z", 0.0, "The Rs will have to pull together better if they're going to avoid embarrassment on the budget and on tax reform.  This proposal is too divisive among the various business interests that support the party--some really like it and others really hate it, roughly the same situation they had with the late unlamented Nocare proposal.  This bit might get out of committee and maybe out of the House, but it will die peacefully on the floor of the Senate.  "], [30485, "2017-03-26T14:22:40Z", 0.04, "The healthcare debacle raises some consistent doubts on the ability of the administratio to pass important reforms. \n"], [19801, "2017-03-26T06:09:38Z", 0.0, "Brady said House Republicans plan to begin moving on tax reform this spring and to pass legislation before Congress's summer recess in late July.\nhttp://fortune.com/2017/03/25/republicans-taxes-healthcare-bill/"], [31450, "2017-03-25T13:43:30Z", 0.01, "After the healthcare debacle, I'm dropping a few more points from all congressional questions"], [19801, "2017-03-25T12:34:34Z", 0.0, "Brady said House Republicans plan to begin moving on tax reform this spring and to pass legislation before Congress's summer recess in late July.\nhttp://www.telegraph.co.uk/news/2017/03/25/republicans-switch-focus-tax-healthcare-plans-collapse/"], [28091, "2017-03-23T23:40:34Z", 0.01, "Downgrading this as health care will be the only thing getting a lot of attention for while. "], [34353, "2017-03-23T14:19:55Z", 0.04, "With less than 4 legislative weeks remaining, and major agenda items such as AHCA and FY17 Approps, the likelihood of either chamber taking this up decreases daily."], [32539, "2017-03-22T22:47:15Z", 0.04, "Recent presentation by First Trust analyst Bob Stein said it was dead."], [34310, "2017-03-22T15:42:33Z", 0.7, "Comment deleted on Mar 22, 2017 03:42PM UTC"], [16778, "2017-03-21T15:04:16Z", 0.0, "Trump's popularity cache has waned. Moderate Conservatives have shown less willingness to be publicly tied to the Trump to the president due to the potential midterm election fallout from the Russian investigation and unpopular health plan bill. Gallop polls show that is the most unpopular president ever this early into his term. There will be little enthusiasm for a BAT plan and even if passed, certainly won't happen before 4/30."], [34353, "2017-03-20T17:17:55Z", 0.05, "AHCA is the primary concern for House and Senate Republicans, followed by comprehensive tax reform. Only 4 weeks in session remain, and Senate has Gorsuch hearing and any other cabinet hearings they decide to schedule. HPSCI and SSCI are tied up with Russia investigation hearings. Neither House nor Senate have discussed adding this to the legislative agenda. Trump is not overly supportive of such legislation, and pursuing this in the next month distracts from other GOP efforts in a negative way."], [34444, "2017-03-20T14:26:28Z", 0.05, "No time, Republicans in disarray"], [19801, "2017-03-20T03:21:59Z", 0.05, "It seems health care reform is currently the main agenda of the Republican party[1], which means tax reform is a lower priority. Crowded legislative calendar[2] means passage by April 30 is unlikely."], [19801, "2017-03-19T11:04:03Z", 0.45, "http://fortune.com/2017/03/15/donald-trump-tax-reform-gop/"], [31082, "2017-03-16T20:27:18Z", 0.01, "No way Trump administration will obviate the costs for lunatic electoral promises in such a blunt way."], [28904, "2017-03-14T00:49:26Z", 0.1, "There are some positive comments at http://money.cnn.com/2017/02/27/news/economy/border-adjustment-tax-trump-trump-congress/, but it doesn't look like it has enough Senate support: http://thehill.com/policy/finance/322971-flake-becomes-latest-gop-senator-to-raise-concerns-about-border-tax-proposal. \nHowever, based on the question, Either the Senate OR the House would need to pass this in the next ~45 days. The House seems to have support for it, even though the Senate doesn't. That's enough to satisfy the question, isn't it?"], [31450, "2017-03-13T14:06:07Z", 0.05, "Dropping 20 points, should have been updating this prediction more regularly. Anyway, I'll be generous and say it seems congress is going to keep focusing on healthcare and a border adjustment tax is definitely a second tier issue for them; probably has nothing to do with general congressional dysfunction."], [38, "2017-03-11T01:49:44Z", 0.0, "http://www.afr.com/news/politics/world/donald-trump-signals-timing-of-border-tax-20170228-gumz7e#ixzz4ayfSF9wX "], [373, "2017-03-09T17:06:22Z", 0.1, "Somewhere much less than 50/50"], [25465, "2017-03-08T07:35:25Z", 0.0, "Too many other things cluttering it all up.  Plus, we the people don want to pay for a wall."], [32539, "2017-03-07T23:17:52Z", 0.08, "1. There does not seem to be enough time to get this passed but it's only one or the other 2. Joe Barton said he would support the 20% tax 3. They seem to be bogged down in ACA considerations"], [34206, "2017-03-07T23:06:30Z", 0.3, "While insane to actually implement a resolution will provide Trump with a powerful rhetorical tool."], [33634, "2017-03-07T03:24:37Z", 0.41, "EDIT: I didn't realize I assigned an original 18% probability ~3 weeks ago.  My current 41% chance forecast is my most recent, and an increase from the initial forecast of 18%. I think there may be some movement to take away the focus from the current issues.  That may speed up this legislation."], [23006, "2017-03-06T23:40:37Z", 0.4, "Passage of time. Plus they like us...right now anyway"], [522, "2017-03-06T10:19:07Z", 0.1, "It is unlikely to pass within this timeline and although it might later make it through the House passage through the Senate is more problematic."], [31989, "2017-03-05T16:50:51Z", 0.5, "It's anyones guess."], [1331, "2017-03-04T18:15:42Z", 0.05, "The \"good old boys\" will have to learn how to use their calculators first"], [29997, "2017-03-03T12:48:27Z", 0.05, "It is not going to be a priority within this timeframe"], [34087, "2017-03-03T07:03:29Z", 0.15, "Because it will impact the way world trading works. If Trump does this, he practially declares financial war on Mexico. This may seem a good idea, US being the stronger hand. But it will force the Mexicans into the arms of China.."], [28931, "2017-03-03T00:36:52Z", 0.08, "Seems soon for any substanial legislation to pass especialy one with so many unkowns.  Trump administration has shown a desire to make concrete changes and has a republican senate. "], [27101, "2017-03-02T11:58:37Z", 0.02, "April seems way too early for anything concrete to pass"], [691, "2017-03-01T13:49:05Z", 0.01, "http://www.reuters.com/article/us-usa-trump-trade-idUSKBN168397\nWilbur makes it clear that his boss Mr. Head the Talking Horse didn't come out for this last night.  Coming down a bit more.  Thanks, Wilbur."], [19801, "2017-03-01T13:22:18Z", 1.0, "Ryan and Bannon Forge Unexpected Alliance on Border Tax\nhttps://www.bloomberg.com/politics/articles/2017-02-28/ryan-said-to-forge-unexpected-alliance-with-bannon-on-border-tax"], [34043, "2017-03-01T04:33:37Z", 0.01, "There's other more pressing issues the administration will push for, including immigration enforcement which will create a lot of waves and steal attention"], [498, "2017-02-28T18:18:34Z", 0.1, "There are so many versions of a so-called \"border adjustment tax\" running around that it is possible the name (label) will be used irrespective of which (dramatically different) versions is enacted, if only for the sake of allowing association with the ultimately winning proposal. +9"], [16778, "2017-02-28T16:51:41Z", 0.02, "Trump's blind foray into the health care morass without first seeking bipartisan support will condemn it to months of endless debate, negotiation, and delays. Republicans need to resolve this first because changes can still be made under Reconciliation with a simple majority. Thus a house BAT bill is extremely unlikely to be passed before the April 30, 2017 deadline."], [34037, "2017-02-28T12:10:25Z", 0.15, "There are 60 days left and little has happened on this score. Other issues (healthcare, immigration, etc.) dominate the news cycle (which Trump is sensitive to), and healthcare in particular consumes congressional time as they attempt to figure out what to replace the ACA with."], [34008, "2017-02-27T17:31:42Z", 0.2, "- Only 60 days left\n- There is a strong lobbying effort against it that will gather further momentum\n- Both Donald Trump and Gary Kohn have waffled on it\n- Steve Mnuchin expects tax reform in Aug\n- He is prioritizing immigration and Obamacare"], [28091, "2017-02-27T16:18:53Z", 0.3, "I am flip flopping a lot on this one. One day Trump appears to be against it, the next not so much. Even if it happens will it occur before April 30th or will there be a longer negotiation. The border adjustment tax may be the only way to pay for everything Trump has promised. I am upgrading this significantly today and I am ready to continue moving it up as needed. The Trump administration is now dealing with the most volatile issues (health care, trade, taxes) where the repercussions for your action can impact Trump and every Republican congressman and even state governors and state legislators. Unlike the wall and immigration crackdowns, issues like health care, trade and taxes have the potential to split the Republicans base. Any forecaster who gets all of these types of questions right would be very impressive. "], [29907, "2017-02-27T14:18:46Z", 0.2, "It seems that Trump has become more sympathetic to the idea, e.g.: http://www.reuters.com/article/us-usa-trump-tax-exclusive-idUSKBN1622J5 I still believe that the tax is unlikely to be passed before 30 April due to the complexity of the issue. "], [19801, "2017-02-27T10:24:57Z", 0.99, "The following day, in an interview with Reuters, the president gave his clearest indication yet that he was open to a border adjustment tax."], [20797, "2017-02-26T23:05:33Z", 0.02, "Retailers are gearing up opposition. "], [33996, "2017-02-26T17:28:43Z", 0.02, "Not enough time to carefully impose such of a tax.  I expect the threat of the tax to remain while negotiations with Mexico and Corporate CEOs continue."], [19801, "2017-02-25T04:10:19Z", 0.95, "The DealMaker has spoken"], [498, "2017-02-24T09:09:51Z", 0.01, "Despite it being \"too complicated,\" Trump himself, in his own Trumpian way, seems to be coming around to it:\n“It could lead to a lot more jobs in the United States. ... I certainly support a form of tax on the border because everybody else does. We’re the only country, we’re one of the very few countries, possibly the only country, that has no border tax. And that’s not a tax to the consumer, because that’s going to be a tax to companies and it’s going to be a tax to other countries much more so than it is to the consumer. That’s a tax to other countries. And what will happen is, don’t forget there is no tax if we make our product in the United States. So I don’t consider it a tax. That’s a tax if companies are buying their product outside of the United States. But ... if they make their product in the United States, there is no tax. So what is going to happen is companies are going to come back here, they’re going to build their factories and they’re going to create a lot of jobs and there’s no tax.”\nhttp://www.reuters.com/article/us-usa-trump-interview-highlights-idUSKBN1622RG"], [33955, "2017-02-23T21:05:17Z", 0.25, "If it isn't on Trump's radar it likely won't happen."], [31450, "2017-02-23T20:11:50Z", 0.25, "I am starting at 25% because I think the house has a chance to pass a border adjustment tax but with so many other things going on there is a good chance they simply don't get around to it in the next two months."], [18762, "2017-02-23T19:05:00Z", 0.33, "slightly upgrading since a) meeting at white house, Trump can establish by executive order http://money.cnn.com/2017/01/23/news/economy/trump-tariff-power/ and c) only EITHER house or senate has to approve for \"yes\" answer."], [498, "2017-02-23T11:44:51Z", 0.01, "There is a conflation of the notions of \"good for business\" and \"good for the populace\" that is ongoing within the administration and among the pundits. Reportedly numerous representatives of large retailers and manufacturers within certain segments are strongly opposed to a border adjustment tax, and this opposition is being used to discredit the tax as a potential benefit to the overall economy and the populace generally (via increased domestic investment and increased demand for domestic production by domestic workers). So long as the idea that \"What's good for General Motors (or Walmart, or whomever) is good for America\" remains unchallenged, the border adjustment tax will remain \"too complicated\" and too easily dismissed."], [19801, "2017-02-22T03:43:33Z", 0.85, "\nCEOs of 16 U.S. companies urge Congress to pass border tax\nhttp://www.reuters.com/article/us-usa-congress-tax-idUSKBN1601E8"], [33910, "2017-02-21T13:20:31Z", 0.05, "time, complexity, opposition among republicans, Lobbying, concerns about deficits: Congress would only have only two month for a tax, which is rather new to the american tax code. Usually  border adjustment taxes apply to VAT, but not to income and profits. There is fierce Opposition among  the retailers and a very strong lobbying effort to stop the plan. Some Republicans are against it for different reaoson: Could hurt the retail industries and could raise the Budget deficit. Even in the White Hopuse is no Consensus: The new trade czar seems to be in favour of the tax, but Gary Cohn new strong man for Economic policy seems o be in Opposition. And even the president thought it is too complicated. Political gridlock is also in Play: They couldn' t find common ground in congress to bring foreign profits back to the US despite big bipartizan support.   "], [33876, "2017-02-19T18:30:53Z", 0.0, "No way tax reform gets done before ACA issues dealt with. Plus GOPers are revolting over border adjustment tax."], [31275, "2017-02-19T13:49:55Z", 0.04, "Business is pushing back. They say that would ruin GM. Not going to happen."], [1643, "2017-02-19T02:55:08Z", 0.01, "1) There is no definitive schedule on when Trump will present his tax plan.  It does not make sense for the senate or house to push until Trump shows his hand.\nhttp://www.marketwatch.com/story/republicans-dont-think-trump-tax-plan-is-coming-soon-who-could-replace-puzder-2017-02-16"], [30026, "2017-02-18T20:40:36Z", 0.15, "One chamber can make a statement by passing it, even though it would take longer for a new tax law. Limited conservative support and can carry some democrats. "], [651, "2017-02-18T15:55:30Z", 0.05, "Recent Ryan remarks about poorer prospects"], [1529, "2017-02-18T05:25:41Z", 0.01, "This will be part of a larger tax revision, so will require more time. "], [33847, "2017-02-18T00:47:23Z", 0.0, "Tariffs poor economic policy.  US gov't will not proceed so rapidly"], [29980, "2017-02-17T04:01:07Z", 0.0, "no     that bill is dead"], [1667, "2017-02-17T01:54:29Z", 0.05, "Too complex an issue to pass so quickly "], [15528, "2017-02-17T01:53:49Z", 0.04, "http://www.huffingtonpost.com/wires/2009/08/25/the-vast-majority-of-bill_ws_268630.html"], [19801, "2017-02-17T00:51:48Z", 0.79, "At the outset of Trump's term, Republican lawmakers, lobbyists and tax experts were planning to repeal Obamacare in February, then begin revamping the tax code in March."], [33793, "2017-02-16T23:19:46Z", 0.1, "The public won't like it. "], [1201, "2017-02-16T22:12:56Z", 0.05, "A border adjustment tax would have to be part of a both a larger tax overhaul (Ryan's job) and a change in foreign trade policy (Tillerson's job). That's a lot of moving parts. Left to do their jobs, I think those two could pull it off, but not in such a short time frame. (Besides which, they won't be allowed to do their jobs.)   "], [28380, "2017-02-16T17:42:34Z", 0.66, "Its in line with Trumps promises but calls him out since it might his (networks) interests. Seems interesting move."], [4461, "2017-02-16T16:47:48Z", 0.78, "Following http://www.gjopen.com/comments/comments/446736"], [691, "2017-02-16T15:17:39Z", 0.88, "I have been reading this Q carelessly--it only calls for one of the two chambers to pass a bill.  The House probably will.  They say so, anyway, for whatever that's worth. (They also say it will be a Good Idea.  It is possible to disagree with this position, but only if you accidentally know something about the topic.)"], [33773, "2017-02-16T14:08:22Z", 0.15, "Republicans want this."], [19801, "2017-02-16T12:05:36Z", 0.75, "Border adjustment tax will be part of tax reform, chief GOP tax writer says"], [1781, "2017-02-15T17:59:49Z", 0.05, "Trump isn't interested in anything but what's on his agenda and appearing to deliver on his campaign promises - especially early on. Ryan an Co. will need time to lobby Trump on this or any other ideas he doesn't perceive as being his."], [179, "2017-02-14T15:09:56Z", 0.0, "As mentioned by others, timeline is too aggressive.  If the GOP is likely to go to war with Trump, it is very unlikely to be on something like a tariff, where Trump is the one breaking the GOP norm, and it won't be in anything that can be called raising a tax.  If they did pass something he didn't want, it would be a stronger ideological litmus bill, like gun rights or abortion.  In any case, the Senate is unlikely to touch any of this in any circumstance."], [32521, "2017-02-14T14:37:01Z", 0.0, "I believe it will eventually be passed, but then not become law. However, April 30, 2017 is extremely aggressive for a bill that essentially splits American corporations. If this was going to pass, we would have seen more debate about it prior to now, as well as a few iterations of the draft bill. They are too far behind the curveball to pass a bill that will split corporations."], [38, "2017-02-14T01:07:09Z", 0.0, "https://www.benzinga.com/analyst-ratings/analyst-color/17/02/9037053/analyst-sees-odds-of-u-s-border-tax-passage-increasing-t"], [33653, "2017-02-13T20:29:53Z", 0.05, "Not enough time to pass it."], [27101, "2017-02-13T13:53:45Z", 0.04, "My probability that a border tax will finally be implemented is about 20%, this will probably take much longer then until the end of April. However, there is a chance that the House will approve a form of border tax by the end of April, as the major resistance is expected from the Senate. Having said that even for the house doing a complex tax plan in a few months is a massive stretch.  "], [7124, "2017-02-13T05:40:30Z", 0.05, "This administration is amateur and disorganized. Congress divided. The push for such legislation will run into roadblocks. The Koch brothers are against it"], [13377, "2017-02-13T03:02:11Z", 0.0, "Following Anneinak"], [13377, "2017-02-13T02:46:24Z", 0.05, "Mouse glitch"], [28858, "2017-02-12T19:06:02Z", 0.25, "Doing something 'historic' and 'dramatic' will run into a reality check on the uncertainty of impacts; leading to a step-wise approach to tax reform with a general export business friendly bias."], [1019, "2017-02-12T16:21:50Z", 0.01, "Too complicated to achieve in such a short time frame"], [33622, "2017-02-12T15:00:48Z", 0.08, "It's not good business "], [30200, "2017-02-12T14:49:58Z", 0.01, "The issue is much too complicated and at the same time potentially detrimental to all kinds of interests represented and lobbied for in Washington too come to any kind of bill so soon, if at all. "], [5386, "2017-02-11T16:10:34Z", 0.05, "NPR confirms divisions in GOP on 'border adjustment tax'. \nhttp://flip.it/tk8Ndj"], [38, "2017-02-11T05:22:34Z", 0.0, "http://www.therecord.com/news-story/7112660-suncor-ceo-williams-thinks-it-s-unlikely-u-s-will-impose-border-tax/"], [33600, "2017-02-11T05:09:42Z", 0.1, "This kind of tax has wider national and international economic impacts that I doubt can be adequately addressed in the time frame."], [4959, "2017-02-10T13:03:18Z", 0.75, "Other campaign promises will be harder to accomplish in 100 days so there will be some pressure to achieve the achievables\n."], [498, "2017-02-10T11:54:51Z", 0.01, "Senator David Perdue (R-GA) comes out in opposition to the border adjustment tax.\nhttp://www.cnbc.com/2017/02/09/border-adjusted-tax-runs-into-trouble-in-the-senate.html"], [33562, "2017-02-10T00:41:35Z", 0.05, "A border adjustment tax might be part of a larger corporate and individual tax package passed later in 2017."], [32766, "2017-02-09T21:38:40Z", 0.15, "This is a tariff by any other name, isn't it? Timeframe alone informs my low rating."], [32814, "2017-02-09T18:44:15Z", 0.05, "Little focus on tax policy by WH, adjusting down."], [498, "2017-02-09T18:05:16Z", 0.01, "Trump vows to make a 'phenomenal' announcement about taxes\nhttp://www.politico.com/story/2017/02/trump-tax-announcement-234843"], [33566, "2017-02-09T17:54:40Z", 0.05, "I believe that a border adjustment tax will be viewed as effectively a tariff and, thus ultimately hurt consumers. "], [33565, "2017-02-09T17:51:36Z", 0.0, "Republicans do not want to be tagged as taxing Americans and think the idea is silly anyway."], [33565, "2017-02-09T17:39:56Z", 0.0, "The Republican Congress does not want to be tagged with a tax on Americans and knows the wall is a silly idea anyway."], [562, "2017-02-09T15:34:21Z", 0.0, "Congress doesn't move that fast. The GOP holds both houses of Congress, but can't work together in this window of time for passage."], [33550, "2017-02-09T06:11:34Z", 0.0, "Last June 2016, the relations with Mexico could be assumed to bear chest-thumping of a trade war nature.  Mexico's obsequiousness is no longer a given.  US does not really want a trade war with Mexico which a tariff would trigger.  Moreover, corporations are announcing investments north of the border, so chest-thumping alone is working- no need for an actual tariff. "], [23879, "2017-02-09T02:49:02Z", 0.0, "LOL what? From the blueprint [1]: \"This Blueprint represents a dramatic reform of the current income tax system.\""], [14711, "2017-02-09T00:59:05Z", 0.05, "It's too controversial to move quickly. Tax bills generally move slowly."], [12703, "2017-02-08T23:53:47Z", 0.03, "Time frame is too short, plenty of complexity and differing opinions in the R's camp."], [25875, "2017-02-08T22:46:13Z", 0.0, "too soon"], [33034, "2017-02-08T22:16:27Z", 0.03, "timeline seems highly improbable"], [31739, "2017-02-08T21:14:16Z", 0.01, "According to a WSJ article this would have to do with tax reform. Tax reform won't take place that quickly"], [33536, "2017-02-08T17:51:45Z", 0.75, "Trump raised the option himself to fund the wall. "], [12229, "2017-02-08T16:57:17Z", 0.03, "timeline proposed is impossible given they have to do ACA first and that might not even be done by 4/30. The House clearly wants to at least pass it so there's maybe a very small chance they get it in under the 4/30 window but timeline too tight to expect it as likely. Trump hasn't officially weighed in yet but sounds like he's open minded/leaning towards endorsing it for now. Senate the real roadblock/blackbox. "], [5386, "2017-02-08T10:40:58Z", 0.05, "I think that this question will be decided more on the timeline and less on the subject itself. "], [21884, "2017-02-08T07:10:08Z", 0.6, "Pro:\n1) Republicans proposed that tax in 2016, now they have won House of Representative\n2) Trump one of the key proposals - \"made in USA\", that tax may be one of first steps in support of indigenous producers (creating more job places)\nCon:\n1) Democrats opinion may be different\n2) International companies have production in other countries, may be some disputs\n3) Delay in taking design (confirmation of details, processes)"], [1993, "2017-02-08T05:09:56Z", 0.05, "Probably not before the end of April."], [29054, "2017-02-08T02:56:37Z", 0.0, "The chicken littles are showing who owns them, there is not even a smidgen sign that they will act upon this ill conceived idea.  "], [32813, "2017-02-08T00:34:02Z", 0.0, "Voyed with many other issues in tax reform, requiers congress approvla and theres is far from consensus"], [651, "2017-02-07T23:32:08Z", 0.1, "Too little time and too many parties will object."], [32929, "2017-02-07T22:53:20Z", 0.05, "I care about trade and what I do has me caring that trade not be unduly hindered by measures born of \"emotional\" rhetoric.  Trade \"taxes\" must be carefully considered and weighed like the \"tests\" often created by our Court system - deeply grounded in logic and clearly specific."], [16181, "2017-02-07T19:37:14Z", 0.25, "I just hope they have the common sense to vote no to these this crazy idea. Which of course will just raise the prices of so many items that normal American people buy everyday.\n"], [32414, "2017-02-07T16:59:46Z", 0.1, "Considering disruption to supply chains, business will push back hard. "], [33501, "2017-02-07T16:37:59Z", 0.2, "Seems counter-productive and not likely to pass through the house but the support of GE, Boeing, and Oracle bumps up the chance it will be taken seriously"], [14898, "2017-02-07T16:15:48Z", 0.1, "Trmp now seems to be on board with this but its a short timeline and some serious opposition from within the GOP."], [33466, "2017-02-07T15:33:59Z", 0.15, "Too conflictive, even for Republicans"], [33480, "2017-02-07T13:13:45Z", 0.01, "DT may propose but will not pass free-trade committed houses"], [31201, "2017-02-07T01:51:00Z", 0.03, "Poor coordination between US House and Executive Branch."], [561, "2017-02-07T00:55:14Z", 0.03, "1. I doubt more than 3% of the GOP members of Congress can understand the concept and probably not more than 15% of Dems. (I simply extrapolate from members of either party and their reliance on alternative facts in seeing the world as it is.)\n2. Calculations of its impact result in no impact on imports or exports so it fails in its intent. \n3. The Dems will not let any legislation pass that they can stop and this piece can be sold to the public as inflationary, true or not.\n4. The Dems can also point to the massive bureaucracy taxes like this can require, true or not. \n5. Donny can't manage to get his staff in order, and his appointments are WAY behind. This legislation requires feet on the ground."], [31275, "2017-02-06T19:52:47Z", 0.17, "Business Republicans pushing back. They do not want it."], [26227, "2017-02-06T19:21:19Z", 0.02, "Unlikely given current political climate."], [33462, "2017-02-06T17:52:01Z", 0.0, "I do not believe that the government will be able to move this quickly on a contentious issue.  "], [33156, "2017-02-06T15:11:51Z", 0.05, "The international implications of this tax will prevent congressional republicans from voting 'yes', while the President will still get to say he tried. "], [18762, "2017-02-06T14:05:56Z", 0.15, "time line too short as other initiatives are more pressing, and Trump has been ambivalent or worse on this so expect it to get shuffled back."], [33448, "2017-02-06T08:33:42Z", 0.29, "testing123"], [14047, "2017-02-06T01:21:14Z", 0.1, "As far as self-inflicted damage is concerned, this administration will not miss any opportunities. However, the implications of a border adjustment tax are complex and will need to be carefully considered. This would delay things beyond April 30. it can be assumed that certain industries will try to make themselves heard in the process. But Trump is in a hurry to finish off whatever gets in his way, therefore 10% chance. "], [498, "2017-02-05T23:28:02Z", 0.01, "The following article does a decent job of describing the border adjustment tax. It's easy to see how this tax may be perceived as being, as Trump says, \"complicated,\" and may require a large percentage of American voters to rely upon the expertise of others so as to interpret its significance and impact. http://nymag.com/daily/intelligencer/2017/02/the-gops-corporate-tax-plan-would-raise-taxes-on-the-poor.html"], [12459, "2017-02-05T19:34:02Z", 0.05, "Highly unlikely that Congress will have that on a priority list by the end of April."], [6373, "2017-02-05T17:15:03Z", 0.05, "The only rationale for a Border Tax is to pay for the \"Wall\" which won't be started (regardless of Presidential edicts) as it will bog down in the Government procurement process. Secondarily, the Tea Party crowd will have woken up to the President's profligate spending happens and will start making demands on how this will be financed."], [7934, "2017-02-05T16:54:36Z", 0.7, "Trump is not an ideologue and he wants a protectionist tax on imported goods. He says tariff, which is anathema to the GOP. Ryan offers this compromise, Trump will very likely accept it."], [33415, "2017-02-05T16:36:46Z", 0.6, "Trump wil favorize such countries and doesn't like others so he can put a tax on them"], [20284, "2017-02-05T15:34:36Z", 0.05, "The time line of April 30 is too close for any of the tax changes to be passed.   The immediate attention will be on regulatory changes and those requiring Congressional approval when a Presidential directive is not enough.   Latter this year tax reforms and ACA will be the focus of the Congress.\n "], [33416, "2017-02-05T15:00:45Z", 0.25, "Trump will compromise just might go through many iterations."], [32417, "2017-02-05T13:40:54Z", 0.63, "The current administration seems to be taking a get 'er done approach, so a border adjustment tax will likely be passed quickly. However,  this approach may not be directed at projects that could exacerbate internal tensions within its support structure"], [30200, "2017-02-05T13:28:47Z", 0.05, "Unlikely to happen so fast, if at all. "], [19801, "2017-02-05T04:41:33Z", 0.59, " The controversial border adjustment tax won't be axed from the Republicans' tax reform package, which will happen this year, House Ways and Means Committee Chairman Kevin Brady predicted Friday."], [6303, "2017-02-05T03:27:48Z", 0.05, "According to the general news and GJP consensus."], [33381, "2017-02-05T00:39:19Z", 0.05, "I have faith that the senate will do the right thing."], [14033, "2017-02-04T23:57:45Z", 0.05, "It will be passed, but by 4/30 it seems too early. It will be passed in May or June."], [29680, "2017-02-04T21:35:19Z", 0.01, "Checks and balances; Rex Tillerson's got a voice; SuperBowl ad airing tomorrow explaining to Americans why Avocados would get more expensive. Trump is an imbecile and it's no longer being accepted as locker talk."], [32258, "2017-02-04T21:31:20Z", 0.0, "There is no time for this to happen. They are already stumbling over Obamacare and they've been talking about repeal and replace for 8 years. Even if there was some sort of tariff on Mexican imports, that wouldn't qualify because this tax is something altogether different."], [33365, "2017-02-04T20:48:13Z", 0.2, "The complications are only beginning to be understood."], [28912, "2017-02-04T18:27:54Z", 0.15, "Corporations will oppose this, smart consumers will also understand how this increases costs, although not likely the folks who make up the base support of the president.  "], [16778, "2017-02-04T15:19:27Z", 0.1, "Only the House has a realistic chance of passing the BAT. Senate Republicans have a 52-48 edge but several GOP members are unlikely to vote for passage. For example, Lee (R, UT) spoke out publicly against a VAT-like tax. Perdue (R, GA) is the former CEO of Dollar General and understands the effect what a BAT could have on retailers and consumers. Cornyn (R, TX) is concerned about its effects on gasoline prices. He also is the #2 Republican in the Senate."], [31275, "2017-02-04T14:16:23Z", 0.2, "This will probably be done but time frame too short."], [691, "2017-02-04T13:57:43Z", 0.12, "Many Congressional Rs have their heads in the clouds.  Others have their heads up their own proverbials.  Some have managed both.  D now stands only for Dither.   There is not enough time before 30 April for them to get this sorted.  And anyway, President Littlefingers doesn't like the idea, perhaps because it is an \"idea,\"  and therefore Bad For America."], [23234, "2017-02-04T05:10:57Z", 0.4, "don't know why i am making this forecast"], [498, "2017-02-04T01:02:23Z", 0.01, "Following @Raisinville generally on this, an in particular the rationale relating to timing."], [33329, "2017-02-04T00:25:04Z", 0.25, "Too complicated to get done quickly, if at all."], [19801, "2017-02-04T00:16:50Z", 0.55, "U.S. House Republicans exploring border tax design changes -lawmaker\nhttp://www.cnbc.com/2017/02/03/reuters-america-us-house-republicans-exploring-border-tax-design-changes-lawmaker.html"], [33328, "2017-02-04T00:10:14Z", 0.25, "The Senate is tied up in confirmation hearings for months and the House is determined to repeal Obamacare.  This is an economically dubious tax with no effect on prices, and the House will take its sweet time to give Trump this meaningless turd of policy."], [28091, "2017-02-03T22:51:05Z", 0.25, "This may be the only way to pay for a general income tax cut but it is complicated and may take more time. "], [32843, "2017-02-03T21:56:15Z", 0.85, "This is a convenient way for conservative republicans to look fiscally responsible and at the same time promote and align themselves with Donald Trump on bringing back production to America. Heartland is advocating for it -  http://blog.heartland.org/2017/02/the-border-adjustment-tax-great-tax-reform-that-gets-us-great-trade-reform/ and they have some business on board - http://www.bostonmagazine.com/news/blog/2017/02/03/general-electric-border-adjustment-tax/ ."], [83, "2017-02-03T19:59:16Z", 0.0, "Stop!!!  - This appears to be a \"fake\" question."], [33317, "2017-02-03T19:38:19Z", 0.15, "They will be too bogged down in other things to get to this.  Also, although some may feel this makes sense, it is too complex for constituents to rally behind."], [29054, "2017-02-03T19:25:20Z", 0.11, "With DJT we are in the era of the astronomical-absurd-speed of ineptitudes, the law of unintended consequences is going to be a good one to watch, as it is now in the works of many fronts. \nThis proposed idea of an adjustment tax in many ways will affect items that most folks use in a daily basis and soon realize it is/was a really bad idea. \nThe big ones like Walmart, Amazon, GM, most tech companies relay in imports to keep products at competitive market pricing. I have to assume that they ware not going to seat quietly. At the end of the day, this is an indirect tax on all Americans. \nI hope after the present hallucinations of Congress (and Ryan), they come to their senses or not! \nThis present process has taking the whole concept of extreme idiocy to a new high, \"demagogistan\" is moving too fast for reality to seat quietly and survive scratch free."], [706, "2017-02-03T19:11:56Z", 0.4, "Too many businesses are against it and targeting imports from specific countries is illegal according to the WTO."], [33312, "2017-02-03T18:33:23Z", 0.65, "Trump will put this to Congress early and the Republicans in Congress are eager to curry favor with the President. They also want to bask, while able, in their opportunity to affect change without the impediment of compromise."], [745, "2017-02-03T18:05:02Z", 0.7, "Trump seems to move quickly.  This is something where he and Ryan are relatively close to each other, so I see this as likely to happen."]]}