{"question_id": 222, "title": "Before 2018, will Russia officially announce that it is suspending its participation in or withdrawing from the New START treaty?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[755, "2017-12-31T19:21:33Z", 0.01, "Comments: RU strategic systems in fast-paced optimization. See RU withdrawal from Treaty as minimal and probability of suspension rising incrementally over the next 12 - 18 months.     \nDefense Update, December 31, 'New Weapons Initiatives Violating Strategic Arms Control Treaties': http://defense-update.com/20171231_inf.html\nClip from article:\n\"As Russia continues the modernization of its strategic forces, Moscow is testing the limits of compliance to arms reduction treaties it is committed to.\""], [43055, "2017-12-25T17:06:27Z", 0.05, "I doubt anything will happen in the next week."], [33540, "2017-12-14T18:36:59Z", 0.0, "Putin just announced yesterday that he wouldn't. Even though he is building his arsenal and re-building underground C2 facilities, he has been doing this for the past few years and it is easy to remain within the treaty while not really following the rules. Gains nothing by getting out of them."], [19801, "2017-12-10T03:49:32Z", 0.0, "Russia says it is fully committed to nuclear missile pact\nhttps://www.reuters.com/article/us-russia-usa-nuclear/russia-says-it-is-fully-committed-to-nuclear-missile-pact-idUSKBN1E30HZ\n"], [19801, "2017-11-17T09:16:45Z", 0.0, "Russian President Vladimir Putin blasted the United States for failing to meet nonproliferation commitments and warned that Russia would have an “immediate and reciprocal” response if the United States withdraws from the 1987 Intermediate-Range Nuclear Forces (INF) Treaty.\nhttps://www.armscontrol.org/act/2017-11/news/putin-slams-us-nonproliferation-deals"], [755, "2017-11-12T18:03:42Z", 0.01, "Comments: Russians have a fuller understanding of how Americans think and act (slow, with a LOT of talk) and USA vs RU military capability. Let's say they'll stretch and knead the truth to their benefit for as long as we let them.\nThe Hill, November 9, 'Defense bill wouldn't limit extension of arms treaty with Russia': http://thehill.com/policy/defense/359709-defense-bill-would-not-limit-extension-of-arms-treaty-with-russia\nClips from Hill article:\n\"While the Russian Federation appears to be moving toward compliance with the limits laid out by the New START Treaty, the Russian Federation cannot be allowed to comply only with treaties that suit its interests and violate those that do not,” House and Senate negotiators wrote in a conference report released Thursday. “Treaties are not negotiated and ratified independently but in the context of the range of arms control agreements in force.”\nComments: Important to note the word 'appears'. We really don't know with an absolute certainty. "], [6303, "2017-10-31T03:59:28Z", 0.0, "Based on general news and GJP consensus."], [6303, "2017-10-23T04:06:07Z", 0.0, "Based on general news and GJP consensus."], [28414, "2017-10-21T15:33:42Z", 0.17, "Snap..."], [6303, "2017-10-16T03:40:07Z", 0.0, "Based on general news and GJP consensus."], [755, "2017-10-15T21:51:07Z", 0.01, "Comments: In compliance (maybe). \nThe Independent Barents Observer, October 4, 'Russia is close to fulfill New START Treaty - Since July, Russia’s strategic nuclear force is reduced by 204 warheads. In the north, though, no reduction is seen': https://thebarentsobserver.com/en/security/2017/10/russia-close-fulfill-new-start-treaty\nClip from Observer article:\n\"There are no reports on reduction in warheads deployed on the Sineva- and Bulava missiles carried by the Russian navy’s fleet of Delta-IV and Borei-class submarines. It is therefore reasonable to believe that the reduction counts for less warheads deployed on land-based ballistic missiles, either in silos or mobile based.\"\nComments: Hard to verify compliance on a ballistic missile sub, at least not by satellite or fly-overs."], [755, "2017-09-30T23:46:22Z", 0.01, "Comments: Looks like the Russians have a full testing schedule. Increased survivability, accuracy and lethality in next-gen systems appear to be the goals. \nThe Diplomat, September 28, 'Russia Tests Topol-M Intercontinental Ballistic Missile - The purpose of the missile launch was reportedly to test advanced ballistic missile warheads': https://thediplomat.com/2017/09/russia-tests-topol-m-intercontinental-ballistic-missile/\nClips from article:\n\"The goal of the launch was to test advanced ballistic missile warheads,” a Russian MoD spokesperson told TASS news agency. The missile’s warhead successfully destroyed a maneuver target at the Sary-Shagan range in Kazakhstan. The data gathered from the launch will be used to develop advanced anti-missile defense penetration aids, the spokesperson added.\nThe nuclear-capable Topol-M (aka RS12M2/NATO reporting name SS-27) is a three-stage solid fueled ICBM first test launched in 1994. It has a reported maximum range of about 11,000 kilometers (6,835 miles) and can carry a single 550 kiloton nuclear-tipped warhead. The missile can also be upgraded to carry independently targetable warheads.\""], [35636, "2017-09-23T05:44:17Z", 0.0, "They will just cheat. Again. They always have, always will. The state (security services) broke in to WADA drug testing facilities to cover up for their doping 'athletes'. If you cheat in sport you'll cheat in anything. Such sore losers these vodka-soaked Ruskis, it's hilariously sad."], [1333, "2017-09-22T20:12:37Z", 0.01, "Rather than withdraw they will argue that they are being bullied by the U.S. and change their definitions to appear to comply so why quit?\nStill, even the designation of the missile is in dispute, as Russia calls it a brand-new missile while the U.S. insists that it is a variant of the Topol M, forbidden under arms-control treaties.\nhttp://www.defenseone.com/technology/2017/09/russians-just-test-fired-icbm/141163/?oref=d-river&utm_source=Sailthru&utm_medium=email&utm_campaign=DFN%20DNR%209.21.17&utm_term=Editorial%20-%20Early%20Bird%20Brief"], [6303, "2017-09-18T04:31:54Z", 0.0, "Based on general news and GJP consensus."], [755, "2017-09-16T19:16:47Z", 0.01, "Comments: Nebulous language. In the meantime, progress on expansion/enhancement of strategic systems continues.\nXinhua, September 13, 'Moscow ready for talks with U.S. on extension of New START Treaty': http://news.xinhuanet.com/english/2017-09/13/c_136606142.htm\nClips from article:\n\"In fact, the New START Treaty, in force until 2021, has an option of being extended for a five-year period. We have not made our minds yet, but we are ready to consider this option, at least, to discuss it with the U.S. side,\" Ulyanov said.\nUlyanov added that in order to begin negotiating the treaty's extension, Washington should indicate that it considers the possibility to extend the pact.\""], [755, "2017-09-10T18:03:56Z", 0.01, "Comments: Playing the long game. Smart.\nScout.com, September 9, 'The Russian Military's Greatest Enemy - For several years now, Moscow has been trumpeting its development of sophisticated next-generation weapon systems that finally put the superiority of Western': http://scout.com/military/warrior/Article/The-Russian-Militarys-Greatest-Enemy-And-Its-Not-America-107135992\nClips from article:\n\"The Russian military is also doing just fine with various types of missiles. Forget the S-500, the S-400 SAM system already poses a significant challenge to contemporary fourth-generation fighters. The Iskander ballistic missile could hit European capitals from the Russian enclave in Kaliningrad. The Kaliber cruise missile is a combat-tested as Tomahawk-equivalent, and comes in a deadly anti-ship variant which the Russian Navy has installed on small corvette-sized ships, giving them heavier armament than anything on the U.S. Navy’s frigate-sized Littoral Combat Ships. And of course, Russia’s nuclear ballistic missile arsenal remains the underlying concern in any clash with Moscow, regardless of its conventional forces.\""], [6303, "2017-09-04T05:17:40Z", 0.0, "Based on general news and GJP consensus."], [755, "2017-08-26T20:19:41Z", 0.01, "Comments: On ground and in air, tactical moves to attain strategic objectives. Continue to see same with ballistic missile forces. Affirming forecast for the passage of time.\nNBC News, August 2, 'Russia Plans Huge Zapad 2017 Military Exercises With Belarus': https://www.nbcnews.com/news/world/russia-plans-huge-zapad-2017-military-exercises-belarus-n788741\nClips from NBC article:\n\"Russia is not organizing defensive operations but instead an offensive threat, testing how serious we are about protecting the members of NATO,\" said Jonathan Eyal, international director of the Royal United Services Institute, a London-based think tank.\nBelarus not only borders Russia, but also three of America's key but relatively isolated NATO allies: Poland, Lithuania, and Latvia.\nThe latter two were occupied by Soviet forces for almost 50 years and they have remained a focus of the renewed standoff between Russia and the West. This breakdown was sparked by Moscow's 2014 annexation of Crimea and worsened over military intervention in Syria and allegations of state-sponsored hacking.\n\"Russia is reminding us that the Baltic states are relatively indefensible,\" Eyal added. \"They want to see where the cracks are in NATO and where they can be widened.\""], [755, "2017-08-13T19:05:30Z", 0.01, "Adjusting down for the passage of time."], [32122, "2017-07-31T17:16:16Z", 0.0, "Why formally withdraw when you can just cheat?  We are talking about Putin here."], [25465, "2017-07-31T05:32:04Z", 0.65, "Anyone watch RT today? The US is about to force the EU to change its 5BLN energy contract with russia.  With a cold energy war about to start, The Russian are gonna want to puff up and chest pound their military options.Tillerson and pressure from exxon, bp, ford boeing, ge and p&G will not be strong enough to persuade the US press machine away from the line.  Russia needs it 38% of europen energy contracts money and europe CANNOT risk going into winter with an energy embargo from Russia"], [755, "2017-07-30T23:37:57Z", 0.02, "Comments: Words hardening with the planned expulsion of  755 USA diplomats, dependents and support personnel from RU in the wake of additional sanctions passed by Congress. WH paralyzed with expanding FBI investigation [into Trump financial dealings with Russians], inability to find footing with staff and messaging. Also, doesn't help that State Department has no cohesive foreign policy agenda to implement. See tit-for-tat rising in the next 12 months between USA and RU, with treaty vulnerable. Affirming forecast."], [6303, "2017-07-17T02:29:20Z", 0.0, "Based on general news and GJP consensus."], [755, "2017-07-06T03:30:33Z", 0.02, "Affirming forecast for the passage of time."], [755, "2017-06-03T16:56:45Z", 0.02, "Affirming forecast for the passage of time."], [32258, "2017-05-27T23:27:16Z", 0.0, "Russia doesn't need to take this action as they are on top. As regards escalating tensions between Russia and the U.S., that is truly fake news."], [755, "2017-05-27T19:57:36Z", 0.02, "@lsgold7 , @Anneinak , @dowser\nA great piece just posted by Jon on the forum: https://worldview.stratfor.com/article/invisible-curtain-falls-between-russia-and-west\nJon's bio, Stratfor: http://lp.stratfor.com/blog/welcoming-stratfor-chief-intelligence-officer-jon-sather"], [755, "2017-05-25T21:11:46Z", 0.02, "NASA, May 25, 'Soyuz 2-1B launches Tundra missile detection spacecraft': https://www.nasaspaceflight.com/2017/05/soyuz-2-1b-launches-tundra-missile-detection-spacecraft/"], [31450, "2017-05-22T14:23:05Z", 0.0, "Dropping from three to zero because Russia's strategy right now seems to be step back and watch the US government tear itself apart. I don't think they want to draw attention to themselves."], [755, "2017-05-14T18:15:05Z", 0.02, "The National Interest (analysis), May 10, 'Nukes, Subs and Missiles: How Russia Plans to Challenge America's Military Dominance': http://nationalinterest.org/blog/the-buzz/nukes-subs-missiles-how-russia-plans-challenge-americas-20622\nClips from NI article:\n\"The Russian response to the Pentagon’s Third Offset Strategy has been to prioritize the development of tactical and strategic nuclear weapons argues a new report from the Institute of Defence and Strategic Studies (IDSS) at the Singapore-based S. Rajaratnam School of International Studies. But while the Kremlin is prioritizing the development of new nuclear weapons as competition in the conventional arms race speeds up, Moscow is also pursuing its own military innovations albeit on a smaller scale.\n“Russian responses to counter these initiatives consist of two major elements: The first one is ‘countering the Third Offset Strategy with the First Offset Strategy’, which means prioritising the development of a wide array of both strategic and tactical nuclear weapons systems,” wrote Michael Raska, a professor at IDSS, and Vasily Kashin, a senior research fellow in the Institute of Far Eastern Studies in the Russian Academy of Sciences. “For Russia, maintaining a sophisticated arsenal of nuclear weapons can effectively offset conventional military innovations of the U.S., NATO, and China. The second element of the response strategy is more ambitious, and carries greater technological risks. Russia began to counter many U.S. technological initiatives via similar indigenous programs, although more narrowly focused and smaller in scale.”"], [16652, "2017-05-09T07:54:37Z", 0.05, "Comment deleted on May 10, 2017 11:43AM UTC"], [755, "2017-05-07T19:29:22Z", 0.02, "Affirming forecast."], [755, "2017-04-29T18:22:13Z", 0.02, "Washington Examiner, April 29, 'Russia weighs heavily in America's nuclear plans': http://www.washingtonexaminer.com/russia-weighs-heavily-in-americas-nuclear-plans/article/2621340"], [699, "2017-04-19T12:47:20Z", 0.0, "Russia does not need more strategic intercontinental missiles. At the same token, it wont reduce any as well."], [484, "2017-04-18T02:12:05Z", 0.0, "(no change) The US nuclear review will be interesting."], [755, "2017-04-15T22:06:00Z", 0.05, "Interesting opinion piece:\nNewsweek, April 12, 'THE U.S.-RUSSIA NUCLEAR ARMS RACE IS OVER, AND RUSSIA HAS WON': http://www.newsweek.com/us-russia-nuclear-arms-race-over-and-russia-has-won-581704\nClips from article:\n\"President Trump reportedly told President Putin, during their January 28 conversation, that the current arms control treaty, up for renegotiation in 2018, was one-sided in favor of the Russians. With all due respect to Trump, his American-centric view of the Obama-era arms agreement is moot; the U.S.-Russian arms race is over, and Russia has won.\nThe RS-28 missile will be operational next year; the new American land-based ICBM won’t be operational for another decade. Russia is on the verge of deploying a hypersonic, missile silo-killing weapon that undermines the secretary of defense’s thin justification for a new land-based ICBM.\nEvery missile system Russia deploys, or will deploy, is capable of defeating America’s missile defense systems, including what is currently deployed and what is envisioned for the future. And Russia is on the verge of completing the deployment of its own anti-missile shield, one that will seal off its air space to bombers, cruise missiles and ballistic missiles, negating in totality America’s nuclear triad.\""], [484, "2017-04-13T05:08:30Z", 0.0, "Down 5% for passage of time. One can only handle so many issues at one time, especially if encumbered by gum or native talent."], [755, "2017-04-09T23:49:40Z", 0.05, "The Hill, April 4, 'Top general: Russia treaty under review is not the one Trump attacked': https://www.google.com/webhp?sourceid=chrome-instant&ion=1&espv=2&ie=UTF-8#q=missile+launch&tbm=nws\nClips from article:\n\"Separately, Russia is on track to comply with the New START Treaty, and the military is not reviewing that agreement despite President Trump's criticisms of it, Stratcom commander Gen. John Hyten told the Senate Armed Services Committee.\n“I have not been directed to review the New START agreement,” Hyten said Tuesday. “I am reviewing the INF agreement based on the recent Russian activity.”\n\"Hyten said all indications are that Russia will meet its obligations by 2018.\""], [755, "2017-04-02T21:38:53Z", 0.05, "Affirming forecast for the passage of time."], [484, "2017-03-31T23:31:32Z", 0.05, "Down 10% to be nearer the consensus. Not sure the US national security team will be sorted out and functional in time to try any gambits that might trigger a Russian response."], [6303, "2017-03-27T02:58:08Z", 0.01, "Based on general news and GJP consensus."], [755, "2017-03-26T00:44:32Z", 0.05, "Laboratory Equipment, March 24, 'Nuke ‘Super Fuze’ Triples ‘Killing Power’ of U.S. Missiles': https://www.laboratoryequipment.com/news/2017/03/nuke-super-fuze-triples-killing-power-us-missiles\nClips from article:\n\"The “super fuze” that’s now incorporated on U.S. submarines worldwide has essentially tripled the “killing power” of the U.S., achieving insurmountable superiority against other nuclear powers, including Russia, the former Cold War adversary.\n“This vast increase in U.S. nuclear target capability, which has largely been concealed from the general public, has serious implication for strategic stability and perceptions of U.S. nuclear strategy and intentions,” writes Hans Kristensen, director of the Nuclear Information Project with the Federation of American Scientists, in the assessment of the new arsenal.\nThe new mechanism was developed in the 1990s, and since 2009 has been incorporated on all of the U.S. Navy’s W76-1/Mk4A warheads.\nEssentially, the new fuze allows greater accuracy over “hard targets,” such as Russian ICBM silos. The fuze does this since it does not have fixed height-of-burst parameters – and instead adapts upon re-entry to almost ensure its greatest lethal payload is focused on the target below.\nInstead of needing three standard submarine-based missiles, then, destruction of a priority target would only take a single missile, writes Kristensen.\""], [755, "2017-03-16T19:27:16Z", 0.05, "Incremental adjustment down for the passage of time."], [31450, "2017-03-16T03:02:11Z", 0.03, "Nuclear arms control is one of the only examples left of Russia as a great power, I don't envision them walking away from that. Also, strategic nuclear arms aren't cheap and they have a range of military adventures to fund these days"], [32122, "2017-03-13T00:59:11Z", 0.0, "Same as the intermediate range treaty.  Why make a big thing about withdrawing when they can just violate it (if needed) and pretend they are doing nothing wrong?  "], [19801, "2017-03-09T04:40:00Z", 0.0, "\"I have stated for the record in the past, now I'll state again that I am a big supporter of the New START agreement,\" said Air Force General John Hyten, the head of U.S. Strategic Command.\nhttp://www.reuters.com/article/us-usa-russia-missiles-idUSKBN16F23V\n"], [755, "2017-03-06T00:34:45Z", 0.1, "TASS, February 28, 'Russia has no plans to change new START Treaty — diplomat': http://tass.com/politics/933246\nClip from Tass article:\n\"We consider the START Treaty of 2010 a mutually useful instrument, a balanced document that does not contain any unilateral concessions to anyone whomsoever and that really strengthens security,\" Ryabkov said.\""], [1331, "2017-03-04T17:48:06Z", 0.0, "Putin cannot afford to withdraw"], [817, "2017-03-02T07:43:35Z", 0.1, "It would't be like a shot in their foot. "], [484, "2017-02-20T18:39:18Z", 0.15, "Up 5%. Want to carefully watch what Russia does now that Vitaly Churkin will have to be replaced at the UN. Loss of such a seasoned diplomat will introduce uncertainty where any more is not helpful."], [755, "2017-02-20T18:19:57Z", 0.2, "Military Times, February 17, 'U.S. Navy test fires Trident missile as tensions heat up with Russia and North Korea': http://www.militarytimes.com/articles/submarine-trident-nuclear-test"], [33875, "2017-02-19T18:24:02Z", 0.15, "I wouldn't be surprised if the Russian administration uses the leeway of a chaotic and inexperienced US administration to extract itself from treaties it no longer cares about."], [476, "2017-02-18T23:10:44Z", 0.02, "A lot of media chatter and clickbait so far.  http://thehill.com/blogs/pundits-blog/foreign-policy/319864-president-trump-makes-nuclear-mistake-on-arms-control"], [484, "2017-02-15T04:07:35Z", 0.1, "Up 5% until I see who the next US National Security Advisor is. Also the INF issue may complicate anything related to \"arms control.\""], [755, "2017-02-12T19:24:29Z", 0.2, "Something to watch:\nChinaTopix, January 29, 'First Flight Tests of Russia’s New Sarmat ICBM Scheduled for 1st Quarter Faces Delay': http://www.chinatopix.com/articles/110964/20170129/first-flight-tests-russia-s-new-sarmat-icbm-scheduled-1st.htm\nRS-28 Sarmat: https://en.wikipedia.org/wiki/RS-28_Sarmat\nThe RS-28 Sarmat (Russian: РС-28 Сармат; NATO reporting name: SATAN 2), is a Russian liquid-fueled, MIRV-equipped, super-heavy thermonuclear armed intercontinental ballistic missile in development by the Makeyev Rocket Design Bureau from 2009, intended to replace the previous R-36 missile. Its large payload would allow for up to 10 heavy warheads or 15 lighter ones or up to 24 hypersonic glide vehicles Yu-71, or a combination of warheads and massive amounts of countermeasures designed to defeat anti-missile systems; it was heralded by the Russian military as a response to the U.S. Prompt Global Strike."], [691, "2017-02-10T20:22:14Z", 0.05, "http://www.reuters.com/article/us-usa-trump-putin-idUSKBN15O2A5\nWith this one, as with INF, Russia doesn't have to suspend or withdraw until the US does.  Russia can just ignore or violate and deny.  If Hair Boy pulls the US out, Putin is in a no-lose, whether he reluctantly bails out second or announces that he is staying in a treaty with nobody because of his deep and abidiing commitment to peace."], [1034, "2017-02-09T10:27:09Z", 0.0, "Exclusive In call with Putin Trump denounced Obama era nuclear arms treaty  ources"], [6303, "2017-02-05T04:17:28Z", 0.01, "According to the general news and GJP consensus."], [484, "2017-02-04T00:55:52Z", 0.05, "(no change, but) Am beginning to wonder if Putin will want to plus up the forces since HRC was more than knee-capped and now he has to deal/think about what the POTUS may do over his term(s)."], [6303, "2017-01-30T04:05:05Z", 0.01, "According to the general news and GJP consensus."], [755, "2017-01-29T18:26:56Z", 0.3, "Trump/Putin bromance continues:\nNYT, 'Trump and Putin Connect, but Avoid Talk of Lifting U.S. Sanctions': https://www.nytimes.com/2017/01/28/us/politics/trump-putin-russia-sanctions.html?_r=0"], [6303, "2017-01-23T02:44:33Z", 0.01, "According to the general news and GJP consensus."], [19801, "2017-01-18T02:42:15Z", 0.0, "Putin stated they won't spend more than they can afford, which argues for keeping the Treaty."], [484, "2017-01-18T00:00:16Z", 0.05, "Back down 5% since DT sort of offered to trade NATO for an arms cut (hope I'm kidding/misinterpreting the interview)."], [755, "2017-01-16T02:22:29Z", 0.45, "Still too early to tell where this administration will go, but recent remarks from Trump (Putin's Poodle) are somewhat revealing:\nBloomberg, January 15, 'Trump Slams NATO, Floats Russia Nuke Deal in European Interview': https://www.bloomberg.com/politics/articles/2017-01-15/trump-calls-nato-obsolete-and-dismisses-eu-in-german-interview?cmpid=socialflow-twitter-business&utm_content=business&utm_campaign=socialflow-organic&utm_source=twitter&utm_medium=social\nClips from article:\n'Some Good Deals’\n“They have sanctions on Russia -- let’s see if we can make some good deals with Russia,’’ Trump said, according to the Times. “For one thing, I think nuclear weapons should be way down and reduced very substantially, that’s part of it.’’\nTrump’s reported comments leave little doubt that he’ll stick to campaign positions and may in some cases upend decades of U.S. foreign policy, putting him fundamentally at odds with German Chancellor Angela Merkel on issues from free trade and refugees to security and the EU’s role in the world.\""], [6303, "2017-01-16T02:04:02Z", 0.01, "According to the general news and GJP consensus."], [484, "2017-01-12T03:25:37Z", 0.1, "(no change) Any thoughts about how the incoming President might process what could be a loss of face related to the British/Russian dossier? My bias is that this may introduce even more uncertainty into an \"unusual\" way to develop US national policies."], [32333, "2017-01-10T17:35:05Z", 0.01, "Expecting new US Administration to attempt constructive (passive?) relations with Russia - and vice versa. Don't expect significant tensions to emerge before 2018"], [6303, "2017-01-09T03:48:09Z", 0.01, "According to the general news and GJP consensus."], [755, "2017-01-09T00:26:30Z", 0.55, "Leaning toward suspension over withdrawal."], [484, "2017-01-05T00:46:34Z", 0.1, "(no change) Just an observation that if DT starts to re-engineer the US IC, then decisions like this will be driven by State, Defense, and of course key advisors (thoughts about Congress supporting this kind of blast from the past?)."], [484, "2017-01-01T23:45:49Z", 0.1, "(no change) Just an observation that we may get some real indications when Gen Mattis and others begin testifying before the Senate."], [6303, "2017-01-01T04:37:19Z", 0.01, "According to the general news and GJP consensus."], [476, "2016-12-27T12:23:40Z", 0.05, "This meme is wonk driven and job security for chattering class like cops writing ticket citations. Lots of posturing, sabre rattling and bluster that fills coffers of ethical NGOs and the \"talk club \" at the UN IAEA.  Link here... http://www.reuters.com/article/us-usa-trump-nuclear-idUSKBN14B1ZZ  everyone else can Google the movie Fail Safe or maybe Ice Station Zebra if global warming doesn't melt the \"ice station\" first;)"], [755, "2016-12-26T19:02:55Z", 0.55, "Scaled-up M16 vs AK47 comparison:\nBusiness Insider, December 23, 'Trump questions the US's nuclear arsenal — here's how the US's nukes compare with Russia's': http://www.businessinsider.com/trump-tweet-us-nuclear-weapons-vs-russia-2016-12\nClips from BI article:\n\"Russians made a really different design choice than we did\" when it came to building ICBMs, said Lewis.\n\"Russia built nuclear weapons that are incremental improvements,\" he said, or weapons that would need updating every decade or so.\nOn the other hand, \"US nukes are like Ferraris: beautiful, intricate, and designed for high performance,\" he said. \"Experts have said the plutonium pits will last for hundreds of years.\"\nIndeed, the US's stocks of Minuteman III ICBMs, despite their age, are \"exquisite machinery, incredible things.\"\n\"Russia's nuclear weapons are newer, true,\" Lewis said, \"but they reflect the design philosophy that says, 'No reason to make it super fancy because we'll just rebuild it in 10 years.\""], [6303, "2016-12-26T03:22:00Z", 0.01, "According to the general news and GJP consensus."], [484, "2016-12-23T00:04:47Z", 0.1, "I suppose I should go up 5%. Not sure anything DT says has any real staying power, but if he is bullish on a nuclear race, who am I a mere mortal to say otherwise?"], [6303, "2016-12-19T03:47:49Z", 0.01, "According to the general news and GJP consensus. "], [31436, "2016-12-19T03:09:24Z", 0.0, "Expire 2021"], [6303, "2016-12-12T02:01:41Z", 0.01, "According to the general news and GJP consensus."], [6303, "2016-12-05T04:33:08Z", 0.01, "According to the general news and GJP consensus."], [755, "2016-12-05T00:39:41Z", 0.65, "Affirming forecast for the passage of time."], [25705, "2016-12-02T17:49:07Z", 0.0, "I am still at 0%."], [25705, "2016-11-29T15:43:09Z", 0.0, "As  I noted elsewhere, this news comes from the state-sponsored  Russian news agency. This strengthens the case that that Russia is not going to suspend the treaty:"], [6303, "2016-11-28T03:02:58Z", 0.01, "According to the general news and GJP consensus."], [6303, "2016-11-21T02:59:52Z", 0.01, "According to the general news and GJP consensus."], [29980, "2016-11-18T23:24:48Z", 0.65, "If Putin is still here "], [484, "2016-11-15T01:23:07Z", 0.05, "(no change) Any thoughts about the DT promise to build up US forces? Under HRC the US might have been headed to a dyad (blue water option?) @cdob63 http://www.gjopen.com/comments/comments/378002"], [6303, "2016-11-14T01:23:28Z", 0.01, "According to the general news and GJP consensus."], [83, "2016-11-11T15:08:57Z", 0.0, "DT and possible engagement with Russia on an economic front."], [691, "2016-11-09T20:15:41Z", 0.08, "As long as M. Petits-Doigts is planning to abrogate all of the treaties to which the US is a party, his buddy Vlad may well take the opportunity to bail out of this officially instead of just violating it and pretending he didn't.  Interesting times. "], [6303, "2016-11-07T00:40:43Z", 0.01, "According to the general news and GJP consensus."], [4634, "2016-11-04T15:55:41Z", 0.15, "Extensive analysis: http://www.realcleardefense.com/articles/2016/11/02/the_russian_nuclear_weapons_buildup_110294.html"], [14307, "2016-11-01T20:38:30Z", 0.03, "I think that everyone involved in the current tensions knows enough to be very careful, lest control go into realms where people are less informed. "], [6303, "2016-10-31T02:01:03Z", 0.01, "According to the general news and GJP consensus."], [1034, "2016-10-30T19:41:09Z", 0.0, "New START at a Glance"], [4139, "2016-10-30T05:20:10Z", 0.75, "Putin becoming unhinged, gradually."], [476, "2016-10-27T10:13:20Z", 0.15, "Now that NATO is sabre rattling, the Stoltenberg and Brit public diplomacy of feelings is filled with snarky bravado,  Kremlin and its assets might start \"talking about talking\" about this option to \"monetize\" the \"STARTski\" conversation as an imaginative way to stimulate more defense driven growth.  That would, minimally,  generate a live baseline beyond  deep web IE... Hey, If you wannabe a nextgen  START sherpa, start crowdfunding and kickstarting now. "], [14307, "2016-10-24T21:04:58Z", 0.05, "matching @dowser, because he's awesome."], [6303, "2016-10-24T00:49:44Z", 0.01, "According to the general news and GJP consensus."], [14307, "2016-10-22T02:56:15Z", 0.2, "I find it inconceivable that today's cyber attack make the US feel like taking the first steps in drawing down it's confrontations with Russia's diplomatic and military expansionism. I feel a little bit like today might have been the Poland in a Cold War II, which means the terms of peace at the end of the first Cold War might be facing irrelevance. "], [484, "2016-10-22T02:49:40Z", 0.05, "Up 3% since I convinced myself there may be plausible short term suspensions: http://www.gjopen.com/comments/comments/356959"], [484, "2016-10-21T16:25:51Z", 0.02, "(no change) Just wondering what some action/terminology such as a \"pause\" related to New START would mean for this question. There are any number of political or military actions that might warrant something similar to the NATO Article 4 consultation. One example would be to temporarily halt withdrawing older weapons pending some \"review.\" I believe some to'ing and fro'ing is almost normal course related to how the Bilateral Consultative Commission conducts business. My guess is that it would qualify as \"suspending\" since there are no time criteria specified."], [20035, "2016-10-21T10:47:23Z", 0.0, "Interesting 'fact check' in light of the Presidential debates regarding Russian obligations under New START:"], [20035, "2016-10-21T08:57:12Z", 0.0, "Just for reference on Russian nuclear policy generally, here's an article from the WSJ on the INF:"], [14307, "2016-10-21T01:45:51Z", 0.14, "During the debate, Clinton said explicitly that \"highest levels of the Kremlin\" means Putin himself. That means that he can't get away with firing someone important, a \"diplomatic apology\" in that vein would be something amounting to a coup, which is just more difficult to pull off. Furthermore, it also makes it clear that the US has a grudge with Putin, not with the Russian state, which might do something to internal Russian politics and Russian/Putin-allied states. That means that getting alliances to do something is going to be that much more difficult to pull off, which means that Putin is more likely to do something unilateral, like make decisions regarding participation in START. "], [783, "2016-10-18T17:22:32Z", 0.0, "The arms race did not work for them when they were the Soviet Union, being a financially poor country which cannot afford it, and that the US could walk away, Russia cannot suspend it. I agree with that view. "], [23006, "2016-10-18T10:19:37Z", 0.55, "Russia ignoring US over Syrian ceasefire (sept, 2016), and John Kerry getting visibly angry at UN discussions over negotiations to resume ceasefire.\n\nIf Putin wanted to change Russia's place in the current order of things, adhering to treaties that limit its power and influence would have to change. "], [755, "2016-10-17T22:45:54Z", 0.65, "The Blaze, October 17, 'Russia’s nuclear brinksmanship alarms national security experts': http://www.theblaze.com/stories/2016/10/17/russias-nuclear-brinksmanship-alarms-national-security-experts/\nClips from Blaze article:\n\"Conservative talk-radio personality and former CIA officer Buck Sexton agrees that Russia is intentionally brandishing its nuclear arsenal in an attempt to bolster its global influence. When reached for comment, Sexton told TheBlaze:"], [484, "2016-10-15T21:55:22Z", 0.02, "Up 1% since the consensus has been going up."], [14307, "2016-10-12T18:37:01Z", 0.08, "I've been trying to solicit other people's thoughts and/or resource recommendations on Russian nuclear policy in Stanford's online course on nuclear policy (https://lagunita.stanford.edu/courses/course-v1:Engineering+NuclearBrink+Fall2016/about). I'm still in the process of learning more about the subject area, but I've made enough progress that I'd like to update my forecast on this question. "], [6303, "2016-10-10T03:07:34Z", 0.01, "According to the general news and GJP consensus."], [29428, "2016-10-09T15:11:40Z", 0.4, "Prospect of unintended aircraft incident between US and Russia in Syria increasing which will poison relationship.\nPlutonium destruction, number of tactical in service by Russia exceeding negotiated limits, forward deployment in Eastern NATO of antimissile system and redeployment by Russia if missile systems in Kaliningrad would all indicate trend line toward treaty difficulties"], [14307, "2016-10-08T03:23:28Z", 0.38, "Tensions are rising with Russia at the moment due to the public accusation of Russian involvement in the DNC hack. Russia will have to do something to ease tensions or the US will sanction Russia in the near-ish future. It's unclear what conditions the US might place on Russia for the removal of sanctions, but it seems decently likely that it will be possible for Russia to comply and move relations back to normal. It would be slightly embarrassing for Russia, and that embarrassment is likely to be the most damaging aspect of the recent activity in US/Russia relations. "], [484, "2016-10-05T04:21:13Z", 0.01, "(no change) More complicated discussion about the Russian withdrawal from the MOX agreement: http://www.aikenstandard.com/20161003/161009890/russia-cancels-plutonium-agreement-leaving-mox-future-uncertain"], [24287, "2016-10-04T05:14:40Z", 0.5, "Putin has stepped off from the arms reduction agreement. Not sure if that constitutes the same thing, but going back up, once more"], [755, "2016-10-03T23:24:40Z", 0.65, "NYT, October 3, 'Vladimir Putin Exits Nuclear Security Pact, Citing ‘Hostile Actions’ by U.S.': http://www.nytimes.com/2016/10/04/world/europe/russia-plutonium-nuclear-treaty.html"], [83, "2016-10-03T17:42:07Z", 0.02, "Russia is looking for bargaining chips."], [6303, "2016-10-03T02:59:41Z", 0.01, "According to the general news and GJP consensus."], [29119, "2016-10-03T00:39:59Z", 0.65, "I give it the same odds as Hillary Clinton winning election. If she does it means that American and Nato expansion policies will continue and missile shield in Poland Baltic states will be a reality. Russia will respond by suspending/Withdraw from START Treaty."], [6303, "2016-09-25T18:18:04Z", 0.01, "According to the general news and GJP consensus."], [1450, "2016-09-24T19:54:42Z", 0.09, "The suspense is a ways off, but Russia does not have the finances to compete against the US on nuclear weapons, especially when the US seems intent on reducing inventories (under Obama at least).  Why rock the boat, when they can compete against the west in so many other arenas more efficiently and effectively."], [15371, "2016-09-24T19:07:03Z", 0.85, "Because HRC & NATO seems intent on demonizing Russia"], [6303, "2016-09-18T20:39:24Z", 0.01, "According to the general news and GJP consensus."], [28045, "2016-09-18T15:09:14Z", 0.05, "Too expensive, nothing to gain"], [755, "2016-09-17T23:50:00Z", 0.6, "The Guardian (UK), September 16, 'Obama to decide on cuts to US nuclear arsenal in October': https://www.theguardian.com/world/2016/sep/17/obama-nuclear-arsenal-disarmament-russia-congress\nClip from Guardian article:\n\"The most far-reaching option still under active consideration is a one-third cut to the US deployed strategic arsenal, from the 1,550 warheads agreed with Moscow in the New Start Treaty to just over 1,000. Obama offered to make the reduction in a 2013 speech in Berlin, on condition Russia did the same. But Vladimir Putin has shown little interest in disarmament, instead emphasising his countryâ€™s nuclear might.\""], [6303, "2016-09-12T00:43:00Z", 0.01, "According to the general news and GJP consensus."], [6303, "2016-09-06T01:54:39Z", 0.01, "According to the general news and GJP consensus."], [6303, "2016-08-28T23:35:00Z", 0.01, "According to the general news and GJP consensus."], [755, "2016-08-26T20:30:41Z", 0.6, ""], [28413, "2016-08-23T22:14:30Z", 0.0, "Russia has no strategic advantage in withdrawing from a treaty on strategic nuclear weapons. If this addressed tactical nuclear weapons, then this would be something. It is not."], [20035, "2016-08-23T11:27:02Z", 0.0, "Interesting blog article about Russian fears over covert adaptation of US nuclear defence weapons. "], [6303, "2016-08-21T22:08:16Z", 0.01, "According to the general news and GJP consensus."], [6303, "2016-08-15T00:09:21Z", 0.01, "According to the general news and GJP consensus."], [24287, "2016-08-10T03:31:10Z", 0.05, "Cutting down, I think my cynical self is getting in the way but I hear the consensus!"], [6303, "2016-08-10T03:28:22Z", 0.01, "According to the general news and GJP consensus."], [476, "2016-08-08T14:01:22Z", 0.0, "Even less likely during the U.S. presidential transition.  "], [1023, "2016-08-07T21:52:09Z", 0.85, "Missile systems, NATO expansion, unsteady politics,Ukraine sanctions, Crimea threats make Russia nervous"], [484, "2016-08-07T16:31:56Z", 0.01, "Down 1% to be slightly below the consensus for scoring purposes. While unlikely, I suspect the actual probability is higher than that."], [11430, "2016-08-07T00:15:19Z", 0.2, "My forecast expresses my probability of Russia substantially raising 'conflict' risks."], [484, "2016-08-05T02:43:25Z", 0.02, "(no change) I'm posting this without comment:"], [28045, "2016-08-03T21:42:22Z", 0.0, "Can't afford a new real arms race, they have the money for prototypes but not to match the US/EU"], [484, "2016-08-01T19:11:06Z", 0.02, "@Raahul_Kumar I still have on my \"to-do\" list to review various ACDA and other sources related to both the INF and New START question. In my mind there are two issues. "], [484, "2016-07-29T01:41:30Z", 0.02, "(no change) Here is the 2016 Democratic platform as promised (been too occupied watching my Monkey Cage score tank):"], [1262, "2016-07-25T18:25:03Z", 0.03, "confirming previous forecast"], [755, "2016-07-22T21:38:55Z", 0.6, "Hand in glove with IRNF treaty IFP 1st post, July 22."], [484, "2016-07-19T23:27:54Z", 0.02, "(no change) I didn't see anything in the US Republican party platform:"], [27403, "2016-07-18T02:49:58Z", 0.05, "They are in no financial position to do so. Withdrawal from Start would require the US to beef up its nuclear arsenal as well which would put Russia in a tit-for-tat situation."], [27409, "2016-07-17T04:09:38Z", 0.1, "Russia is a responsible member of the international community."], [484, "2016-07-15T16:11:07Z", 0.02, "Down 1% to be lower than consensus. Still same reasons."], [1262, "2016-07-14T19:45:33Z", 0.03, "confirming previous forecast"], [1449, "2016-07-13T02:29:11Z", 0.02, "No, they'll just cheat like they typically do and keep the forms of compliance and the diplomatic leverage on the US by at least partially adhering and not officially withdrawing from the treaty. They have more to gain by holding the US to the treaty then they have by leaving it. "], [1993, "2016-07-11T06:00:38Z", 0.05, "I think probably not, because START concerns ICBMs, not mid-range or short-range missiles. I don't think Russia wants a full-scale nuclear arms race with the US. Too expensive and pointless. Russia's consternation over the Aegis Ashore system deployed in Romania and Poland is its security vis-Ã -vis Europe and NATO."], [23434, "2016-07-05T18:14:04Z", 0.33, "By th end of 2017, Russia will have sufficient clout to just say they don't want to have to bow to 'the West'. And no-one has the clout to threaten them to the table, also not economically. The latter being the crux; R is big enough to run its own economy and may have some rare earth metals et al to force their way through boycott threats."], [484, "2016-06-30T15:30:39Z", 0.03, "(no change) Curious that the consensus is going up. Not many forecasters though which is also curious."], [1023, "2016-06-29T16:49:40Z", 0.85, "Russia is worried, so Putin will make   this call to make USA to appear weak."], [4462, "2016-06-29T12:49:42Z", 0.85, "Russia will keep the treaty if we remove troops from Russia's borders, remove anti missile defenses from Russia's borders (that very well might give us a first strike capability by shooting down Russian missiles and planes  while still inside Russia. Russia will actually try and get out of this treaty as soon as possible because right now their anti missile and anti aircraft tech is much better than ours. Right now they can take out all our anti missile tech on the Russian border and well into the NATO core countries without worry, its better to strike while you still can. We are provoking the Russians into war."], [1529, "2016-06-28T23:26:13Z", 0.0, "Doubt they will officially announce this. What would be the advantage of letting the US re-configure its entire ballistic arsenal and then have to re-start negotiations at some late date? And in truth, I think everybody knows that launching even one nuclear ballistic weapon is death to everyone. So, what is the point of having more. If US intelligence agencies determine a Russian nuclear build-up, the shit hits the fan for everybody. "], [26636, "2016-06-28T11:45:48Z", 0.99, "Yes.  In a global incident potentially causing embarrassment to Russia, they will initially react and suspend participation in or withdraw from the New START treaty.  However, political pressures will bring them willingly back to the participating in the New START Treaty after a relatively short period of time to prevent further embarrassment to the countries leaders."], [21464, "2016-06-28T03:44:41Z", 0.55, "They are looking for reasons to leave and our current administration has given them more than one. "], [25656, "2016-06-27T12:14:01Z", 0.05, "In line with new crowd average. My post here https://www.gjopen.com/comments/comments/261734 showed Russia increasing its stockpile, which at the least shows a disregard for the spirit of the treaty. http://www.realcleardefense.com/articles/2016/06/22/russias_growing_strategic_nuclear_forces_and_new_start_treaty_compliance_109472-3.html is quite a good article (although it maybe biased) reiterating the point."], [484, "2016-06-24T15:51:48Z", 0.03, "(no change) If DT happens to be elected president, I can almost envision a new start to US-Russian relations that may involve scrapping New START."], [1262, "2016-06-23T20:15:09Z", 0.03, "Seems unlikely"], [476, "2016-06-22T17:22:03Z", 0.03, "As \"Col. Abel\" said in the movie \"Bridge of  Lies\"... \"would it help\";)"], [6600, "2016-06-22T11:08:22Z", 0.04, "They have more to lose than gain from withdrawing"], [26327, "2016-06-21T17:57:28Z", 0.03, "I dont see Russians win anything leaving out from the treaty.\n-modernization of missiles  temporary adds the number before deadline\n-It is cheaper to have less missiles to maintain(declining economy)\n- New Aegis missile shield is against tactical ballistic missiles not strategic(if i understood correctly)->not so much threat to Strategic missiles->No threat for Russian capability to attack USA\n- Threat of new sanctions by USA\n- The lost of prestige front of international community(It is already low)\n+ The annex of Crimea and Ukrainian situation have been so inward turning behavior by Russia and their leaders that i leave that 3% chance to something extraordinary happening or radically worsening relationship between Nato/Usa and Russia. They have very keenly showed their new nuclear arsenal, but i think that is for their own people. To show them we can defend us even out conventional arms are currently worse and lesser than americans."], [83, "2016-06-21T17:28:49Z", 0.02, "Treaty expires on 2/5/18.\n-Under the treaty Russia is able to modernize its assets (treaty only limits the number of ICBMs, SLBMs and Heavy Bombers, but does not prohibit modernizations).\n-Putin would prefer that agreement were made through international organizations, rather than through bilateral or multilateral agreements,  nut there does not seem to be appearent reason to suspend or withdraw.\nPossibility of better relations with the EU regarding sanctions and recent news that the EU may support better overall relations with Russsia, may change the dynamic."], [227, "2016-06-20T23:59:42Z", 0.1, "While the \"Cordon Sanctionaire\" is still problematic for Russia, both politically and economically, the lost of prestige from withdrawing from such a symbolic treaty effort is not worth it. It is far easier to bog down the proceedings and use the process to obtain advantage elsewhere. Walking out might be necessary, but only if it is very important."], [6600, "2016-06-20T11:13:59Z", 0.01, "They would not want to lose their access to the U.S."], [699, "2016-06-20T03:41:02Z", 0.01, "Russia does not need to do it, since the new strategic ballistic rockets Sarmata will be able to over come any current and perspective ballistic missile shield."], [26242, "2016-06-20T00:12:10Z", 0.1, "Sure, the Cold War never really ended and may well be picking up but, after all, you don't have to withdraw from a treaty formally to violate it."], [2770, "2016-06-19T23:36:39Z", 0.0, "The central limits in New START on strategic delivery vehicles and strategic warheads reflect Russian interests, so why abrogate a treaty that preserves Its interests and does not hamper modernization.  Besides, Putin recently acknowledged Russia's desire to avoid a new cold war.  Putin can capitalize on nuclear modernization within treaty limits and preclude touching off an arms race with a struggling Russian economy.  On balance, a win-win for Russia."], [25601, "2016-06-19T10:06:13Z", 0.05, "Easier to obfuscate and test the limits than to actively withdraw. The threat is worth so much more than the action itself."], [25656, "2016-06-17T21:49:11Z", 0.03, "I'm still making up my mind on this - so putting a placeholder probability being the average of the group forecast."], [1057, "2016-06-17T12:19:28Z", 0.05, "Russia not ready for that move yet"], [1055, "2016-06-17T12:03:03Z", 0.05, "Russia not ready to admit that as it will indicate weakness on their part."], [706, "2016-06-16T19:28:27Z", 0.75, "Yes, because Hillary will be president."], [484, "2016-06-16T02:45:07Z", 0.03, "Dropping 2% since consensus is at 5. Wonder if it is based on good prognostication or following the herd?"], [484, "2016-06-15T16:13:06Z", 0.05, "Down another 5% to be below consensus. Same rationale."], [26132, "2016-06-15T15:38:10Z", 0.35, "The question here is \"will Putin use this threat to increase the tension that favors his empiricism?\" If he can he will.  "], [22245, "2016-06-15T14:36:00Z", 0.05, "They can do nothing and still not officially withdraw from the treaty or they could increase their nuclear weapons capabilities and there may be little if any accountability from the west.  I don't see where Russia would take this action when they can just ignore the treaty and do what they want."], [19801, "2016-06-15T07:17:36Z", 0.02, "\"New START provides the parties with 7 years to reduce their forces, and will remain in force for a total of 10 years.It limits each side to no more than 800 deployed and nondeployed land -based  intercontinental ballistic missile (ICBM) and submarine-launched ballistic missile (SLBM) launchers and deployed and nondeployed heavy bombers equipped to carry nuclear armaments. "], [26056, "2016-06-15T04:11:22Z", 0.05, "Very little reason to formally announce anything. Even if they do it. "], [484, "2016-06-15T02:34:52Z", 0.1, "Dropping 5% since the consensus is now at about 17%."], [5001, "2016-06-15T01:31:08Z", 0.05, "I can't come up with a plausible scenario where Russia benefits from it. "], [484, "2016-06-14T23:27:00Z", 0.15, "Great question. Do I get to answer after a trip to the future to see who the next POTUS is? Haven't been able to find the draft D or R platforms. For this question more than the INF Treaty question I think the military posture plans will be much more telling since in some ways it is simpler."], [691, "2016-06-14T22:24:46Z", 0.18, "Putin is nasty but neither stupid nor crazy.  These treaties provide him with a low-cost fig leaf of international respectability for one thing, and for another he doubtless recalls that the last arms race ended badly for his beloved USSR.  He can always violate them and deny it or redefine the relationship, since most of what he does and all of what he says is aimed primarily at his domestic audience, who are required by law and threat to believe him.  That general approach seems to work pretty good for him."], [4634, "2016-06-14T18:50:13Z", 0.35, "First thoughts: Abandoning START could lead to an all-out arms-race. Bickering, violating and obstructing are more likely. But, long timeframe, further escalation is not impossible."], [24287, "2016-06-14T18:34:06Z", 0.2, "Perspective - what is the root cause of all evil? Extension - what is the root cause of all wars? Furthermore - what decides power of nations and blocs and nations and such? One answer - money. "], [24176, "2016-06-14T18:31:04Z", 1.0, "You don't see this happening?\n10 steps already done for the 12 step process."], [500, "2016-06-14T18:24:24Z", 1.0, "Amerika kreće na medveda .Medvedu treba novo oružje."], [689, "2016-06-14T17:55:12Z", 0.0, "Until there is a significant US administration change, expect no telegraphed statements regarding nuclear treaties from Russia."]]}