{"question_id": 811, "title": "Between 8 December 2017 and 1 January 2018, will there be a shutdown of the US federal government?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[43948, "2017-12-31T20:34:07Z", 0.0, "Govt. shutdowns are caused generally because of concern over the national debt. Who cares about that after that tax plan was approved. So no that won't happen. If it were to happen it would be the Republicans and this would hurt their chances of getting re-elected. "], [44533, "2017-12-31T19:28:11Z", 0.0, "This would be the demise of the GOP"], [44375, "2017-12-31T19:00:45Z", 0.0, "2018 is the mid-term election year; no one in Congress (not even Senator Cruz) wants a government shutdown at this time. "], [44147, "2017-12-31T17:11:22Z", 0.0, "With one party in control of the government, they won’t allow it to shut down because the would be guaranteed to receive all the blame."], [43957, "2017-12-31T16:18:19Z", 0.0, "It is too negative. The Republicans don’t want that to impact the election."], [42937, "2017-12-28T04:28:24Z", 0.0, "The GOP cannot afford (to its various misjudgements) a government shut-down! "], [691, "2017-12-27T23:11:42Z", 0.0, "Compared to some of the things that are happening to the US government, a shutdown would be just about a godsend.  No such luck."], [43030, "2017-12-27T16:38:46Z", 0.02, "Republicans have majority and dems dont want to shut down govt."], [42985, "2017-12-25T17:05:04Z", 0.0, "Not before the mid terms will the ‘deal maker’ Prez want such bad press"], [31850, "2017-12-25T05:13:07Z", 0.0, "Funding bill was signed:"], [1034, "2017-12-23T08:05:59Z", 0.0, "Trump signs tax, government spending bills into law"], [691, "2017-12-22T20:58:54Z", 0.0, "https://www.reuters.com/article/us-usa-congress-shutdown/congress-votes-to-avert-shutdown-sends-trump-stopgap-spending-bill-idUSKBN1EF1MZ"], [1034, "2017-12-22T11:23:59Z", 0.0, "Fearful of a Shutdown, Congress Inches Toward Stopgap Spending Bill"], [42162, "2017-12-21T18:17:47Z", 0.04, "https://twitter.com/realDonaldTrump/status/943856675294982145"], [691, "2017-12-20T15:45:25Z", 0.0, "They have to get it (temporarily) sorted in the next couple of days, but just now nobody wants this, with the possible exception of the Great and Powerful Oz, who seems think it will increase his popularity and boost the odds of a Republican sweep next Fall."], [22833, "2017-12-19T16:23:16Z", 0.5, "I have long suspected that the Democrats agreed to the previous short term extension for the sole strategic purpose of keeping the threat of a shutdown alive.  In other words, the Democrats were setting the conditions for battle, and it worked.  Without Democratic support, the Republicans, with their priority of passing a tax break for the rich - while being negligent in their governing and budgetary duties, are going to look like the Scrooges that they really are.  Meanwhile, the Democrats can again take the moral high ground and call attention to the hypocrisy within the tax bill."], [33917, "2017-12-19T15:39:11Z", 0.2, "Nancy Pelosi rejected the CRomnibus last week. Chuck Schumer said that Senate Democrats will quickly reject such a proposal if it comes to the Senate floor for a vote."], [38981, "2017-12-16T15:45:31Z", 0.0, "Democrats learned from watching Republicans that taking the blame for a government shutdown doesn't pay."], [42463, "2017-12-16T11:11:23Z", 0.1, "Unlikely"], [37768, "2017-12-16T02:11:48Z", 0.03, "Republicans are eager to get the tax bill passed and will not want to get bogged down with a government shutdown to slow down their momentum."], [38066, "2017-12-16T01:10:12Z", 0.15, "The most important issue, the tax bill, will pass in the next few days. After then, there is a question of funding and legislative decisions that may be problematic for members of the House. However, no one wants a shut down before Christmas, so I think there is good chance of passing the buck into January. "], [38589, "2017-12-16T00:49:22Z", 0.05, "this would not wear well for the gop brand"], [373, "2017-12-16T00:41:24Z", 0.05, "Likely not. But if Trump doesn't get a tax bill passed next week, Congress might be sufficiently adrift that they won't come together for necessary funding."], [12573, "2017-12-15T12:15:09Z", 0.02, "The Congress will do almost anything to prevent a government shut-down. Regardless of who can be assigned blame for political purposes, a shut-down shows how well America can survive without government intervention in their lives. And that is the one thing these legislators do not want the people to see. So the issues that seem like a wide chasm in the United States will be reconciled to the point where everybody in Congress will find something they can hold their collective noses and vote for."], [31450, "2017-12-14T18:19:21Z", 0.0, "I suspect republicans blink and give in to a range of democratic demands. Mostly because that seems to be how every shutdown is averted/ended."], [636, "2017-12-13T22:10:35Z", 0.25, "Dems know shut down will be blamed on them so compromise in order"], [42162, "2017-12-11T11:32:48Z", 0.02, "According to WaPo, it has been 38 years since the last shutdown at a time when House, Senate and White House were controlled by the same party. And a shutdown has never been caused by filibustering? Obviously, it would be much too easy to place blame on the minority party in that case."], [7124, "2017-12-11T03:48:34Z", 0.05, "The Republicans would pay a heavy price for a shut down as they control all branches of government. They will have to compromise with the Democrats if members of their own caucus refuse to cooperate"], [20284, "2017-12-10T22:49:45Z", 0.0, "Despite party posturing neither one wants that to happen because neither can be sure who will be blamed for the event.  This has become such a predictable and routine event that it could be turned into a national holiday Give Congress a reason for taking a week off for the holiday and Federal employees a day off.  The rest of us who work for a living think about it as we head home from work. "], [283, "2017-12-10T13:35:46Z", 0.0, "Goin' for broke here. Trying to boost my way out of the Brier patch."], [23234, "2017-12-10T04:00:00Z", 0.01, "Shutting down the gvt be kind of a dumb plan... after all doesn't the Republican party that would need to shut the government down control the House, Senate (& thus the budget over which shutdown fight would presumably need to ensue), Presidency, etc.? [edit/removed tweet expressing that thought b/c did not see when originally posting that there was an inappropriate gesture in the link]"], [32258, "2017-12-09T18:10:04Z", 0.0, "Not this year. Democrats already blinked on DACA.. As a party, it seems they are not sure what they stand for as the days go wizzing by. But it does seem they would fear being branded the Grinches who stole Christmas. I can see the ads... Trump red/orange Santa -- Pelosi and Schumer green and dastardly. "], [915, "2017-12-09T17:15:11Z", 0.0, "0.00 "], [39937, "2017-12-09T14:52:10Z", 0.0, "I go with https://www.gjopen.com/comments/comments/633603"], [706, "2017-12-09T08:02:40Z", 0.05, "Simple majority wins."], [691, "2017-12-08T19:24:49Z", 0.0, "It appears that both the Distinguished Senate Majority Leader Yertle the Turtle and House Speaker Spineless Paul are prepared to put off this showdown until after the first of the year.  It is unlikely that the equally gormless Democratic leaders will wish to push the issue just now, since they think it will better for them to let this happen closer to midterms, in which assessment they are almost certainly incorrect.  And although the Bouffant Buffoon doesn't believe it, he can't make the Congress do anything since they don't actually work for him.  "], [1333, "2017-12-08T18:36:42Z", 0.0, "I'm betting things are tense enough in NK by the 22d to preclude time off for the government."], [34353, "2017-12-08T18:14:45Z", 0.01, "There's not, at the moment, a 0% chance, but it's pretty unlikely. As a colleague of mine is fond of saying, they (politicians) don't mess with the holidays. And considering neither side wants to be the reason government employees aren't paid over the holidays and the American public can't enjoy its national parks, museums, monuments, etc., there's probably not a strong appetite for this. "]]}