{"question_id": 459, "title": "Between 1 April 2017 and 31 March 2018, will an armed group from the Philippines engage in a campaign that systematically kills 1,000 or more civilians in the Philippines?", "correct_answer": "Yes", "crowd_forecast": 0.18, "preds": [[68, "2017-06-12T07:59:33Z", 0.45, "https://foreignpolicy.com/2017/06/09/dutertes-war-on-terror-also-looks-like-a-war-on-civilians/"], [68, "2017-06-04T18:30:17Z", 0.45, "President Duterte's \"War on Drugs\" seems to be on hold  and focus is now on separatists in the south.  Although forecasting on this question closes in less than a month, it won't be decided till end March 2018, which leaves plenty of time for another campaign.  Consequently, I'm reducing my forecast from 65 to 45% but no further."], [29054, "2017-06-03T16:13:07Z", 0.87, "Between the Moros and the Maute movements, both in alignment with ISIS, there is an increased probability that the casualties are going to cross over the 1000. The situation is going to escalate to levels that at the beginning of the question did not seen reachable. Duterte is going to use extreme force as he has done in the past and that is a situation for large casualties.  "], [691, "2017-06-01T10:45:22Z", 0.03, "Presumably the authorities will claim that none of the official armed groups ever kills any civilians, and none of the other armed groups can run up this kind of score.  How this is resolved will depend on whether the scorers believe the authorities and on what gets counted as a single campaign, and maybe on what counts as a geographic area.  Is the ostensible war on drugs in which civilians have been and will be killed by police a different campaign on Luzon than on Mindanao, for example; or because it has been moderated a bit, will it count as a different one when Duterte ratchets it up again?  Similarly, Duterte's folks will be gunning down civilians they claim are in cahoots with the terrorists.  Not sure whether they can rack up a big enough score, but is this a campaign directed at civilians?"], [35582, "2017-05-31T19:36:38Z", 0.4, "It's a long shot that 1000 people will be killed, but if the govt. can not suppress the motives and lay out a policy to stop the groups, then over a 1000 people will die."], [1034, "2017-05-31T06:01:24Z", 0.0, "Philippines launches air strikes in bid to retake ISIS-occupied city"], [29054, "2017-05-30T14:48:22Z", 0.34, "The moro situation is getting worse and it seems that is going to a point of all out killings. "], [35569, "2017-05-26T17:33:23Z", 0.1, "The current version of the Filipino government is exhibiting dictatorial tendencies, but for good reasons.  The Philippines is too important to the western world to turn into a version of Indonesia.  Strong Catholic faith in the Philippines is another plus in the prevention of genocide because the Catholics are likely to meet violence with violence against Islamic terrorists.  They have a world wide star in Manny Pacquiao who could bring further attention to the nation if violence escalates.  The Philippines is too important to the US and the world to leave pockets of the country vulnerable to mass killings.  I imagine the US and other western nations have eyes and ears on the ground throughout every region.  The Philippines has been accessible to the west for a very long time.  I predict no armed group from the Philippines will engage in a campaign that kills 1,000 or more civilians in the Philippines.  "], [35573, "2017-05-16T12:30:59Z", 0.11, "Comment deleted on May 16, 2017 12:47PM UTC"], [2124, "2017-05-09T10:54:57Z", 0.05, "1000 people is a very high threshold of violence. Further, the qualifiers of 'systematically' and 'civilians' makes this even less likely. Considering it hasn't happened in the past and the time frame is relatively short, I suspect no. Also due to the highly militarized nature of Phillippines police forces now, I think the crackdown would be swift."], [691, "2017-05-04T12:11:30Z", 0.14, "It occurs to me that I may have come down too far on this.  The Q doesn't get scored until several months after it closes.  In the intervening period, it is not improbable that Duterte will get bored with not having people killed, and will feel encouraged in this unfortunate restlessness by the US president, who greatly admires thugs.  Moving back up a bit, pending developments."], [1034, "2017-05-01T18:58:11Z", 0.0, "Philippines to suspend drug war to clean up 'corrupt' police "], [691, "2017-04-30T11:53:17Z", 0.26, "In my not especially humble opinion, Duterte's inciting the police and military to kill people he disapproves of should count for this Q.  If it does, this will happen and may already have.  If it doesn't, nobody else in the Philippines can make this number.  So my estimate is really a scoring-decision hedge, since the plausible real-world numbers would be 0 and very close to 100.  Trying to guess what a question means is not the same exercise as trying to guess what will happen in the actual world."], [691, "2017-04-27T19:08:14Z", 0.24, "Duterte's own personal Kristallnacht is piling up this kind of score.  Unlike the original, it is not aimed at a specific identifiable group, but just kind of anybody he or his allies don't approve of, so we still don't know whether it will count for this Q or not.   Bumping up some in case it does,though."], [19923, "2017-04-26T21:51:21Z", 0.85, "Duarte seems to be unconcerned with killing civilians.  His war on drugs, and drug users, will almost certainly claim 1,000 lives during this period.  Though a question remains, does the killing of civilians in Duarte's war on drugs count towards this total?"], [691, "2017-04-23T12:52:50Z", 0.21, "Nobody there can meet these numbers except Duterte's campaign against anybody suspected of dealing or using or thinking about drugs.   If his so-called law enforcement and military people are considered an armed group,  and telling them to kill people is a policy that will knowingly result in widespread death, it will be a Yes some time in the next 30 days or so.  Absent any clarification, I am coming up a bit, simply in deference to the common-sense meanings of words."], [28091, "2017-04-21T15:04:53Z", 0.02, "I am keeping this one low based on how the drug related killings are scored. If they were all to count as systematic killings then this question would be resolved fairly quickly. It is also possible that the worst of Duterte's violence against drug dealers and users is over now that he is firmly in power and past his initial early rhetoric."], [35040, "2017-04-21T14:27:47Z", 0.55, "I am basing my answer on the historical happenings of the past 2 years."], [34630, "2017-04-17T21:40:33Z", 0.97, "I'm assuming this includes Durate's \"anti-drug\" campaign, which shows absolutely no signs of stopping and is killing this many people every couple of months."], [1333, "2017-04-14T21:10:25Z", 0.35, "As ISIS/D'AESH decays in S.W. Asia the potential for uniting with drug gangs under pressure and clinging to survival in the Philippines grows."], [31450, "2017-04-12T17:14:26Z", 0.78, "Duterte's drug war marches on killing thousands and I don't see any evidence that he is having second thoughts."], [31082, "2017-04-10T21:59:18Z", 0.6, "Most likely candidate: president Duterte and his anti drug war. In the past the government aimed killings have already exceeded the threshold, so I give it a good likelihood to do so going forward 12 months.\nhttps://www.theguardian.com/global-development-professionals-network/2017/jan/05/rodrigo-dutertes-drug-war-in-the-philippines-is-out-of-control-he-needs-to-be-stopped?CMP=Share_iOSApp_Other"], [4577, "2017-04-09T13:12:10Z", 0.8, "Drug war continues. EWP marked it as a mass-killing episode in 2016. More than 7,000 were killed in the last six months of 2016, according to HRW. If killing continues at anything close to that pace from April 2017 forward, the 1,000-death threshold will be passed early in the April 2017-March 2018 window."], [34829, "2017-04-07T15:40:34Z", 0.01, "Non-state armed groups in the Philippines almost exclusively target state security forces. While civilians also fall victim to such attacks (IEDs, UXO, etc.), there is usually no systematic approach to it. Inter-clan or inter-religious violence is usually on a small scale. State security forces are unlikely to specifically target civilians, in part due to a fragile yet promising peace process with the major Muslim rebel group, the Moro Islamic Liberation Front (MILF). In areas where communist rebels are present, the civilian population is rarely a deliberate target. One reason might be that both the state security forces and civilians in such areas are predominately Christian and share language and culture - at least to a larger degree than in Muslim areas. \nDISCLAIMER: The way the question is asked leaves it open if the \"War on Drugs\" should be included in the answer or not. When considering the probability of systematic mass killing, I did NOT include the deaths of civilians in the \"War on Drugs\". However, I can see why one would, so I suggest to rephrase the question or to split it into two separate questions. If you consider the \"War on Drugs\" to be a campaign that systematically kills civilians in the Philippines, the probability for the killing of 1,000 or more civilians within one year would be closer to 99%."], [34811, "2017-04-06T21:11:13Z", 0.8, "Drug wars"], [34737, "2017-04-04T01:00:30Z", 0.12, "The Phillipines youth militias have been on my radar for a while. I do not believe they have killed large groups yet, but the rise of these groups is an area I am aware of and uncomfortable about. "], [379, "2017-04-03T19:15:03Z", 0.1, "given \"systematically\", seems unlikely"], [1402, "2017-04-03T07:49:33Z", 0.15, "The number of victims is too hight but the possibility is there, the campaign against drugs and the political disfunction in the government can provide an opportunity for the terrorist groups in the South. They can kidnapped a school or a Church and do that kind of action\n"], [68, "2017-04-03T05:59:35Z", 0.65, "The most likely cause of the systematic killing of 1000 or more civilians in the Philippines in the next 12 months will be President Duterte's War on Drugs. Although the question info says \"the accidental killing of civilians\" will not be considered a campaign to systematically kill civilians, it appears that the 'war\" against drug dealers is encompassing drug users as well, along with their family members and bystanders. In the first six months of the Duterte Presidency there were more than six thousand killings, and an environment has been created that encourages the police to carry out indiscriminate killings. The two reports below are from the end of 2016, but I suspect the police haven't yet \"finished off\" all their targets yet and at least another 1000 could die in 2017."], [29054, "2017-04-02T14:40:15Z", 0.0, "Filipinos continue to have serious problems in many fronts, the radical Moros and the drug trade are tangled, for this event to be a yes the threshold in Philippines is too high. \nThe government forces will act fast and most likely do what they have done in the past; that is, cover it up.\nI think, today the Philippine arm forces and National Police with all his problems, it has improve substantially and it is more professional. Still this is the only institution that has the power to make this a 100%, I do not think that it will tarnish the country reputation by engaging in such action."], [691, "2017-04-01T17:27:01Z", 0.02, "Presumably all the casual murders deriving from Duterte's War On Everything will be counted under \"unrelated executions of individuals\"  rather than \"policies that knowingly result in widespread death.\"  In practice it may be difficult to calibrate this distinction, but if that assumption is correct, the p is quite low, since the Mindanao crowd won't come near that number. "], [32589, "2017-04-01T16:12:18Z", 0.05, "https://en.m.wikipedia.org/wiki/Terrorism_in_the_Philippines"], [1080, "2017-04-01T02:49:04Z", 0.25, "I have visited the southern islands lately - there is a militant anti government element there. Any now they have a reactionary leader. Not a good mix."], [488, "2017-04-01T01:54:34Z", 0.05, "I see no chance of this happening. "], [4462, "2017-03-31T22:50:28Z", 0.75, "My guess the price and or army will kill drug dealers, commies and later on we will find out many were innocent civilians."]]}