{"question_id": 468, "title": "Before 1 January 2018, will SpaceX successfully relaunch an orbital-class booster within 24 hours of booster landing?", "correct_answer": "No", "crowd_forecast": 0.01, "preds": [[691, "2017-12-27T23:10:00Z", 0.0, "https://www.reuters.com/article/us-tesla-truck/tesla-to-make-pickup-truck-after-model-y-crossover-idUSKBN1EK1A5\nOur boy is distracted again, and is promising something else will happen.  By now one hopes we all know what that means:  no chance of either."], [948, "2017-12-26T20:22:34Z", 0.0, "no chance now, but next month's Heavy rocket liftoff with a Tesla will be awesome to watch!"], [42463, "2017-12-16T11:26:24Z", 0.3, "Moderate chances"], [26, "2017-12-06T11:55:15Z", 0.05, "Unlikely."], [23779, "2017-11-23T11:12:40Z", 0.0, "Revised info in the web.. still zero advance. final update"], [40010, "2017-11-21T06:26:22Z", 0.1, "I think it is early days yet to expect a Relaunch within 24 hours. In fact i doubt that this will ever be possible."], [691, "2017-11-17T15:04:08Z", 0.0, "https://www.reuters.com/article/us-tesla-truck/new-200000-tesla-roadster-speeds-in-front-of-electric-big-rig-truck-idUSKBN1DG1LW\nMusk seems like a smart guy, but with the attention span of mice.  He has another new distraction, so this project probably crawls along for a while."], [15619, "2017-11-12T23:43:08Z", 0.0, "musk has history of over optimistic forecasts and not many scheduled launch events currently announced"], [29804, "2017-11-11T01:59:02Z", 0.5, "guess"], [23779, "2017-11-07T09:19:47Z", 0.0, "Revised info after one month... still 0%"], [40733, "2017-11-02T23:12:29Z", 0.0, "There are only two possible ways for this to occur: \n1)  There is a sufficient backlog of projects that SpaceX has the power to tell customers and the customers are willing to accept the risk.  Unfortunately: \n- There are already 6 rockets waiting to be assigned jobs\n- There is very little incentive for company's to accept this risk"], [6303, "2017-10-31T03:37:45Z", 0.0, "Based on general news and GJP consensus."], [6303, "2017-10-23T03:38:34Z", 0.01, "Based on general news and GJP consensus."], [6303, "2017-10-16T03:26:36Z", 0.01, "Based on general news and GJP consensus."], [948, "2017-10-14T14:14:44Z", 0.0, "As much as I’d like to see this happen. It’s very doubtful. Back to back launches yes but not relaunching a booster that quickly."], [23779, "2017-10-06T13:23:41Z", 0.0, "According to the project table developed by Bloomberg, Space X seems to be somewhere lower the 25% completion for this specific goal.\nDue to the announced project date (July) and target date (December). I would have expected at least 50% of completion.\nFurthermore, from the 11 completed goals registered in this table only 2 of them were completed without delay.\nThere can we also find more important, incomplete, and already delayed projects that seem to have a similar target time. SpaceX could be focusing more to finish those that this challenge...."], [2965, "2017-09-30T02:15:01Z", 0.01, "time waits for no one \nnot me \nnot  Elon Musk\nnot Travis Kavvalnick\n  and the chances of this might as well be 0\n 1961. Kennedy promised  US would be first and put a man on the moon in \na decade\nMission accomplished\nSee whats left of NASA\nand US rocketry\nso it may be 1% but its still 1% less than consensus\ntime granulation\nmaybe next year\nthe future is bright for USA and Elon"], [39076, "2017-09-19T14:40:25Z", 0.7, "Without any real expertise in rocket science, it seems that if a single booster can be used on two separate missions, the only obstacle will be to prepare it within the 24 hour time-frame. If the procedures can be established, it's already been proven that the booster can be used twice."], [6303, "2017-09-18T04:15:15Z", 0.01, "Based on general news and GJP consensus."], [1161, "2017-09-17T18:11:34Z", 0.0, "Inspections take time. Weather is variable. Etc. Being proven wrong would not be a disappointment."], [32235, "2017-09-17T08:33:10Z", 0.3, "While Musk is a determined person that makes things happen, still judging from the different setbacks and delays SpaceX faced in previous years, it is quite possible that the 24-hour relaunch milestone would be something of next year."], [38977, "2017-09-13T21:32:49Z", 0.0, "I was at a successful SpaceX launch in the summer of 2016.  It was a professional and well run operation, as far as I could observe as a visitor.  NASA, however, insisted on some special safety provisions for viewing, which I take as evidence of NASA's risk assessment.  I think there is a 5% chance of success before EOY2017."], [38540, "2017-09-11T17:25:27Z", 0.0, "Too much risk in a failure... Payloads are multi-million dollar in nature; insurance requirements will demand extensive Quality Control."], [38881, "2017-09-10T18:35:26Z", 0.01, "The SpaceX statements about 24h relaunches is clearly a stretch goal statement, not something that is planned for the current launch schedule.  \nThe schedule and procedures most likely don't even allow these kinds of launches yet. "], [15621, "2017-09-10T09:07:57Z", 0.0, "https://www.gjopen.com/comments/comments/565391\nsee @acohen\nLooks like its next year at the earliest."], [948, "2017-09-08T20:21:43Z", 0.02, "Still don't think it likely. Too many regulations in the way. Though some are being adjusted it seems."], [31450, "2017-09-07T14:12:20Z", 0.0, "The goal now seems by getting this done in 2018."], [6303, "2017-09-04T04:49:21Z", 0.01, "Based on general news and GJP consensus."], [2965, "2017-09-03T03:18:35Z", 0.03, "Musk see https://www.youtube.com/watch?v=RPGUQySBikQ"], [33540, "2017-08-31T14:18:59Z", 0.15, "Based on their trend towards more successful recovery and turn-around launches, the whole thing will hinge on the ability to pass the preflight checks. Cost-benefit analysisfor company--may be willing to take more risk...could drive up value as a company if they can prove success at speed."], [1993, "2017-08-30T02:42:55Z", 0.0, "Not this year:"], [38521, "2017-08-24T17:12:39Z", 0.01, "I hardly think so. SpaceX themselves seem to aim for such a feat only in 2018, not BEFORE 2018.\nhttps://www.engadget.com/2017/07/19/spacex-reuse-rockets-24-hours-2018/"], [12937, "2017-08-17T19:27:01Z", 0.12, "Seems ambitious "], [5578, "2017-08-13T15:47:59Z", 0.1, "Too soon. Even Elon Musk can only do so much. He will be focused on the Model 3"], [15621, "2017-08-08T13:23:34Z", 0.0, "https://www.engadget.com/2017/07/19/spacex-reuse-rockets-24-hours-2018/ see @fatalis\n"], [32122, "2017-07-31T17:22:42Z", 0.0, "A beautiful dream.  Maybe realized in 2018.  "], [36632, "2017-07-31T17:08:11Z", 0.02, "Their schedule has very few back-to-back launches listed where it would even be feasible to launch again within 24 hours, and only two that lists the expected reuse of components between 1 August and the end of the year. However, much of the schedule has vague launch dates, and it is not entirely impossible they could either refine, adjust or add new launches specifically to address the 24-hour turn around in this time."], [519, "2017-07-20T15:15:30Z", 0.15, "https://spaceflightnow.com/launch-schedule/"], [20156, "2017-07-20T06:56:49Z", 0.0, "Based on recent reports, I change my prediction to zero. "], [6303, "2017-07-17T02:42:57Z", 0.01, "Based on general news and GJP consensus."], [36384, "2017-07-10T16:58:35Z", 0.75, "they're getting really good at it"], [12726, "2017-07-09T15:22:00Z", 0.02, "Lowering even more based on logistics and launch window availability."], [36157, "2017-07-09T10:05:43Z", 0.15, "Successful launch is unlikely within 24 hours, and within this timeframe, however definitely not impossible."], [30610, "2017-07-06T05:17:29Z", 0.01, "2 relaunches have been performed as of now. \nThe latest one previously flew in Jan so a few months were spent to \"refurbish\" it. "], [34353, "2017-07-05T12:44:53Z", 0.01, "Unless Elon Musk plans to pull a Kim Jong-Un and surprise the world with this, all indications are that it's not likely to happen."], [36216, "2017-07-03T15:26:33Z", 0.03, "Logistics do not support a successful re-launch of the same boosters in 24 hours."], [36228, "2017-06-29T11:48:12Z", 0.05, "Recycling booster rockets is a new concept in space flight. Getting them to be recycled within 24 hours has never been done before, and getting optimal launch situations within 24 hours of each other may also be difficult to do within the year"], [35569, "2017-06-20T17:26:26Z", 0.0, "Space X has moved the spotlight to its current goals.  CEO Elon Musk announced an upcoming possible back to back launch of two rockets within 48 hours of each other.  The reason for the back to back launch is because the first rocket had mechanical issues and Space X missed the first launch window.  The main revenue stream of Space X is putting satellites in orbit and causes like recycling a booster with quick turnaround are secondary issues.  Tangentially, I would pay to have 2 drinks with Elon Musk.  From a far away vantage point, something seems off, and more off than harmless eccentricities."], [15471, "2017-06-16T10:15:14Z", 0.05, "Unlikely as the logistics and formalities are stacked against it (not necessarily the technological feasibility). SpaceX probably would want to do it to a) prove they can and b) reduce their launch manifest. However they also want to bring the Falcon Heavy this year. I'd wager it's more useful to demonstrate the usability of the heavy, than reducing the turn around time of the standard falcon of which they seem to have enough.\nCurrently the technical limitation seems to be the number of available flight officers at the Cape and not the machinery itself, so no pressure to reuse material faster."], [12453, "2017-06-14T20:10:42Z", 0.7, "SpaceX has shown itself to be resilient and adapts to new information which builds successes.  "], [948, "2017-06-11T02:39:02Z", 0.02, "I'm winding this down. As much as I'd like to see this happen. There are too many hoops to jump through. Twenty-four hours is isn't enough time yet to prep the booster to be used again. "], [691, "2017-06-08T12:17:44Z", 0.01, "There is no particular need to do this, especially in this relatively short time frame.  Seems to be another pointless announcement by the MuskRat to keep up interest in his doings.  As with much of his stuff, it will probably happen sooner or later, just not right now.  These little spasms are almost the tech equivalent of the midnight Twits from the White House."], [32122, "2017-06-05T10:28:56Z", 0.02, "The logistics do not seem reasonable to do this in 2017.  It may eventually happen, if for no other reason than as a demonstration for publicity.  But I am going to assume that SpaceX is not going to do this for such a purpose for the remainder of the year.  "], [631, "2017-06-05T02:04:40Z", 0.75, "Elon Musk ✔ @elonmusk\nIncredibly proud of the SpaceX team for achieving this milestone in space! Next goal is reflight within 24 hours.\n7:39 PM - 30 Mar 2017\n"], [948, "2017-06-04T21:26:22Z", 0.15, "I know they can eventually do it. But, that would also mean launching and landing at the Cape, and then prepping the stage within 24 hours for the next launch,  But, He will need an FAA license to do the launch and re-entry, as all launches need (https://www.faa.gov/news/fact_sheets/news_story.cfm?newsId=19074) Nothing is on the schedule currently to work that way. The FAA has up to 180 days to approve launch licenses."], [34313, "2017-06-01T18:36:37Z", 0.03, "While I am not in a position to judge the technical feasibility of the relaunch, I would take Elon's word for it. But the big question is why? Why relaunch in 24 hours. Apart from a marketing stunt, I cannot see any business reason for doing it. Will the cargos be so many that it will be required to ship them daily? I doubt.  "], [29054, "2017-05-23T14:39:29Z", 0.0, "Technically possible, need to see the insurance for the buyer, at one point it seemed that it was going to be possible to get insurance but now things are dimmed. So turning the lights off, for now........"], [34879, "2017-05-23T13:50:24Z", 0.07, "Revising up - Inmarsat CEO has announced they will be “sure we will be using a ‘reused rocket... And we will be launching on a ‘reusable rocket’ in the future.” as a customer of SpaceX. “We will be looking to support them in any way we can with their new innovation programs.”"], [14588, "2017-05-19T00:54:26Z", 0.15, "I don't think rapid booster re-flight is as high of a priority as Falcon Heavy, but I do think they are capable. If Falcon Heavy flies as planned in late 2017, I wouldn't be surprised to see a rapid re-flight before January 1st. Looking at the launch manifest, there is an opportunity to re-fly quickly if the Crewed Dragon demo flight is put directly behind the CRS13 resupply mission that's slated for an early November launch. "], [35636, "2017-05-16T18:22:58Z", 0.01, "24hrs? Why? More like 21 days. Musk won't risk it"], [14880, "2017-05-16T17:24:16Z", 0.01, "My opinion is that SpaceX will look at speedy booster turn around (months/weeks/days/hours) sometime after 2018. Right now it's an achievement just to reuse one. "], [35544, "2017-05-13T17:27:33Z", 0.05, "The rockets are still huge financial assets which makes a hasty re-launch risky and unwise, especially as SpaceX has virtually no competition and thrives on good PR. A failed re-launch will cost them too much in money and reputation. Perhaps a 24-hour relaunch by 30 March 2018, but not January."], [35518, "2017-05-13T15:40:01Z", 0.75, "It may not be successful, but Spacex will push for it while public interest is high."], [83, "2017-05-13T00:08:17Z", 0.0, "Prior reading ( no source to submit) indicated the percentage of retrieved boosters that were capable of being reused was significantly less than 50%.  The testing and refurbishment, and the low odds of reusability would make for slim odds, in the near future."], [35470, "2017-05-12T12:50:14Z", 0.1, "They might make it down to a week between launches. 24 hours is too quick."], [35459, "2017-05-12T07:07:19Z", 0.15, "Elan musk tends to dream big, but seems to underestimate the technological hurdles that it takes for such a tasked. Elan is obviously a very bright human being, but seems to say these ideas out load, primarily for investment purposes. Although therectily possible, I don't believe  this will be acoplished by the end of the year. I believe it will be more likely around August of next year, if at all."], [35439, "2017-05-12T05:48:28Z", 0.0, "Take too long to fine tune the rockets."], [35410, "2017-05-12T03:05:19Z", 1.0, "From a technical stand point. If they can reuse a booster which they have demonstrated, there shouldn't be any reason they can't use it again in a 24 hour period. It is probably not a good idea but if they have set that goal then I believe it will be achieved."], [35376, "2017-05-12T00:18:42Z", 0.01, "The logistical aspects of accomplishing this goal are vast and probably insurmountable in such a short window of time. They currently land the return booster to a drone ship which takes nearly a day to recover, numerous pre-launch  procedures would have to be change or eliminated, and a company whoose cargo they're lifting would have to agree to the added risk of a goal that isn't being set by a market demand but rather a purely aspirational one."], [29054, "2017-05-11T23:35:12Z", 0.29, "The 24 hr. turn around will be a massive leap, it seems that they are getting excited about it, at this point this massive effort I give it less than 1/3 probability of reaching the mentioned goal. I have a strong sense that they will get there, so for now optimistically cautious!"], [35348, "2017-05-11T11:04:31Z", 0.05, "SpaceX has launched 5 rockets this year 100% successful. Past years...\n2016 - 9 launches, 1 major failure, 2 drone failure\n2015 - 7 launches, 1 major failure, 2 drone failure\n2014 - 6 launches, 100% success.\nExtrapolating, SpaceX should be launch about 12 launches this year. Or 1 per month. 5 so far is on schedule. So in 7-8 launches, SpaceX will SpaceX have completed necessary pre-qualifications to relaunch orbital-class within 24hrs of landing?\nMarch 30th this year saw the relaunch of Falcon 9 which was previously used on CRS-8. That was on April 8 2016! So about 11 months between reuse. So improve timeline by 330x?\nMusk has yet to release a timeline and is known for extending them anyways.\nSetting at 5% since I have yet to see anything indicating they can improve inspection and resuse this quickly. Need to learn more rocket science in the meantime....\n"], [35342, "2017-05-10T02:07:07Z", 0.07, "Until SpaceX increases the discounts for reused rockets to Gwynne Shotwell's stated goal of 30 percent, customers will likely shy away from a 24 hour turn around time.  "], [35298, "2017-05-06T12:47:31Z", 0.0, "because of costs the date will postpone before the complete launch will be a flop"], [691, "2017-05-03T19:48:16Z", 0.01, "It is not out of the question that his rockets will get confused and think they below to his new tunnel-traffic enterprise, and so will dive toward the earth rather that zoom toward the sky.  Such an outcome would be what he deserves, and is therefore wildly improbable.  "], [18762, "2017-05-02T14:53:04Z", 0.1, "aside from the math, Musk's public comments are that it could happen by the end of the year. not \"will\" or \"we will try by years end.\""], [35186, "2017-05-02T00:27:13Z", 0.1, "Number of scheduled Space X launches remaining in calendar year times probably of successful launch times probability of safe landing times times successful reconditioning of booster within 24 hours times probability of successful relaunch"], [35084, "2017-05-01T07:52:38Z", 0.1, "They have had so much failures.\n"], [1993, "2017-05-01T04:21:41Z", 0.04, "It doesn't seem like a priority to relaunch within 24 hours. The relaunched rocket that was used in March took 4 months to refurbish, test, etc. SpaceX plans to relaunch 6 rockets this year, so they will get some practice. But 24 hours sounds like a tall order and unnecessary. Clients may not feel confident about a rocket that flew 24 hours ago."], [35087, "2017-04-26T18:18:03Z", 0.67, "SpaceX is the hare to Blue Origin's tortoise. They make bold moves, that often end in failure.  There's a good chance they'll try before the end of the year, and relaunch to LEO -- the resolving condition -- is much easier than landing it."], [35064, "2017-04-23T16:42:52Z", 0.15, "Many things can go wrong on re-launch. "], [12726, "2017-04-22T20:28:52Z", 0.05, "Like others said, this is unlikely to be priority and it is a stunt that exposes the company to a number of risks. Also there is not that much time left to do the organization and logistics for it."], [30042, "2017-04-21T08:26:42Z", 0.03, "I am a huge Elon Musk fan but this would really be a stretch. Maybe end of 2018 or early 2019. "], [706, "2017-04-21T04:32:04Z", 0.55, "I've doubted him in the past and been wrong too often."], [691, "2017-04-20T19:18:03Z", 0.01, "Until there is some actual need for this, it is in the class of Stupid Pet Tricks.  This characterization, even if accurate, is of course no guarantee that he won't try it, or even succeed.  If I were his shareholders, though, I would hope he'd hold off and undertake more urgent work.  There is, en fin, more than one La-La Land."], [31450, "2017-04-20T17:23:29Z", 0.03, "While this would be an amazing cost saving achievement and I really hope I'm wrong about this, I feel like too many things have to go right for this to happen this year. Just to name a few, if another SpaceX rocket, of any variety, explodes that will delay everything they do. More broadly, doing anything for the first time is almost always harder and more expensive than anything planned at the beginning of the process. And I don't think eight months is enough time to develop a process to inspect and refurbish a booster rocket in less than 24 hours."], [15621, "2017-04-19T10:35:27Z", 0.01, "Cannot see how this sort of PR stunt could get priority."], [35013, "2017-04-18T20:47:18Z", 0.15, "This is a challenging very ambitious goal."], [31238, "2017-04-18T15:24:58Z", 0.05, "This has never happened before and many of Teslas production goals have been delayed as new goals are more grand, so my take on the outside view is low."], [34998, "2017-04-18T07:21:57Z", 0.1, "Given the previous booster refurb time, it is unlikely that SpaceX will be able to get up the refurb J curve in the required time. In addition, part of the issue with the Shuttle program was the difficulty refurbing the shuttle as each refurb was a unique challenge. "], [32122, "2017-04-17T14:06:23Z", 0.03, "I respect Mr. Musk tremendously.  But his pattern is to make bold predictions to force better performance, but almost always not meet them.  I have read several documents regarding launch cadence.  It is necessary for Spacex to turn over these missiles as quickly as possible.  But it seems pretty clear that a cadence of 24 hours will require considerable experience and more time to accomplish than eight months.  I wonder if Spacex will even accomplish 24 hour turn-around in 2019.  "], [34920, "2017-04-17T12:39:26Z", 1.0, "They are doing good ..."], [691, "2017-04-17T11:39:37Z", 0.01, "The MuskRat says this will happen by this date.  On past form, this means it will happen sooner or later.  Later than this, anyway.   "], [32258, "2017-04-16T23:38:22Z", 0.0, "I give Elon Musk alot of credit for his big goals. He literally shoots for the moon knowing that eventually, he will get there, but not by the end of this year.  there is a pattern of announcing before ready but it helps to get them there.  A goal of a 24 hour turnaround however will create alarms over safety and readiness that will take more time. "], [34972, "2017-04-16T19:55:26Z", 1.0, "Elon Musk has previous form for surpassing expectations and rarely makes public promises that he can't deliver on. "], [4537, "2017-04-16T19:27:23Z", 0.05, "It is certainly possible that SpaceX will aim for 24-hour booster reuse at some point in the future, but the end of 2017 seems like an overly-optimistic deadline, because: \n(i) Although increasing launch cadence of Falcon 9 is likely a priority for SpaceX, a 24-hour turnaround is not imperative - SpaceX just need to make launches (and relaunches) routine and regular enough - from monthly-ish at present to weekly-ish(?) - to start picking up the cost benefits of booster re-usability. \n(ii) SpaceX is also devoting considerable effort (e.g. launch pad reconstruction) to preparation for first flights of Falcon Heavy in second half of 2017.\n(iii) SpaceX have a history of development timescales slipping considerably from those initially announced (see: Falcon Heavy, Dragon 2). "], [32417, "2017-04-16T16:15:35Z", 0.17, "the first re-used rocket had a refurbishment time of several months. It stands to reason that even if this time is halved with each subsequent iteration, no time is taken between iterations and nothing at all goes wrong, eight months is an insanely short amount of time to make such a huge reduction in a process that currently takes up a large fraction of eight months for a single iteration. "], [14633, "2017-04-16T15:44:48Z", 0.15, "I respect SpaceX but 24hours is such an incredibly tight timeline I would be amazed if they do it in 2017"], [29145, "2017-04-16T07:45:37Z", 0.01, "Surprised how optimistic the community is."], [28091, "2017-04-15T22:48:16Z", 0.01, "This appears to be way to optimistic and even unnecessary. Why 24 hours other than as an expensive stunt. Certainly they will not have a client for that quick of a turn around.   "], [12879, "2017-04-15T15:59:19Z", 0.05, "I have to agree with the Censusguyz comment that a24 hour turnaround will be hard to accomplish."], [1389, "2017-04-15T13:05:36Z", 0.25, "They are gaining experience, so it mght work. However, the reason(s) for the previous long relaunchperiod remains unclear (to us)."], [15621, "2017-04-14T19:22:12Z", 0.02, "Sounds very difficult, health and safety alone will be huge obstacle\n"], [1333, "2017-04-14T18:44:44Z", 0.05, "The logistics alone...maybe 36."], [691, "2017-04-14T18:40:39Z", 0.25, "Musk spends a fair amount of time in low-earth orbit himself, albeit without leaving the surface of the planet, while his lovesick investors remain bedazzled.  Anything he says will happen this year is pretty likely to happen next year; staying higher than I should for now on this one."], [33887, "2017-04-14T17:28:10Z", 1.0, "100"]]}