{"question_id": 480, "title": "Before 1 January 2018, will it be announced that Twitter Inc. is being acquired? ", "correct_answer": "No", "crowd_forecast": 0.01, "preds": [[43265, "2017-12-27T20:41:03Z", 0.05, "although stock is down. I so not think there any suitors yet.  "], [948, "2017-12-26T20:00:12Z", 0.01, "Awright. I guess not. :)"], [38564, "2017-12-26T05:23:36Z", 0.0, "Twitter is not a great BUSINESS yet, too small a userbase and without enough integration/value to a buyer."], [1993, "2017-11-26T06:15:54Z", 0.0, "No recent rumors."], [31450, "2017-11-22T22:48:07Z", 0.0, "Dropping to zero because I feel like this wont't happen this year."], [29680, "2017-11-22T10:21:22Z", 0.03, "Time slippage"], [39044, "2017-11-11T13:05:49Z", 0.0, "Any possible announcement would come after 1 January 2018."], [35636, "2017-11-10T08:46:30Z", 0.0, "Why would anyone buy it? "], [14493, "2017-11-04T16:09:37Z", 0.0, "The revelations about the volume of Russian use of Facebook, probably to influence voting in the US, is likely to increase calls for all the social media sites to be treated as publishers. While there may be resistance in the USA to requiring social media sites to be held responsible for their content, other countries (especially countries where the social media sites pay little tax and employ few people ) are likely to demand that similar rules are applied to social media as those applied to print media. This will would mean the social media sites would have to pay out large sums of money in fines or damages if they \"publish\" things such as fake news (and all types or other matter that is considered illegal in that country). The cost of ensuring that Twitter complies with the laws of all countries is likely to be higher than the revenue it can earn. In many ways online media is just following a similar path to other new media; first it spreads information free from control, then the authorities (and some citizens) realise that \"free speech\" needs be controlled. The only real argument is how much \"freedom\" and how much \"control\" is appropriate. "], [915, "2017-11-03T14:39:42Z", 0.0, "Founder at the helm + regulatory uncertainty (given how one employee can shut down @realdonaldtrump) + overvalued company (using traditional pre-2000, grandpa, old school metrics) = not a company you'd want to buy."], [40824, "2017-10-18T03:14:16Z", 0.05, "A buy out of Twitter may well happen but the time window is very small. "], [40798, "2017-10-16T20:28:04Z", 0.06, "Mos tech acquisitions occur in the spring and summer months.  It is doubtful a company would make such a large acqusition so close to the calendar year end."], [948, "2017-10-14T14:04:26Z", 0.75, "If it’s happening, it’s happening before the end of this year."], [40605, "2017-10-06T03:40:39Z", 1.0, "Google is on the move and @Jack is not doing a great job of managing his brand."], [40444, "2017-09-30T04:27:34Z", 0.15, "google will maybe buy it ... but is the price it worth?"], [40278, "2017-09-28T01:20:40Z", 0.04, "Twitter updated character limits to 280 - sign that they're trying to spur growth. Could be to lead to a buyout, could be to try and spark growth, but in both cases I don't see we'll realistically see movement during 2017."], [40283, "2017-09-25T13:00:09Z", 0.15, "Twitter is able to acquire lots of (personalized) data which will be important within the next years (so acquisition is possible), but there must be as well a good occasion for such a big business and this can't be figured out at the moment."], [40278, "2017-09-25T04:18:16Z", 0.15, "Lots of good, potential suitors. Also a founder that has only been back for a couple years and will want to prove that he can turn around the company. Eventually acquisition seems likely, but not this year."], [40171, "2017-09-22T22:42:38Z", 0.4, "But there will be negotiations"], [40020, "2017-09-22T07:30:04Z", 0.15, "I don't think this will happen this early. "], [40030, "2017-09-22T07:23:03Z", 1.0, "The amount of active accounts becomes more valuable - comparing to other big deals"], [1643, "2017-09-16T15:06:04Z", 0.1, "decrease for theta"], [38840, "2017-09-10T17:24:40Z", 0.02, "'Tis the season of the cycle for big deals, but twitter seems like it has more levers to pull before it agrees to be bought out, especially since square has started to perk up."], [948, "2017-09-09T02:16:47Z", 0.75, "Getting closer to end of year and I'm adjusting forecast"], [23552, "2017-09-04T13:47:04Z", 0.05, "Does not seem to be any interest in this lately."], [38738, "2017-09-03T21:32:05Z", 0.01, "Twitter has yet to turn a profit.\nThe 'data' it collects has yet to be turned into useful 'information' which can be monetized in any significant way.\nAdvertising revenue they do receive which is (almost) simply a function of page views, is not linked to anything unique or protectable that Twitter provides and so I rate the chances of users moving to another service in the future as high. Indeed user growth already appears to be slowing. http://www.telegraph.co.uk/technology/2017/07/27/twitter-revenue-drops-user-growth-stalls/"], [38540, "2017-08-31T18:30:19Z", 0.35, "Content and social media corporations would love to acquire Twitter users / contact lists.  The real question is how low will Twitter go in accepting an offer?"], [1993, "2017-08-31T00:24:25Z", 0.05, "Owners not inclined to sell. Twitter's expenses and legal difficulties only likely to increase with time, while its number of users is not."], [19801, "2017-08-28T07:41:55Z", 0.01, "Less time for a Twitter acquisition to happen."], [28414, "2017-08-23T17:22:27Z", 0.0, "Unveiling a novel, if oddly circuitous attempt to shut up President Donald Trump on his favorite social network, former undercover CIA agent Valerie Plame Wilson has launched a crowdfunding campaign in hopes of raising enough money to buy Twitter so she can then ban Trump from using it."], [37880, "2017-08-11T06:10:14Z", 0.22, "hell if i know"], [26, "2017-08-10T01:24:31Z", 0.05, "I'm guessing."], [36925, "2017-08-09T23:34:26Z", 0.1, "2 suiters, bidders March 2018"], [1643, "2017-07-30T04:29:22Z", 0.15, "Increasing probability 5% based on poor earnings report 4/27.  It's now 14% cheaper to acquire and most likely big investors will be helping to look for a buyer to give them a way out.\nhttps://www.cnbc.com/2017/07/27/twitter-earnings-q2-2017.html"], [14493, "2017-07-27T13:47:19Z", 0.03, "If Twitter's aim is to boost its share price to encourage a possible buyer, it is not doing very well. Its losses per share increased to 16 cents for the 2nd quarter (from 15 cents last year). Advertising revenue fell by 8%, Revenue fell by 4,7%. The number of users also fell. \nhttp://www.reuters.com/article/us-twitter-results-idUSKBN1AC1NJ?il=0\nTwitter has not explained how and what cost it will be able to clean up what is posted, which it will have to do to get the authorities (particularly in the EU) off its back.  \nI do not see any value in a company that cannot make a profit, is not growing, and is likely to have higher future costs.  "], [948, "2017-07-27T00:17:23Z", 0.92, "I know this is high and I know the Morgan Stanely has called for the stock to drop 50% in the near future (http://www.cnbc.com/2017/07/20/dont-buy-the-twitter-comeback-stock-to-drop-50-percent-morgan-stanley-predicts.html), but I believe that is not a bad thing when it comes to acquisition. A stock under attack can become attractive to a buyer, when the stock range is within reason. So, I'm keeping this baby at 92%."], [691, "2017-07-26T12:33:02Z", 0.0, "http://www.reuters.com/article/us-twitter-stocks-idUSKBN1AB0E9\nThey're okay for this year at least.  Some analysts think they will be safe more or less permanently, but it remains to be seen how much of the increased traffic is an ephemeral effect of the Twit King, what with people both reading his stuff and emulating his, shall we say, approach to communication."], [14493, "2017-07-17T15:36:25Z", 0.04, "The issue of all social media companies taking responsibility for what users publish on their sites is not going to go away. Almost every week there are demands that social media companies must remove links to terrorist sites, remove hate speech, remove links to copyright material, remove fake news, remove content that some group believes it anti-social for some reason.  In other words demands that social media companies are treated in a similar way to publishers.\nIn many respects this is to be expected as most types of new media are, in their early days, accused of disturbing society. Eventually laws are enacted to control the perceived abuses as society navigates it way between freedom of expression and censorship. \nThe difference with today's social media is that the scale of posts will make it very expensive for the sites to use people to judge if complainants have good cause to demand removal of offending posts . Eventually AI may be able provide editorial oversight. In the meantime governments that prioritize the rights of those who think they are being damaged by illegal content will not be very interested in how difficultly or expensive it is for the social media sites to control user content, and will fine the social media sites until they comply with new contend laws. \nObviously I do not know what the social media sites will do about it (e.g. they may be forced to \"know your customers\" so that the authorities can prosecute the users who post illegal material, or so that they can be sued by wronged people, or the social media sites may need the means of banning users that do not follow the rules, the social media may need to block different  posts in different legal jurisdictions.) But it seems pretty certain that many governments are going to crack down on the social media. In my view this is going to greatly change the business model of social media companies and Twitter seems to me to be particularly at risk.     \nhttp://www.reuters.com/article/us-socialmedia-eu-consumersconsumers-idUSKBN16N2YI "], [10746, "2017-07-15T17:01:09Z", 0.7, "A Twitter acquisition has been talked about for years including in 2016 when rumors of buyers included Salesforce and Google, as noted above, among others such as Disney and Microsoft. Shares of Twitter fell by approximately 30% in 2016 but they have been on the rise in 2017 and has seen four consecutive quarters of user growth. Trump has probably been good for Twitter and shares are expected to continue to rise in the coming quarters. Therefore, Twitter may be an attractive acquisition before the price tag gets too steep."], [691, "2017-07-14T15:20:49Z", 0.02, "Twitter is riding pretty high just now, with the aid of The Big Twit at 1600 Pennsylvania Avenue.  This should make them both a more attractive target and a more expensive one.   Probably they'll stay single for at least another six months or so."], [1389, "2017-07-13T14:47:06Z", 0.0, "Here you can find information on Twitters value:\nhttps://finance.yahoo.com/quote/twtr?ltr=1"], [36368, "2017-07-11T16:48:06Z", 0.05, "Nothing gets done between thanksgiving and Christmas so there are only 4 months left for this to happen.  I didn't read the articles."], [14327, "2017-07-09T02:29:05Z", 0.1, "I'm going to lowball this one. "], [12771, "2017-07-05T16:01:29Z", 0.75, "It is not sustainable on its own without a major revamp."], [31238, "2017-06-30T14:56:54Z", 0.2, "I don't have good base rate data to extrapolate so this is based on judgement. Does anyone have better data?"], [36228, "2017-06-29T11:44:57Z", 0.6, "Acquisitions are generally made when a company has a valuable asset but is unable to capitalize on that asset and is embattled. Twitter has the opportunity for big data acquisition (news says twitter is a great predictor of riots) however, they are unable to capitalize on this in a meaningful way. A company that is more equipped in big data analytics might be able to sway"], [948, "2017-06-28T00:41:58Z", 0.92, "I continue to think that it make be likely that Twitter can be bought and will be by end of year. Motely Fool believes within two years, believing that Twitter's problems need to be solved first. I disagree. Their problems can be solved by the correct suitor after aquisition."], [36193, "2017-06-28T00:23:56Z", 0.2, "i don't expect as much tech deal activity by close of this year as previous years. google may pursue more conglomerative pursuits to match amazon. also salesforce/google checked a while ago and not much public activity around Twitter since then"], [36052, "2017-06-17T12:45:42Z", 0.0, "busness model of twiter is not financialy profitable yet "], [12937, "2017-06-05T04:30:58Z", 0.1, "Potentially Google "], [948, "2017-06-04T21:30:38Z", 0.92, "I think that it is highly likely that after 10 years in business and still losing money that Twitter may very well announce by the end of the year that it is being acquired."], [28380, "2017-05-29T09:21:46Z", 0.5, "Seems the best option for Twitter. Is an interesting purchase for the others."], [35815, "2017-05-28T13:18:37Z", 0.3, "Twitter has not yet found out how to become attractive to advertisers.\nHowever, it's IP is valuable to a content delivery company who wishes to not reinvent the wheel and instead purchase a turnkey solution.\nGathering up Twitter's patents by acquisition is a highly probable outcome. However, while possible, it's unlikely this will occur before the proposed date of 1/1/18."], [35686, "2017-05-25T21:16:14Z", 0.25, "News that GS has been hired to evaluate strategic options e.g. a sale (Sept 2016). If true, GS has approached potential buyers by now and has received initial feedback. Preparing a public take-over takes time for any potential buyer. In addition, it would be a very visible transaction (i.e. lot of news coverage), which adds to preparation time. Window of a public-takeover best before or after the summer break. Window before summer break too short but maybe around Sept. 2017. If nothing has happened until Q4'17 likelihood becomes very low that Twitter is being acquired before 1 January 2018"], [35781, "2017-05-24T17:49:55Z", 0.9, "Twitter is burning through money and has not implimented any content that can raise revenue. I do beleive that it is a useful social media platform for news, commentary and clearly helped with the last election."], [35772, "2017-05-24T03:31:14Z", 0.31, "How to monetize Twitter?\nCurrently appears overvalued\nProbably will be acquired after January 2018"], [34029, "2017-05-24T02:46:55Z", 0.05, "I think the return of Biz to Twitter signals an emphasis on building and improving from within.\nTwitter's importance to social media, but its 'un-sexy' (by prominent investors and the financial industry's standards) users and growth metrics will keep potential suitors at bay."], [35569, "2017-05-22T16:52:51Z", 0.7, "Monetizing Twitter is notoriously difficult.  The daily active user rate is significant and the interface is the primary means of communication to the outside world by celebrities, politicians and stalwart social media users, but cash flow is an issue.  Bot followers and fake account users muddy the waters for the average user.  The leverage Twitter has is use by celebrities, politicians and a significant daily active user rate.  If I were to acquire Twitter, I would deleverage the power celebrities and politicians possess on Twitter, steer the ship towards common use by common people and try very hard to sell to Facebook or Google.  I predict Twitter will pursue and be successfully acquired by the end of the year.        "], [28091, "2017-05-20T22:50:11Z", 0.25, "It may not make sense to buy twitter but there is a chance someone will do it anyway. "], [35315, "2017-05-19T19:03:52Z", 0.67, "The value of TWTR's net assets has been declining for several years, although its user base is attractive to many potential buyers that could use TWTR as a content delivery platform. As TWTR's share price continues to decline, it could entice a buyer with a lot of cash. "], [31450, "2017-05-18T20:12:17Z", 0.02, "I don't see the company leadership wanting to be acquired. If anything I see the opposite, with the founders returning to their baby to make it better. They also had a better than expected first quarter and I think this makes acquisition rumors premature."], [915, "2017-05-17T17:38:39Z", 0.0, "valuation + fake user accounts/fake bot.    "], [35523, "2017-05-16T15:27:04Z", 0.15, "It seems that this isn't the direction google is looking to go, it seems more likely to me that google will focus its efforts on VR and AR technology, AI, and breaking into the self piloted automobile market."], [35628, "2017-05-16T12:08:00Z", 0.18, "Salesforce isn't interested, Microsoft isn't interested, and Google bought out parts of Twitter (the Fabric team) without going the whole hog.\nThe price seems high but even as Twitter's share price wanes, it's not from lack of cash, just poor conversion of user base growth to revenue growth, so they don't need to sell and so the asking price can stay high in 2017."], [14133, "2017-05-15T19:48:41Z", 0.75, "even though it loses money, it's iconic"], [35477, "2017-05-15T10:42:31Z", 0.05, "I see Google as the main potential buyer for Twitter and they bought Twitter's dev platform in january to be able to compete with AWS and azure.\nThis indicates that Google still isn't willing to buy Twitter as a whole and on the other hand shows that Twitter is streamlining to their core business in face of shallowing (not declining!) user growth and revenue.\nOther potential buyers (Disney, Verizon) will most likely follow suit and not make an offer this year."], [35561, "2017-05-14T23:33:31Z", 0.95, "With Google's recent downtrend in earnings per share, coupled with the rise of other social media platforms. Twitter is most likely going to be acquired before year's end. I predict it will be Google that will acquire the company, in an effort to increase Google's influence on the social media front. Behind the scenes, the possibility of more data acquisitions will more than likely be the back office drive for the acquisition. "], [35572, "2017-05-14T19:52:05Z", 0.0, "If it is acquired it will be after January 1st 2018."], [35558, "2017-05-14T17:08:04Z", 0.15, "Who would wanna buy them at this point?  They're too overpriced, and you're just picking up a massive PR nightmare."], [5078, "2017-05-14T13:14:04Z", 0.96, "Ripe for the taking, especially if there's a broad market downturn."], [35544, "2017-05-13T17:23:12Z", 0.03, "With POTUS, the news media, and most teenagers being daily users of the platform, their current troubles finding out how to monetize the service isn't such a big deal. Twitter has perhaps been too focused on expansion which explains their dismal stock forecast, but they are not in any hot water and still remain a power player in social media. "], [35401, "2017-05-13T13:54:34Z", 0.1, "http://m.benzinga.com/article/9394564?utm_referrer=https%3A%2F%2Fwww.google.com%2F"], [691, "2017-05-13T12:46:38Z", 0.36, "\"If it were done when 'tis done, then 'twere well It were done quickly\", probably within the next 18 or so months but perhaps not within this calendar year. "], [29680, "2017-05-13T10:17:33Z", 0.17, "It's a platform that's forever associated with impulsive aggressive speech but also political activism. This should be a deterrent to businesses attempting to project a professional image, but not necessarily to infotainment and advertising channels. Image-conscious investors could, however, keep their distance but still leverage the underlying technology platform. From that perspective, Twitter would be better off expanding its business model to provide that independent platform as a service (to multiple clients), but still instrument the existing operation for advertising as a social content, news and media outlet."], [20156, "2017-05-13T07:48:05Z", 0.2, "If it happens, it must happen while Twitter doesn't cost much because of the good 2017 Q1 reports."], [35507, "2017-05-12T21:12:55Z", 0.7, "Twitter has only acquired complementary, not beneficial, companies. They'll stagnate and get picked up by salesforce"], [29469, "2017-05-12T15:53:20Z", 0.02, "The rumors in the autumn of possible takeovers by Salesforce and Google were largely unfounded. Other possible candidates could be Disney, Apple or most likely Facebook. It is unclear what besides some IP and live streaming contracts Twitter could offer for a fairly high valuation (Dorsey would likely demand the IPO value of $26 per share). Facebook only seems to acquire companies it considers to be a threat and they never even talk about Twitter. All in all seems very unlikely to happen in the next 7.5 months. \nhttps://www.thestreet.com/story/14107638/2/will-twitter-s-surprising-first-quarter-results-make-it-a-takeover-target-again.html"], [35480, "2017-05-12T15:28:19Z", 0.65, "Twitter's stock is attractively priced & the multi-year deal to deliver live NFL programming makes it an attractive media property as well."], [35414, "2017-05-12T03:05:17Z", 0.0, "Not going to happen. "], [20284, "2017-05-12T00:35:51Z", 0.25, "Twitter should be so lucky as to find a buyer who would want to pay a lot of money for a company that does not know how to make money.  I would give it a probability of zero if it was not a tech company.  But potential tech buyers have lots of money and know how to make promises to raise more and so there may be a tech  rich buyer with an ego large enough for creating a belief that Twitter can be turned into a money making venture.  "], [32589, "2017-05-11T11:41:20Z", 0.05, "https://www.recode.net/2016/9/14/12876560/twitter-acquisition-options-google-facebook-apple"], [29145, "2017-05-10T17:32:57Z", 0.31, "Will it count if I announce it?! Why not be more specific such as Who must announce it/ buy it (large Cap etc.) and or for How much. "], [14493, "2017-05-10T17:24:18Z", 0.05, "The questions to be asked are (a) who could make any money by owning Twitter?\n(b) how much could they make over (say) the next 10 years discounted by what they could have doing other things with their money? \n(c) how long before the board of Twitter will get bored by losing money? \n(d) how much does the Twitter board think the business is worth.\nTwitter has been in existence for about 10 years. It has never made any profit. It cannot argue that it is growing market share and will be hugely profitable in the future, 2017 is the future. Assuming the board and shareholders are not totally incompetent, and that there is not some wondrous change likely to  boost its finances, it seems that Twitter does not actually have any value as an ongoing business. It has some value as a brand, but that is offset by a reputational problem. In order to comply with demands that all online media stop hosting hate posts, terrorist  propaganda, fake testimonials, fake news, scams, bullying etc. expensive controls will need to be put in place.  I believe that demands that online media police content will increase and this will add to the cost of operating (I am not making a judgement as to if this is justified, merely that particularly in Europe politicians are looking at big fines for social media that do not eliminate illegal content.)  "], [1643, "2017-05-10T12:52:14Z", 0.1, "A list of possible acquirers: https://www.recode.net/2016/9/14/12876560/twitter-acquisition-options-google-facebook-apple"], [28414, "2017-05-10T09:40:31Z", 0.28, "I would assume any rumours of an acquisition are good for Twitter's share price\n\"The 32 analysts offering 12 month price targets for Twitter Inc have a median target of 15.00, with a high estimate of 25.00 and a low estimate of 8.00. The median estimate represents a -18.35% decrease from the last price of 18.37.\"\nhttps://markets.ft.com/data/equities/tearsheet/forecasts?s=TWTR:NYQ"], [12879, "2017-05-09T20:09:32Z", 0.65, "They, Twitter, may want to \"Jump Ship\", while the gettings good."], [5386, "2017-05-09T19:32:05Z", 0.6, "Shooting from the hip, will need to gather more info."], [1333, "2017-05-09T19:12:18Z", 0.7, "They recently turned it around and are as popular as they ever have been before millennials move to the next great think, letting themselves get taken over makes sensem"], [691, "2017-05-09T17:21:21Z", 0.56, "Twitter's best days are probably over, so they may be amenable to being tucked under someone else's wing, and they are not yet so debilitated as to be unattractive to the likes of Google.   They will sink rapidly whenever the presidential Twit Parade ends, which of course is not necessarily scheduled before January 2018."]]}