{"question_id": 123, "title": "Will the Republican candidate for president win the party's nomination on the first ballot, at the party's convention in July?", "correct_answer": "Yes", "crowd_forecast": 0.99, "preds": [[61, "2016-07-18T04:05:23Z", 1.0, ""], [6303, "2016-07-18T01:01:49Z", 1.0, "According to the general news, 538.com, PredictIt.com, and GJP consensus. \nI think Pence will unite the Republican Party and strengthens the Republican ticket."], [485, "2016-07-17T06:21:19Z", 1.0, "The \"Stop Trump\" effort failed to sway the Repub Rules Committee. Relevant CNN article: http://www.cnn.com/2016/07/14/politics/republican-rules-delegates-trump/"], [767, "2016-07-16T18:49:53Z", 0.95, "The #NeverTrump movement was effectively crushed. Their tactics with the Rules Committee failed.  "], [3577, "2016-07-16T18:02:29Z", 1.0, "Staying at 100% because NeverTrumpers have failed every attempt they have tried this far proving their complete incompetence"], [485, "2016-07-16T17:30:22Z", 0.8, "Depends on how the Rules Committee goes regarding \"unbinding\" Trump delegates from being required to vote for Trump. There still seems to be some energy in the \"Never Trump\" crowd. This July 14 Washington Post article provides some insight: https://www.washingtonpost.com/news/post-politics/wp/2016/07/13/your-definitive-guide-to-the-rnc-rules-committee-meeting/ I'm raising my probability estimate Trump will win on first ballot. Trump's selection of Pence for VP might have helped Trump among conservatives."], [23006, "2016-07-15T21:56:51Z", 0.35, "Plan A won't work. Pence is acceptable to many republicans (Trump is smart, I'll give him that.)"], [23006, "2016-07-15T19:15:56Z", 0.51, "Never thought I'd ever ask this but...\nDoes anyone know of any links where I might be able to watch live commentary of the convention and the cordoned off protest area?"], [26673, "2016-07-15T19:03:49Z", 0.99, "Si"], [83, "2016-07-15T16:08:08Z", 1.0, "Pence is the insider to balance the ticket.  Never Trump crowd might have had some votes, but reports are, they do not have a candidate."], [14531, "2016-07-15T15:37:12Z", 1.0, "Slate: \"After 10 or so hours of debate over occasionally interesting amendments, the RNC rules committee signed off for the night on Thursday by tanking the big one: the rule, proposed by Colorado delegate Kendal Unruh, that would unbind delegates from their first ballot obligations and allow them to vote their conscience. Never-Trumpers will continue to argue, perhaps forever, that they still have some snazzy new trick up their sleeve for snatching the nomination from Trump. But they don’t. It’s over.\""], [20, "2016-07-15T15:24:33Z", 1.0, "Un-binding of delegates wasn't likely ever a realistic idea. I watched an hour of the RNC Rules Committee meeting last night, it was clear only a small fringe of the committee actually took un-binding seriously. Trump people and the party chair are given credit for lobbying against it. They probably didn't need to bother. "], [20693, "2016-07-15T14:40:00Z", 0.99, "The anti-Trump forces seem to have thrown in the towel. Staying away from 100% since everything this year has been wacky."], [27207, "2016-07-15T12:21:47Z", 1.0, "Near certainty now after rules votes"], [22690, "2016-07-15T11:01:17Z", 1.0, "https://www.theguardian.com/us-news/2016/jul/15/republicans-quash-last-ditch-attempt-to-stop-donald-trump-becoming-nominee"], [23006, "2016-07-15T02:47:37Z", 0.51, "Pence scuppered that with his sincere Christian values. That and on going terror attacks which give force to trump's rhetoric"], [20, "2016-07-15T02:38:38Z", 1.0, "RNC Rules Committee offering no surprises for Trump. "], [23006, "2016-07-13T22:21:37Z", 0.4, "trump voters who can't vote trump, won't vote hillary. They would likely vote another republican - assuming all goes according to Kendall Unruh's plan"], [23006, "2016-07-13T22:20:17Z", 0.1, "GOP can change its own rules to unbind delegates."], [83, "2016-07-13T21:12:10Z", 1.0, "Federal Court rules that Virginia (a \"state\") cannot require a delegate to vote for a specific candidate, but the political party, through its party/ convention rules, can.  \nhttps://www.washingtonpost.com/news/volokh-conspiracy/wp/2016/07/11/federal-court-rules-virginia-cant-force-its-gop-convention-delegates-to-vote-for-trump/"], [27207, "2016-07-13T11:42:58Z", 0.98, "Barring a pre-convention surprise, there is little reason to think Trump won't win on the first ballot."], [27170, "2016-07-12T21:35:56Z", 0.94, "I have no special information on this topic, but:"], [20, "2016-07-12T02:50:12Z", 0.8, "Va delegation is free to vote for whomever now.  Federal judge rules Trump delegate can oppose Trump, bars Virginia from enforcing its law to bind delegates. I suspect there will be other states, or maybe even a rules committee vote to allow all open, latter a wild card. I still think Trump could win an open convention. Definitely think he can win without a few delegations, Va included."], [498, "2016-07-12T01:35:31Z", 0.7, "Federal Judge Rules for Anti-Trump GOP Delegate (-28)\nhttp://www.nbcnews.com/news/us-news/judge-va-trump-delegate-unbound-voting-him-rnc-n607461"], [24109, "2016-07-11T04:32:10Z", 0.99, "Never trump has lost.  Updating appropriately.\n"], [6303, "2016-07-11T02:04:48Z", 1.0, "I am forecasting based on the general news reports, PredictIt.com, 538.com, and GJP consensus. "], [23006, "2016-07-08T23:05:51Z", 0.1, "Mitt romney"], [83, "2016-07-07T21:52:21Z", 1.0, "Rebellion seems too speculative."], [20693, "2016-07-07T14:43:59Z", 0.95, "This seems like a sideshow, but I'm inclined to downgrade slightly: http://www.wsj.com/articles/anti-donald-trump-forces-see-convention-coup-as-within-reach-1467839099\n"], [23006, "2016-07-07T13:57:21Z", 0.2, "As Trump's favourability ratings with voters polled falls it strengthens the republican revolt and his chances get less"], [498, "2016-07-07T12:52:19Z", 0.98, "GOP Close To Dumping Trump As Coup Plotters Near Votes Needed To Cause Nomination Chaos \nhttp://www.politicususa.com/2016/07/06/gop-close-dumping-trump-coup-plotters-votes-nomination-chaos.html"], [23006, "2016-07-06T02:50:58Z", 0.25, "http://www.foxnews.com/politics/2016/07/04/republican-delegate-revolt-grows-in-effort-to-sidetrack-trump-nomination.html"], [10898, "2016-07-05T05:06:47Z", 1.0, "no change"], [15371, "2016-07-03T23:26:32Z", 0.95, "Be very hard to diss candidate so favored by their voters. But if they change delegate rules....."], [485, "2016-07-03T12:35:58Z", 0.75, "Repub delegates are being encouraged to \"vote their conscience and country\" instead of voting for Trump. However, many delegates could stick with Trump. Politico article: “Why Trump won’t get dumped in Cleveland” at http://www.politico.com/story/2016/07/donald-trump-cleveland-convention-225056 I'm slightly increasing my probability estimate Trump will win on first ballot."], [22690, "2016-06-30T11:28:26Z", 0.96, "If politics is teaching us anything this year (Boris Johnson not running being just the latest), nothing is 100% anymore, so dropping to 96%."], [19923, "2016-06-30T09:17:14Z", 0.95, "Down 5% to reflect difficulties Trump has had marshaling establishment support. But, given the lack of plausible alternatives, I see him winning the nomination on the first ballot.  No one else is currently challenging him for the nomination, and who else will the vote go to?"], [485, "2016-06-29T18:05:56Z", 0.7, "Due to the increasing rebellion against Trump, including by prominent Repub leaders, I'm lowering my estimate of a first-ballot win for Trump. It seems there could be a fight. "], [484, "2016-06-29T15:18:42Z", 1.0, "Back up 2%.The whole revolt idea was a long shot. Should make interesting theater instead of something boring."], [202, "2016-06-29T10:47:35Z", 0.95, "Raising the probability of this - RNC clamping down on rebels\nhttp://www.nytimes.com/2016/06/27/us/politics/donald-trump-and-rnc-see-common-foe-rogue-delegates.html?_r=0"], [767, "2016-06-28T00:51:30Z", 0.8, "All points to Trump being the nominee, and I think he will be, the question is if the opposition he is facing within his party will be but a scuffle at the start of the Convention or if it can create enough disruption as to prevent a first ballot Trump vote (some rogue delegates are suing, some are threatening to use a \"conscientious objector\" rule. "], [1056, "2016-06-27T15:55:55Z", 0.65, "Upping forecast, but still not a sure thing, in my opinion."], [202, "2016-06-27T10:13:50Z", 0.85, "There is an anti-Trump movement of sorts. Whether or not it'll make up the numbers on the convention floor is a very different question. Unless this gathers more momentum over the next few days I'll increase my forecast.\nhttp://www.politico.com/story/2016/06/donald-trump-delegate-revolt-224634\nThe fact that the RNC now supports a Trump nomination means that he is likely to win on the first ballot. "], [3434, "2016-06-26T10:40:30Z", 0.25, "Delegate Revolt, Republican Elite \"Vote your conscience.\""], [73, "2016-06-25T13:10:15Z", 1.0, "Case to watch.  https://www.theguardian.com/us-news/2016/jun/25/donald-trump-virginia-republican-delegate-sues-to-avoid-voting-convention"], [14182, "2016-06-23T17:48:20Z", 1.0, "No change. Updating before resolution date & for participation purposes."], [21800, "2016-06-23T02:41:09Z", 0.95, "Dropping to 95% from 99%."], [51, "2016-06-22T19:00:56Z", 0.9, "I am backing down here.  His party is in open rebellion.  "], [20588, "2016-06-22T18:00:41Z", 0.95, "Wow. I really thought this was a done deal. My reasoning was that party bosses would rather allow Trump to win that somehow tarnish the images of the RNCs policies. Moving the goalposts to get their way after the fact would cause even more desertion from the party because that would mean they couldn't be trusted to uphold the will of the people. However, there's a slight chance that some sort of shenanigans will occur. It won't help in the end, but unbinding delegates may spoil the first ballot."], [14327, "2016-06-22T04:53:47Z", 0.99, "The \"conscience\" clause will never pass. "], [484, "2016-06-22T02:28:54Z", 0.98, "Down 2% on the whole \"conscience\" angle."], [23006, "2016-06-22T02:14:56Z", 0.35, "chatter around delegates being unbound - by changing RNC rules. This might be a thing - not sure if they want to go against huge #'s of voters but recent CNN poll (tinkered?) showed that 48% of republicans now want to vote for someone else."], [1646, "2016-06-20T12:20:35Z", 0.85, "#DelegateRevolt"], [6303, "2016-06-20T02:43:13Z", 0.99, "According to PredictIt.com and GJP.com"], [26278, "2016-06-20T00:33:15Z", 0.95, "Trump will win on the first ballot. There is no evidence that any version of the #nevertrump movement has the power to stop him."], [3434, "2016-06-19T16:47:39Z", 0.5, "Delegate revolt"], [24109, "2016-06-19T16:12:49Z", 0.95, "I am pretty sure Trump is going to win the nomination (what alternative do the Republicans have), but he is so disliked among the establishment and doing so poorly in the polls that it is possible the convention rules will be changed - unbinding delegates to Trump.  At that point, we have a civil war among Republicans.  What are the odds?  Who knows, but higher than 1 in 100 that I have predicted now.  Going to 1 in 20 (95%)."], [767, "2016-06-16T21:29:45Z", 1.0, "Looks like it..."], [20693, "2016-06-16T16:44:31Z", 0.99, "I guess there's no metaphysical certainty when it comes to what the GOP will or won't do, this unconventional season. I think it's well north of 99% but can no longer bring myself to round up."], [26132, "2016-06-15T15:32:00Z", 0.85, "There remains any manner of freakishly deranged lunacy when the GOP lights their big bonfire at the convention. However, Trump has a lock on the votes and delegates so he has to be the candidate. The longshot but only reality based alternative is a major front page news factionalization of the GOP at h convention leading a to essentially a new party. this would require party moderates to be activley engaged and planning which seems very unlikely, however a popular moderate could potentially lead a break off from the Trump block. Not sure who could or would pull it off. Someone new to the campaign cycle coming out of the trees with the \"rich white guy credibility\" and organizational energy to attract a first day block of support. Romney could try but won't because it's s failure guaranteed candidacy intening to build for the long road ahead. Maybe Susan Collins or someone really out there like Martha Stewart or Jon Voight. - it's all an extreme longshot but given the nutty for profit campaign trends it's a possibly to be noted."], [21, "2016-06-15T01:58:46Z", 0.99, "A little doubt based on current polling. At least a contested (open) convention has excitement.  A demoralized one is most likely now.\nIs there any VP candidate that could make this happy-exciting for them at this point?"], [613, "2016-06-12T15:43:21Z", 1.0, "Trump has enough pledged delegates to be nominated on the first ballot."], [6303, "2016-06-12T00:31:15Z", 0.99, "According to the general news and GJP consensus."], [13997, "2016-06-10T20:40:17Z", 0.85, "Potential delegate revolt, though small"], [689, "2016-06-10T11:43:09Z", 0.6, "Four in ten GOP insiders seek to deny Trump!\n4-in-10 GOP insiders want to derail Trump at the convention\nPolitico - 2hÂ ago\nAfter a rocky start to his general-election campaign, a sizable number of GOP insiders want the party to change the rules to short-circuit Donald Trump's nomination at the July national convention.\nhttp://goo.gl/Wd7B4v"], [83, "2016-06-09T16:49:33Z", 0.5, "Earlier low forecasts may have been ahead of the curve.  GOP may, now, start to give public consideration to the options still open for the convention."], [689, "2016-06-07T02:40:34Z", 0.49, "They would be wise to not nominate the one who is not wise."], [6303, "2016-06-06T03:33:34Z", 0.99, "According to the general news and GJP consensus."], [11430, "2016-06-03T18:22:31Z", 0.85, "A good V P pick and Trump deals with the party leaders."], [14182, "2016-06-03T17:13:44Z", 1.0, "Passage of time &, participation before Q closes!"], [6303, "2016-06-03T02:53:11Z", 0.99, "According to the general news and GJP consensus."], [1262, "2016-06-01T17:16:21Z", 0.99, "confirming previous forecast"], [20588, "2016-05-28T00:04:16Z", 1.0, "Why hasn't this already closed? I know there are addendums and exceptions and whatnot, but if the chances are less than 1% of something not happening, it's functionally a done deal."], [24287, "2016-05-27T19:17:05Z", 1.0, "Reiteration"], [25476, "2016-05-27T17:54:59Z", 1.0, "Trump has won it"], [14182, "2016-05-26T17:59:47Z", 1.0, "\nDate: 26. Mai 2016 um 19:28:31 MESZ"], [14531, "2016-05-26T15:15:42Z", 1.0, "Guess we're done here: http://www.slate.com/blogs/the_slatest/2016/05/26/trump_officially_clinches_nomination_ap_says.html"], [24287, "2016-05-24T17:53:35Z", 1.0, "Reiteration"], [22690, "2016-05-24T06:07:51Z", 1.0, "Everybody seems to be playing nice so bumping it up to 100"], [1161, "2016-05-21T19:46:29Z", 1.0, "And a gold-plated ballot it will be, too."], [14182, "2016-05-17T20:03:30Z", 1.0, "Forecast for participation purposes. No change to recent my forecast."], [17875, "2016-05-17T19:48:50Z", 1.0, ": )"], [493, "2016-05-17T17:53:42Z", 1.0, "Affirming prior."], [484, "2016-05-16T16:07:16Z", 1.0, "(no change) Just wondering if the Rs will stage manage the voting such that it quickly moves into a \"by acclamation\" selection of DT? Would assume this would count for a yes."], [24287, "2016-05-15T18:56:38Z", 1.0, "No nutcase scenarios gonna play out - relax guys this is still a done deal. Though I still believe that a popular third candidate (most likely one from the Republican camp) will run as an independent"], [83, "2016-05-14T18:49:11Z", 0.95, "NYTimes outlines unlikely scenarios for GOP convention:\n---Delgates require the nominee to receive a \"supermajority\" rather than a \"majority\".\n---Allow any candidate with 1 delegate to be entered into nomination (Cruz, Rubio, Kasich, Jeb!, Carson, plus more), preventing Trupm from obtaining a majority on the first vote."], [877, "2016-05-13T19:55:44Z", 0.95, "GOP is behind the presumptive nominee so there is a pretty good chance to get the nomination on first ballot"], [23006, "2016-05-13T02:18:27Z", 0.98, "They have no-one else that I can see"], [102, "2016-05-10T02:32:15Z", 0.98, "https://larswericson.wordpress.com/2016/05/10/gitrep-9may16pm/"], [484, "2016-05-09T23:02:50Z", 1.0, "(no change) Perhaps the R Poobahs should make watching \"Being There\" mandatory before the convention:"], [24830, "2016-05-08T22:49:25Z", 0.98, "Looks like barring a major rules change, Trump will win. "], [1161, "2016-05-08T18:25:50Z", 0.99, "Now that Sen. Cruz and Gov. Kasich have folded their operations, the way appears open for Mr. Trump to claim his prize.  I leave a 1% chance of back-room shennanigans and faithless delegates, which would be fun to watch, but devastating to our electoral process.  Speaker Ryan and Sen. McConnell know that their efforts to hold on to the majorities in Congress depend on the goodwill of Mr. Trump's voters come November."], [19311, "2016-05-08T18:15:37Z", 0.99, "dam, I forgot about this question"], [21800, "2016-05-08T12:51:44Z", 0.99, "Not giving 100% forecasts anymore when crowd consensus is nearby."], [24287, "2016-05-07T20:05:50Z", 1.0, "Isn't this done and over with yet? I thought it is!"], [24400, "2016-05-05T18:00:40Z", 0.99, "Kasich's out now too."], [485, "2016-05-05T17:33:15Z", 0.99, "It seems that Trump has it wrapped up."], [21800, "2016-05-05T17:03:59Z", 1.0, "Closing the door on this question as well"], [19801, "2016-05-05T08:58:45Z", 1.0, "Since Trump is the only candidate left, it is mathematically impossible for anyone else. 100%."], [24666, "2016-05-05T00:23:09Z", 0.95, "People are settling into the idea of Trump like they settle into a hot bath. After the initial shock, the water isn't quite so hot."], [83, "2016-05-04T22:56:23Z", 1.0, "Cruz and Kasich leave remaining delegates to Trump."], [24468, "2016-05-04T15:26:28Z", 0.7, "After Indiana, I ran millions of iterations of the remaining delegate possibilities with \"winner take all\" and proportional. Even without considering Cruz's drop out, Trump lands at the necessary number of delegates in approximately 70% (69.76%) of the cases. I think Cruz's withdrawal makes it far more likely than this suggests, but until we see how the subsequent support flows, this is where I am..."], [22690, "2016-05-04T14:38:33Z", 0.99, "Looked at my forecast again. Trump is on such a role that he now should win Nebraska, which basically gives him 1237+. At that point Kasich should drop out and we have the contest most people were scared of, but at the same time secretly hoping for: Clinton V Trump."], [493, "2016-05-04T14:37:46Z", 1.0, "In light of Cruz's departure."], [23206, "2016-05-04T13:36:48Z", 0.96, "With Cruz out of the race, Trump looks very likely to pick up enough committed delegates before the convention."], [142, "2016-05-04T12:49:56Z", 1.0, "Indiana result seals the deal for Trump."], [29, "2016-05-04T11:34:52Z", 0.97, "There have been a lot of twists to this election. As things stand now, Kasich can still have a contested convention if he sweeps a bunch of states and one of those states is California (which votes on the last day). If there is a contested convention, it might go to Kasich.  "], [13997, "2016-05-04T05:55:25Z", 1.0, "Oh dear. It's over I think. Trump wins."], [24232, "2016-05-04T05:48:38Z", 0.99, "It's DT's game to lose at this time."], [15471, "2016-05-04T05:29:43Z", 1.0, "DT will get 1237+ delegates, only possibility of preventing his candidacy is a change in rules. Which could quite possibly shatter the GOP, very very unlikely."], [24287, "2016-05-04T05:17:03Z", 1.0, "Now resolved 100% in Trump's favour"], [1232, "2016-05-04T04:59:17Z", 0.95, "Absent rules change or sudden shift, this seems like a pretty sure thing."], [24109, "2016-05-04T04:36:01Z", 0.99, "I'd say 100%, but that is insane.  Let's stick with 99%.  Reason?  Cruz quit and Donald won Indiana.  Even if Cruz hadn't quit, Trump was maybe a dozen from 1237.  This contest is settled."], [14182, "2016-05-04T04:19:51Z", 1.0, "DT has redefined for GOP Taleb's term Antifragile."], [24666, "2016-05-04T03:47:41Z", 0.85, "I think Trump will get the delegates"], [29, "2016-05-04T03:29:11Z", 0.99, "With Ted out of contention, this is virtually certain."], [24400, "2016-05-04T03:06:09Z", 0.98, "Big win for Trump in Indiana, coupled with Cruz suspending his campaign."], [22067, "2016-05-04T03:05:20Z", 0.99, "Results from Indiana combined with Cruz drop out gives DT the mandate to push the party through on one ballot. If the GOP tried to take away the nod from DT at this point, they would risk seriously fracturing the party. "], [21800, "2016-05-04T02:52:36Z", 0.95, "With Cruz gone, raising 90% to 95%."], [68, "2016-05-04T02:42:31Z", 1.0, "Trump in one - even Cruz has thrown in the towel. "], [14531, "2016-05-04T01:12:28Z", 0.99, "Sen. Cruz's withdrawal makes a contested convention highly unlikely."], [5001, "2016-05-04T01:09:55Z", 0.99, "With Cruz gone, caution on this one is not warranted. "], [22690, "2016-05-04T01:04:05Z", 0.96, "Updating for Indiana primary (100% chance of 1195+ and 88% of 1237+) and TC suspending his campaign."], [2, "2016-05-03T23:55:16Z", 0.9, "Trump wins Indiana.  Matching my forecast on the nomination winner question:"], [29, "2016-05-03T23:06:48Z", 0.9, "Recent wins have bolsters Trump's chances of a first ballot win. He is now likely to pick up the Pennsylvania delegates, and it is looking like a win in Indiana. That make even a modest win in California enough to put him over the top, and a strong win in California more likely."], [20693, "2016-05-03T23:02:37Z", 0.85, "Upgrading Trump based on early Indiana results and strong recent polling in California"], [14182, "2016-05-03T19:06:35Z", 0.9, "No change to forecast: "], [4218, "2016-05-03T17:24:55Z", 1.0, "The net is closing now on the STOP TRUMP folks.  Trump will probably win all of Indiana's 57 delegates today.  There are two other WTA states left (Montana - 27 delegates and S. Dakota - 29 delegates) where he will likely be favored.   The rest of the primaries are proportional.  If Trump wins Indiana today, he will need just 184 more delegates of the 397 remaining (46%).   Trump leads in polling in nearly all of these remaining states.  He's tied with Cruz in New Mexico.  Polls can sometimes be wrong, but the proportional system is such that they would have to be wildly wrong for Trump not to get 1237 delegates for the first ballot."], [10916, "2016-05-03T13:22:16Z", 0.97, "It's 2016"], [2, "2016-05-03T05:08:52Z", 0.75, "Moving up, as Trump does better."], [21800, "2016-05-03T04:33:13Z", 0.9, "Updating this to bring it in line with my forecast on Trump nomination."], [24198, "2016-05-03T04:25:22Z", 0.85, "Trump has a large lead in Indiana. Was Cruz' last stand"], [23006, "2016-05-03T03:53:53Z", 0.75, " worried about the guy enough to go against the wishes of voters?"], [102, "2016-05-03T01:01:45Z", 0.81, "https://larswericson.wordpress.com/2016/05/03/gitrep-2may16pm/"], [1993, "2016-05-02T23:51:22Z", 0.85, "Yes. Trump will have enough delegates to get the nomination on the first ballot, when you consider unbound delegates who will probably vote for him."], [23935, "2016-05-02T19:26:38Z", 0.71, "The \"never Trump\" faction is determined to block his nomination. Trump is seen as destructive to the nation and party.\nBut Cruz is an even more divisive candidate who has been antagonistic to the Republican establishment, with whom he is now seeking to curry favor.\nKasich is positioned as the trustworthy and rational Republican but has little enthusiastic support. Some view his collaboration with Cruz as admitting that he is not seeking the Presidency, only to block Trump, leaving the nomination to Trump.\nThe path depends on which is seem as less destructive: (a) thwarting the will of voters, possibly losing Republican voters for years to come, in order to block a dangerous demagogue or (b) nominate Trump, accept that both parties will need to realign in coming years, knowing that Clinton is the likely ultimate victor, and hoping, in the event of a Trump presidency, that he is the pragmatic deal-maker that he claims to be.\n"], [24468, "2016-05-02T14:34:03Z", 0.52, "According to the poll numbers, considering the fairly consistent polls over the past month on Trump's support, and all of the combinations of delegates from the remaining states, by my models, trump gets to 1,237  delegates only 52% of the time. No other candidate can get there, and if Trump doesn't make it to the magic number, there will likely be a brokered convention"], [493, "2016-05-02T14:26:02Z", 0.9, "Affirming prior. I think Cruz is on track to lose the states he has to win (IN and CA), and that DT will hit 1,237. I also think that a lot of mainstream Republicans have already written off their party's chances in 2016 and would rather see DT get the nomination and then be soundly defeated rather than go through a nasty floor fight only to see Ted Cruz be soundly defeated and still have DT making a ruckus form outside the tent."], [22690, "2016-05-02T10:50:44Z", 0.88, "Moving Trump chances of earning 1237+ to 48% and 1195+ to 88% based on all the recent polls on the Indiana primary."], [21193, "2016-05-02T04:06:48Z", 0.95, "Fear of popular revolt will keep GOP shenanigans in check."], [7348, "2016-05-02T03:06:45Z", 0.97, "Trump has the required number of delegates"], [12573, "2016-05-02T01:16:04Z", 0.98, "Along with picking Donald Trump to win the nomination, I predict that it is extremely likely that he will win on the first ballot, before there is any chance to \"correct\" the voting of the Republican primary voters and caucus-goers."], [9098, "2016-05-01T22:39:01Z", 0.95, "Trump wins Indiana & California and gets to 1237"], [142, "2016-05-01T21:06:28Z", 0.85, "Trump wins IN and has good CA result. That's all she wrote!"], [15471, "2016-05-01T19:46:46Z", 0.8, "Increasing my forecast significantly (50->80) due to the increased forecast for DT getting 1237+. He can get above those even without CA. So if he can pick up CA I think he will get 1237+ and therefore be the nominee on the first ballot."], [24109, "2016-05-01T19:25:12Z", 0.9, "Tweaking my forecast higher again.  90%.  "], [14531, "2016-05-01T18:05:13Z", 0.7, "(Also posted here: https://www.gjopen.com/comments/comments/222506, since it's relevant to both questions)"], [14182, "2016-05-01T16:04:42Z", 0.9, "No change.\nInformation:\nNo change: Info:"], [102, "2016-05-01T15:50:57Z", 0.79, "https://larswericson.wordpress.com/2016/05/01/gitrep-1may16am/"], [691, "2016-05-01T15:17:32Z", 0.88, "Tedly Cruzorina do not look like winning even Indiana,  Neither they nor John the Bland can stop the steamroller.  Seek a good vantage point from which to which the Republican Party sink beneath the waves, there to remain for probably ten years. If they lose enough state legislatures it will be longer, since there is a reapportionment coming up after the '20 census. "], [1262, "2016-04-30T18:56:37Z", 0.98, "Apparently Cruz is even less popular than Trump, so Trump will win the nomination on the first ballot."], [691, "2016-04-30T13:25:34Z", 0.84, "Some chance, but I think not large, that Tedly Cruzorina will win Indiana, but it won't matter.  Unless something very odd happens in California, it's Hair Boy in one. "], [767, "2016-04-30T01:21:07Z", 0.75, "Trump now has 996 delegates. There are 371 at stake between now and the California primary (CA has 172). There are 131 delegates left at the 4 remaining primaries thereafter. That's a total of 502 delegates available to win before the Convention. If the actual trend in favor of Trump continues, and all is pointing in that direction, he is most likely to get at least 60% of those delegates. More than enough to claim the nomination by delegate count before the Convention.  "], [2965, "2016-04-29T19:25:18Z", 0.99, "“Lucifer in the flesh,” the former Speaker said. “I have Democrat friends and Republican friends. I get along with almost everyone, but I have never worked with a more miserable son of a bitch in my life.”http://www.stanforddaily.com/2016/04/28/john-boehner-talks-election-time-in-office/\n"], [12763, "2016-04-29T18:04:23Z", 0.35, "Updating, as polls indicate Trump is performing better than expected in Indiana.  If he can pull majority delegates in both Indiana and California, I have a hard time seeing him not getting the 30 or 40 uncommitted delegates he probably needs to win on the first nomination.  Indiana I think still favors Cruz at this point, although slightly, and California is no sure thing."], [691, "2016-04-29T12:35:42Z", 0.84, "There is no chance he will clinch before California, and he will need to do quite well there.  However, California Republicans are natural-born Trumpeters.  "], [22690, "2016-04-29T09:24:16Z", 0.78, "Bumped up DT chances of winning first ballot if he has 1195+ votes from 83% to 86%. The unbounded Pennsylvania delegates, seem to be a little more bounded than I had forecast"], [24400, "2016-04-29T05:06:28Z", 0.94, "Trump needs less than half of remaining delegates  to get to 1,236, which seems very doable based on his performance so far. Even without this he could still win on first ballot by picking up unbound delegates. For example, in Pennsylvania he could pick up 30-40 unbound delegates."], [24287, "2016-04-29T01:58:20Z", 0.95, "My base case is that this not happening is extremely low as mathematically Trump should win ahead of the convention as the unanimous leader. He needs to win exactly 250 out of 583 available delegates as per Google's figures, while he is roughly clocking 49-50% of vote share, which is significantly higher than the required number. To be revised closer to date"], [24287, "2016-04-29T01:54:34Z", 0.05, "My base case is that this happening is extremely low as mathematically Trump should win ahead of the convention as the unanimous leader. He needs to win exactly 250 out of 583 available delegates as per Google's figures, while he is roughly clocking 49-50% of vote share, which is significantly higher than the required number. To be revised closer to date"], [484, "2016-04-28T23:32:17Z", 1.0, "Up 10%. Hope I don't have to talk to the cockroaches in 2017."], [24176, "2016-04-28T22:35:49Z", 1.0, "Trump will get it easily. \nOthers will cry foul. The Republican Party has a better chance at presidency with Trump, than with Cruz.\nEven if Cruz and Kasich team up. \nDelegates banked by Rubio will split towards Trump. Like, Virginia, Georgia, Oklahoma, North Carolina, Massachusetts."], [51, "2016-04-28T19:11:12Z", 1.0, "Affirming."], [13997, "2016-04-28T18:47:56Z", 0.0, "I've just listened to a bit of Trump's latest speech in Indiana. Honestly, if he wins on the first ballot, then I'll have to revise my ideas about human nature. Not that I can't understand his appeal. I can. I just find it hard to believe that he can appeal to enough people to get to a 50% delegate count on the first ballot (note: I'm taking into account that he can get to 50% of the delegates even though he doesn't have 50% of the vote)."], [2965, "2016-04-28T16:34:46Z", 0.99, "electoral map RCP polling. Still  not buying that coffee."], [22067, "2016-04-28T15:33:06Z", 0.82, "After DT's performance on Tuesday, his projected delegate count is just short of 1,237. Given exit poll evidence of his support with uncommitted delegates in Pennsylvania, it seems highly likely he could pull their support in July and get through on one ballot if he is only short 40-50 delegates. "], [13657, "2016-04-28T15:01:13Z", 0.7, "I know from experience that the RNC will change or break whatever rule they need to in order to get the outcome they want.  When they were changing the rules in 2012 they had on the teleprompter, \"and the ayes have it\" and the acting chairman declared that even though it wasn't clear, and they ignored calls for division.  They sent the Maine delegation home and replaced them.  They changed Nevada's vote because they didn't think it was correct.  They will find ways to disqualify Trump delegates, disqualify their votes, or get those slots filled with people who are really anti-Trump.  "], [19801, "2016-04-28T11:51:43Z", 0.6, "Changing because Trump has managed 50% popular support for the first time. This is ominous for the remaining candidates, who will need many rabbits to stand a chance."], [1064, "2016-04-28T03:46:52Z", 0.95, "Trump will have about 130 extra delegates provided he wins Indiana.  "], [2, "2016-04-28T01:05:31Z", 0.65, "I should keep this slightly below the Trump win percentage answer."], [2, "2016-04-28T01:03:47Z", 0.7, "Moving up.  Ted Cruz picking Carly as VP smells desperate to me."], [10916, "2016-04-27T17:22:12Z", 0.8, "Trumps gonna do it"], [19311, "2016-04-27T17:01:02Z", 0.77, "I didn't go up enough earlier today."], [1639, "2016-04-27T16:53:56Z", 0.85, "Upping up as time shows......."], [484, "2016-04-27T16:38:25Z", 0.9, "Up 5%. How could so many of us possibly be wrong?"], [14531, "2016-04-27T16:15:00Z", 0.7, "Mr. Trump's better than expected showing last night moved his mean expected delegate count from 1,191 to 1,200[a]. Quoth Nate Silver: \"Based on provisional results,1 it looks as though Trump will sweep every pledged delegate in Maryland (as a result of winning every congressional district), Connecticut (as a result of winning every congressional district and getting more than 50 percent of the vote statewide), Pennsylvania (where statewide delegates are awarded winner-take-all) and Delaware (ditto), along with 11 of 19 delegates in Rhode Island (which is highly proportional). Combined with the New York results,2 that gives Trump 200 delegates since we issued the path-to-1,237 projections, five delegates ahead of his original targets\"[b]. "], [254, "2016-04-27T16:06:31Z", 0.8, "Making big shift based on recent results by Trump."], [19106, "2016-04-27T15:34:13Z", 0.95, "According to 538 Trump gets at least 35 of the unbound delegates in PA. If I adjust my delegate math spreadsheet to produce that number, and leave other unbound delegates as 20% likely to go over to Trump (which now seems like a serious lowball) he is ~100% likely to get at least 53 unbound delegates, and 88% likely to get 60."], [110, "2016-04-27T13:56:34Z", 0.55, "Raising, based on last night's wins. Still a way to go before DT clinches though, and if he doesn't come to the convention with a majority of delegates, I think there will be a floor fight."], [14318, "2016-04-27T13:47:25Z", 0.65, "Raising to 65% because of 4/26 primary results."], [22833, "2016-04-27T13:09:46Z", 1.0, "The average suberban and country-bumpkin/red-neck republicans are tired of losing and are therefore siding with the front-runner in order to lay claim to any kind of victory, even just a primary victory.   "], [691, "2016-04-27T12:18:15Z", 0.88, "California should do it for The Great and Powerful Oz.  My Gruesome Old Party will now go comatose for probably ten years, maybe longer.  "], [29, "2016-04-27T12:17:40Z", 0.75, "If Donald doesn't make it on the first round, I don't think he has much of a chance afterward. Ted has worked the delegate system better than Donald, and things will tend to go downhill for Trump after the first round. "], [51, "2016-04-27T11:55:23Z", 1.0, "Trump is on schedule to get all or nearly all the delegates he needs to clinch it.  "], [14182, "2016-04-27T10:48:09Z", 0.8, "Even Nate Silver (live blog) had to admit \"Trump is killing it w/ evangelicals\". Not a big group but, Cruz getting bumpbed by DT in Penn, Conn, &,Del, & Maryland had to hurt Cruz a little bit! "], [19311, "2016-04-27T09:12:29Z", 0.65, "seems that Trump is actually ahead of expectations..."], [22690, "2016-04-27T07:28:29Z", 0.76, "Underestimated Trump again, although not by much this time so only have tweaks to make. I am bumping up Trump to 66% 1195+ (giving him more delegates especially in Oregon and New Mexico) but don't think this changes much in terms of 1237+. Yes he will now end up with more delegates than forecast but without Indiana, I just don't see it (28%). Also you would have thought now that if anything Kasich and Cruz will push their alliance more aggressively to stop Trump in Indiana.....although low voting among evangelicals for Cruz yesterday is a concern to my forecast, need more polls...."], [3895, "2016-04-27T06:14:51Z", 0.97, "all over bar the shouting now."], [24109, "2016-04-27T05:37:33Z", 0.87, "Trump halved his delegate deficiency, thus I am halving my doubts.  87 it is. There is still the posibility that the party will go insane, thus no higher."], [10898, "2016-04-27T04:42:55Z", 0.8, "The delegate counts after Today's primaries: https://g.co/kgs/ne4WO\nInput into 538's Trump-calculator http://projects.fivethirtyeight.com/election-2016/can-you-get-trump-to-1237/\nCoupled with the fact that Trump did well with Pennsylvania's unbound delegates puts him real close to 1237, and this is not even counting unbound delegates that he may convince to vote for him... "], [484, "2016-04-27T03:44:41Z", 0.85, "Up 10% on 26 Apr results. Also, either the RNC has capitulated or isn't leaking their master plan for a clean sweep."], [19936, "2016-04-27T03:21:45Z", 0.85, "Trump only needs 48% to clinch it outright assuming nobody more drops out"], [2, "2016-04-27T03:10:01Z", 0.65, "Trump up. More solid too after a near death experience."], [30, "2016-04-27T03:06:54Z", 0.8, "Updating in light of tonight's primaries and current polling. "], [13997, "2016-04-27T03:03:06Z", 1.0, "Four months ago I thought Trump would do well enough to stop anyone else from getting to 1237 on the first ballot. I didn't think he'd have a chance of getting there on the first ballot himself. Now it's clear that a first ballot win for Trump has become quite a likely outcome; and I need to overcompensate for the length of time I've been predicting it wouldn't happen."], [691, "2016-04-26T12:41:41Z", 0.82, "The more one reads about the Cruzich deal, the less impressive it seems.  They aren't even urging their supporters to vote for the other guy, they're just saying they won't try in those states.  Whoever set this up may not be dumber than the proverbial box of rocks, but there is no evidence that they are smarter.  Too stupid, too late.  "], [102, "2016-04-26T04:07:45Z", 0.66, "https://larswericson.wordpress.com/2016/04/26/gitrep-25apr16pm/"], [19936, "2016-04-26T00:34:33Z", 0.7, "according to 538 and the prediction markets, about 70% chance of Trump getting enough delegates - and a single vote in the face of the fact there is no viable alternative candidate would result in a powerful positive message for the party"], [368, "2016-04-25T22:08:37Z", 0.85, "Significant change in estimate;  given the cooperative electoral (relative to state primaries) strategy employed by the Cruz and Kasich campaigns, there is some possibility that it could increase the changes for a contested convention.  There are however no guarantees that this strategy could prevent Trump from gaining the magic number;  however, it is possible that it could slow him down if he does not gain the majority of delegates in the states where Cruz and Kasich will employ their cooperative strategy.   Given other factors in play along with other political forces and Trump's campaign response to the situation, it is difficult to estimate the likelihood of the outcome for this IFP.  Until we see the delegate results tomorrow and how these outcome affect all candidates, it still is too early to tell.  "], [13657, "2016-04-25T19:13:03Z", 0.4, "Member of the rules committee states that even with 1237 delegates Trump is not certain to be the nominee.  Past experience tells us the establishment will change whatever rules they need to in order to get what they want.\nhttp://dailypoliticsusa.com/breaking-rnc-says-will-deny-trump-even-gets-1237-delegates/"], [10239, "2016-04-25T15:13:57Z", 0.5, "Almost too close to call, FiveThirtyEight have Trump running at 91% of target needed for nomination, which suggests he may fail. However, with so many winner take all states coming up, Trump's lead translates into a lot of delegates if it holds. He needs to lose about 3-4 states depending on size, and it seems unlikely based on polls."], [20693, "2016-04-25T13:11:52Z", 0.6, "Upgrading (qualitatively) based on Trump's polling in California, which is meaningfully stronger than last time I checked. Most recent 538 forecast showed a spike up for T. Will refine math based on results of 4/26 primaries."], [691, "2016-04-25T11:38:37Z", 0.79, "http://www.reuters.com/article/uk-usa-election-republicans-idUSKCN0XM076\nLarry and Curly have struck a deal.  Not a very good deal, and too late anyway.  Hair Boy in one. "], [22690, "2016-04-25T11:03:13Z", 0.71, "I probably should have factored this permutation in but I didn't (https://www.johnkasich.com/blog-posts/kasich-campaign-statement-upcoming-primaries/). It should be enough to give Indiana to Cruz (next few polls will be key), but shouldn't affect Oregon or New Mexico as they are both proportional (may allow Kasich to stay in race longer too, and maybe win more states) so going back to previous forecasts. Sorry @dowser. H/T to @clinton for the pointing out The Guardian article."], [484, "2016-04-25T03:07:16Z", 0.75, "Up 5% @Conor"], [22690, "2016-04-25T01:52:50Z", 0.79, "Updating my forecast for latest Indiana and California polls. I have DT now on 36% to get 1237+ delegates, and 72% 1195+ delegates. I initially had Cruz winning Indiana on demographics but polls seem to suggest otherwise."], [10239, "2016-04-24T23:51:04Z", 0.1, "Really a question about whether Trump will hit the delegate target, which seems increasingly unlikely even though he very likely will get the most delegates. Trump would need 53.4% to get of remaining delegates. Seems unlikely as he's currently polling ~40% in the polls. New Jersey is winner takes all (51 delegates). But that probably is not enough to do it."], [24301, "2016-04-24T23:43:13Z", 0.8, "Trump gonna get it."], [29, "2016-04-24T18:10:23Z", 0.5, "Latest reports suggest that the chance of a contested convention have stopped growing. Looks like he might get the nomination even if he doesn't have ebough pledged delegates."], [11157, "2016-04-24T14:30:41Z", 0.65, "Moving up 10. Looks like he will get a chunk of the PA uncommitted delegates, and a handful from Rubio supporters."], [24198, "2016-04-24T13:40:30Z", 0.75, "If Trump Get to within 20-30 Delegates the party will fall into line behind him. If he is 80-100 he will be beaten. I predict he will get 1200+."], [14841, "2016-04-24T12:22:22Z", 0.6, "Good article here that gives Trump a 75% of getting to 1237, I am still not there on that concept, but I am raising my forecast from 2 in 5 to 3 in 5. I am not sure the  study takes into account how some of the swing states award delegates by house districts, so counts may be different (Favoring Cruz) since Trump does not seem to understand the delegate process."], [29, "2016-04-24T11:13:48Z", 0.35, "Donald has regained his stride, but his path to a first ballot victory is narrow. Indiana looks like the swing state here, though he could win it with a landslide in California as well."], [24109, "2016-04-23T17:18:47Z", 0.75, "Obviously, if there is a win first ballot, it will be Trump.  Thus, the question, will trump win first ballot?  As per 538, Trump is at about 95% of his target (i.e., down about 45 delegates), he is scheduled to win Connecticut, Maryland and Pennsylvania.  I haven't zoomed into the individual districts, but we will know more Tuesday. Trump is now slated to win California, and Cruz is dropping like a brick.  We haven't had a contested convention in a generation (40 years for Republicans).  There are around 200'ish unbound delegates.  Can Trump either catch up slightly, or convince unbound delegates to keep chaos from the convention?  I would think so.  Will the delegate with the highest popular vote and delegate count win?  I would think so.  Will the party desperately try to keep from killing itself this year?  I think so.  Drat, probably no brokered convention this year."], [1262, "2016-04-23T17:16:01Z", 0.88, "Increasing due to results and polls DT "], [484, "2016-04-23T16:51:30Z", 0.7, "(no change) Wondering now that the RNC issued a statement that a plurality/close enough wouldn't be enough for the first ballot. (Sorry, no link.) I suppose it could be a PR slip, not a real line in the sand. I'm forecasting that pre-Cleveland maneuvering will be enough to come up with the necessary delegates."], [11157, "2016-04-23T11:50:44Z", 0.55, "Up after Trump's NY win. Next Tuesday will be telling. In the end, Indiana may hold the key"], [24230, "2016-04-22T23:51:35Z", 0.65, "There is a 50% chance that Trump may have the delegates needed and if not he will have a 15% to win in the first ballot"], [484, "2016-04-22T16:53:50Z", 0.7, "Up 10%. I expect some drama at leading up to and probably in Cleveland, but now have convinced myself that after a very protracted count it will be the first ballot. If I were on the RNC, which I am not, I think I'd also do whatever it took to finalize the count in the main viewing time. "], [102, "2016-04-22T03:36:06Z", 0.56, "https://larswericson.wordpress.com/2016/04/22/gitrep-21apr16pm/"], [2, "2016-04-22T02:56:01Z", 0.55, "People seem to be re-assessing the wisdom of a messy convention fight."], [22690, "2016-04-22T02:25:31Z", 0.71, "After more discussion with @imoatama in the TC question, I decided to tweak my model by adding probability of DT getting 1237+ (26%) for the \"dropping out questions\", and using 1195+ (58% - moved higher due to error) for other questions. Results in these forecast changes."], [38, "2016-04-21T20:52:43Z", 0.88, "http://www.nytimes.com/2016/04/21/upshot/the-loophole-that-could-cost-donald-trump-the-nomination.html"], [14531, "2016-04-21T17:07:22Z", 0.63, "Just correcting for an math error in my last forecast. "], [2965, "2016-04-21T14:57:05Z", 0.99, "Trump will meet the magic number or reach it before first ballot. There is a reason there has not been a second ballot since 1960 and the last time a nominee failed to reach in 1977, the nominee clinched before first vote. There is a reason  that there have been no contested conventions since television became the dominant media and now even less reason that the internet has become dominant, \nno party can afford to present a spectacle like the Dem. Convention Chicago 1968. That is what  caused  pure democracy  and multiple primaries which are binding on delegates. Despite the persistence of democratic deficits both parties cannot afford the leading vote getter and followers to walk out of the convention. See 1948"], [22690, "2016-04-21T10:24:37Z", 0.52, "Changing on basis of conversation with @imoatama"], [102, "2016-04-21T03:58:46Z", 0.72, "https://larswericson.wordpress.com/2016/04/21/gitrep-20apr16pm/"], [30, "2016-04-21T00:43:58Z", 0.6, "Updating in light of Trump's strong performance in NY. "], [14531, "2016-04-20T20:35:52Z", 0.58, "Mr. Trump's surprisingly good showing in the New York primary requires some changes to my forecast. It's not that I didn't expect him to win; it's that I didn't expect him to win by such a significant margin. 90 out of 95 delegates? Reach for the smelling salts. Living oracle Nate Silver tells us that Trump's expected (mean) outcome is now 1,191 delegates[1]. Let's assume that the standard deviation is still 45 delegates. The result is the following probability distribution: "], [14182, "2016-04-20T20:33:15Z", 0.54, "Moving up a/f NY. Should DT take CA which appears a 60/40 % probability @ this juncture, the GOP will indeed present a serious problem - having knelt before Cruz's gate as their last resort alternative -  to the clear voter preference GOP voting Americans are in the process of making. "], [1262, "2016-04-20T20:20:18Z", 0.78, "Updating based on NY result.   "], [691, "2016-04-20T19:44:55Z", 0.64, "At this point it looks like California matters a great deal.  If Hair Boy wins California, he's in.  If not, probably not.  California Republicans are Donald Trump's wet dream, not to put too fine a point on it.  Moving back up on this, counting on the party so-called leaders to remain paralyzed. "], [14027, "2016-04-20T17:54:32Z", 0.5, "The decisive win by Trump in NY makes me doubt my prediction that he would not win the nomination.  Do party insiders want to alienate Trump voters by denying him the nomination, and watch the party split?  Or do they prefer to give him the nomination, lose both the presidential and congressional elections, and then watch the party split?  If Kasich were to be chosen, and won in the fall, would that heal the rift?  I think the answer is probably no.  Trump voters are so convinced that he would win against Hillary, which is not supported by any polling, that they would likely not accept the decision."], [1639, "2016-04-20T17:18:41Z", 0.55, "I'm not convinced about this, but the facts are showing."], [484, "2016-04-20T16:35:49Z", 0.6, "Up 10% since it seems like TC might be losing some of his possible attraction to the RNC. (Also realized with the exception of McCain and Ryan that failed candidates may have a long struggle back to \"lead the party\" so this may be enough to try to ease TC out of the mix in Congress.) Still not quite ready to drink more of the Kool-Aid (tm) though."], [22067, "2016-04-20T15:46:51Z", 0.25, "Revising back upwards given DT's performance in New York. As Nate Silver and his colleagues reported (http://fivethirtyeight.com/live-blog/new-york-primary-presidential-election-2016/) if DT sustains this performance next Tuesday (Penn will be a state to watch) then he could end up with around 1,190, putting him about 47 delegates short. This margin would seem small enough to put him over the edge if he can pull in a large share of uncommitted delegates."], [10916, "2016-04-20T15:05:35Z", 0.67, "Up following a strong performance for Trump in NY last night."], [51, "2016-04-20T14:01:52Z", 0.4, "Back to a little higher than I started.  I think that Trump's strong showing in New York will give him a lot of momentum going into a series of east coast states.  By my count, he needs 392 more delegates of 674 remaining, which is 58%.  I don't consider this to be all that impossible.  But at the same time, California is not a shoe-in, so he could still come up meaningfully short.  "], [142, "2016-04-20T13:03:32Z", 0.75, "DT wins big in NY and looks good in PA, NJ. Indiana will be the remaining hurdle."], [19106, "2016-04-20T08:01:08Z", 0.55, "Trump did better than my estimate in NY - I expected him to get 85 delegates, he picked up more like 90."], [22690, "2016-04-20T04:40:09Z", 0.59, "Using forecasts from my other US election forecasts, I have the following: \nDT winning nomination: 63% which I allocate a 93% chance that would have to be on first ballot, or he would be in trouble. \nTC winning nomination: 21% which I allocate a 3% chance that it would be on the first ballot. \nNOTA winning nomination: 16% which I allocate a less than 1% chance of happening on first ballot."], [484, "2016-04-20T03:59:07Z", 0.5, "Up 5% NY results."], [14208, "2016-04-20T02:01:08Z", 0.9, "83 to 90% secondary to NY"], [12302, "2016-04-20T01:26:33Z", 0.31, "raising my forecast; new york."], [691, "2016-04-19T22:36:46Z", 0.54, "At the moment it looks like The Great and Powerful Oz will do well enough in New York to take all or almost all of the 95 R delegates available here.  In exit polls so far, Kasich is running second.  However, in most upstate counties polls didn't open until noon, so people with day jobs can't vote until after work; polls close at 9.  Anyway, if this holds up and continues through next week's Northeast Regionals, Hair Boy has a pretty good chance of coming to convention with enough pledges to win on first.  May not be all the way clear until California, and maybe not then."], [3895, "2016-04-19T15:20:34Z", 0.82, "this is now essentially the same IFP as the Republican nominee question. Your probability for this should be the same as your probability of Trump being the nominee, or barely any different."], [38, "2016-04-18T19:52:04Z", 0.86, "538 is now showing Trump leading in CA."], [498, "2016-04-18T17:43:56Z", 0.01, "\" ... it’s increasingly unlikely that Trump will reach 1,237 delegates before the convention.\"\nhttp://www.salon.com/2016/04/18/the_chaos_has_already_began_gop_leaders_are_feuding_as_donald_trumps_convention_mayhem_looms/"], [14531, "2016-04-18T15:36:43Z", 0.52, "The consensus forecast for this question has been dropping like a stone, falling about 21% since the first of April[0]. It's no longer possible to consider this an elaborate April Fool's joke. So perhaps it's time to revisit the question."], [19106, "2016-04-18T09:12:57Z", 0.34, "I think I was discounting too much Trump's chances of swaying unbound delegates. In particular, if he wins Pennysylvania, their 54 unbound delegates may feel they ought to support him. There are also plenty of non-establishment delegates left over from Ron Paul's 2012 politicking that were re-elected. http://www.wnd.com/2016/04/will-ron-paul-primary-decide-gop-nomination/"], [19106, "2016-04-18T09:11:30Z", 0.33, "I think I was discounting too much Trump's chances of swaying unbound delegates. In particular, if he wins Pennysylvania, their 54 unbound delegates may feel they ought to support him. There are also plenty of non-establishment delegates left over from Ron Paul's 2012 politicking that were re-elected. http://www.wnd.com/2016/04/will-ron-paul-primary-decide-gop-nomination/"], [1337, "2016-04-18T02:29:06Z", 0.75, "nearly bisecting"], [498, "2016-04-17T20:52:19Z", 0.01, "We can place political processes on a spectrum of transparency or formality, or even better, participant knowledge. And we can gradate that spectrum from full black (covert, informal, limited knowledge) to full white (overt, formal, full knowledge [including understanding]). Here are two examples of political processes that are both close to the middle of the spectrum, but on opposite sides of the formal/informal divide.\n1) The rules of procedure. Formal.\n2) Who sets the agenda? Informal. (You'd be surprised at how many board of director meeting agendas are set unilaterally by the CEO or corporate secretary!)\nhttp://www.politico.com/story/2016/04/republican-rules-clash-convention-222063"], [2965, "2016-04-17T17:05:13Z", 0.99, "Trump wins on first ballot or Chaos.\nA lot will happen before vote.\nLike Kasich cannot even be placed into nomination without rules change. Then there will be a series of challenges to Louisiana,Georgia,Colorado and other state delegations.\nDays of convention proceedings before first vote.\nAnd 1100 becomes magic number  when Pennsylvania, Guam Puerto Rico and combined Rubio and other losers get on Trump train.\nNow if Trump is 100 short and Cruz 400 short  4 times more likely Trump gets required vote. Still possible that Trump obliterates Cruz in NorthEast Mid-Atlantic states.\nNo more easy caucuses for Cruz.\nKasich no traction."], [484, "2016-04-16T22:22:57Z", 0.45, "Up 10% on @cdob63"], [691, "2016-04-16T16:53:34Z", 0.54, "There will be a deal before first ballot. Most likely it will be for The Great and Powerful Oz, but it might be against him; in any case, there will be a deal.  The party poohbahs will decide after the Northeast Regionals but before California which of the many undesirable outcomes they are most afraid of, but they know they don't want multiple ballots and fistfights on the floor with national television watching.  Within the next month or so they will stop quaking and start to move.  The old advertising campaign to the contrary notwithstanding, there is not always room for Jell-o."], [102, "2016-04-16T03:32:43Z", 0.46, "https://larswericson.wordpress.com/2016/04/16/gitrep-15apr16pm/"], [484, "2016-04-16T03:23:31Z", 0.35, "Up 15% because I think the Rs are coming around to the idea that accepting DT (absent a miracle) is the best of a bad situation. (Fairly certain DT may not have the pledged delegates he needs, but where there is a will there is a way.)"], [14841, "2016-04-15T19:02:30Z", 0.32, "I read some interesting data here, I am not sure I buy all of it, Trump's lack of delegate savoir-fare is hurting his current delegate count as well as future ones. Not a fan of Cruz, but the man runs a tight focused organization. Although if Trump had someone on board from the start to manage his delegates, the narrative would be different since there are more people who know what they are doing with delegates then just Cruz. EDIT: I am moving my forecast up to 32 from 19 based on the article, by the way."], [484, "2016-04-15T17:29:20Z", 0.2, "(no change) Fascinating. Sorry if already posted:"], [484, "2016-04-15T15:46:51Z", 0.2, "Up 10% @ESR"], [2965, "2016-04-15T13:14:51Z", 0.98, "See my ealier rationales before each set of primaries. Thank you very much Mr. Cannon and Chris Matthews .  "], [21, "2016-04-15T11:19:31Z", 0.52, "Ryan working on the \"platform\" - necessary attention to detail.  Party has been in denial on the Trump \"accident\" but they're moving into acceptance.  New York won't clinch the numbers, but will probably set the tone and will be slo-mo but inevitable capitulation thereafter (a sufficient number of unbound delegates will see no \"better\" option)."], [3434, "2016-04-15T02:13:52Z", 0.0, "#StopTrump"], [38, "2016-04-14T18:00:08Z", 0.55, "http://projects.fivethirtyeight.com/election-2016/primary-forecast/california-republican/"], [38, "2016-04-14T17:36:47Z", 0.55, "http://www.nytimes.com/2016/04/13/us/politics/donald-trump-losing-ground-tries-to-blame-the-system.html?emc=edit_th_20160413&nl=todaysheadlines&nlid=28699183&_r=0"], [691, "2016-04-14T17:02:02Z", 0.55, "If Trump arrives at convention with a majority, it is probably but not necessarily all over.  Of the roughly four ways a second ballot could be prevented, one could beat him even if he has a majority going in:  the Credentials Committee. If you stack that committee properly, it can disallow the credentials of the Trump diehards on some pretext or other.  This would require a majority on the floor to support such an action, but remember that not all delegates pledged to Grump on first are his supporters, and nobody is pledged to vote a particular way on Credentials, Platform, or Rules questions. So the party regulars who are designated for Trump could vote to disqualify their ostensible teammates.  You’d need to have some alternates available, but not a big problem. "], [19801, "2016-04-14T13:03:03Z", 0.2, "Improbable, because Cruz and Trump have similar numbers of delegates currently. 545 vs 743.\nhttp://www.politico.com/2016-election/results/delegate-count-tracker "], [142, "2016-04-14T12:51:20Z", 0.65, "The carnival barker, DT, looks to win big in NY, NJ, etc.  A couple of upcoming winner take all states and a good CA result will be prompted by his recent recognition that he needs professional campaign staff."], [19234, "2016-04-14T07:58:31Z", 1.0, "Things are starting to shape up already so by July or probably by May we will know the winner. "], [22690, "2016-04-14T00:03:29Z", 0.43, "Using forecasts from my other US election forecasts, I have the following:\nDT winning nomination: 47% which I allocate a 90% chance that would have to be on first ballot, or he would be in trouble.\nTC winning nomination: 35% which I allocate a 3% chance that it would be on the first ballot.\nNOTA winning nomination: 18% which I allocate a less than 1% chance of happening on first ballot."], [691, "2016-04-13T21:04:36Z", 0.53, "The Great and Powerful Oz has announced that the Republican establishment wants him to lose.  Not sure why it took him so long to figure this out.  He is still marginally likely to show up at convention with enough delegates to win on first.  If he is short (except in the fingers, where he is obviously short), it is not unlikely that the People Who Want Him To Lose will strike a deal so he loses on first."], [16355, "2016-04-13T13:18:34Z", 0.4, "Looking at the map key states are going to be a couple of winner take all states in the Midwest including Indiana South Dakota and Nebraska. Trump needs two out of three and then a big win in California. "], [19924, "2016-04-13T13:04:43Z", 0.05, "As of today, Trump has more delegates than its competitors: 743. This question would be closed as 'Yes' if he gathers 1,237 delegates by July 18th. There are 854 delegates still available. In a naÃ¯ve prediction*, Trump would wind up with 1,188 delegates."], [13884, "2016-04-12T21:52:00Z", 0.3, "30 because 70% chance of contested right yea"], [13884, "2016-04-12T21:51:38Z", 0.7, "The sources cited say chances of contested convention is 79.3%, 64% respectively. I'll be a little more uncertain than the average of the two 70% and adjust from here"], [1262, "2016-04-12T18:11:24Z", 0.52, "Looks like we are moving towards a contested convention?"], [20521, "2016-04-12T05:17:50Z", 0.5, "Even if Trump does not get a majority of the votes he can cut a deal before the first ballot if it is close enough."], [484, "2016-04-12T02:58:36Z", 0.1, "(no change) I would go lower but can't discount some kind of mutually agreeable arrangement, as impossible as that seems, before the convention. Contest is good for ratings, but bad for the general election."], [51, "2016-04-11T17:19:28Z", 0.36, "Going up a bit.  This is a very complication situation.  This article has an interesting take, which is that if Trump comes up short about 100 delegates, he could woo the remaining uncommitted and fill out with that prior to the convention.  This does not seem insurmountable to me.  Ah, but the rules for the convention have not been inked yet, and those could change everything.  "], [12763, "2016-04-11T16:43:13Z", 0.01, "Trump failed to pick up any delegates in Colorado, making a 1st ballot nomination even more unlikely.  At think point, the only way I see this not going to a 2nd ballot is if Cruz or Trump drops out of the race.  I don't see that happening.  "], [691, "2016-04-11T16:30:30Z", 0.52, "Hair Boy now needs like two thirds of the remaining delegates.  Seems unlikely.  He might still pull it off, or a deal with him or (more likely) someone else, probably but not necessarily Cruz, could be done ahead of first ballot.  Strange days. "], [484, "2016-04-11T16:19:49Z", 0.1, "(no change) But I need to think about what @redacted found."], [20401, "2016-04-11T16:03:35Z", 0.25, "Becoming less and less likely that anyone will get the number to clinch."], [498, "2016-04-11T12:51:16Z", 0.01, "Trump has garnered 45 percent of all delegates while winning only 37 percent of all votes.\nhttp://www.nbcnews.com/politics/2016-election/despite-complaints-delegate-system-has-given-trump-22-percent-bonus-n553801"], [38, "2016-04-10T22:27:27Z", 0.55, "http://www.nytimes.com/2016/04/10/us/politics/primary-process-is-seen-as-in-conflict-with-democracy.html?emc=edit_th_20160410&nl=todaysheadlines&nlid=28699183"], [19778, "2016-04-10T21:48:03Z", 0.2, "Trump has self-destructed, brokered convention"], [51, "2016-04-10T12:50:35Z", 0.28, "I may regret this, but I believe that while Trump will do reasonably well on the east coast states coming up, he is going to have a tough time closing the deal in midwestern states.  He really needs to do well in California to get sufficient delegates. "], [1337, "2016-04-10T11:09:15Z", 0.8, "bisect to consenusus"], [15872, "2016-04-10T00:44:02Z", 0.35, "This is looking less and less likely.  Adjusting down."], [1639, "2016-04-09T14:57:03Z", 0.25, "I read most of my fellows forecasters opinion, but I can't make myself to give a frank and direct 50>%YES to this question."], [29, "2016-04-09T14:33:14Z", 0.2, "It looks like the #StopTrump movement is gaining steam. He will likely prevail in New York, but is unlikely to get enough delegates for a first ballot in in the rest of the states. His support isn't growing, and the stop Trump voters are voting strategicaly. This is well explain on the 538 website.  Cruz's chance of a first ballot win are that great either. It would depend on delegates who can change their votes.  Given that he will likely lose New York, there won't be enough delegates left to win."], [21, "2016-04-09T14:04:14Z", 0.48, "Waiting on New York.  I don't think Republicans can look at just which candidate most likely to win against Hillary.  Rank-and-file will look at Presidency and how the media is playing it (both Trump and Cruz are vulnerable; Trump more roller-coaster).\nThose managing the convention will have to be thinking about how to get everybody (!) voting for full Republican slate.  Whether contested (open) convention or not - likelihood of splinter candidacy is real."], [691, "2016-04-09T14:01:56Z", 0.68, "Hair Boy is holding up in the polls among Rs likely to vote in the primaries/caucuses, but he must grab more than half of the remaining distributions.  He will win New York and probably everything else up until at least Oregon & Washington end of May.  He still needs California, and needs to hope that Governor Pillsbury Doughboy can deliver Jersey.  It will be quite close.  "], [2965, "2016-04-09T13:38:59Z", 0.95, "I have stopped watching anything on this other than below. This is the dirtiest campaign and debias by not reading WSJ, NYT any domestic cable except Bloomberg news site. and below/\nTrump is 1\nCruz is 2\nUnless Trump Pres. and  Cruz VP the Musso light and will unite.\nwhen 1 and 2 can resolve and K is not even meeting Rule 3\nonly way GOP can win. I assume GOP delegates want to win and beat Clinton and unequivocally support on first ballot Trump will come to Cleveland with  floor of 1100 pledged delegates at a rate of 50%\nTrump and Cruz have the most delegates no one else will be nominated.\nI see a mass media even CNN and MSNBC are saying brokered convention.\nMicha Brehzinsky is the only  one with NATE and the best Carl Cannon. and Mr. Matthews.\nMicha ( sorry if I got her name wrong) she is an outstanding journalist, '\nShe  is the best interviewer since Edward Murrow.\nOnly Eugene Robinson gets this at wapo\nThere would be no \" Morning Joe\" without Micha\nNow the Chris Matthews interview of Trump and Michas  neutral interaction with all candidates,\nsearch youtube. Best.\nEveryone else, is so lost in the forest of the  GOP establishment trees that the mass propaganda campaign"], [21587, "2016-04-09T11:47:03Z", 0.25, "There are only 769 delegates left to win and he needs nearly 500 to secure the nomination.  Even winning California (which I think is a coin toss) he will need a majority of wins over the other states.  The cumulative effect of his media-grabbing statements is starting to take its toll.  He is losing momentum.  He has gained his strength by being the angry, shocking candidate but time is against him because people are growing tired of it.  Unless he changes the tone of his race and starts to address issues, he will continue to lose momentum.  He needs to finish strong to clinch the nomination."], [14027, "2016-04-09T00:57:21Z", 0.35, "It is looking more and more like the Republican Party will do whatever it takes to prevent Trump from winning the nomination.  If he doesn't get the 1237 delegates needed to win on the first ballot, they'll block him at the convention.  Kasich remains in the race to pull as many votes from Trump as possible.  It doesn't matter who takes the votes from Trump, the objective now is simply to keep him below 1237."], [821, "2016-04-08T19:25:24Z", 0.42, "As of late Trump has been fading... but he could bounce back later.  More interesting - It appears that the \"insiders\" are predicting a contested convention in July."], [484, "2016-04-08T16:16:28Z", 0.1, "(no change) Ryan has a campaign style video out."], [20, "2016-04-08T14:08:46Z", 0.45, "I'm predicting Trump will be a little short with bound delegates. I'm not certain of Trump's appeal with unbound dels? If he only needs around 50, he maybe able to get a first ballot win. But, unbound dels sound super grass-roots, lots of overlap with #NeverTrump. I still have unanswered questions on how this process and numbers will shake out. "], [19311, "2016-04-08T10:15:11Z", 0.4, "After Wisconsin things are looking better for Cruz"], [102, "2016-04-08T02:12:51Z", 0.52, "https://larswericson.wordpress.com/2016/04/07/gitrep-06apr16pm/"], [10239, "2016-04-07T16:45:51Z", 0.35, "This is really a question about whether Trump can secure 1,237 delegates. He appears to be losing momentum since late March based on polls and is slightly behind where he needs to be. If Trump doesn't get there, then it's implausible that Kasich or Cruz will reach 1,237. It also appears highly unlikely that any sort of 'deal' will be struck by the first ballot. However, Wisconsin was predicted to be a state Cruz would win (though Cruz did slightly better than polls suggest), so Trump could regain momentum in upcoming contests and especially New York. \nhttp://projects.fivethirtyeight.com/election-2016/delegate-targets/\nhttp://www.realclearpolitics.com/epolls/2016/president/us/2016_republican_presidential_nomination-3823.html\n"], [22067, "2016-04-07T14:26:41Z", 0.19, "This adjustment is significant, and for good reason in my opinion. I am moving from a 53% chance of (YES) down to a 19% chance. After the Wisconsin loss, fivethirtyeight is project DT to finish between 50-60 delegates short of the 1,237. That is a significant margin. Also, given his recent momentum (admittedly, this is a gut-feeling reach) I am expecting that gap to widen, if only by a small margin, before July. "], [2965, "2016-04-07T03:12:39Z", 0.1, "Train wreck"], [1056, "2016-04-07T02:43:08Z", 0.25, "Way down. I doubt if Trump will secure enough delegates for a first-ballot win."], [14318, "2016-04-06T23:11:41Z", 0.55, "Revising down from 65% to 55% in view of Trump's loss in Wisconsin."], [2, "2016-04-06T23:10:05Z", 0.45, "The #NeverTrump thing seems to be working finally.  Dropping below 50% now.  Still cautious though.  Trump can easily bounce back... WI is really a special case."], [368, "2016-04-06T19:35:40Z", 0.25, "Given the relatively greater likelihood for a contested convention, we should expect the there will not be dominant candidate that has reached the threshold for the nomination.   Reducing estimate."], [691, "2016-04-06T19:03:58Z", 0.76, "On my very rough numbers, Hair Boy has maybe 50-100 delegates to burn before he falls below the magic number.  I have been so consistently wrong this year that nobody should pay attention to this.  Sorry I brought it up."], [254, "2016-04-06T17:26:45Z", 0.1, "Less likely after last primary."], [12763, "2016-04-06T17:15:53Z", 0.15, "Looking less and less likely that we'll have a first ballot winner.  NY will be a huge spot, as delegates are award proportionally, and Trump will probably need to break 50% statewide to hit his targets.  Not sure that'll happen.  "], [1161, "2016-04-06T17:07:19Z", 0.57, "Two of three of the remaining candidates cannot come into the convention with enough delegates to win on the first ballot. Neither has a good reason to drop out of the race, though the pressure on Gov. Kasich to do so will rise exponentially from state to state. But his continued presence, rather than Sen. Cruz's \"coronation\" as the favored Not-Trump, may be the deciding factor in whether Mr. Trump arrives in Cleveland with 1237. Voters in coastal states may find him a more tolerable alternative than Sen. Cruz to Mr. Trump, and-- more importantly-- vise versa. "], [14027, "2016-04-06T16:15:33Z", 0.5, "Wisconsin results, i.e., Cruz's 14-point win, increase the chances of a contested convention."], [1529, "2016-04-06T15:04:41Z", 0.4, "Lowering forecast."], [21587, "2016-04-06T11:10:49Z", 0.4, "Trump's momentum is slowing.  More people are organizing around the \"Stop Trump\" campaign.  The overall accumulative effect of his media-grabbing strategy is starting to push away even moderate republicans.  He needs to have big wins in both New York and California to secure the nomination.  He'll probably win New York because of home field advantage but California will be a closer race.  Losing California all but guarantees a  brokered convention.  However, he will probably still win the nomination even if it's a brokered convention.  Any other solution runs a high risk of splitting the republican party."], [21800, "2016-04-06T07:26:07Z", 0.2, "Please see https://www.gjopen.com/comments/comments/198595"], [29, "2016-04-06T05:35:19Z", 0.3, "A Trump first ballot win is looking pretty unlikely following the Wisconsin primary. Not only did he fail to pickup needed delegates, but his campaign is losing momentum."], [5001, "2016-04-06T05:31:00Z", 0.4, "My previous forecasts assumed that GOP's guys behind the curtain will view brokered convention as extremely toxic. It seems, however, that this is not the case at all. Quite the opposite seems to be true. "], [767, "2016-04-06T05:08:06Z", 0.3, "Counting Wisconsin's result, Trump has won 740 delegates, Cruz 514, Kasich 143.  It's still looking like the GOP will have a contested convention in July. Let's see how the upcoming primaries develop. "], [484, "2016-04-06T04:23:56Z", 0.1, "Down 70% to overcompensate since I moved off my early ~30%. @UnderwaterPutin and Wisconsin. Wildcard is whether there will be significant pre-convention deals. (Somebody neutral like Ryan [change rule 40] with DT as VP is sounding better and better to me.)"], [110, "2016-04-06T02:22:20Z", 0.05, "It's looking like a contested convention..."], [51, "2016-04-06T02:10:36Z", 0.38, "Down a bit on a couple of things.  "], [3457, "2016-04-06T01:47:50Z", 0.53, "Cruz picks up Wisconsin, not entirely unexpected in recent days but didn't want to forecast around two corners.  "], [20, "2016-04-05T22:28:24Z", 0.55, "Interactive: http://projects.fivethirtyeight.com/election-2016/can-you-get-trump-to-1237/ I was generous with Trump, and still had a hard time getting much past 1200. It could come down to 30-50. "], [22067, "2016-04-05T21:08:56Z", 0.53, "DT is faltering, and all signs starting to point to a contested convention."], [691, "2016-04-05T18:19:05Z", 0.76, "No sense changing numbers much until tonight's train wreck is cleared up, probably; maybe not until after the Northeast Regionals.  If the curtain is pulled back all the way on The Great and Powerful Oz by then, I shall have to crash this number pretty hard, though.  "], [180, "2016-04-05T17:50:27Z", 0.49, "This demented circus is on a train with no brakes...\n"], [20, "2016-04-05T00:31:24Z", 0.4, "Trump needs to win around 500 of the last 800 bindable delegates. GOP with this helpful explainer on what an 'open convention' means:  https://www.youtube.com/watch?rid=3140355&v=dCm11C3f-YI&mid=69369&app=desktop"], [691, "2016-04-04T19:58:40Z", 0.78, "Still supposing either Trump on first with the delegate count or someone else on first through a preconvention deal.  Meantime, the RNC has become an unfunny slapstick act, like the Three Stooges.  They can't decide whether to blow the party up by letting Trump win or by making him lose.  They seem to think there is some sort of winning strategy available.  There isn't.  \n"], [613, "2016-04-04T19:39:03Z", 0.6, "It's looking less likely that Trump could win on the first ballot."], [2, "2016-04-04T18:44:21Z", 0.55, "Raising chances of a contested nomination.  I don't think it's higher than 50-50 yet though, although betting markets seem to think so.  As does Ross Douthat."], [16640, "2016-04-04T17:26:32Z", 1.0, "Enough Republicans will accept Trump to avoid the destruction of the Party."], [23487, "2016-04-04T17:23:10Z", 0.89, "First time participant here but eager to learn.  My forecast was already going along the lines of the forecast made by @Pythagoras who ended at a 0.84 probability.  I merely expand on the analysis there to arrive at my own number."], [484, "2016-04-04T16:39:46Z", 0.8, "(no change) Talk of not changing rule 40 reduces chance of an open convention."], [16650, "2016-04-04T16:28:25Z", 0.33, "Looking much less likely that he'll secure 1,237.  Doesn't mean he won't be nominated -- just not on the first ballot."], [331, "2016-04-04T16:15:47Z", 0.75, "Wis. looks like it will go to Cruz. Makes remaining delegates tougher to get clear majority going in for Trump."], [484, "2016-04-04T15:58:24Z", 0.8, "(no change) Cokey Roberts mentioned that Humphrey \"stealing\" the nomination from McCarthy in 1968 was part of the cause of riots in Chicago."], [19310, "2016-04-04T12:51:15Z", 0.4, "The anti-Trump / #nevertrump strategies seem to have gained steam and seem a bit more likely to work in denying him the requisite delegates. The next few primaries will be very telling. I would still call Trump the most likely nominee, but I have reached a point where I would pick the field against him, though just slightly."], [2930, "2016-04-04T12:04:08Z", 0.25, "Things will get harder for Trump as the primaries continue"], [14841, "2016-04-04T11:36:22Z", 0.33, "I have thought this before, and been wrong, but I am becoming more convinced Trump will not get to 1,237 by the convention, and if he does not have that number he will never be the nominee, a variety of projections show him close to the number, but not over it, so I am downgrading by a bit. I do give him a 1 in 3 chance however."], [21865, "2016-04-03T22:04:16Z", 0.0, "Unless someone makes the Don an offer he can't refuse before then."], [1023, "2016-04-03T21:48:44Z", 0.2, "In Blackjack, the dealer wins. The gop infrastructure has their cards all ready for the convention."], [4746, "2016-04-03T17:13:08Z", 0.35, "DT may be able to convince unbound delegates prior to the convention, he won't secure enough out right unless TC has a serious setback."], [2965, "2016-04-03T13:52:05Z", 1.0, "Steve Coll writing in the New Yorker See Ghost Wars!!!!!\n\"The U.S. does spend more on defense than its European or Asian partners. France and Britain spend only about two per cent of G.D.P., Germany and Japan about one per cent. “Free riders aggravate me,” President Obama recently told the Atlantic, unhelpfully giving credence to Trump’s position. It would be better if those allies spent a little more, but it’s not obvious that America’s forthcoming global challenges—such as managing China’s rise and Russia’s revanchism—would be advanced by more German and Japanese militarism. Because the U.S. military is so much larger and more effective than any other, and because militaries are so hierarchical, it is more efficient to defend the core alliances disproportionately, from Washington. In any event, defense treaties among democratic societies are really compacts among peoples, through their elected governments, to sacrifice and even die for one another if circumstances require it. Demeaning those commitments as if they were transactional protection rackets is corrosive and self-defeating\"\nmicro-economics and geo-politics\nTrump can just try to lip sync Gen. Hayden said \"all options have to be on the table\" regarding the efficacy of interrogation. \nTrump just cannot get these nuances, being a developer and celebrity, he does not get that we say\n\"ALL OPTIONS MUST BE ON TABLE\" BUT NEVER EVER COMMENT ON SPECIFIC ACTIONS, COUNTRIES, OR EVEN SCENARIOS\nJAPAN AND ROK GET NUKES PRC EXPLODES---GREAT SCENARIO FOR WWIII\nHAIR BOY, HEY HERES A CLUE WWIII Means World War III and certain immediate armageddon with  instant thermonuclear \" global warming\"\nWWIII does not mean World Wrestling Federation or UFE or cage fighting or Linda Rousey.\nHear, hear. Trump does not get 50% in NY and CA I could flip to  0\nbottom line Wisconsin is irrelevant.\nNow that Trumps delegates from LA and TN have been stolen whether this flips to O or not\nHe arrives with a 1000 delegates.\nI could pick up 300 in an hour if I had RFK as my convention manager ( SEE JFK LA 1960)"], [17033, "2016-04-03T04:01:07Z", 0.3, "Trump will not get to 1237, and the GOP, understanding they've lost the White House with or without him, will dump him to protect the down ballot and focus on minimizing the damage in the Senate and House races.  "], [21800, "2016-04-03T03:13:39Z", 0.6, "Probably, Trump's California win likelihood + 10% is warranted. Pre-convention deal making could also get a winner in the first ballot."], [21800, "2016-04-03T03:10:31Z", 0.5, "California is absolutely critical if the only likely first ballot winner (Trump) is to have a shot at winning it. At this stage Trump has no more than 50% chance of carrying the state. Going forward, I will forecast this question more or less based on expected results of California primary."], [14531, "2016-04-03T00:34:59Z", 0.67, "Adjusting forecast for reasons covered here: https://www.gjopen.com/comments/comments/194947"], [254, "2016-04-02T16:21:11Z", 0.35, "Looking more like a brokered convention."], [3434, "2016-04-02T16:02:06Z", 0.25, "GOP Bourgeoisie Trumps the GOP proletariat.  -SAD"], [51, "2016-04-02T15:55:27Z", 0.45, "I am going under 50 percent once again.  "], [102, "2016-04-02T02:25:30Z", 0.69, "https://larswericson.wordpress.com/2016/04/02/gitrep-01apr16/"], [14208, "2016-04-02T00:06:14Z", 0.85, "Comment deleted on Oct 22, 2016 06:29PM UTC"], [19106, "2016-04-01T23:42:41Z", 0.3, "It seems Kasich has explicitly stated he would never cut a deal w trump and i believe him."], [484, "2016-04-01T21:45:39Z", 0.8, "(no change) Great discussion as usual:"], [20710, "2016-04-01T20:58:47Z", 0.4, "Updated to reflect Trump's slight drop-off compared to 538's targets in recent weeks. I've also taken into account polling in Wisconsin, which is unfavourable to Trump, and reports that the Trump campaign's delegate organization mechanism is lagging behind those of Kasich and particularly Cruz. "], [16793, "2016-04-01T17:06:12Z", 0.63, "Dropping slightly based on recent results in Utah and Wisconsin.  If Trump has a hard time in Wisconsin, which he's projected to, he'll be even further from his delegate target to bring home the nomination before Cleveland (http://projects.fivethirtyeight.com/election-2016/delegate-targets/). "], [20693, "2016-04-01T16:01:00Z", 0.25, "Materially downgrading the probability that Trump wins a majority of delegates. Trump is currently at 751 (based on Frontloading HQ blog). "], [19807, "2016-04-01T10:03:53Z", 0.7, "Now with the correct forecast and the correct explanation"], [19807, "2016-04-01T10:02:57Z", 0.87, "At this time of the race it all comes down to whether Donald Trump will get his 1237 delegates or not, because neither Kasich nor Cruz will drop out of the race unless Donald Trump gets his 1237 delegates."], [15471, "2016-04-01T06:40:28Z", 0.5, "Reducing to even money. On the one hand there is barely precedent for a not first ballot nomination, on the other hand: If DT doesn't reach 1237 alone, the REP party will do everything to prevent him..."], [10898, "2016-04-01T03:41:29Z", 0.7, "Ok, time to start lowering here "], [102, "2016-04-01T02:05:04Z", 0.74, "https://larswericson.wordpress.com/2016/04/01/gitrep-31mar16pm/"], [21, "2016-03-31T22:35:52Z", 0.59, "As with financial offerings, corporate stock, etc - rumor of instability can be as damaging as the event itself.\nGOP acknowledging sufficient likelihood that it's in open conversation - means the open conversation has less risk than denial.\nhttp://talkingpointsmemo.com/livewire/rnc-contested-convention-website"], [38, "2016-03-31T18:36:28Z", 0.7, "http://www.politico.com/story/2016/03/republican-convention-rules-trump-cruz-221355"], [484, "2016-03-31T18:22:26Z", 0.8, "Up 20% but agree that DT may have some tough sledding to reach the right number of delegates."], [12763, "2016-03-31T18:17:26Z", 0.35, "Dropping this down to more likely than not  that his has to go to a 2nd ballot.  Cruz has a great shot at winning Wisconsin and Kasich is close in Penn.  "], [691, "2016-03-31T17:26:23Z", 0.75, "Moving down a bunch on this one.  Hair Boy is slipping in the Wisconsin polls. If he loses there, he will begin to appear much like an ordinary mortal except to his most rabid followers.  If Cruz or Kasich or both beat him in the Northeast Regionals, he could come into convention 50 or 100 delegates short on first ballot.  On the other hand, he has defied pretty much all predictions so far. And on yet another hand, Rubio and Kasich plus Cruz may have enough to beat him on first ballot, if they can rally around somebody and if enough of their delegates can be released on first (this depends on state laws and whatnot, and I don't care enough to dig deeper).  "], [484, "2016-03-31T16:42:15Z", 0.6, "(no change for now but) Wondering if some of the RNC rumors are more about showing that the R's in some sense are doing due diligence. Sort of along the lines of \"there are some things we don't agree with\" but DT deserves to be the nominee. Hard to argue with both the momentum, turn-out, and free press he brings to the GOP. Also absolves the wheels if there needs to be an after election post-mortem. Also may offer some space for down ticket candidates to attempt damage control."], [15548, "2016-03-31T15:53:52Z", 0.45, "-20%\nTrump has a huge lead on Cruz in the national polls.\nHowever, Cruz has a very strong ground game, and he is doing great in closed primary and we have a lot of closed primary coming up.\nFurthermore, it seems that he is also far better than trump at reaching out to unbound delegate.\nAnd Finally, Cruz get people who dislike him to vote for him."], [1161, "2016-03-31T15:07:25Z", 0.6, "Mr. Trump still holds a substantial lead in [theoretically bound] delegates, but Sen. Cruz may have the last word in North Dakota and Wisconsin. That would put him over 500 going into New York and Connecticut, which both award proportionally. He won't be closed out of either. The preponderance of closed primaries remaining also makes it less likely that Mr. Trump will romp to 1237; he's won less than 30% of such contests to date. Of course, the real question going in to the convention may not be who leads, but who best packs the rules committee...."], [20, "2016-03-31T01:41:23Z", 0.45, "Wisconsin the beginning of the end for Trump."], [14253, "2016-03-30T22:45:58Z", 0.15, "I just posted but after looking over my prediction history on this one I see I have been a fair ways above consensus. I am dropping another 10 points to compensate and will drop or rise with consensus. "], [14253, "2016-03-30T22:39:40Z", 0.25, "Starting with with the premise it will be Trump or no one in the first round. "], [102, "2016-03-30T03:16:51Z", 0.76, "https://larswericson.wordpress.com/2016/03/30/gitrep-29mar16pm/"], [73, "2016-03-30T03:16:41Z", 0.11, "hes trying to change the tide, let's see.....http://www.foxnews.com/politics/2016/03/29/donald-trump-rescinds-pledge-to-support-eventual-gop-nominee.html"], [484, "2016-03-30T02:17:48Z", 0.6, "Down 5% to be below consensus. Either might happen; depends on what R wheels want to try."], [38, "2016-03-29T21:26:32Z", 0.66, "http://www.politico.com/story/2016/03/donald-trump-delegates-republican-convention-221274"], [691, "2016-03-29T20:50:36Z", 0.84, "@Enthu is probably right.  Either Hair Boy comes in with enough to win on first, or a deal is cut to support somebody else before convention starts.  In either case, somebody wins on first.  I suppose it will be the Great and Powerful Oz, and I have an appointment for a hair-shirt fitting tomorrow.  It's my party and I'll cry if I want to."], [94, "2016-03-29T19:05:08Z", 0.55, "Odds of a brokered convention have increased on PredictIt (https://www.predictit.org/Contract/1565/Will-Republicans-have-a-brokered-convention-in-2016#data)"], [21800, "2016-03-29T14:00:03Z", 0.75, "This is a great analysis by @Pythagoras\nhttps://www.gjopen.com/comments/comments/184013"], [21800, "2016-03-29T04:45:54Z", 0.5, "People who know far more than me about American politics think it is going to be a fight at the convention. It seems it could be a fight even if Trump gets the required number of delegates before the convention. Didn't know that before. Am taking down my forecast in this area, as there is a lot going on that I am not up to speed on. "], [13657, "2016-03-29T00:35:13Z", 0.85, "Okay, I keep changing my mind"], [13657, "2016-03-29T00:15:49Z", 0.8, "I have no doubt there will be a vote to have a brokered convention first thing. I don't doubt Trump will win a majority of delegates, but even if Trump has a majority of delegates he can't force his delegates to vote any particular way on a brokered convention vote. Certainly any non-Trump delegates would vote for a brokered convention, and it would only take some of Trump's to tip the balance. It's the same strategy Ron Paul supporters in 2012 and Obama supporters in 2008 took: get your supporters in as delegates, even if they are bound for another candidate. Trump may have a certain number of delegates legally bound to him under state rules, but those individuals may not personally be loyal to him. I know Trump has money, and he's great with a witty comeback , great with showmanship, but I don't know how good his ground game is. He may not have the organization to get his own supporters in those slots as his delegates.  Who knows what rule they may try to pass.  They may try to unbind delegates (even though that is determined at the state level).  Remember, in 2012 the establishment sent the Maine delegation home, and they changed Nevada's vote because they didn't agree with it."], [13657, "2016-03-29T00:08:16Z", 0.4, "I have no doubt there will be a vote to have a brokered convention first thing.  Even if Trump has a majority of delegates he can't force his delegates to vote any particular way on a brokered convention vote.  Certainly any non-Trump delegates would vote for a brokered convention, and it would only take some of Trump's to tip the balance.  It's the same strategy Ron Paul supporters in 2012 and Obama supporters in 2008 took: get your supporters in as delegates, even if they are bound for another candidate.  Trump may have a certain number of delegates legally bound to him under state rules, but those individuals may not personally be loyal to him.  I know Trump has money, and he's great with a witty comeback , great with showmanship, but I don't know how good his ground game is.  He may not have the organization to get his own supporters in those slots as his delegates."], [3434, "2016-03-28T19:27:14Z", 0.4, "The GOP Elite do NOT want Trump.  I suspect they have more power than most realize."], [16933, "2016-03-28T15:26:42Z", 0.32, "dropping big time as I have been high n this all along.  probably over correcting at this point, but will stay here until next primary results unless I do detailed forecast review that indicates Trump will get to delegate majority."], [14253, "2016-03-26T23:41:26Z", 0.4, "I've been a bit high and Trump's poll numbers have come down a bit nationally. WIll probably stick here until afetr the next primary results. "], [2965, "2016-03-26T22:38:01Z", 1.0, "Riot Torture All Women Are Objects Get Rid Of NATO or shake down our little allies like Belgium.\nWe cannot kill wall or torture our way out of complex programs."], [562, "2016-03-26T00:22:37Z", 0.6, "Very likely, but nothing's for sure at this point since we are only at the halfway point in the primaries."], [20044, "2016-03-25T18:00:37Z", 0.85, "The Cruz affair story is continuing to gain traction and has been verified by other members of the media - it was enough to derail John Edwards campaign in '07 and I can only imagine it would be more damaging to Ted Cruz and his image as a Christian conservative. "], [22978, "2016-03-25T15:24:17Z", 0.85, "At the current point Trump needs 55% of the outstanding votes to win the nomination."], [691, "2016-03-25T12:42:27Z", 0.86, "Hair Boy on first ballot, I'm afraid. The Republican so-called leadership are either delusional or lying, and the 24-hour so-called news outlets have to play along or they'll run out of fake breathless horse-race stories.  The print media, somewhat calmer in most cases, have noticed some writing on the wall and have almost got it translated.  When you see the 24-hour clowns shifting back toward celebrity gossip, it will be all but official. "], [484, "2016-03-25T04:07:04Z", 0.65, "Down another 5% to be below consensus."], [484, "2016-03-25T04:06:01Z", 0.7, "Down 15% on @jrfuisz count."], [102, "2016-03-25T00:57:40Z", 0.79, "https://larswericson.wordpress.com/2016/03/25/gitrep-24mar16pm/"], [11430, "2016-03-24T22:43:24Z", 0.4, "The Republican Old Guard may derail a first vote nomination and quickly atempt to send the convention into a gridlock."], [691, "2016-03-24T19:52:51Z", 0.84, "Looks like The Great and Powerful Oz sews it up during that last bunch of primaries on 07 June, even if the Pillsbury DoughGuv can't deliver Jersey for him.  If Kasich crashes and burns, Hair Boy could clinch earlier.  My friends among the Democrats are praying for Sarah Palin as VP again.  Alas, they are apt to be disappointed, but they can probably count on somebody who is at least as great an insult to everyone's intelligence who has got some.  "], [14308, "2016-03-24T13:02:20Z", 0.15, "Trump keeps falling below his predicted path to the nomination - now at 96%.  The problem is he is close to falling below the number of delegates that have the ability to vote for who they want on the first ballot.  As he gets close to that limit the chance of a first ballot nomination becomes impossible."], [484, "2016-03-24T04:24:49Z", 0.85, "(no change) VERY strongly recommend this interview with Terry Gross regarding the nomination process:"], [14208, "2016-03-23T22:20:54Z", 0.4, "Comment deleted on Oct 22, 2016 06:23PM UTC"], [691, "2016-03-23T19:16:48Z", 0.78, "The Northeast Regionals loom larger than usual this year.  Odds are still pretty good that The Great and Powerful Oz will scrape up enough dupes to take it on first ballot.  The part of Abraham Lincoln is about to become the party of George Lincoln Rockwell.  One is more sad than alarmed, as Hair Boy will almost surely not be elected.  Unless this is the year when you can fool all of the people some of the time...."], [493, "2016-03-23T17:08:53Z", 0.9, "Affirming prior."], [12763, "2016-03-23T15:43:07Z", 0.6, "Cruz taking all of Utah's delegates hurts Trumps chance of claiming the majority.  "], [22769, "2016-03-23T14:00:13Z", 0.75, "With Christie and Carson lining up behind Trump, he's starting to look pretty inevitable, even if he doesn't make the 1237 threshold at the end of the primaries."], [16793, "2016-03-23T04:36:37Z", 0.78, "With a Trump Arizona win, a contested convention becomes less likely."], [19106, "2016-03-23T01:30:41Z", 0.57, "The really big variable in all of my election predictions is this: what is the chance Trump gets to 1237 by the end of the primaries?"], [2, "2016-03-22T20:12:12Z", 0.66, "Moving up a bit.  The anti Trump activities aren't working that well."], [1232, "2016-03-22T15:00:19Z", 0.7, "Adjusting due to Trump's status as the presumptive nominee. "], [14531, "2016-03-22T14:41:33Z", 0.84, "I learned a new word today, and it's \"preconvention\"[a]. Until now, I had assumed that *only* the following states of nature were salient:"], [691, "2016-03-22T12:48:55Z", 0.78, "Trump could come in 50-100 delegates short.  The smaller the shortage, the greater the chance of somebody cutting a deal with him before first ballot.  If he comes in much more than 100 short, the odds go up of somebody cutting a deal against him before first ballot, but it's not clear who the teams would be since everybody hates everybody else.  I am increasingly, and reluctantly, moving toward Hair Boy on first ballot.  Today's primaries will be instructive but not conclusive."], [14841, "2016-03-22T12:18:44Z", 0.5, "I am downgrading this significantly, based on my belief that \"Trump is short of the required number will be screwed over on the 2nd and 3rd ballot\"\nExcellent article in 538 about this exact issue.\nhttp://fivethirtyeight.com/features/will-donald-trump-clinch-the-republican-nomination-before-the-convention/"], [17875, "2016-03-22T09:38:23Z", 1.0, ": )"], [19106, "2016-03-22T07:18:47Z", 0.42, "I give trump a 15% chance of getting clear to 1237. But then he could also cut a deal with Kasich to get him over the line - I assign about a 24% chance of this happening given Trump doesn't make 50%, for a total likelihood of 35% for Trump getting to 1237 either directly or with Kasich's boost."], [16793, "2016-03-21T14:57:03Z", 0.74, "http://fivethirtyeight.com/features/will-donald-trump-clinch-the-republican-nomination-before-the-convention/"], [12763, "2016-03-21T13:46:20Z", 0.75, "It's looking more and more likely like Trump won't win the majority of delegates, although he'll be close."], [3457, "2016-03-21T04:34:56Z", 0.65, "Typo"], [3457, "2016-03-21T04:34:38Z", 0.55, "Trump is polarizing, unpredictable, and hard to control.  It's not at all clear he is fiscally conservative, his key qualifications are experience running a nearly bankrupt empire levered to the hilt and skillful demagoguery pandering false promises of economic/physical safety to broad swaths of a justifiably scared populace.  As such, he is potentially more threatening to the establishment than Clinton or Sanders.  He's a heck of a salesman, and the money might start to flow but his numbers don't reflect much enthusiasm among republicans in the 0.001% that fund elections. "], [102, "2016-03-21T04:00:32Z", 0.71, "https://larswericson.wordpress.com/2016/03/21/gitrep-20mar16pm/"], [15471, "2016-03-20T20:02:09Z", 0.6, "Reducing due to significant opposition in terms of \"Anyone but DT\", still a while away and DT can reach 1237 delegates, so in total still better than 50:50 chance for a straight forward convention."], [14531, "2016-03-20T19:02:40Z", 0.68, "I won't bore you nice people with my rationale here, but if you're fighting insomnia: https://pythagorassite.wordpress.com/2016/03/19/who-will-win-the-republican-party-nomination-for-the-us-presidential-election-update-6/"], [29, "2016-03-20T01:22:16Z", 0.6, "Moving downward, based on growing support for Ted Cruz within the party. Trump still doesn't have a majority of the delegates, and Cruz could start winning states without Rubio's drawing votes from him. Previous models didn't consider this three man race, so the polling information is a bit weak right now."], [22584, "2016-03-20T00:34:17Z", 0.1, "They do not want Trump, those in charge and the men behind the curtains, they will and are moving to ensure that the vote will not come out with him on top. They want a brokered convention and are getting us ready for it now.  This situation was not supposed to happen, we live in an oligarchy, that was determined by Harvard not Bernie Sanders so don't attack me, our choices were supposed to have been Clinton and Bush. They prepped us for months they pushed them for all they were worth and it went wrong. Now they will use a brokered convention and super delegates to make sure we have only who they want for us to choose from.\nIt will not be Trump or Cruz unless they cut so many deals that they will have no power, Kasich maybe, he would seem more legit and sellable since he is still in but he will also have to make so many deals he will be ineffectual. "], [22067, "2016-03-19T16:26:23Z", 0.56, "Revising downwards due to further evidence that the republican establishment is going to do everything they can to prevent DT from winning an uncontested ticket. It is unlikely he will gain enough delegates to get passed the 1237 line, therefore that ballots will have to come out. Even if they have to concede the nomination to DT at the convention, with Mitt Romney pushing support behind Cruz and Kasich continuing to throw a wrench into the game, it seems more and more likely they will get past the first ballot."], [691, "2016-03-19T14:42:29Z", 0.79, "It is not unlikely that Hair Boy will come to convention shy of a first-ballot win by anywhere from 100 to 200 delegates. It is also not unlikely that he will come to convention with a first-ballot win in the bag.  If the former, it is not unlikely that a deal will be cut before convention to give somebody else the first-ballot win. If Trump doesn't have a majority sewed up, the Three Stooges among them will have enough delegates if they pool them--Rubio is after all sitting on about 165, and lots of the remaining states are tossups at this point, with many being winner-take-all.  So the odds are still on a first-ballot win for somebody, but it is far from clear who the designated sacrificial lamb (or lion) will be.  "], [102, "2016-03-19T01:53:20Z", 0.8, "https://larswericson.wordpress.com/2016/03/19/gitrep-18mar16pm/"], [1529, "2016-03-18T13:44:50Z", 0.5, "There are only 5 states remaining on the Republican  primary schedule that is winner-take-all. DT needs approximately 54% of remaining delegates to reach 1,237. Looks increasingly difficult, but certainly not impossible. The downside of DT's slash and burn tactics is that people........got burned........and so those who could have been future allies will be a lot more reticent (Rubio, Bush, Kasich). "], [522, "2016-03-18T09:59:57Z", 0.2, "Although the paper favourite Mr Trump's actual polling make his limited support base abundantly clear. Delegates from suspended campaigns will not support his nomination on a first ballot and thereafter his delegate support should collapse opening up a route for alternatives."], [1529, "2016-03-18T05:04:35Z", 0.85, "DT may not get the required 1,237 assigned delegates for first ballot. Ohio pushed him back somewhat. This is not to say he won't get enough by end of day (so to speak), but there may have to be a bit of a fight for the delegates."], [15425, "2016-03-18T00:18:33Z", 0.64, "Predictwise"], [15425, "2016-03-17T23:23:06Z", 0.81, "Reducing probability slightly based on the fact Trump might not get >50% of primary delegates."], [2965, "2016-03-17T22:35:48Z", 1.0, "Riots"], [83, "2016-03-17T17:36:56Z", 0.15, "Becoming less likely that Trump will hit the 50% delegate count for the GOP Convention."], [1064, "2016-03-17T15:15:46Z", 0.96, "Donald Trump has won 673 of the 1,237 needed to win the nomination.  That leaves 564 needed delegates.  There are 6 states which are being polled and tracked by www.FiveThirtyEight.com and they are all easily falling toward Trump.  He needs to win ~51% of the delegates in these states.  Since South Carolina Trump has averaged 40% in his wins.  With the race slimming down to two real candidates 51% should not be hard.\nOf these States Trump needs the following delegates (~51%) at the end of the day:\n58  Arizona\n22 Wisconsin\n70 New York (75% won)\n36 Pennsylvania\n86 California\n51 New Jersey\nThese wins will give him 323 more delegates.  He can under perform in some of these states if he over-performs in others to make up for it and come out with 323 delegates. "], [15872, "2016-03-17T15:04:15Z", 0.51, "Adjusting down.  Trump is throwing a wrench in things.  Republicans have to know the risk of Trump splitting the vote by running third party if they don't nominate him, but they also have to know the risk of nominating him as the Republican candidate.  These factors make a nomination on the first ballot less likely at the convention.  "], [14318, "2016-03-17T04:31:13Z", 0.65, "Reducing from 75 to 65 due to the Ohio primary results and the fact that now only three candidates remain. "], [1056, "2016-03-17T02:21:44Z", 0.65, "Down. I think Trump may be stoppable."], [16742, "2016-03-17T00:09:16Z", 0.65, "Lost Ohio."], [20710, "2016-03-16T23:33:11Z", 0.46, "Trump is presently at 96% of the delegate target established by 538 (http://projects.fivethirtyeight.com/election-2016/delegate-targets/). \nUsing 538's tracker, he needs 40+ delegates in the following states:\n- California (81/172). Winner-take-all, mostly at the congressional district level. There haven't been any polls since December; at that point the totals were 25% Cruz, 23% Trump and 1% Kasich. That would put Trump close to where he needs to be, though dropouts since (Rubio/Carson/Paul had combined for 28%) probably move more support to Cruz than Trump in my view. \n- Arizona (58/58). Winner-take-all. Last poll was in November and had it a three-way race between Trump, Carson and Rubio; I like Trump's chances. \n- New York (58/95) Proportional, mostly at a congressional district level, unless someone gets over 50%. Trump is at 45% in a recent poll, Kasich 18% and Kruz 11%. Even assuming Rubio's support largely goes to Kasich, there's a chance Trump tops 50% and takes everything.  \n- Indiana (51/57). Winner-take-all, mostly at the congressional district level. No recent polling, but Trump won Michigan, Illinois and Kentucky. Kasich won Ohio to the East and was competitive in Michigan. Cruz was competitive in every bordering state other than Ohio. I think Trump takes most of the state, but 51 delegates is iffy. \n- New Jersey (51/51). Winner-take-all. In a February poll, Trump was at 33.3%, Rubio/Carson combined for 25.4%, with Cruz at 7.7% and Kasich at 4.3%. Nearly a lock for Trump, unless the dropout delegates universally go to his rivals. \n- Pennsylvania (40/71) 17 delegates are winner-take-all, the rest go in a \"loophole\" primary. The last RCP average had Trump at 29%, Rubio at 19%, Cruz at 17% and Kasich at 13%. Trumps chances here would seem to be good. \nGoing through all that, I'm not sure my gut feel - which has Trump really close but not a lock to meet his delegate target changes much. It's close to 50/50 whether he crosses that magic threshold in my view; I'm tabbing him slightly under. \n"], [14208, "2016-03-16T23:12:03Z", 0.8, "Comment deleted on Oct 22, 2016 06:22PM UTC"], [17875, "2016-03-16T20:50:22Z", 1.0, ": )"], [12268, "2016-03-16T19:21:59Z", 0.5, "Dropping 5% until more primaries play out."], [14308, "2016-03-16T18:29:48Z", 0.25, "Trump continues to slide off the projected path to nomination - now at 96% of where he should be.  Rubio out and going anti-Trump is not good.  Although Trump may win on the 2nd vote, it does not look like he will end with enough delegates to win pre-convention or at the convention with the limited delegates that can vote at will under the current convention rules."], [51, "2016-03-16T17:15:17Z", 0.7, "Minor upward adjustment from my previous prediction.  "], [51, "2016-03-16T17:11:47Z", 0.65, "I am going to get closer to consensus here.  In short, the math works out for Trump to have a majority of delegates if he continues to perform at the same extent from here out.  But...if he comes up short, that amorphous blob referred to as the republican establishment may be tempted to go for a contested convention.  Sure it will rip the party apart.  But maybe they will look at this as a better outcome than a trump candidacy / presidency, where a whole lot of things can go wrong.  "], [493, "2016-03-16T14:09:57Z", 0.9, "After March 15 primaries Trump has 663 vs. 405 for Cruz. (Including the likely MO count: http://www.thegreenpapers.com/P16/MO-R) Rubio is out, and what happens to his delegates is still an open question. Kasich is a nice guy who won in his home state, but that's not going to get him to the top of the ticket. (I continue to believe that Kasich is running for VP, and would probably get it if the GOP nominated someone other than The Donald. But alas . . .)"], [2965, "2016-03-16T13:52:32Z", 0.8, "I conclude  based on the delegate count  that Trump needed to pick up approximately 300 votes yesterday. Its not clear how many he actually will receive in each state.  My estimate is that he will receive approximately  220.\nRight now it does appear that Trump would need  to win between 55-60% of the remaining delegates to clinch the nomination. Not 61%. The forecast circulated  is clearly  not  correct, as it fails to  account for momentum.\n SO Trump shows up at the convention based on present trends 160 votes shy of the magic number. He is still  the overwhelming favorite to win the nomination.\nAll of Rubios delegates are free.\nThere are 10 winner take all states with various rules for allocating delegates.\nCruz failed to win the South and has an even steeper hill to climb than Trump.\nKasich is in. Will he get the money to stay in? Will Rubio's  designee withdraw the challenge to Kasich in Pennsylvania.,\n Will Kasich be fully funded  to the convention.\nKasich must  raise enormous amounts of money  now and get key endorsements to be  viable."], [691, "2016-03-16T13:51:27Z", 0.84, "If Kasich does well in the remaining grownup states and Cruz does well in Arizona and New Mexico, Trump is a hundred or so delegates short on first ballot, even if he wins California.  Rubio is sitting on about 160, and the other casualties have fewer than 20 among them.  If the party poobahs get out the anti-Trump vote in the remaining states, especially of course California, Trump could come in quite a lot low. "], [18762, "2016-03-16T13:31:52Z", 0.9, "Kasich winning Ohio only slightly opens the door. "], [29, "2016-03-16T11:33:18Z", 0.75, "With wins in FL, NC, and Illinois, Trump is showing strong and enduring support. If this continues, he will arrive in Cleveland with a few more delegates than required. It looks like it will go down to the end however, and he will need delegates from California, which doesn't vote until June. I note that he does not have a majority of the deleates that have already been allocated, so he needs to keep on winning."], [14182, "2016-03-16T10:25:47Z", 0.65, "\nPost Tuesday's votes, the probability of a \"runaway DT nomination\" is now if not 0, within a lower range had he made a clean sweep of Ohio & Florida. Every state from here on out counts to get him over the top. At the v least, media/punditry are likely to continue having a field day w/ the hopefully positive side affect of substantial increase in actual eventual voter turn out. Who would this favor?"], [3895, "2016-03-16T10:04:01Z", 0.89, "after tonight's results. Big win for Trump in Florida & a narrow but crucial win in Missouri - he should get to 1237 from here."], [12302, "2016-03-16T03:50:31Z", 0.78, "\"Trump needs about 57 percent of every remaining delegate -- including the ones we know he'll add in Illinois -- to be the nominee for the Republican Party.\"\nI'm not sure he'll secure those."], [38, "2016-03-15T19:42:37Z", 0.77, "Since I think Kasich will win Ohio, and Cruz is getting stronger in a couple of states, that will make it more difficult for Trump to come to the convention with the majority.  I'm also reading about possible rules changes that could  make all the delegates free to go with whoever, regardless of their state's primary or caucus."], [691, "2016-03-15T14:30:12Z", 0.88, "If I were to make a list of all the things that will surely not work to stop Hair Boy on first ballot, this would be very near the top.  It would be seen, accurately for a change, by his followers as a blatant attempt to insult him and therefore them, and they would turn out in overwhelming numbers to put a stop to it.  \nhttp://blogs.reuters.com/great-debate/2016/03/13/a-hail-mary-heave-to-block-trumps-nomination/"], [102, "2016-03-15T09:23:29Z", 0.79, "https://larswericson.wordpress.com/2016/03/15/gitrep-15mar16am/"], [16793, "2016-03-14T22:33:55Z", 0.78, "WIth Trump likely to win Florida, the chances of a contested convention go way down.  "], [22067, "2016-03-14T20:42:15Z", 0.62, "There is a strong possibility that Trump and Kasich will split FL and Ohio tomorrow. If that is the case, then there is a strong chance of DT showing up at the convention without the magic 1237. In that situation there is a significant probability of multiple ballots. However, despite Kasich's strong surge in Ohio, he still has to take it, because if he doesn't there will be little room left to keep DT from a majority, in which case multiple ballots will be out of the question."], [691, "2016-03-14T18:50:48Z", 0.88, "Might move these numbers after the circus leaves town tomorrow night, but at the moment there's no strong reason to do so.  "], [14308, "2016-03-14T18:26:37Z", 0.5, "Trump countered the RNC offensive by making a play for the far right votes.  Rather than stay in the center and allow the RNC to attack him as a moderate, Trump has made a play for the far right votes with the cancelled speech / security issues.  Carson joining the Trump team shows the strategy worked.  If the far right vote is not a given for Cruz, then Cruz simply can't rely on the field narrowing and instead has to win on actual issues.  Events in the German elections this past week, however, show the power of the any-immigrant voter which also plays in Trump's favor."], [29, "2016-03-14T11:13:58Z", 0.6, "Trump has shown surprising staying power, and the \"stop Trump\" movement has lost steam."], [484, "2016-03-14T02:44:35Z", 0.85, "Up 20% (stale forecast)."], [136, "2016-03-13T17:09:40Z", 0.8, "http://dailycaller.com/2016/03/13/rnc-rules-comm-member-every-delegate-at-gop-convention-not-bound-on-first-ballot/\n\"A Republican National Committee Standing Rules Committee member told the membership Friday that convention delegates are not bound to cast their votes at the convention according to primary vote results in the first round of voting.\nCurly Haugland of North Dakota, a long time member of the RNC Standing Rules Committee,  sent a letter to the RNC membership at large about this issue. He explained how he came to the conclusion that all Republican delegates who participate in the 2016 Republican National Convention are unbound on each ballot round, including the first\""], [19936, "2016-03-12T16:49:32Z", 0.6, "Trump has strong support and likely to pick up more with predicted wins in big states, much more than expected earlier. The baseline is 100%"], [102, "2016-03-12T04:09:29Z", 0.81, "https://larswericson.wordpress.com/2016/03/12/gitrep-11mar16pm/"], [60, "2016-03-12T04:05:00Z", 1.0, "NO CHANGE."], [691, "2016-03-11T19:12:22Z", 0.81, "This number goes up if Hair Boy wins Ohio but stays the same if he doesn't.  "], [20693, "2016-03-11T17:48:06Z", 0.78, "Same logic, updated for current 538 probabilities of trump wins in Ohio, NC and Florida (31%, 68%, 83% respectively). That looks like 68% probability Trump gets two. I'll keep a 10-point upgrade to this as in my last update."], [21611, "2016-03-11T15:42:33Z", 0.69, "Which is worse, denying your voters their selection to pick someone they believe in? Or, Trump? Hard choice for the GOP, my guess is they acquiesce to the voters and let them pick trump as the nomination. (i dont think there's enough momentum for any other candidates to force the brokered convention)"], [493, "2016-03-11T15:08:16Z", 0.95, "Affirming prior. Priebus and I are on the same wavelength, apparently."], [102, "2016-03-11T05:22:07Z", 0.8, "https://larswericson.wordpress.com/2016/03/11/gitrep-10mar16pm/"], [22003, "2016-03-11T05:08:05Z", 0.65, "Trump should have the votes"], [17875, "2016-03-10T21:00:26Z", 1.0, ": )"], [21, "2016-03-10T20:19:58Z", 0.64, "What a mess.\nThere's a lot of effort being directed against Trump now.  But it's one thing to take it past the first ballot, another to offer a viable alternative candidate.  Cruz, for instance?  Does he have any better chance of consolidating support?\nVolatile situation now - but lack of favorable alternative scenarios could weaken effort against Trump. Upcoming state results will matter as players test the winds.\n"], [19311, "2016-03-10T18:46:17Z", 0.85, "According to Fox there are rumours that Rubio may drop soon - that would imho allow Trump to win first ballot..."], [51, "2016-03-10T16:27:09Z", 0.45, "Moving up just a bit, in anticipation of Trump at least winning Florida.  "], [691, "2016-03-10T14:00:49Z", 0.81, "If Kasich wins Ohio, he is still in and could do better in the grownup northeastern states that vote later.  If he loses Ohio, he should probably bail out.  When the Little Prince loses Florida, he needs to quit so he can save up his money for next time.  The Texas Toad will stay in no matter what; he is I think the last standing of those who were instructed by God to run for president (God's self-proclaimed candidates tend not to do well, which says something about either God or self-proclamation; your choice).  "], [2965, "2016-03-10T13:59:02Z", 0.95, "The rules for the convention dictate a first ballot win\nI think they at rnc.org\non second thought Wikipedia is better\nbetter check them out\nbefore Stalin-like revisions to history\nI guess there is a 1/20 chance they might be changed.\nanything can happen\nthe martians killed JFK"], [21800, "2016-03-10T13:14:59Z", 0.7, "Reducing from 90 to 70. \nRepublicans could get behind Kasich if he wins Ohio. Rubio is sure to be dropped after 15th."], [1262, "2016-03-09T22:14:47Z", 0.75, "Increasing due to DT continued gains"], [17875, "2016-03-09T19:39:43Z", 1.0, ": )"], [143, "2016-03-09T18:42:07Z", 0.25, "I don't believe a candidate will have amassed sufficient delegates outright, but with uncommitted delegates plus a deal between two others it could be possible to piece this together (assuming, perhaps wrongly, that an agreed coalition in Round One would count toward this Q being yes."], [16650, "2016-03-09T16:52:35Z", 0.7, "I'm giving Kasich a high probability of winning Ohio.  This will breathe new life into the 'Never Trump' campaign and Trump will get hit hard.  There's evidence from polling late deciders that these attacks are effective.  This will make it hard (though not impossible) for Trump or anyone else to win on the first ballot.   (Just to note I've always been relatively bullish on Trump but I think he's starting to look more beatable.)"], [14531, "2016-03-09T16:48:54Z", 0.8, "Trump has been steadily slipping from the pace that he needs to win 1,237 delegates, but he's still 6% ahead of that pace[1], so only a slight modification of my forecast here (from 81% to 80%). A bigger modification seems possible after the three winner-take-all state primaries on March 15."], [14308, "2016-03-09T15:44:34Z", 0.2, "I am going to lower the %.    Delegate targets have settled a bid.  Trump's drop is closer to his projected path.  The reason I am lowering is how poorly Rubio did.  That raises the chance of him being forced out.  Trump's nice words about Rubio also indicate that people may be courting him.  So for now, I'm lowering. I'll be looking to see what happens in next two primaries.\nhttp://projects.fivethirtyeight.com/election-2016/delegate-targets/republicans/"], [20044, "2016-03-09T15:13:25Z", 0.9, "Rubio's performance on the 8th was abysmal, and he seems exceedingly unlikely to win Florida. Similarly, Trump beat Kasich in Michigan by an uncomfortably large margin, given how similar the demographics were supposed to be to Ohio's. If Trump wins both of those states next Tuesday (or even just one of them), it appears likely that he will secure a delegate majority before the convention."], [21800, "2016-03-09T09:09:01Z", 0.9, "Chance are high that Trump will get enough delegates to sew it up on the first ballot."], [19936, "2016-03-09T02:38:18Z", 0.4, "no strong second candidate has emerged"], [21103, "2016-03-09T02:07:28Z", 0.78, "The Republican candidate will emerge prior to the convention along with a third party candidate making the republican convention a non-event"], [11430, "2016-03-08T22:09:20Z", 0.75, "Within the first two ballots."], [1529, "2016-03-08T21:24:29Z", 0.65, "Lowering because it's Tuesday."], [443, "2016-03-08T21:18:46Z", 0.68, "The Donald will be getting hit very hard from today going forward. As soon as he stumbles the Establishment Rs will take him down and fast. I think he may get close to the delegates to win but not enough to get it on the first ballet. "], [16933, "2016-03-08T19:31:28Z", 0.72, "the latest math says if Trump spits Ohio and Florida he could get to 1237, but probably comes up a bit short, so I dropped 10 points going into tonight as I have assigned Kasich a high probability of taking Ohio (higher than polls indicate), but Trump still taking Florida (thank you Mr. Cruz)."], [19106, "2016-03-08T18:18:49Z", 0.45, "Doh, I also updated Ohio after I looked at polls and decided i was massively overestimating Cruz's chances there. Now trump .49, Kasich .5, Cruz .01"], [21835, "2016-03-08T18:09:11Z", 0.0, "No. If Trump does not have the total number of delegates required and he has the highest total amongst the candidates the party will take the nomination from him and chaos will ensue resulting on the nomination of Mitt Romney."], [19106, "2016-03-08T17:29:25Z", 0.32, ""], [20401, "2016-03-08T15:46:40Z", 0.35, "For Trump to clinch, he would almost have to run the table from here on.  Cruz has too many delegates and there is anti-Trump momentum building.  GOP establishment will not allow Trump to win on first ballot on a simple majority."], [484, "2016-03-08T05:52:29Z", 0.65, "Down 5% to be further below consensus. Seems like some of Trump's negatives might be slowing his rush to the nomination."], [102, "2016-03-08T05:07:43Z", 0.79, "https://larswericson.wordpress.com/2016/03/08/gitrep-7mar16pm/"], [7272, "2016-03-08T05:02:58Z", 0.05, "Trump will have the plurality going in, but the regular GOP members will not give him the nomination."], [767, "2016-03-08T03:38:10Z", 0.3, "As we all know, the GOP's elite is not (yet) backing the leading candidate, Trump.  There is some buzz around the possibility of a brokered convention, and even some talk of a candidate like Paul Ryan getting in the race. \nhttp://www.nydailynews.com/news/politics/movement-forms-push-paul-ryan-run-gop-2016-nom-article-1.2555547?utm_content=buffer5dc08&utm_medium=social&utm_source=twitter.com&utm_campaign=NYDailyNewsTw\nhttp://warontherocks.com/2016/03/open-letter-on-donald-trump-from-gop-national-security-leaders/"], [19106, "2016-03-08T03:12:42Z", 0.27, "Updating the maths from my third predicition http://www.gjopen.com/comments/comments/160482 to propagate new prior after changing my florida forecast."], [83, "2016-03-08T01:23:35Z", 0.5, "Too much time left, GOP could attempt to prevent a Trump nomination, depending on how the anti-Trump effort evolves."], [1262, "2016-03-08T01:15:06Z", 0.55, "There are indications that Rubio will not win Florida.  If Rubio looses Florida and exits the race, Cruz will gain more votes and delegates.  Meantime Republican leadership will push to create a brokered convention as they do not want Trump.   This is more likely now than previously and so modifying my forecast."], [21758, "2016-03-07T20:31:05Z", 0.72, "I see a high likelihood that Trump will win a majority of delegates."], [4992, "2016-03-07T20:04:34Z", 0.75, "I wish I had not forecasted this qn.   This is exceedingly difficult to predict.  "], [20044, "2016-03-07T18:51:09Z", 0.7, "Trump has continued to show an inability to run away with this race decisively, with Cruz winning several states over the weekend. Surprisingly, he did so in places far from the evangelical South that was considered his stronghold. In addition, the establishment has begun to both consolidate and step up their attacks on Trump, which could eat into his numbers going forward. Trump still has the clearest path to the nomination, but it appears he will lose at least one of Ohio and Florida, meaning the uncertainty regarding the nominee will continue, and perhaps increase. "], [19807, "2016-03-07T17:41:33Z", 0.87, "Lowering to 85%. Neither Rubio, nor Cruz (nor Kasich...) are showing signs of giving up early."], [12302, "2016-03-07T16:38:19Z", 0.5, "I do believe Trumps run is coming to an end. I also do believe that neither Cruz or Ribo will drob out any time soon, assuming that Rubio will win Florida. They have good reason to bet that a brokered convention will turn the odds in their favor."], [21688, "2016-03-07T16:22:29Z", 0.55, "The Republican Party will do everything it can to block a Trump nomination using rule 40 and whatever else that they dream up. The party probably wouldn't even settle for Cruz. "], [16933, "2016-03-07T15:14:50Z", 0.82, "bumping back up as Cruz is hell bent on beating Rubio and will give Florida to Trump rather than colluding to stop Trump.  of course, he knows he can't win in a brokered convention."], [14308, "2016-03-07T14:05:31Z", 0.25, "Although Trump is still on target to capture the nomination having over 100% of the projected delegates he should have after Saturday, that lead is shrinking.  No other candidate is close to the delegates needes - Cruz at 60% of where he should be.   Trump's pledge to support the RNC was a green light for the establishment to take him down with a brokered conference and Trump's willingness to support that candidate.  Trumps' reliance on social media is also a negative when combating bad press.  I think we'll continue to see the Trump lead shrink and the teaming up of Cruz + (?).  I'll revise if Trump is able to withstand the attacks in the next two primary rounds."], [29, "2016-03-07T11:22:45Z", 0.45, "Trump is losing momentum: http://www.nytimes.com/2016/03/07/us/politics/donald-trump.html"], [498, "2016-03-07T09:40:34Z", 0.1, "If you piece it together in just the right way, you do get: \"Romney on Sunday would not rule out once again leading his party \"\nhttp://www.cnn.com/2016/03/06/politics/mitt-romney-brokered-convention/index.html"], [484, "2016-03-07T00:09:02Z", 0.7, "Down 10% to be below consensus."], [21448, "2016-03-06T23:16:27Z", 0.05, "Trump will fight unless he gets nominated"], [21341, "2016-03-06T22:28:18Z", 0.65, "Race remains chaotic."], [20, "2016-03-06T21:43:04Z", 0.65, "Trump needs to win Oh and Fl, or he will need about 65% of remaining delegates. I think he will have a plurality. But that may not matter. "], [19310, "2016-03-06T21:18:05Z", 0.55, "The fact that a contested convention is now the not-so-secret goal of 3 of the 4 remaining candidates, the chances of that happening have certainly gone up. The odds of Trump gaining the requisite delegates first is still probably the most likely scenario, but just barely. The chances of another candidate winning on the first ballot has become next to negligible."], [443, "2016-03-06T20:49:50Z", 0.55, "Lot of ifs here. If Trump doesn't get it on the first ballot he will not go on to be the nominee. But truth be told, in a guessing kind't way, I think there is a slight change he might have enough delegates going it.  I think he will be the nominee but by slight margin. "], [14208, "2016-03-06T20:23:46Z", 0.71, "Comment deleted on Oct 22, 2016 06:18PM UTC"], [94, "2016-03-06T18:53:47Z", 0.65, "Following predictwise.  The odds of a brokered convention seem to be increasing."], [691, "2016-03-06T16:47:11Z", 0.81, "Trump could come into convention 200 or 300 votes short, especially if he doesn't do well in the winner-take-all and \"winner-take-most\" states.  As these tend to be grownup states with closed contests, in which only party members can participate, he may well be disappointed (by which I mean \"enraged\") by those results.  "], [10916, "2016-03-06T11:51:36Z", 0.71, "Upping probability of contested convention. Now looks like nobody except Trump will win first round. Trump isn't locking things down as well as he needs to."], [476, "2016-03-06T10:34:34Z", 1.0, "As Dump Trump gains momentum one needs to examine the small difference in delegates between The Donald and The Canuck. Link from ABC here http://abcnews.go.com/Politics/wireStory/latest-hit-back-walk-choice-trump-rivals-37424291\n=\nThe numbers are Trump 378 and  Cruz 295.  Consider probability that Rubio will face pressure to drop out even if he wins home state (he has 123) and the loose ends from Carson's long good-bye and the state is set for a first round victory for a Cruz-Kasich (swing state guy) ticket. "], [11157, "2016-03-06T09:19:30Z", 0.85, "Cruz wins lead to reduction here"], [16793, "2016-03-06T06:19:25Z", 0.5, "I see a contested convention as a real possibility now.  No incentives for Rubio drop out because he could have a shot at the nomination in a contested convention.  A strong day for Cruz today means he's not dropping out either.  They could pull enough support so Trump does not get to 50% and we'll have a contested convention."], [19106, "2016-03-06T06:07:06Z", 0.32, "Updating from my second prediction after an interesting Saturday. "], [102, "2016-03-06T04:33:51Z", 0.88, "https://larswericson.wordpress.com/2016/03/05/manual-category-assignment-work-in-progress/"], [102, "2016-03-06T04:19:20Z", 0.87, "https://larswericson.wordpress.com/2016/03/05/manual-category-assignment-work-in-progress/"], [13997, "2016-03-06T04:09:44Z", 0.0, "Rubio has had a terrible night. It's Cruz and Trump, neither of which are that acceptable to the mainstream. Cruz still has to run in really difficult states in the North. That makes it hard for him. Trump will not get the 50% of the delegates he needs. That makes it hard for him."], [2965, "2016-03-06T02:47:08Z", 0.95, "1 2 and 3.\n1 and 3 combine.\nNo Rubio .\nTrump survives the Empire Strikes Back. \nIt's Trump or Kasich in that or reverse order."], [14841, "2016-03-06T00:50:16Z", 0.63, "After todays early results....I am thinking a bit more along the lines of yes"], [691, "2016-03-04T21:41:57Z", 0.78, "This is less a gimme than it once was.  I can put together numbers that leave Trump a couple hundred short, which is not to say it couldn't be sorted by the start of convention.  So far everything I know has been wrong. "], [821, "2016-03-04T19:02:18Z", 0.8, "There may be some momentum towards a brokered convention.  We will have a much better feel for this in a couple of weeks."], [20693, "2016-03-04T18:28:55Z", 0.6, "I am not sure that this question is different from whether any candidate will have a majority of delegates prior to the convention. The probability that a candidate other than Trump wins a majority of delegates seems vanishingly small. Trump appears to be on track to win a majority of delegates, but the Republican establishment seems to have shifted strategy towards conceding Trump a plurality if they are able to prevent a majority. Trump appears to be on track to win a considerable share of the ~750 delegates between today and March 15. The key question is whether the gap to the majority could be closed based solely on \"hitting the board\" in future primaries that allocate proportionally. In that case, it is difficult for me to see how an establishment-led push against Trump could deny him a majority. It appears that the upcoming contests most likely to go against Trump (which is not to say that they are likely to do so) are Ohio (66, winner take all), North Carolina (72, proportional) and Florida (99, winner take all). I will attempt to simplify by asserting: (a) if Trump is beaten in at least two of these states, the establishment will double down on a strategy to deny Trump a majority, and I will assume for now that it can succeed; (b) otherwise, Trump is highly likely to be able to obtain a majority. Based on 538's current forecast about the probability of a Trump win in these states (38%, 45% and 69% respectively) it looks like the probability that at least two go against Trump is ~50%. I bump the general probability that he obtains a majority to 60% because, well, he's winning so far, and my simplifications generally skew against him winning a majority."], [1333, "2016-03-04T17:44:00Z", 0.4, "with the way Mitt Romney was brought out to take care of the Trump Problem, (even after he unambivalently relished Trumps endorsement last time) makes me ask myself if the establishment is so intent calling the nominee that they wouldn't tell a Romney - if you can push Trump down we'll use a brokered process to put you back up as our nominee (again)."], [484, "2016-03-04T17:02:35Z", 0.8, "(no change) This is an interesting article:"], [29, "2016-03-04T16:26:32Z", 0.5, "The anti-Trump movement is gaining steam...so I am lowering a bit. Expect to update after the next primary."], [179, "2016-03-04T15:59:49Z", 0.4, "Nothing is converging to a single candidate, and I'm kind of amazed the odds are being placed as high as 80%."], [2965, "2016-03-04T12:45:38Z", 0.66, "This scenario hopefully becomes  more clear after March 15, 2016"], [13377, "2016-03-04T09:05:44Z", 0.9, "https://larswericson.wordpress.com/"], [20031, "2016-03-04T03:50:22Z", 0.54, "The GOP establishment has lined up against Trump, and launched a full offensive.\nOn 3/3, the Romney lashed out at Trump and suggested that the GOP should aim for a non-majority result to defeat Trump in a convention. McCain also spoke out against Trump. 100 GOP National Security leaders also spoke out against Trump."], [17875, "2016-03-04T01:19:25Z", 1.0, ": )"], [484, "2016-03-04T00:26:48Z", 0.8, "Going back down 18%. I believe it is within the RNC to stop DT if they decide it is \"best for the party\" and there seems to be one branch capitulating and one who is ready to use scorched earth policies if needed."], [9755, "2016-03-03T23:23:17Z", 0.65, "It's too crazy , it's a mess , anything is possible and probable "], [613, "2016-03-03T18:28:59Z", 0.7, "There is now considerable speculation about a brokered convention. And there is more and more talk about a third party candidate -- a conservative Republican. That could mean that no one will have the delegate count required at the time of the convention."], [484, "2016-03-03T17:02:17Z", 0.98, "(no change since I've been low for so long) Great post by @Lord_Selfie Here is a simple discussion of a contested ballot:"], [1529, "2016-03-03T15:46:24Z", 0.99, "Have been really changing my opinion on this question over time. I underestimated the chaos that a brokered convention would create (at least nowadays). Despite the current, public, swings at DT, it would be a huge eruption if it appeared that some secret cabal manipulates the convention to take away the nomination from the predominant front-runner. In fact, it almost seems that this secret cabal is already trying to steer the game. [I'm saying this somewhat \"tongue in cheek\", but if not really a cabal, then certainly there are \" united forces\" in play.) And, it is not just the chaos at the convention itself, but the aftermath as well. What will Republican voters think (act) if everything is ripped apart and the leading figure is cast aside? Does anybody really think the voters will then line up like little sheep? "], [14841, "2016-03-03T12:29:25Z", 0.72, "I think that there a growing possibility that Trump does not get a majority of the delegates, according to 538 (http://fivethirtyeight.com/features/donald-trump-is-just-barely-on-track-to-win-the-gop-nomination/) Trump is slightly ahead of the needed count and on pace to win 52% of the delegates, but mis-steps in FL and or OH both winner take all states, could place him under the threshold, Rubio in my mind has a 1 in 3 chance of winning FL and Kasich has a 50/50 chance of winning OH, either result would make the path for Trump much more difficult.  I previously felt that the likelihood of this happening was 1 in 7 15%, I am more comfortable with that possibility having doubled to 2 out of 7."], [19106, "2016-03-03T03:34:46Z", 0.76, "Updating from my first prediction (http://www.gjopen.com/comments/comments/154170) after Super Tuesday results."], [16933, "2016-03-02T22:50:49Z", 0.78, "lowering again as Trump adds delegates and Cruz, Rubio, Kasich all look committed for the next two weeks minimum.  thunk they will look for way to maximize likelihood to get to a brokered convention as only way to stop Trump when they realize its too late to beat him one on one with drop out a month from now."], [29, "2016-03-02T20:11:04Z", 0.6, "A first ballot win is all very unlikely for any candidate other than Trump at this point. Trump has not quite half of the delegates that have been assigned so far. He needs a majority to win on the first ballot.  So it is similar to the question (numerically) \"Will Trump win on the first ballot?\". "], [11120, "2016-03-02T19:31:04Z", 0.76, "Brokered conventions have been rarer in the modern era, but with Cruz and Rubio picking up delegates on Super Tuesday, there is still the chance that they will take enough away from Trump to prevent him having enough delegates going into Cleveland. Trump has more Delegates at this point than Romney or McCain did in previous primaries, but this race is radically different. Overall, it looks like Trump is not falling out of front-runner status, but if Cruz and Rubio continue to take delegates and remain in the race, a brokered convention could be the end point, and if that is the case, I think it unlikely that Trump, or anyone, would win first ballot. "], [14531, "2016-03-02T18:17:49Z", 0.81, "Trump's performance on Super Tuesday was less dominant than I expected, and it leaves the door open for a (still unlikely but certainly not impossible) contested convention. Here's one take on how it might go: \"Winning a majority of delegates doesn’t seem to be something [the Marco Rubio campaign] expects to do, especially after another ho-hum night on Super Tuesday. The goal now is to deny Trump from reaching an outright majority of delegates and then oust him after the first ballot at the convention. This isn’t just the backup plan anymore; it is the plan. This means that it might be better for all of the non–Donald Trump candidates to stay in the race and pick off potential wins from Trump here and there\"[1]. Maybe. Like the author of this piece, I have my doubts about whether Rubio (and his establishment enablers - whoever they are) can pull this off. But the question is about whether Trump (or anyone else0 will win on a first ballot, and here we have some reason to think that even if Trump gets a plurality of delegates (as now seems probable), the convention might be a messier affair than usual."], [2965, "2016-03-02T18:02:59Z", 0.97, "minus one\nstop\nTrump\nbus\npac"], [20044, "2016-03-02T15:15:01Z", 0.8, "Trump had a decisive, if not overwhelming victory on Super Tuesday. The fact that Cruz was able to win several states, and Rubio one, indicates to me that Trump might not yet have the decisive support of the party needed to secure the nomination before the convention. However, the remaining states appear to be less than favorable for Cruz, while Rubio is currently predicted to lose his home state of Florida, which is winner take all. If Rubio loses Florida to Trump it seems unlikely that Trump would not be able to secure a majority of the delegates. In addition, FiveThirtyEight currently has Trump at 112% of his target delegates to win the nomination, with Cruz at 58% and Rubio at 48%. I'm lowering my forecast from 85% to 80% as a result of the continued ambiguity, but will reassess after the 8th and 15th.  "], [20031, "2016-03-02T14:12:02Z", 0.72, "Before Super Tuesday, I was at 85%. The GOP launched coordinated attacks on Trump. Rubio, Cruz, Ryan, Fox News, and other media. The ideal outcome for the GOP establishment would have had Rubio winning Virginia, and doing better overall. The GOP does not want Cruz to be the alternative. Further, Cruz does not have many strong-holds where he will be a big favorite to win states, where as Rubio's future states are stronger."], [12302, "2016-03-02T14:08:25Z", 0.83, "I don't feel too sure about this anymore. Rubio did not come out as strong as hoped though."], [3895, "2016-03-02T13:33:27Z", 0.94, "dropping 3% since now it looks like all non-Trump candidates can only win at a convention, but honestly I fully expect Trump to wrap it up before then."], [10916, "2016-03-02T09:53:47Z", 0.8, "Dropping percentage following super Tuesday. Now looks likely only strategy for anyone but Trump winning will take it to the convention floor, and even Trump may have to win it there."], [405, "2016-03-02T08:55:34Z", 0.39, "+ 2\nSuper Tuesday\n+ Trump's result in Massachusetts;\n+ Trump still have the momentum;\n- no majority in any states;\n? Is John Kasich still wait for his Ohio state?\n? Is Ben Carson votes will be transfer for any other establishment candidate?"], [20053, "2016-03-02T04:47:15Z", 0.68, "Based on the current course, Trump will get enough delegates once winner take all primaries commence.  There are enough variables and enough viability amongst Rubio and Cruz that a number of scenario are possible including if Rubio and Cruz each stay in for quite a while and each win enough states that combined they have more than the 1,237 delegate needed to force a second ballot."], [20907, "2016-03-02T02:02:08Z", 0.5, " Trump is an embarrassment to the Republican Party. If there is a way to get around him as a candidate, the party will use it."], [19260, "2016-03-02T01:39:52Z", 0.9, "Slight decline on the apparent Super Tuesday results."], [4992, "2016-03-01T21:03:22Z", 0.95, "I liked all the top comments on this one ( @einsteinjs & others).  My view here is that if it were possible to force a brokered convention, the establishment would do it (chaos for the party, or no).  I simply do not believe it is possible for them to stop Trump's nomination at this point.  "], [2965, "2016-03-01T18:50:08Z", 0.98, "Fuzzy thinking and last gasp scenarios did  not help Scranton in 64.\nMuch more democratic process today."], [2, "2016-03-01T18:48:12Z", 0.7, "Moving up from 60%.  It starting to look like a Trump landslide, in which case, there'll be no brokered convention."], [767, "2016-03-01T18:10:32Z", 0.4, "Right now, evidence shows the party is still not behind Trump and that the party elite is trying to stop him (on grounds of Trump not being a \"true\" Republican --he left the party at least 5 times, and as recently as 2009 and 2011 -- representing and leading the conservative policy agenda, on his odds at winning the election in November, to what he's candidacy would mean for the soul of the GOP.) "], [19106, "2016-03-01T02:43:14Z", 0.83, "Some ideas:"], [20, "2016-02-29T22:21:40Z", 0.55, "Which Republican party? "], [493, "2016-02-29T14:20:42Z", 0.95, "Affirming prior. Also, I think after Super Tuesday Trump will simply have too many delegates."], [17875, "2016-02-29T14:11:39Z", 1.0, ": )"], [20738, "2016-02-29T12:48:48Z", 0.45, "The party elite have too much to loose to allow Trump, an outsider , to usurp the party role."], [20765, "2016-02-29T03:43:00Z", 0.65, "The way to stop Mr. Trump has not yet been discovered."], [6783, "2016-02-28T23:36:05Z", 0.85, "Trump is on a roll"], [11157, "2016-02-28T21:16:04Z", 0.95, "Trump may have this in the bag in the next 2 weeks. Upping 5%"], [20729, "2016-02-28T14:28:58Z", 1.0, "A brokered convention will destroy the party and even the establishment knows this.\n"], [534, "2016-02-27T22:22:27Z", 0.4, "Trump is looking harder and harder to beat."], [38, "2016-02-27T18:54:21Z", 0.96, "Forecasters!  Here's a link to a really cool & fun interactive delegate counter which allows you to try out \"what ifs\"."], [484, "2016-02-27T17:45:00Z", 0.98, "(no change) Fascinating article:"], [20, "2016-02-27T13:46:40Z", 0.65, "Thanks to @praedico for pointing out it requires a majority of delegates to make it a state won. GOP requires at least 8 states won before a nominee can place their name in the nominating process. Right now, it's Trump with SC and that's it. The proportional allocation of many of the states to come, makes a brokered convention more likely. But I'm counting on Trump to win the maj of del's in at least 7 other states, and Rub and Cruz will likely not get 8. So a rule change would mean war. It may come to war anyway. "], [20676, "2016-02-27T05:26:48Z", 0.75, "Trump will dominate Super Tuesday and neither Rubio nor Cruz will leave the race in time for the non-Trump vote to coalesce behind a single candidate.  Trump's plurality of the vote will therefore be enough to dominate the delegate race."], [484, "2016-02-27T04:07:31Z", 0.98, "(no change) I'm probably repeating something inadvertently, but with some of the R establishment adjusting to the idea of a DT run, it is less likely there will be some  effort to block the will of the people in some bizarre maneuver at the convention. (was very slow to embrace this idea FWIW)"], [20, "2016-02-27T02:31:14Z", 0.82, "it's not just about overall delegate count. A nomination requires a min of 8 states won. Trump will likely have this March1st. It's doubtful Cruz will get this many states. Maybe Rubio will. "], [14531, "2016-02-27T01:29:07Z", 0.85, "Rubio is talking up (somewhat indirectly) the possibility of a contested convention[1], but it sounds to me more like panic in the face of Trump's recent successes than something that is probable on its merits alone. I think we're likely to have a clearer picture of the playing field on Wednesday, though I think it's highly likely that Trump will walk away with the lion's share of the delegates. For now I'm bullish on a first ballot candidate."], [20646, "2016-02-26T22:35:44Z", 0.95, "Brokered conventions are very rare. We are already down to 3 realistically viable candidates and with Trump making up ground with the evangelical base, and Rubio emerging as the establishment's choice and the most likely to defeat Trump I expect it to quickly become a 2 candidate race. For a brokered convention to happen in a 2 candidate race it would have to be virtually a tie which is extremely unlikely. The only way we possibly see a brokered convention is if Cruz, Rubio, and Trump all remain competitive for a long time which I do not see as likely."], [2965, "2016-02-26T18:30:53Z", 0.95, "Plus 5 95\nreally unlikely\nnot since John Kennedy in 1960 (Dem)\nor Eisenhower 1952 ( Repub)\nthat is more than 50 years\nuncharted territory\nblack swan\nnot a done deal\nbut even a 2 Man race\ntoo late 4 rubio\n or Cruz....\nwho knows but Christie was a real inflection point.\n2 late\nPresident H.W. Bush\nGreat to see him and Bob Dole looking and sounding spry.\nWW II heroes.\nand  I am a Dem.\nGreat President.\nGreat candidate\nU never know in the\" monkey house\""], [16933, "2016-02-26T17:38:48Z", 0.81, "dropping a bit further as the only path to stopping Trump may be deemed to be  brokered convention, Cruz grabbing Texas, Kasich Ohio, Rubio Virginia Florida and a number of later states.  on the other hand Trump no may bow all my expectations out of the water and roll up enough delegates to get a first ballot win himself.  WOW, never woulda thunk it."], [16793, "2016-02-26T06:38:15Z", 0.71, "With Cruz potentially having a poor outlook for Super Tuesday, I think the odds he drops out are higher, which means the odds of a contested convention are lower are I have to raise my prediction for this question.  +3% to 71%.  "], [17875, "2016-02-26T01:07:49Z", 1.0, ": )"], [21, "2016-02-25T23:40:37Z", 0.87, "R's are dispirited and ready to bow.  If they had a strong, \"cleanly-favored\" candidate for establishment rally - we should be seeing signs.  No sign.  No one is even funding strong anti-Trump message.  Rally to Cruz won't happen.  Rally to Rubio not working.  Average voters gonna just get tired and want it over.  Who can make it over??  Trump.\nYou don't like this ugly, nasty campaign?  Vote Trump to make it stop."], [20613, "2016-02-25T22:56:29Z", 0.25, "GOP Establishment will attempt to consolidate delegate votes to thwart Trump 1st ballot win"], [90, "2016-02-25T22:19:27Z", 0.78, "Coming down a bit. Generally just losing confidence that this election will have any assumption by me left untouched by Trump."], [20521, "2016-02-25T22:15:00Z", 0.4, "The only candidate I can see realistically getting a majority is Trump but I can easily imagine Rubio winning in Florida or Kasich winning in Ohio or his proportional delegates going down after Carson and Kasich drop out. It has not happened in a long time but this is a very unusual race and I disagree with the forecast of 85% that Trump gets a majority."], [20284, "2016-02-25T18:55:41Z", 0.1, "No candidate will have the 50% needed to obtain a first ballot win.  There will be no less than 3 still in the race at the time of the convention and that will leave no one with a majority.  "], [4824, "2016-02-25T18:30:12Z", 0.85, "Based on current polling and the number of winner take all states available, I think the early effects of proportional states will disappear."], [691, "2016-02-25T13:47:37Z", 0.94, "If nobody has a clear majority, deals will be cut before opening night. (This is how you have a \"brokered convention\" with only one ballot.)  Most likely somebody will have emerged as the sacrificial lamb (or, if Trump, the sacrificial T. Rex) before then. In any case, there will not be more than one ballot. "], [18431, "2016-02-24T22:24:17Z", 0.75, "Maybe people will come to their senses and dump trump."], [493, "2016-02-24T20:06:14Z", 0.95, "Affirming prior."], [20507, "2016-02-24T18:34:11Z", 0.85, "The candidate will be Trump, but the Democratic front-runner will be Clinton, and the GOP will decide it has to line up behind Trump in order to stop Clinton. The 85% here reflects the odds I give today of Trump winning the delegate count."], [12879, "2016-02-24T15:49:18Z", 0.8, "Still believe that there may be a slight probability of having a second or more rounds of voting. Early March should determine the resolution of this maket."], [20044, "2016-02-24T12:42:30Z", 0.85, "For all of the establishment's objections, Trump continues to rack up decisive victories. There still exists the possibility of a surprise showing by Rubio on Super Tuesday, leading to a brokered convention, but it now appears unlikely. "], [405, "2016-02-24T11:15:36Z", 0.37, "+ 2\nAs time go by, Trump seems to be unstoppable."], [2, "2016-02-24T07:47:34Z", 0.55, "Lowering as it looks like Trump can't get over 50%, while Rubio and Cruz can't finish each other off.  Whether the rules are sufficiently winner-take-all for Trump to win over 50% of delegates will be more difficult to tell."], [484, "2016-02-23T16:46:59Z", 0.98, "Up 58%. I've been low, perhaps based on magical thinking. This analysis says I was probably wrong so I need to go high, at least for awhile:"], [14531, "2016-02-23T02:22:12Z", 0.81, "I'm downgrading the likelihood of this event given (what looks to me like) the current chaos in the race."], [534, "2016-02-23T01:00:44Z", 0.25, "It looks like a three-way race, with Trump getting about 35%, and Cruz and Rubio getting about 30% each (after Carson and Kasich drop out).  "], [1015, "2016-02-22T23:51:25Z", 0.85, "There's enough winner-take-all states for the Republicans that a brokered convention is pretty unlikely."], [613, "2016-02-22T21:40:47Z", 0.9, "It looks more and more likely that Trump will come away with a significant delegate margin."], [19807, "2016-02-22T14:08:14Z", 0.9, "My rationale is the following."], [20116, "2016-02-22T02:07:08Z", 0.9, "Only two guys left. Will be hard to create a draw."], [4139, "2016-02-22T01:27:37Z", 0.75, "Rubio or Trump,"], [16933, "2016-02-21T15:10:16Z", 0.84, "dropping 3% as three candidates look to be in for the long haul."], [484, "2016-02-21T03:38:25Z", 0.4, "Up 10%. Not sure DT is unstoppable and the RNC may get behind him."], [405, "2016-02-21T03:01:56Z", 0.35, "- Trump, so far, didn't get more than 36%.\n- I presume Jeb Bush supporter's won't vote for Trump;\n- I presume that pledge voters can change their mind, other's wont change and they wont vote for Trump.\n+ no candidate's who have «suspend» their race, have endorse someone. Seems to be difficult to have an «anything but Trump» movement"], [17494, "2016-02-20T20:29:32Z", 0.55, "It is hard to tell as both forces, Democratic and Republican, seem strong. "], [17875, "2016-02-20T20:10:27Z", 1.0, ": )"], [484, "2016-02-20T19:52:12Z", 0.3, "(no change) Would be in RNC interest to encourage candidates to hang in there to give an option to nominate Ryan or someone else."], [17875, "2016-02-20T03:10:19Z", 1.0, ": )"], [2965, "2016-02-20T01:43:55Z", 0.9, "I am adjusting downward by  10 and will reduce further if 4 candidates remain in race or some  combination\nOf 3 after Michigan...it could be a black Swan year."], [14155, "2016-02-19T03:35:00Z", 0.87, "NY Times 2/18 on Super Tuesday delegate thresholds - \"The top mainstream candidate... would even be in danger of earning no delegates at all in several of the largest states because of one number: 20 percent. Thatâ€™s the threshold for earning delegates in Texas, Tennessee, Georgia, Alabama and Vermont, which combine to award 57 percent of the delegates on Super Tuesday and 14 percent of all of the delegates in the Republican race.\""], [16793, "2016-02-18T22:59:14Z", 0.68, "With Trump now looking like he'll rack up the delegates on Super Tuesday, there's really no chance he drops out.  It really seems like it will be a Rubio nomination, Trump nomination, or a brokered convention.  Upping the chances of a brokered convention to 32%.  "], [691, "2016-02-18T14:30:13Z", 0.97, "National polling numbers are fun and all, but meaningless in presidential elections.  If you hit the electoral college right, you can be swamped in the popular vote and still win.  Limiting case:  You win the seven or eight largest states by one vote each, and do not get a single vote in any other state.  You are the next president.   "], [484, "2016-02-18T04:29:45Z", 0.3, "(no change) Where there is smoke there might be fire:"], [17875, "2016-02-18T03:18:44Z", 1.0, "I was wrong early but there's never a bad time to start improving : )"], [17051, "2016-02-17T21:13:13Z", 0.51, "This election is like none that I have seen.  It seems that the voters are interested in blowing up the system and starting over.  I believe it is possible that we will see the party splinter-off an element of their voting block."], [17659, "2016-02-17T20:53:22Z", 0.75, "YES"], [17180, "2016-02-17T20:47:41Z", 0.68, "I think that Trump has a ton of momentum."], [19218, "2016-02-17T18:25:01Z", 0.93, "1. Downgrading the likelihood of a deal to 75% from 90%. Campaigns might be able to send delegates who are able to vote for the winning candidate on the second ballot but not the first: http://www.politico.com/story/2016/02/brokered-republican-convention-cleveland-219306"], [17875, "2016-02-17T07:34:25Z", 1.0, "South Carolina polls have Trump destroying the field (1) 2:1 of the evangelicals (2) 50% believe Trump's electable\nBasically the RNC is going to get behind Cruz (beating Hillary in the polls) out of desperation.  That only feeds into Trumps \"outsider\" perspective.  I don't see this ending quickly or nicely.  Cruz and Trump into May is what I'm expecting.  IF (big if ) Trump is viable at 51% in the national polls then, I expect he'll be the candidate.  IF 9big if) he's not viable as a national candidate in the RNC's eyes then I anticipate he'll run as an independent and be happy being the GOP's spoiler.  Trump wins, Dems win, GOP controls congress. \n--\nOnly if Trump plays nice and believes his best/only chance to run in the general election is as a GOP candidate does this convention get brokered in my opinion.  Trump doing well means he can walk away.  Trump doing poorly means the RNC can send him packing.  Trump playing ball with the establishment and trying to be the centrist candidate who everyone wants in the fall is the path I saw (no longer) to a brokered convention.  Game over for the brokers : (\n--\nhttp://www.cnn.com/2016/02/16/politics/south-carolina-poll-cnn-orc/\nhttps://www.gjopen.com/comments/comments/137136"], [21, "2016-02-17T02:42:14Z", 0.78, "http://www.politico.com/story/2016/02/brokered-republican-convention-cleveland-219306\nTrump polls better than any single other candidate - consistently.  Yet has led name-calling assault among candidates.\nNow has accused last Republican President of failure to keep the country safe.\nHow effectively can he persuade those he's offended that in fact he is the only way forward?  Will Party fall in line or will factions fight to the end?  (They're seriously preparing for a fight.)"], [20116, "2016-02-16T22:14:19Z", 0.66, "Initial guess prior was 50% influenced by 80% current market"], [2, "2016-02-16T19:43:38Z", 0.6, "If people don't drop out, it'll probably be a brokered convention.  Before it was inconceivable to me that people don't drop out, but now I'm beginning to think that's the new normal.  Why should they, in this era of crowd and SuperPAC financing?  And shamelessness as an advantage?  "], [51, "2016-02-16T19:38:54Z", 0.35, "Preparation are underway for a brokered convention.  http://www.politico.com/story/2016/02/brokered-republican-convention-cleveland-219306\nNot for sure...to be sure.  But its hard for me to see how anyone can just assume its not going to happen because it has rarely happened, given current circumstances."], [493, "2016-02-16T17:22:00Z", 0.95, "Affirming prior."], [522, "2016-02-16T13:02:45Z", 0.3, "If Super Tuesday delivers multiple victories then is unlikely that the well funded establishment candidates will drop out as long as there remains a chance to eventually take the nomination even if Karl Rove is wrong about super delegates."], [20044, "2016-02-16T12:56:44Z", 0.8, "Preparations appear to be underway for a brokered convention:"], [20044, "2016-02-16T12:56:06Z", 0.85, "Roughly 25% of Republican conventions (and 36% of Democratic conventions) have not been decided on the first ballot. The fact that as conservatives have a history of rallying around an establishment candidate and that there has not been a brokered convention since 1948, leads to me shave the 25% historical average towards the lower end. "], [14208, "2016-02-16T06:29:16Z", 0.27, "If Trump goes to convention with most support yet less than 50% then it will be brokered. If Rubio or Bush start to pick up steam and Trump falls away to 3rd or 4th place Trump would drop out then others would drop then Rubio or Bush would have convention locked up.  Right  now I see Trump maintaining all the way till convention then a brokered convention will take place.  I believe Bush when he says Trump will not be President."], [17875, "2016-02-16T03:50:33Z", 1.0, "Moving up from 68% to 100%\n--\nMy original scenario:  Trump dials back the bombastic attacks to attract some religious conservatives & moderates from the establishment.  \nAssuming the establishment candidate cannibalize their vote share, Cruz or Carson raise enough money to stay viable into May, and Trump's national polling numbers remain capped under 40% so he isn't a viable Republican candidate. \nhttp://fivethirtyeight.com/features/republicans-need-to-treat-donald-trump-as-the-front-runner/\n--\nI was wrong.  ¯\\_(ツ)_/¯\nI caught the 2 minute CNN recap of the debate and it sounded like a debacle.  The petty attacks with moments of school yard name calling was more evidence Trump wasn't dialing back anything.  While Trump may appear to come out of these debates/battles with a \"win\", I believe it makes voters supporting Cruz (Religious right) or Rubio/Bush (establishment) less likely to change their vote to Trump in the coming months.  That event alone probably isn't complete death to my scenario and I could've bled out slowly over time."], [19310, "2016-02-15T01:35:31Z", 0.75, "Even a 25% chance of this not happening feels way too high, but the party seems so split ideologically and the race seems so unpredictable. "], [16489, "2016-02-15T00:47:02Z", 0.85, "poor candidates and splintered electorate"], [14841, "2016-02-14T19:20:55Z", 0.85, "I think it might be slightly more likely that there is one, but not really that high a probability."], [19659, "2016-02-14T14:22:58Z", 0.0, "There are no signs of any candidate dropping out of the race anytime soon. There will be 4-5 gop candidates fighting until the bitter end. "], [484, "2016-02-14T04:08:26Z", 0.3, "(no change) Don't think any of the candidates hurt themselves in the debate tonight, except perhaps DT but may not matter to low information voters. If right, means they'll keep racking up delegates."], [534, "2016-02-13T21:52:54Z", 0.4, "I really doubt anyone will have more than 50% on the first ballot. I'd forecast that Trump will have about 35%, Cruz will have about 25%, and the rest (mostly \"establishment\") will share the remaining 40%. The latter may merge behind a single candidate, but will still have to thrash it out with the two \"anti-establishment\" candidates, who by then will loathe each other too much to do any kind of deal. "], [1354, "2016-02-13T16:22:13Z", 0.5, "The first contests have failed to knock out any of the major contenders; even Carson is still in the race. Most of them have the resources to stay in for a long time."], [13997, "2016-02-13T06:39:25Z", 0.3, "The so-called establishment don't want either of Trump or Cruz to win. But both will scoop up enough delegates in the early stages to make it to the convention with a troublesome number of delegates. For the first ballot to fail they would need >50% between the two of them; and there would need to have been no deals before the first ballot. That seems increasingly likely to me."], [19261, "2016-02-12T17:58:53Z", 0.41, "Id say that more than likely the answer will be yes.  However, my first forecast is low due to the fact the both Trump and Cruz are very stubborn and so are their supporters.  Then you will see either Kasich, Bush, or Rubio as the establishments choice.  This could cause some confusion and arguing among Republicans, which could cause more than one ballot in the end.  I will have to review my forecast after Super Tuesday and as more people start to falter in the later months."], [1529, "2016-02-12T17:11:40Z", 0.85, "Meant to simply add a comment (not changing %). "], [17875, "2016-02-12T16:41:20Z", 0.68, "So here's the case:   http://fivethirtyeight.com/features/republicans-need-to-treat-donald-trump-as-the-front-runner/"], [19218, "2016-02-12T16:05:42Z", 0.96, "1. It remains more than likely that one candidate will win a majority of the seats. That has happened every time so far; winnowing happens. But say there's a 40% chance that no candidate has a majority."], [14761, "2016-02-12T09:48:15Z", 0.7, "The run for Trump seems to be getting clearer."], [17875, "2016-02-12T07:56:03Z", 0.55, "Comment deleted on Sep 08, 2020 02:51PM UTC"], [17875, "2016-02-12T06:42:06Z", 0.9, "I'm feeling the peer pressure"], [601, "2016-02-11T18:11:59Z", 0.85, "Primaries soon switch to winner-take-all on Repub side, so a brokered convention is really hard to imagine unless the top two or three candidates are each winning their share of states right up until the convention.   "], [1064, "2016-02-11T16:14:53Z", 0.98, "This will wrap up on Super-Tuesday and the controversy will be over."], [19630, "2016-02-11T12:54:16Z", 0.95, "No floor fights since 1948 in the Republican party, the way modern electoral politics are played makes it unlikely that any candidate will continue to hang on even after continuing to lose primaries. Brokered convention seems to be a fantasy of the Republican party elite."], [19793, "2016-02-11T03:35:56Z", 0.95, "Most delegates are distributed in a winner-take-all fashion. It is extremely likely that the field is soon narrowed down and that one candidate gains the large majority of delegates"], [1643, "2016-02-11T00:39:37Z", 0.05, "I think as we get close two of the candidates will join forces to pull definitely ahead.  "], [19778, "2016-02-11T00:19:35Z", 0.35, "Republicans are to split"], [19766, "2016-02-10T23:19:50Z", 0.5, "Republicans are so unpredictable, in a loose cannon sort of way..."], [19767, "2016-02-10T22:25:20Z", 0.95, "Both primaries to date (IA, NH) have winnowed the GOP field.   That trend should continue until there are only 3 or 4 remaining candidates.  "], [19714, "2016-02-10T22:14:10Z", 0.99, "July is so far away and we will have had so many primaries by then, the leader should be obvious.  Also, there will be few left in the race by then."], [19764, "2016-02-10T21:56:01Z", 0.35, "I see a brokered convention, especially if an extremist candidate (Trump, Cruz) is in the lead in the number of delegates..."], [2, "2016-02-10T21:29:15Z", 0.7, "Raising the chances of a brokered convention happening, if multiple candidates make it to the convention.  Cruz might end up as VP after all."], [19746, "2016-02-10T19:43:56Z", 0.95, "Conventions no longer make decisions. They are four-day celebrations. Even if the delegate numbers are scrambled, the actual deal-making will be done before the convention's first ballot."], [14531, "2016-02-10T17:55:00Z", 0.89, "There is very good reason to think that the Republican candidate for president will get the party's nomination on the first ballot. That reason is that this has happened at every Republican convention in every election cycle for the last 68 years. The last brokered Republican convention was in 1948[1]. So the _outside view_ has to be that the probability that the Republican candidate for president will not get the party's nomination on the first ballot is close to zero. "], [17875, "2016-02-10T17:46:43Z", 0.85, "I have a feeling that I'm going to get my ass handed to me on this IFP but I'm sticking to my guns.\n--\n(1) there's a cap in the national polls for Trump around 30% ( that doesn't get him enough to win by the convention )\n(2) there's a cap on Cruz's brand of conservationism that gives him an advantage in early proportionate delegate states but not the winner take all states\n(3) There's going to be a lot of catching up to do by whoever is the establishment centrist candidate late ( late entrant, John Kasich, Marco Rubio, or otherwise)\n-- \nknowing 1 of these candidates is not likely to make it all the way to the convention with momentum, there will be about 1/3 of the delegates that will go with the leader at the convention. \n --> if Cruz drops out (unlikely given his huge money advantage) then this question is 100%\n--> if the establishment candidate simply sucks and a late entrant comes in there will be a lot of bitching but I think there's only about a 90% - 97%\n --> If Trump drops out ( 3rd party or he blows up ) then we're back to the Cruz like scenario of 100%\n-->  BUT, if Cruz does well early  AND Trump is semi-competitive at 30% early, wins New York and some other large East Coast states in winner take all, & finds a  base around Romney votes then he's still in it AND the establishment candidate needs to do OK ( basically run a ho-hum John Kasich type campaign like a tortoise knowing he'll be in the convention ). Then I think 85% is the number\n--\nRomney didn't win until April 24th and that was early !! "], [493, "2016-02-10T17:16:35Z", 0.95, "Sticking to my guns. No republican who matters wants to see this. There will be a lot of conflict before hand and maybe some trash talking after, but they'll know the winner going in."], [19710, "2016-02-10T16:40:36Z", 0.05, "The GOP establishment will not accept the unqualified clowns running currently. Even if T-Rump wins, he threatens to be insubordinate to the powers that be, so they will broker the convention and pick their candidate in a smoke-filled back room. Using Rovian calculus, this will be someone like Condosleeza Rice, whom they suppose can appeal to blacks and women. The GOP base of rabid radicals will howl with indignity but then vote for whomever their party selects. "], [19713, "2016-02-10T16:33:46Z", 0.5, "Given the number of candidates and the tenor of the campaign so far I foresee a floor fight."], [19717, "2016-02-10T16:28:58Z", 0.25, "Unless more of the candidates suddenly get smart or lose their egos and drop out, it will be a fight at the Republican convention."], [19311, "2016-02-10T15:57:48Z", 0.35, "meh, I thought about ti more, read a bit more and I'm returning to my original prediciton"], [19682, "2016-02-10T15:54:17Z", 0.35, "I believe Trump will have a plurality of the delegates."], [19693, "2016-02-10T15:44:13Z", 0.01, "Hell no and again, who the f cares? \nOur country and the world would be far better off without any of these sleezebag political whores involved in politics.\nAnyway, I predict there will be a runoff that will boost Kasich against Bush, while Chump, AntiChrist Cruz and robot Rubio will be recognized for the narcissistic & delusional psycho out-of-touch fascists that they are and left in the dust."], [1232, "2016-02-10T15:26:11Z", 0.8, "Damon Linker article makes me think about this one:\nhttp://theweek.com/articles/604805/there-are-only-two-paths-left-gop-chaos-catastrophe"], [19667, "2016-02-10T14:26:20Z", 0.89, "Trump will gradually add up delegates against a few other candidates.  By the time the field is winnowed down to two contenders, he has enough to sneak into the convention with a majority of delegates.  "], [19311, "2016-02-10T13:40:28Z", 0.6, "but probably not that much as I thought a few moments ago..."], [19311, "2016-02-10T13:37:04Z", 0.75, "Rubio's bad results in NH, make me think that chance went considerably up."], [19657, "2016-02-10T13:18:42Z", 0.1, "I expect a brokered convention. There are no frontrunners with any leadership ability."], [19648, "2016-02-10T12:08:22Z", 0.33, "There will be no candidate with over 50% of the delegates after the first vote. Some outsider such as Trump our Cruz will have the most delegates but will subsequently be pushed out at the convention for a consensus moderate candidate."], [19626, "2016-02-10T05:39:10Z", 0.68, "Yes this i rare historically, but the field lacks any clear front runners. The media narrative along with the party support fluctuates wildly, and has not been in line with the polls for the entire election cycle. Building off the momentum of his victory tonight, Donald Trump will see backlash from the GOP if he begins to appear a viable candidate. If Rubio has another strong showing in the near future (or Kaisch) and gets some momentum going then Bring it up. It seems right now that the GOP is both dived on whether they want a very conservative nominee or a very middling one, and in both of those categories there are strong front runners (Rubio, Kaisch, Bush) and (Trump, Cruz). Unless the GOP legitimizes Trump via some endorsements (or Cruz for that matter), or one the populous candidates emerges with some momentum (which I think Rubio will ultimately do, given a big win in South Carolina), this is more of a real possibility than it has been in past election cycles. "], [19630, "2016-02-10T04:49:05Z", 0.9, "No floor fights in decades"], [484, "2016-02-10T04:22:32Z", 0.3, "Down 5% on NH results. Suspect there will be at least three strong candidates until convention with none with a majority of pledged delegates. (Super delegates complicate things more than a little.)"], [3363, "2016-02-10T03:38:54Z", 0.78, "-5% as the field is still crowded and confused after NH."], [19611, "2016-02-10T00:23:47Z", 0.97, "History is on my side here. Brokered conventions are rare indeed. I'll leave al little fudge room for update but feel confident with this probability pick."], [19599, "2016-02-09T22:07:37Z", 0.85, "Media types enjoy pontificating about \"brokered conventions\" but since the primary system was instituted in the 1970s there has not been a single one. This year's Republican primary is relatively competitive and a single candidate may not receive the required number of delegates in time for the party convention. But that does not mean a brokered convention is significantly more likely than usual."], [19567, "2016-02-09T18:35:48Z", 0.77, "Superdelegates are highly likely to cluster around the top-performing establishment candidate, while delegates from state primaries seem likely to favor anti-establishment candidates. This makes one of the usual mechanisms for selecting in a single ballot less potent than usual."], [17875, "2016-02-09T17:43:12Z", 0.8, "Moving from 70% to 80%\n--\nFrom Feb. 1 I've moved from 65%, 65%, 65%, 70%, 70% over the last 9 days.  Meanwhile forecasters I respect has moved closer to 95%-97% so I'm capitulating and moving up based on my 17% rule.\n--\nMy 17% rule:  I don't know the final result now but I do know which forecasters I respect now so don't disagree with them more than 17% or I'm an idiot"], [19380, "2016-02-09T11:17:09Z", 0.96, "Traditional republican coalition is essentially intact. Scenarios for, say, a 45%/40%/15% mix of delegates require a confluence of low probability events.\nNational campaigns are expensive and as the campaign season continues, resources (money, volunteers, endorsements) flock to front-runner.\nOnce DEM nominee is determined, pressures will be even greater to coalesce on candidate seen as best match-up. \n"], [9737, "2016-02-08T16:43:36Z", 0.85, "The nomination is still in contention, but I think the delegate count will begin to favor a single candidate in the March Primaries"], [19469, "2016-02-08T16:21:39Z", 0.96, "Brokered conventions are often predicted, but never happened for more than 50 years.  The main reason for some doubt is that there are two \"non-establishment\" candidates (Cruz and Trump) which may lead to some convention machinations resulting in a brokered convention"], [17875, "2016-02-08T07:24:26Z", 0.7, "Professor @cdob63 , I have a question.  Why are you at 97%?\n--\n@Thomasrg65yu   I think I'm with you on this one.  Given the personalities, not to mention the rate they're raising money, I just don't see anyone leaving.  For Trump to win he'll needs to put himself right between Cruz and Rubio to draw from both of their base supporters.  That's difficult to execute given that Trump hasn't been spending ANY money on internal polling, which is requisite to do it.  On the other hand, 75% of Trump's supporters say they won't change, which gives Trump the latitude to do it if he ever does the first.  I'm guessing he'll have made a large investment in internally polling by the next financial filling date but we'll see.   \n--\n@Dwight-Smith post\nhttp://thinkprogress.org/justice/2015/12/11/3731121/the-brutal-delegate-math-that-could-deny-donald-trump-the-nomination-at-a-brokered-convention/"], [7124, "2016-02-08T05:31:02Z", 0.25, "I f Trump wins New Hampshire and doe swell in South, the convention will probably move past the first ballot"], [16550, "2016-02-07T23:59:48Z", 0.35, "3rd ballot will determine GOP winner."], [427, "2016-02-07T23:07:46Z", 0.0, "No. Do not see one of three main contenders droppping out"], [17875, "2016-02-06T20:48:39Z", 0.7, "Trump has the least money, no support from the party establishment, and at some point voters will get fed up.  There are a lot of scenarios in my mind were this grinds on and Rubio wins Cruz Trump/Cruz divide the extreme conservative vote.  I'm still overly confident that Trump can LOOK THE PART enough to move himself to the center and take the middle between Rubio and Cruz."], [19346, "2016-02-06T19:37:10Z", 0.8, "These rarely go to a second ballot, but there's a chance"], [19311, "2016-02-06T16:06:34Z", 0.45, "I think that in March we'll see what is the chance that there will still be Trump, Rubio and Cruz hanging around..."], [14761, "2016-02-06T06:44:41Z", 0.5, "Theres a good chance it will remain a 3 horse field right to the end."], [17875, "2016-02-06T04:36:06Z", 0.65, "I think as the race tightens, voters will get a little fed up with Trump. That said...."], [19288, "2016-02-06T03:34:40Z", 0.9, "Brokered convention is very rare "], [16359, "2016-02-06T03:20:04Z", 0.75, "Given available campaign funds, three candidates could potentially split the delegates. "], [19239, "2016-02-05T20:21:45Z", 0.99, "There hasn't been a brokered convention since FDR in 1932. Modern presidential primaries make them extremely unlikely. In most years I would be tempted to say a 100% chance of the first ballot, but there are three to four candidates with roughly equal support splitting the vote presently."], [16850, "2016-02-05T20:19:49Z", 0.86, "."], [19223, "2016-02-05T19:31:21Z", 0.95, "At base rate, brokered conventions are rare. This race seems more likely than most, given 3 viable candidates at this stage, but also plenty of time for bandwagon effects, especially given more frequent media and communication than in the past when brokering was less rare."], [19223, "2016-02-05T19:30:49Z", 0.05, "At base rate, brokered conventions are rare.  This race seems more likely than most, given 3 viable candidates at this stage, but also plenty of time for bandwagon effects, especially given more frequent media and communication than in the past when brokering was less rare."], [16933, "2016-02-05T16:15:57Z", 0.87, "bumping up as a single player (Rubio) is rapidly emerging as the mainstream party candidate. if  the Cruz/Trump battle resolves down to one then we have business as usual."], [19087, "2016-02-05T07:37:24Z", 0.85, "There hasn't been a brokered convention in either party in my lifetime and the only real difference between the current repub primary and the last couple is the weird persistance of Trump. And the further along everything gets the more it seems to me like Trump really isn't at war with the rest of the party the way he used to be. If it turns out he can actually win the primaries, elites will do whatever is necessary to make him look like someone they were happy with all along. If he just flames out and grossly underperforms his polls then he just won't be a factor. The only scenario where a brokered concention seems likely is if he somehow hangs about in 2nd or 3rd place and refuses to drop out Mike Huckabee style. And I just don't think Trump's got the fortitude or incentive structure to hang on in a race he isn't dominating; there's nothing in it for him."], [19032, "2016-02-04T20:54:27Z", 0.2, "This is a Wild ass guess (WAG).  I don't see Trump vanishing.  If nothing else, he wants to be the kingmaker.  This leaves 3 major players.  In addition, current lineup is impossible for the republicans.  They have to bring in someone who actually has a chance to be elected.  It won't be decided on the first ballet.    I'll say only 40% that it will be on the second.   And a 10% chance that it will take 4 or more ballots."], [17875, "2016-02-04T00:49:58Z", 0.65, "I think this is the type of question that could be forecast pretty well:  "], [1529, "2016-02-03T23:53:25Z", 0.85, "Changing calculus based on increasing likelihood Rubio wins."], [613, "2016-02-03T20:59:31Z", 0.8, "The nomination will be decided by the time the states have their primaries."], [16793, "2016-02-03T16:06:55Z", 0.81, "Upgraded slightly (+3%) due to hints that the GOP Establishment is actually more behind Rubio than I thought.  "], [51, "2016-02-03T14:51:21Z", 0.35, "Ok, I am going to keep this sporting and take the under on this one.  Here is my thinking.  "], [11840, "2016-02-02T23:51:30Z", 0.95, "The expectation of a brokered convention seems at this time to be discussion points of the press and analysis. \n"], [18876, "2016-02-02T21:24:24Z", 0.35, "Moderate candidates will win in the more populous states, Cruse and Trump will win southern and western conservative states.   "], [13341, "2016-02-02T19:28:13Z", 0.85, "The field will shrink dramatically by the time of the convention, and while we hear about the possibility of a brokered convention every year, it is more likely this year than it has ever been.  That said, it's still not very likely."], [14924, "2016-02-02T18:42:50Z", 0.99, "We go through this \"brokered convention\" talk every cycle. I don't think it will happen this time either."], [1161, "2016-02-02T18:38:02Z", 0.79, "The field shrank after Iowa (Huckabee).  It will shrink more drastically after New Hampshire, whether or not Sen. Rubio has another stronger than expected showing, because the donor class (and it's proxy, the RNC) has seen hard evidence of three constituencies: 1) Cruz; 2) Trump and 3) someone electable. Said donors put their money on the wrong horse earlier and will not repeat that error. Nor do they wish to see Option 3 wither under the circular firing squad of the \"establishment\" candidate scrum. They will consolidate now, in hopes of steering the electorate. Look for Govs. Christie, Kasich and Bush to find checkbooks slamming shut and outside ad buys slowing even more. Sen. Paul will be given incentive to defend his seat, but not to continue to grace the debate stage. (Yes, I am this cynical.) Dr. Carson and Mrs. Fiorina will be allowed to fade on their own; further action need not be taken. Gov. Gilmore is already a non-entity, as is Sen. Santorum. The powers that be will pay lip service to the Tea Party, but they detest Sen. Cruz and will do just about anything to derail him, even to the point of risking lower Tea Party turnout in November (knowing that the prospect of a Clinton victory will turn them out in droves). Consistent whispers about Sen. Cruz's Constitutional status will be used to lure evangelicals to the almost as acceptable Sen. Rubio. But Mr. Trump's angry white men will be cut adrift... again. His is a constituency whose needs are antithetical to a winning general election campaign. These are not stupid people. They rallied to Mr. Trump because he actually was paying attention to them. But as it becomes clear that his candidacy is not supported by the structure that makes winning the White House possible, their interest will wane. So will his. I can't see him endorsing another candidate, but I can see him \"magnanimously,\" and with YUGE theatrics, releasing his delegates at just the right moment to put the shine back on the Trump brand."], [546, "2016-02-02T17:35:36Z", 0.85, "I think my end/March the Republicans will rally around their candidate."], [1262, "2016-02-02T14:37:51Z", 0.87, "By then there will be a clear choice."], [2965, "2016-02-02T06:50:35Z", 0.99, "Iowa result helps."], [17875, "2016-02-02T03:57:03Z", 0.65, "The RNC established don't want to place themselves on Trump's shit-list frankly."], [17023, "2016-02-02T01:26:23Z", 0.35, "The results of the upcoming primaries will be extremely valuable. As of right now, however, I do not believe any candidate has the support to win over 50% of the delegates.  "], [18759, "2016-02-01T20:24:55Z", 0.75, "Trump has about a 50% chance to win, in about half of those scenarios I think that things will be close enough to not be decided on the first ballot."], [18762, "2016-02-01T20:21:36Z", 0.95, "Simple base rate analysis says no brokered convention"], [16850, "2016-02-01T15:34:53Z", 0.86, "Expect the party to act rationally and coalesce around the nominee."], [17745, "2016-02-01T14:31:33Z", 0.54, "There are a lot of candidates for the Republican Party which means the support base is very split."], [18294, "2016-02-01T13:22:17Z", 0.95, "modern conventions have been 1 ballot affairs for the past 60 years or so."], [1232, "2016-02-01T12:49:23Z", 0.85, "The excitement and oddity of a brokered convention mean that reporters are regularly willing to talk it up to a greater extent than is actually plausible. Not impossible, but the Republican political and ideological establishment seem sufficiently split that it would be hard to organize a break and I'd want more evidence before I believed that one of the candidates isn't going to get a strong majority of the delegates going in."], [8747, "2016-02-01T06:59:06Z", 0.7, "Trump will dominate but there is a 30% chance establishment  tries a floor fight"], [17988, "2016-02-01T04:46:28Z", 0.75, "Because there is much attention to such nominees. "], [8305, "2016-02-01T01:42:41Z", 0.35, "Not too many show up to vote for Mr. Trump"], [1241, "2016-01-31T21:10:51Z", 0.85, "I don't see a brokered convention happening. I think the party will back whoever is ahead in the majority of the polls in the later states to push them to a victory. "], [17382, "2016-01-31T19:53:47Z", 0.65, "There is not a strong lead at this point. The republican party is very fickle."], [961, "2016-01-31T16:24:19Z", 0.65, "The uncertainty of both Trump and Cruz are swelling. Lowing from a sure thing"], [18328, "2016-01-31T15:54:42Z", 0.31, "Donald Trump's race has been highly unpredictable. It is unclear as to whether the Republican party will take him seriously when decisions and votes are cast. "], [436, "2016-01-31T09:59:29Z", 0.94, "Given that there are maybe three serious candidates left in this race, it seems unlikely that delegates will split up evenly enough to necessitate a second ballot -- though it will seem much more likely if Iowa and New Hampshire nominate surprising candidates. I'll open with 94%: It's been a long time since a convention was brokered, even if this year is particularly ripe for that sort of thing. Prepared to adjust based on primaries."], [4497, "2016-01-31T04:04:18Z", 0.85, "Yes. By this time the party will have coalesced."], [1772, "2016-01-31T00:54:23Z", 0.75, "The party understands that displaying a united front is ultimately very important for success in the election. Therefore, the party leadership will work hard to build a consensus."], [3384, "2016-01-30T23:59:29Z", 0.25, "None of the existing candidates will get 50 +1 % of votes on first ballot\nThen delegates will not be obligated to vote for the candidate\nUnorthodox from runners at present ,will cause negotiations after first ballot\n"], [18103, "2016-01-30T08:31:52Z", 0.92, "If it's anyone but Trump they get nominated. If it's Trump and he won in a close fight then the possibility arises but it is still unlikely especially if he moderates his tone into the event."], [18160, "2016-01-30T01:04:11Z", 0.45, "I feel like there will still be too many candidates by that time. In the end multiple ballots will have to be cast and predict an underdog candidate such as Rubio or Kasich to win."], [9884, "2016-01-30T00:30:51Z", 0.75, "Party insiders will make sure that there is not disarray during the convention. "], [18114, "2016-01-29T19:35:53Z", 0.95, "The GOP will likely not be able to gain advantage through uncertainty.  They will go with who performs the strongest overall across IA, NH, SC, and NV."], [1529, "2016-01-29T12:03:01Z", 0.5, "The consensus probability, as of today, is around 85%, so I am really outside the norm. So, upping my % somewhat because the forecasting community is obviously seeing something I don't. "], [21, "2016-01-29T01:47:07Z", 0.85, "\nAccording to Wikipedia, Adlai Stevenson (of the 1952 Democratic Party) and Thomas E. Dewey (of the 1948 Republican Party) were the most recent \"brokered convention\" presidential nominees. Before 1936, Democratic candidates required a 2/3rds vote, making the circumstances non-comparable. "], [17913, "2016-01-28T18:44:13Z", 0.3, "If Donald Trump becomes the GOP candidate, many people will be forced to vote for the democrat candidate."], [17902, "2016-01-28T18:22:55Z", 0.67, "The party is stronger when not divided. And if Trump has anything to do with it, he will want a dramatized convention - even he doesn't win, I think it is likely that one of the candidates will reign on top with the first ballot."], [17833, "2016-01-28T17:55:18Z", 0.75, "As Iowa and New Hampshire come upon us, I am reminded of Pat Robertson's vitriolic and anti-gay, anti-Catholic and anti-Union message that vaulted him past George \"undukakis\" Bush in Iowa in 1988.  Robertson promised a brokered convention as he arrived at a UAW convention in Detroit.  His driving the entirely  foreign made Mercedes to the meeting hurt him dramatically.  Not, that he had a chance.  \nHis prediction for a brokered convention failed.  Jack Kemp who should have been the choice n 88' rallied the convention.  Bush Quayle win.  No brokered convention.  \nToday is fairly similar.  Santorum, for instance, is holding out for Super Tuesday.  Like Santorum, there will be States that go to non-winners. These will be spread out.  But, in the end, the GOP will come together.  A brokered convention is too damaging to the Party.  \nThis has always happened.  It will happen again."], [17877, "2016-01-28T17:47:20Z", 0.8, "Past performance"], [16973, "2016-01-28T12:30:23Z", 0.95, "The nominating process requires candidates to run and given the communications revolution and the influence of money, one candidate emerges at the end of the primaries.  I don't see room for anything but a showcase convention."], [17842, "2016-01-28T10:25:53Z", 0.05, "no, the race is ridiculous. "], [13997, "2016-01-28T08:46:31Z", 0.5, "The party appears to be so fractured that it's quite possible that there will be no clear winner by the convention. Bear in mind that there are many Republican states that do not operate a 'winner takes all' system. This means that fractions of support could easily persist to the caucus (to be used to bargain for positions if the Republicans win the presidency); which, in turn means, that it may be difficult for anyone to cross the 50% threshold."], [17820, "2016-01-28T06:57:03Z", 0.7, "Historical precedent\n6 months to figure it out\nAny front runner who emerges other than trump or maybe cruz going to be pounced on as a viable candidate, compromise candidate all factions can agree on. If no alternative emerges  in next few months those odds drop far, fast"], [17033, "2016-01-28T03:25:27Z", 1.0, "The convention is spectacle, and no longer has anything to do with nominating a candidate.  Neither Party can afford to put an actual electoral nomination fight on national TV during a convention."], [17764, "2016-01-28T03:13:17Z", 0.9, "The prospect of a brokered convention gets popular consideration early in the process every election cycle. It never happens. The party will coalesce behind a nominee before the convention and one candidate will win a majority of delegates."], [15362, "2016-01-28T02:55:36Z", 0.8, "Let's say ~40% chance that it's Trump (based on polls), multiplied by ~60% chance that he doesn't get the nomination (assuming ~40% of GOP support Trump and ~60% don't), would equal 24% chance that he doesn't get the nomination. I don't see why anyone else would fail to get the nomination. So that makes a 76% chance that the candidate would get the nomination, rounded up to 80% because a candidate not getting the nomination would be very unprecedented. This may all change if/when other candidates drop out of the race, especially since I think the supporters of those who drop out are more likely to support someone other than Trump."], [1064, "2016-01-28T02:25:10Z", 0.6, "There should be a clear winner with a capitulation by the loser in time for the convention.  If that is the case the normal procedure is to forgo voting and make a motion to nominate by acclimation.  The Primary process has not resulted in a brokered convention since it was nominated - this would be a first.  But the question says \"first ballot\" which is more likely.  1976 was the last time a nominee had not already been a shoe-in for the nomination.  "], [14253, "2016-01-28T02:05:39Z", 1.0, "Up 10 points as I think Trump sweeps. If he loses Iowa I will bring this down a few points.  "], [4139, "2016-01-28T00:43:01Z", 0.3, "Brokered convention coming, favors BUSH."], [2895, "2016-01-27T22:33:01Z", 0.65, "Though they have a front runner, blow back in later primaries and clear opposition from significant party power blocks could prevent accumulation of a first ballot total "], [17236, "2016-01-27T22:02:05Z", 0.9, "The Republican party knows it must be unified behind a candidate if they want to win"], [493, "2016-01-27T21:39:44Z", 0.95, "Yes. There are signs that Repub insiders would tolerate a Trump nomination:"], [1257, "2016-01-27T20:25:14Z", 0.2, "The Republican convention will turn into a circus,just like the campaign & the idiots running!!!"], [17008, "2016-01-27T15:21:38Z", 1.0, "There are clear winners here.  While each faction hasn't yet consolidated around a candidate, they've consolidated enough to finish the job after the first few primaries.  Of the dominant candidates, only Marco Rubio has the skill, temperament, and broad acceptability to win that sort of campaign.  I'll be surprised if Donald Trump manages to prevent Marco Rubio from gaining traction, but that just means Trump wins on the first ballot."], [17003, "2016-01-27T12:48:17Z", 0.85, "Once the republican establishment settles on a desired candidate to throw all support behind, as it finally with mitt Romney in 2012, and when the republican field finally winnows down, the remaining candidate will get voted in"], [16948, "2016-01-26T20:21:50Z", 0.95, " There is a slight chance for a brokered convention."], [16947, "2016-01-26T20:11:20Z", 0.75, "whatever split there is between mainstream and hard right will find a way to coalesce before convention"], [15318, "2016-01-26T17:43:13Z", 0.65, "History would tell us this is unlikely.  However, the Republican party seems relatively split according to polls, with 3 frontrunners who could theoretically win multiple state primary/caucuses (caucusi?).  Will update as more information becomes available."], [1506, "2016-01-26T15:50:03Z", 0.9, "Delegates will conference outside the public eye and reach a consensus. The appearance of disorganization and dissension will doom the Republican Party in the general election."], [6784, "2016-01-26T13:54:46Z", 0.35, "Going to be a brokered convention"], [7124, "2016-01-26T06:10:37Z", 0.45, "Trump could throw the whole process upside down"], [837, "2016-01-26T01:56:56Z", 0.75, "I'd love to see a brokered convention, but it looks like the establishment is so terrified of Sen. Cruz that with Rubio failing to gain good traction in any early states they are lining up behind Trump.  "], [7227, "2016-01-25T22:31:45Z", 0.85, "It hasn't happened in many cycles and Rubio doesn't seem to be running a strong enough race to become a third strong candidate and split the vote.  No one else seems strong enough either, so Trump v. Cruz or just Trump alone seem most likely outcomes."], [16846, "2016-01-25T20:51:02Z", 0.75, "Republicans like to appear organized and disciplined."], [16842, "2016-01-25T20:34:14Z", 0.99, "Resources will dry up for losing candidates and the eventual winner take all system (only some of the states are proportionally allocated) will help decide the nomination "], [16836, "2016-01-25T20:07:04Z", 0.55, "Although a possibility, I find it unlikely that there will be an upheaval in the process when it is so well publicized. "], [1800, "2016-01-25T19:37:08Z", 0.98, "Going with the base rate on this. Since 1932 there has not been a single brokered convention. Granted, this convention looks more likely than most to be brokered, which is why I am only going with 98% rather than 99 or 100."], [16832, "2016-01-25T19:29:04Z", 0.95, "If the Democrats' 2008 race didn't eventually result in a brokered convention, no modern election can or will. This thing's all over except the shouting after the SEC Primary."], [16822, "2016-01-25T19:06:44Z", 0.43, "The establishment will not support Trump and he will have the most delegates come convention time.  Not enough for a clear majority and hijinks are sure to ensue"], [16817, "2016-01-25T18:47:40Z", 0.8, "Contested conventions are rare, but if there was a year for it to happen, it would be this one."], [15686, "2016-01-25T18:23:22Z", 0.17, "The republican field is wide open right now. Donald Trump is relatively moderate compared to candidates like Marco Rubio and Ted Cruz, but his theatrics and bravado make him very unpopular with liberal and moderate voters, as well as minorities. A lot of people like him because of his convictions, but these people probably aren't those that vote. The establishment doesn't like him because he likes to put himself against it and although he is polling extremely high right now, all that matters is what the republican party actually wants. They don't want Trump. If it isn't Trump, it's a tossup between Rubio, who is seen as the more calm of the two and Cruz, who has been very active in Iowa."], [16624, "2016-01-25T16:28:06Z", 0.0, "No candidate has enough support to win on the first ballot."], [16793, "2016-01-25T16:08:20Z", 0.78, "A brokered convention has never happened and there's still plenty of time to organize around an establishment-backed candidate.  "], [12459, "2016-01-25T16:01:17Z", 0.75, "Donald Trump will win enough delegates in primaries to win on first ballot"], [2190, "2016-01-25T15:08:29Z", 0.9, "The last time a second ballot was necessary was 1948, but this year might generate such a division that a fight at convention time develops."], [4810, "2016-01-25T14:07:56Z", 0.86, "looks like trump right out the gate"], [10742, "2016-01-25T05:33:58Z", 0.85, "History supports a single ballot.  I expect an anyone-but-Trump sentiment to develop among moderate Republicans.  As the field narrows, those supporters will coalesce behind a single candidate.  In the meanwhile Trump and Cruz would have been collecting delegates from the early primaries.  This scenario could require more than one ballot to have a winner declared."], [484, "2016-01-25T04:55:15Z", 0.35, "(no change) I am a bit perplexed by the number of comments equating more than one ballot as being a \"brokered\" convention, perhaps lacking legitimacy. Unless the rules have changed, I believe (most state) delegates are pledged to vote a certain way on the first ballot. If there is no candidate with a majority (I don't think there are any peculiar other paths in the fine print), then they keep voting. I would interpret that method as trying to judge a combination of the will of the people (party at least) and a credible candidate to proffer."], [9675, "2016-01-25T03:01:28Z", 0.8, "If the Republican establishment embraces Donald Trump he will win on the first ballot. If the Republican establishment strongly supports another candidate in the Republican primaries against Trump,  the republican convention could take two or more ballots to chose a candidate. "], [14761, "2016-01-25T02:51:42Z", 0.85, "DT will fall early in the primary season or not at all."], [8897, "2016-01-25T01:37:47Z", 0.7, "I agree that the party will want to show that it is unified but we are living in different time.  I watched how Jesse Venture was elected gov. in MN.  We might be setting up for one of those situations where the improbable is probable.  The odds would be that one vote is all you need but that isn't a given this year."], [15424, "2016-01-25T01:30:02Z", 0.09, "The field is so wide that no one candidate will be able to earn enough delegates to win on the first ballot. The delegate votes will be too spread out. Also, the party establishment will be doing everything they can at the convention to prevent outsider candidates such as Trump and Cruz, who are currently topping the polls from getting delegate votes."], [15787, "2016-01-25T00:49:06Z", 1.0, "Both Parties script sooo much of their convention - that they will ensure that a candidate is in place before the ballot - by whatever means necessary."], [8175, "2016-01-25T00:41:28Z", 0.45, "So many of Trump's supporters are ill-informed and low IQ people that they think his outrageous, obnoxious and mendacious behavior is a virtue -- but they historically don't vote.  There is no telling what is going to happen yet, but there is so much passionate diversity I would be surprised if the nomination ends on the first ballot."], [5078, "2016-01-25T00:37:26Z", 0.65, "Assuming no candidate has majority of delegates after March primaries and field stays large, there will be more than one ballot. Will review forecast after March primaries."], [14517, "2016-01-25T00:26:17Z", 1.0, "Trump will sweep the primaries."], [16135, "2016-01-24T22:56:51Z", 0.92, "Brokered conventions are extremely rare. While it is technically possible that one could occur and perhaps slightly more likely considering the dynamics of this race, reasonable estimates must remain at or below 10%. "], [16516, "2016-01-24T22:54:03Z", 0.9, "I think the nomination will be sewed up prior to the conversation. If the presumed candidate we're not chosen, it would open the door wide to an independent bid."], [16723, "2016-01-24T22:51:27Z", 1.0, "The GOP will not allow a fragmented convention vote. "], [16723, "2016-01-24T22:48:11Z", 1.0, "The power-brokers within the GOP cannot not afford a divided convention. "], [7873, "2016-01-24T22:26:44Z", 0.65, "I believe that Trump and Cruz have commanding leads as the Iowa caucuses approach, and that the field will rapidly narrow, facilitating a first ballot win."], [14639, "2016-01-24T22:22:07Z", 0.2, "GOP Bigwigs do not want Trump or Cruze."], [12659, "2016-01-24T22:10:31Z", 0.89, "It has been that way for over 1/2 century."], [2770, "2016-01-24T21:53:27Z", 0.5, "Assuming Trump carries the Iowa and New Hampshire primaries (which I predict he will) and makes it to the Republican convention, his party is too divided for him to win on the first ballot, yet all (or most) of these groups will realize that a brokered convention that smacks of inside deals will alienate independent voters and moderate Republicans.  Then, Democrats take it."], [7775, "2016-01-24T21:31:20Z", 0.85, "The party is seeing that Trump is preferable to Cruz for long term survival  of the party (assumes either will lose in the general election),and will throw full support to Trump for party cohesiveness, then work on eliminating extreme elements for future elections. Wildcard is Cruz, whom if he wins will split the party, and likely cause a brokered convention."], [5083, "2016-01-24T20:59:48Z", 0.65, "likely, but possibly 2 or 3 ballots, until trump does a deal on v.p. -- art of the deal"], [8350, "2016-01-24T16:23:14Z", 0.85, "Trump is leading the poles , and the average voter likes him . The only people in the party who don't are the establishment politicians and the media they have bought out . A fair analysis will obviously lead one to believe Trump will win . People who say he won't don't really believe it, they just don't WANT him to ."], [613, "2016-01-24T15:59:55Z", 0.65, "In recent elections, the outcome is known before the convention even starts. However, this is an unusual election year and anything is possible on the Republican side."], [16686, "2016-01-24T14:27:09Z", 0.85, "Parties have designed and will enforce media friendly coronation conventions "], [16658, "2016-01-24T03:36:53Z", 0.92, "Loyalty and desire for political party success as well as desire to not piss off a possible future President are a forces that pressure candidates to balance their individual interest with the success of the party.  Candidates not winning will be under pressure to make a political deal and drop out to let another take the mantle and built momentum against the other party.  Historically, a split convention seems an uncommon event.   Who poses a threat to Trump?  Cruze is competitive in his home state of Texas, in the polls, but far far from competitive in Trumps region.  The same goes for other candidates.  This early asymmetry does not lend support to the case for an even race.  The party may revolt, but who can they offer as substitute?  Some big states are not winner take all, meaning that even if Trump sometimes does not win, he can still add up nomination votes by competing well.  "], [16662, "2016-01-24T02:24:20Z", 0.75, "There does seem to be a small chance this year that the convention could be interesting, but it's still unlikely."], [16663, "2016-01-24T02:11:14Z", 0.5, "The supers will never accept trump or cruz"], [16640, "2016-01-23T21:19:36Z", 1.0, "Once the winner take all state primaries get going in  mid March the decision will be made pretty quickly."], [16639, "2016-01-23T20:18:45Z", 0.25, "may be a contested convention with three candidates - Trump, Cruz and Rubio (or whoever the establishment GOP rallies behind), so on the first round no one will have majority (+50.1%)"], [16634, "2016-01-23T18:48:29Z", 0.95, "Primary rules and momentum give the eventual front-runner an overwhelming advantage."], [16625, "2016-01-23T18:19:37Z", 0.45, "Too many candidates with no clear front runner and Trump will have enough support to prevent any other candidate from winning a majority."], [16600, "2016-01-23T14:16:02Z", 0.85, "Followers are looking for a leader. Sheep."], [14308, "2016-01-23T13:22:04Z", 1.0, "The number of people running does not equate to real opposition.  There are no issues of national importance that have arisen to justify a split in the party requiring multiple ballots for resolution."], [16595, "2016-01-23T11:08:37Z", 0.75, "The number of candidates will reduce quickly and dramatically as the primaries and caucuses start. Once this happens voters who are less happy with the front runners will have an easier time unifying and gathering around an alternate candidate."], [16587, "2016-01-23T06:41:24Z", 1.0, "GOP race will become a two man race after Super Tuesday "], [16584, "2016-01-23T05:43:08Z", 0.95, "Party coallesces around frontrunner"], [16568, "2016-01-23T04:02:55Z", 0.9, "The party rules are designed to create a presumed nominee early on, so more effort can be put into bad-mouthing the opposition."], [16570, "2016-01-23T02:59:19Z", 0.33, "If Trump and Cruz are still slugging it out, they will probably need at least 2 ballots for one to prevail.  If there are still at least 3 or 4 people with delegates to vote it might take more and that's where the back room deal might come in. I'm beginning to believe that the antipathy toward Cruz could lead to a Trump win, because he is a deal maker and could put a deal together."], [16564, "2016-01-23T01:47:16Z", 0.8, "History shows the race is likely going to be weeded down to two main candidates after the result primaries, and one will win gain momentum and win a majority of delegates."], [16554, "2016-01-23T01:17:50Z", 0.75, "Really early.  Fell party might attempt to block populist candidate."], [16553, "2016-01-23T01:12:55Z", 0.65, "The party is starting to accept the possibility of a Trump or Cruz nomination, so if Rubio does not preform early, it will become a two-person race."], [16421, "2016-01-23T01:06:01Z", 0.9, "Chances are that someone will have won enough delegates by the summer to win on the first ballot, especially if many candidates drop out after Iowa and New Hampshire."], [16548, "2016-01-23T00:31:08Z", 0.9, "It's what usually happens"], [16536, "2016-01-22T23:27:36Z", 0.78, "Circular firing squad a real possibility."], [16160, "2016-01-22T23:24:30Z", 0.05, "There isn't any candidate, as of 22 Jan, that holds more than 50% [or even close to 50%] of the votes in any of the 2016 Republican Caucus or 2016 Republican Primaries.  Therefore, it is highly unlikely that in the first ballot one candidate will be able to capture >50% of the delegates."], [16535, "2016-01-22T23:20:19Z", 0.8, "Not since 1952 has this not happened, but I find it unlikely that some of the current candidates will concede quickly."], [16428, "2016-01-22T23:03:35Z", 0.86, "It's likely.  A mainstream GOP candidate like Rubio, Kasich, or Christie is most well-positioned to win even a drawn-out primary fight.  Look for the highest vote-getter out of these three to be the winning \"third wheel\" against Trump and Cruz."], [16526, "2016-01-22T22:59:42Z", 0.85, "Anything other than an outright win will look to the base like party elites acting to subvert the will of the voters. If the base perceives that the \"establishment\" acted to prevent their candidate from getting the nod, they will not support whomever emerges as the Republican candidate for president."], [16522, "2016-01-22T22:41:02Z", 0.5, "Ask the Koch brothers"], [14624, "2016-01-22T22:35:47Z", 0.95, "Brokered conventions are very unlikely in the current primary format."], [706, "2016-01-22T21:11:41Z", 0.99, "Trump will drop out of party  before then."], [691, "2016-01-22T20:51:37Z", 0.97, "Every four years, more or less like clockwork, there is quacking and flapping about a brokered convention in one of the two parties, mostly among the 24-hour news cycle crowd who have to be kept busy some way.  It doesn't happen, and won't again. "], [16484, "2016-01-22T20:36:30Z", 0.45, "party is too divided"], [16477, "2016-01-22T20:31:43Z", 0.45, "In-fighting among Tea party and Main-line Republicans"], [16473, "2016-01-22T20:17:49Z", 0.9, "Even if Trump or Cruz catch fire, RNC simply can't deny nomination to someone w/ a delegate majority. Also very unlikely that more than two candidates will be heading into convention in July. Winnowing is inevitable."], [4749, "2016-01-22T19:29:34Z", 0.4, "Something is telling me that the nomination is going to go down to a floor fight with lots of back door deals.  "], [16457, "2016-01-22T19:29:15Z", 0.85, "If Trump is the winner,he is likely to wheel and deal for a likely 1st round ballot"], [16458, "2016-01-22T19:26:57Z", 0.88, "Because the political costs are high, the establishment will likely settle on a consensus candidate prior to the convention."], [254, "2016-01-22T19:24:03Z", 0.45, "I think that multiple candidates will remain in the race with none of them getting enough support for a first round win is a strong possibility at this point."], [16450, "2016-01-22T19:01:58Z", 0.8, "I think there is a significant chance that the convention will be brokered, if Trump and or Cruz demonstrate strong performances in the caucuses and primaries (I'm making this prediction before any voting took place). But I also think that the chance for that is not particularly high because there is still more than enough time for the establishment to coalesce around a single candidate.  "], [16441, "2016-01-22T18:41:23Z", 0.75, "Decent chance that Trump/Cruz will perform well in early primaries, splitting delegates between Trump/Cruz/establishment candidate."], [16431, "2016-01-22T17:50:37Z", 0.9, "I estimate the chance of Trump getting a plurality of delegates in 10-15%. If he is too close to a majority, the first ballot will decide. If not, the convention might decide to run against Trump as many times as necessary. Otherwise, there will be no problem."], [16420, "2016-01-22T16:56:45Z", 0.95, "One candidate will obtain the necessary delegates.  Momentum is a powerful force and will work to achieve a clear majority."], [16417, "2016-01-22T16:46:09Z", 0.4, "Candidates almost never win on first ballot- Romney didn't. But if Trump rolls the entire way through, he could be."], [16406, "2016-01-22T16:24:46Z", 0.92, "I highly doubt, in a year where many factors favor a Democratic edge, that the Republican party is going to risk their chance at total Federal control by not doing everything in their power to prevent a brokered convention. "], [14318, "2016-01-22T16:21:37Z", 0.75, "Unless Super Tuesday brings a surprise, yes. "], [16389, "2016-01-22T15:38:53Z", 0.9, "As much fun as a brokered convention I in the digital age would be, I just think the establishment Republicans would never allow this to happen"], [16372, "2016-01-22T14:56:51Z", 0.65, "Still too early to really say, since the first primary hasn't even happened yet, but odds are better than it seems. Party leaders have yet to coalesce around an establishment candidate (Bush, Kasich, Rubio, or Christie), because they're waiting to see who breaks out of the pack. Once the establishment coalesces around a candidate, as others drop out, then it will be more likely that the convention will only need one ballot. Once a candidate can win enough endorsements and build momentum, they will win more and more states. If no establishment candidate can build momentum during the early 4-5 primaries, and Cruz and/or Trump rack up a number of wins, then it will be more likely that the the convention will need more than one ballot. "], [16378, "2016-01-22T14:56:39Z", 0.9, "It hasn't happened in the modern primary era. It seems likely that no more than 3 candidates will survive Iowa and New Hampshire. Unless the delegates are split very evenly in the primaries, candidates will be likely to concede to the perceieved winner."], [110, "2016-01-22T14:52:34Z", 0.65, "Going below consensus to start. It looks like two of the leading candidates (Trump, Cruz) would trigger discontent among party insiders. Unless either of them could show a massive lead going into the convention, there's a good likelihood of an actual contested ballot."], [16374, "2016-01-22T14:49:30Z", 0.35, "Too much of a mess to settle on the first ballot"], [90, "2016-01-22T14:13:27Z", 0.89, "Always possible, but since the reforms following the 1968 Democratic National Convention, not very likely. But so far, this has been a primary season for the books. "], [16337, "2016-01-22T13:26:45Z", 0.93, "Yes, because any deal will happen before the ballot"], [16335, "2016-01-22T13:16:06Z", 0.9, "Political damage of a brokered convention would be immense in 2016 and something party will want to avoid at almost any cost [i.e. not Trump], and primaries have tendency to snowball"], [10916, "2016-01-22T13:00:15Z", 0.7, "Difficult to work out precedent for base rate due to changes to the primary process, but seems fair to say it probably happens about once per party per century in current situation, so about 5%. Trump is the obvious candidate for causing this, but the establishment seem to hate Cruz just as much, if not even more. If either of these are winning, a brokered convention could be as likely as not, so I'm putting it at about 30% likelihood."], [16317, "2016-01-22T07:35:33Z", 0.75, "Defeating Hillary is more important than internal squabbles in the party"], [16306, "2016-01-22T04:57:24Z", 0.9, "I have Trump at 20% to win the most ballots for nomination. It feels like half the time he does, it results in a fight and inability to nominate him with a clear majority. But that's bias, so make it 30% or so. Still hard to imagine that Trump gets enough ballots to win (not just more than every other candidate). "], [40, "2016-01-22T04:03:50Z", 1.0, "100% to go with 100,000 comments on GJOpen."], [15425, "2016-01-22T03:28:30Z", 0.9, "It seems this is usually the case -as yet not enough evidence to suggest otherwise"], [15425, "2016-01-22T03:27:32Z", 0.85, "Consesnus "], [16301, "2016-01-22T03:12:13Z", 0.6, "In a normal year, I would be 95% sure. But this is not a normal year--the establishment candidate (Jeb Bush) has tanked, and for some reason the establishment is doing almost nothing to stop the populists and insurgents in the party. The early states favour polling leaders Cruz and Trump, but Rubio will do better in later states, so a three-way split vote is possible, or even a two-way split where enough states are won by one or two other candidates to drive support below 50% for all comers."], [20, "2016-01-22T00:26:28Z", 0.75, "MSM is 'slurping at the gravy' of chaos idea. Too much hopey-chaosy by them."], [438, "2016-01-22T00:03:59Z", 0.55, "Still the grand dispersion of the GOP as for now"], [961, "2016-01-21T23:44:10Z", 0.95, "unfortunately yes"], [16287, "2016-01-21T22:58:15Z", 0.15, "If it comes down to popularity then Trump is the likely vote outcome and that is unlikely to be permitted by the Republican establishment and that pre-convention horse-trading will be contrived to force a Brokered Convention.  In that case it is likely to be Rubio because Cruz has pissed off to many people in the party."], [2965, "2016-01-21T21:32:27Z", 0.66, "Not since 1952 has it required more than one ballot. See 1960 for Dems."], [1529, "2016-01-21T20:49:29Z", 0.1, "http://fivethirtyeight.com/features/beware-a-gop-calendar-front-loaded-with-states-friendly-to-trump-and-cruz/"], [519, "2016-01-21T20:41:21Z", 0.85, "Modern politics hasn't seen a brokered convention. The rules and media environment are all strongly against it happening. "], [10898, "2016-01-21T20:40:55Z", 0.9, "What they said: "], [60, "2016-01-21T19:48:12Z", 1.0, "Gotta agree with @AndrewSabisky (https://www.gjopen.com/comments/comments/99052) on this one."], [15108, "2016-01-21T18:43:15Z", 0.81, "Failing to secure a nominee at the first ballot points to weakness within the party, something which the GOP will surely hope to avoid. That being said, it is likely the emergence of a frontrunner in the month or two before the convention could cause many GOP members/supporters and even independents who aren't quite die-hard on who they support (that being a different candidate than the GOP frontrunner) to deviate and put support behind the frontrunner in order to gain a nomination on the first ballot, a statement of internal strength, and the first real battle cry in the direction of the Democratic Party. "], [94, "2016-01-21T17:53:43Z", 0.83, "Betting markets say about 80% (https://www.predictit.org/Contract/1565/Will-Republicans-have-a-brokered-convention-in-2016#openoffers) as does Nate Silver (http://fivethirtyeight.com/features/republican-brokered-convention-donald-trump/).  I'm going to go with a slightly higher estimate, based on the crowd here."], [15471, "2016-01-21T17:25:53Z", 0.75, "Assuming a drop out of DT with the threat of running as a 3rd party candidate necessitates a \"clean\" convention. Conversely DT leading by a good margin does the same. But as an initial prediction staying far from any certainties. "], [897, "2016-01-21T17:17:22Z", 0.9, "By the time the convention is held many of those running will have dropped away and it will be a fairly simple process.  That is base on recent history.  "], [3895, "2016-01-21T16:18:42Z", 0.97, "there is not going to be a brokered convention. The base rate is so low and and in 2016, in today's Republican party, who the hell would be the broker anyway?"], [915, "2016-01-21T15:58:37Z", 1.0, "gut that Trump will run the table.  yes, you won't find that prediction in the NYT."], [484, "2016-01-21T15:57:35Z", 0.35, "Initial forecast. Punditry and Republican elders reportedly planning for at least the possibility of more than one ballot. Good summary recently on the IFP regarding Republican candidates."]]}