{"question_id": 291, "title": "Will China begin land reclamation activity at Scarborough Shoal or in the Macclesfield Bank before 1 October 2017?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[755, "2017-10-01T05:21:08Z", 0.01, "Affirming forecast for the passage of time."], [755, "2017-09-17T01:37:44Z", 0.01, "Comments: See no [new] construction during typhoon season. \nReuters, September 16, 'Weakening Typhoon Talim brings heavy rain to southwestern Japan': https://www.reuters.com/article/us-asia-storm-japan/weakening-typhoon-talim-brings-heavy-rain-to-southwestern-japan-idUSKCN1BR05M"], [12605, "2017-09-14T08:55:16Z", 0.0, "Comment deleted on Nov 06, 2017 12:00AM UTC"], [755, "2017-09-10T17:39:46Z", 0.01, "Comments: Quid pro quo.\nForbes (analysis & opinion), September 7, 'To Stop Kim Jong-Un, China Needs A Big Prize: The South China Sea': https://www.forbes.com/sites/panosmourdoukoutas/2017/09/07/to-stop-kim-jong-un-china-needs-a-big-prize-the-south-china-sea/#37f89c946df1"], [23006, "2017-09-07T03:58:01Z", 0.0, "p of t"], [1643, "2017-09-07T02:32:31Z", 0.0, "Decreasing to near zero since I don't think China wants any additional provocations before Oct 18 Communist Party Congress.\nhttp://www.scmp.com/news/china/policies-politics/article/2109368/chinas-communist-party-united-under-xi-duration"], [20588, "2017-08-29T00:11:21Z", 0.01, "Updating."], [755, "2017-08-27T00:16:19Z", 0.01, "'The art of war teaches us to rely not on the likelihood of the enemy's not coming, but on our own readiness to receive him; not on the chance of his not attacking, but rather on the fact that we have made our position unassailable' - Sun Tzu"], [15621, "2017-08-23T14:42:02Z", 0.0, "Passage of time and there seems to be a change in Chinese diplomacy at present. Will take big hit on this question. What is China's long term stategy??"], [691, "2017-08-22T20:32:31Z", 0.0, "Nobody's going to Scarborough Shoal--partly sage, Rosemary, and time."], [16778, "2017-08-18T14:49:36Z", 0.05, "Chinese agreement to set out a regional framework to discuss South China Sea conflicts later this month signals willingness to engage in multilateral diplomacy vs. unilateral action. Current tensions with India and North Korea will divert resources away.\nhttps://www.wsj.com/articles/china-asean-back-framework-for-south-china-sea-talks-1502023247"], [1639, "2017-08-18T08:04:33Z", 0.0, "Updating"], [38, "2017-08-18T05:09:31Z", 0.0, "https://www.reuters.com/article/us-southchinasea-philippines-china-idUSKCN1AV0VJ"], [755, "2017-08-13T18:47:41Z", 0.01, "South China Morning Post, August 11, 'Securing power in the South China Sea: Beijing’s plans for floating nuclear reactors get US$150 million boost - Joint venture company is expected to develop new technologies to boost China’s maritime nuclear capabilities': http://www.scmp.com/news/china/diplomacy-defence/article/2106473/chinas-ambitions-develop-floating-nuclear-reactors\nClips from Post article:\n\"Wang Yiren, vice-director of the State Administration for Science, Technology and Industry for National Defence, said earlier this year that the expansion of China’s nuclear energy capabilities was a vital part of its five-year plan. The country will prioritise the development of a floating nuclear power platform in order to support its offshore oil and gas activities, and its presence in the Paracel and Spratly Islands, he told state media.\nWang’s comments came after Beijing said in a white paper last year that it was developing floating nuclear power plants to facilitate the exploration of maritime resources.\nChina Securities Journal reported last year that China could build up to 20 floating nuclear plants in the region to “speed up the commercial development” of the South China Sea.\""], [1034, "2017-08-11T07:05:41Z", 0.0, "U.S. destroyer challenges China's claims in South China Sea"], [38, "2017-08-11T03:20:38Z", 0.02, "https://amti.csis.org"], [15621, "2017-08-08T10:54:31Z", 0.02, "Passage of time"], [1034, "2017-08-06T08:08:11Z", 0.0, "ASEAN communique stalls amid disagreement on South China Sea stance"], [23006, "2017-08-06T00:53:24Z", 0.25, "p of t"], [755, "2017-08-05T20:20:24Z", 0.01, "Comments: See USA policy regarding SCS adrift with no real direction from the WH and uncertainty rising among allies/partners in region. PRC to continue present trajectory; slow, steady, expanding. Lowering probability on IFP due to time constraint, but see reclamation activity specific to the Shoal/Bank resume within the next 12 months. \nReuters, August 5, 'ASEAN communique stalls amid disagreement on South China Sea stance': http://www.reuters.com/article/us-asean-philippines-idUSKBN1AL05R?il=0\nClips from Reuters article:\n\"ASEAN's problem in agreeing the wording highlight China's growing influence at a time of uncertainty whether the new U.S. administration will prioritise relations with ASEAN, and try to check Beijing's controversial maritime activities.\nDiplomats from three ASEAN countries said the delay was because Vietnam, which is among four members with competing sovereignty claims with China, wanted the text to mention the need to avoid land reclamation and militarisation.\nA working draft of the communique seen on Thursday was a watered-down version of one issued last year and drops references to both.\""], [36699, "2017-08-01T07:07:38Z", 0.45, "I am Indian and influenced by the Chinese approach to conquering neighbouring land and sea masses."], [15621, "2017-07-18T10:32:07Z", 0.04, "Passage of time"], [19801, "2017-07-11T07:15:43Z", 0.0, "Not many months left till 1 Oct, and no reason why land reclamation can't happen later."], [20588, "2017-07-05T22:50:28Z", 0.02, "Updating. Very unlikely now."], [15621, "2017-07-05T13:37:55Z", 0.08, "Passage of time"], [23006, "2017-07-04T05:38:58Z", 0.45, "seems more likely than not\n- us-china relations at a low-point\n- instability in that region presents opportunity\n- can make case for protecting area\n- can make case for just stopping on island and leaving a few things ...\n- have started building on and around area\n- not sure enough impetus to start this before q deadline"], [38, "2017-07-04T04:45:49Z", 0.02, "It's typhoon season and it seems that China's attention is focused on other islands."], [755, "2017-07-01T04:44:43Z", 0.02, "Reuters, June 30, 'China builds new military facilities on South China Sea islands: think tank': http://www.foreigndesknews.com/news/politics/china-builds-new-military/"], [35569, "2017-06-30T21:28:53Z", 0.0, "Military exercises in the South China Sea are frequent events.  The Scarborough Shoal is a small atoll in the middle of the sea closer to the Philippines than China.  Scarborough Shoal is officially part of the People's Republic of China and if the Chinese decided to renovate and add a runway and a small harbor, they would increase military power in the region.  The US, Philippines and China are continuously positioning for naval strength in the South China Sea.  President Xi said he would go to war over the island.  I believe that statement prevents the need for adding military installations by the Chinese on Scarborough Shoal.  Also, the fishing is good.         "], [35831, "2017-06-22T18:04:07Z", 0.0, "The current Communist Party leaders may not want to rock the boat before its congress in the Fall."], [14493, "2017-06-21T15:19:54Z", 0.03, "This might be too provocative for China to do now, considering the tensions with Vietnam and increasingly assertive US actions elsewhere in the world. "], [1639, "2017-06-15T16:41:49Z", 0.05, "For passing of time"], [1643, "2017-06-10T12:27:38Z", 0.05, "decreasing because of decrease in time left."], [28414, "2017-06-03T23:51:14Z", 0.0, "Comment deleted on Jun 04, 2017 08:07AM UTC"], [755, "2017-06-03T17:39:44Z", 0.02, "Comments: Entering typhoon season.\n2017 Pacific typhoon season: https://en.wikipedia.org/wiki/2017_Pacific_typhoon_season\nThe 2017 Pacific typhoon season is an ongoing event in the annual cycle of tropical cyclone formation, in which tropical cyclones form in the western Pacific Ocean. The season runs throughout 2017, though most tropical cyclones typically develop between May and October. The season's first named storm, Muifa, developed on April 26.\nSource: Wikipedia"], [31450, "2017-06-01T08:33:32Z", 0.0, "Dropping to zero because China has no compelling reason to annoy Duterte. "], [755, "2017-05-26T05:03:00Z", 0.1, "PRI, May 22, 'China is working on the largest infrastructure endeavor in human history': https://www.pri.org/stories/2017-05-22/china-working-largest-infrastructure-endeavor-human-history\nClips from article:\n\"China’s navy is the fastest growing in the world and, within decades, should prove highly capable of backing down American threats in its near waters. In farther seas, it will increasingly expect the US to back off and respect its right to defend the oceanic arteries that pump economic life into the country.\nAnd while Beijing’s diplomats preach harmony, there is an undercurrent of nationalism running through its officialdom — and a desire to be recognized as a fearsome global power.\nOne prominent weapons expert who regularly writes for state-owned newspapers — Shen Dingli, a professor at Shanghai’s Fudan University — described the military thusly: “China can now destroy the United States repeatedly. Ten times over.”\nThis was a message, conveyed through PRI in February, to the Trump-era US State Department following repeated US threats to blockade island bases in the South China Sea.\nChinese nuclear warheads, Shen says, are “300 times as powerful as the Hiroshima and Nagasaki bombs. Maybe [US Secretary of State] Rex Tillerson doesn’t know this. So we’ll let him know it.”"], [30022, "2017-05-17T13:58:07Z", 0.75, "http://greatsouthernroute.com/weather-routing/east-asian-weather-conditions/\nhttp://www.japantimes.co.jp/news/2017/03/17/asia-pacific/china-planning-monitoring-station-hotly-contested-south-china-sea-shoal/\nhttp://www.cnbc.com/2017/05/17/china-reportedly-installs-rocket-launchers-on-disputed-south-china-sea-island.html\nhttp://www.defensenews.com/articles/satellite-images-reveal-chinese-expansion-in-south-china-sea"], [35636, "2017-05-16T18:37:28Z", 0.4, "Bluffers they are. And can move idle dredges soon. It's a nationalistic grab for oil and end USN dominance, but they won't happen until 2040, unless we blow them up before 2020."], [35507, "2017-05-16T16:19:06Z", 0.45, "While an alliance with the Philippines would be beneficial; until China understands how to properly deploy their aircraft carriers, I find it unlikely that they will take action until November or December"], [755, "2017-05-14T20:03:49Z", 0.1, "Affirming forecast for the passage of time."], [12605, "2017-05-12T18:19:09Z", 0.0, "I'm sure they have all sorts of concept drawings for reclamations of various places there . . ., the trick is to see what makes the already-reclaimed places more \"valuable\" than the rest. If we have that, we could score the Shoal and other places . . . "], [1639, "2017-05-08T17:53:20Z", 0.5, "China has a comprehensive plan to develop a prefectural-level government with jurisdiction over the Paracels, the Spratlys, Scarborough Shoal, and Macclesfield Bank, with its base on Woody Island. \nChina to build on disputed shoal in South China Sea\nBeijing will begin work on 'environment monitoring' stations despite protests from the US and the Philippines\nDespite this Xiao Jie, the mayor of what Beijing calls Sansha City – an administrative base for the disputed South China Sea islands and reef it controls – said China was planning preparatory work this year to build environmental monitoring stations on a number of islands, including in the Scarborough Shoal area.\nThe monitoring stations, along with docks and other infrastructure, form part of island restoration and erosion prevention efforts planned for 2017, Mr Xiao told the state-owned Hainan Daily.\nhttp://www.independent.co.uk/news/world/asia/south-china-sea-dispute-beijing-philippines-scarborough-shoal-nine-dash-line-manila-a7637216.html\n________________________\nCOMMENTS:  Xi Jinping may seize this opportunity to fool both the US and The Philippines considering the foreign policy expertise of both, Trump and Duterte, \nAlthough this question puzzles me.  What exactly \"land reclamation activity\" means?  The above looks a lot like \"activity\" to me, are there activities that are more \"reclamation\" than others?"], [755, "2017-05-07T19:24:25Z", 0.1, "See PRC solidifying gains made in SCS and continuing focus on One Belt, One Road: https://en.wikipedia.org/wiki/One_Belt,_One_Road\nSource: Wikipedia\nStrategic vision: Alliances with PK and RU may include IR: The Express Tribune, January 28, 'Iran hints at joining Pakistan-Russia-China alliance': https://tribune.com.pk/story/1309224/pakistan-russia-china-iran-hints-joining-tri-nation-alliance/\nSituation on the Korean Peninsula and Xi power consolidation (19th National Congress) will continue to distract."], [20588, "2017-05-03T21:18:23Z", 0.1, "I take it all back!"], [1034, "2017-05-03T06:46:48Z", 0.0, "China reiterates opposition to THAAD anti-missile system in South Korea"], [1034, "2017-04-30T06:43:47Z", 0.0, "South China Sea code with Beijing must be legally binding: ASEAN chief"], [755, "2017-04-29T19:03:43Z", 0.25, "Reuters, April 29, 'SE Asian summit ends in uncertainty over South China Sea stance': http://www.reuters.com/article/us-asean-summit-idUSKBN17V035"], [1034, "2017-04-26T07:44:06Z", 0.0, "In shadow of China's reef city, Philippines seeks upgrade for its island patriots"], [6978, "2017-04-20T19:36:18Z", 0.11, "1-month TFIF ~11%,"], [15621, "2017-04-19T10:33:07Z", 0.28, "Passage of time but still feel that with all going on elsewhere China is likely to make a move and build something eg an \"environmental\" tower."], [755, "2017-04-16T20:07:41Z", 0.25, "\"The art of war teaches us to rely not on the likelihood of the enemy's not coming, but on our own readiness to receive him; not on the chance of his not attacking, but rather on the fact that we have made our position unassailable. Sun Tzu, The Art of War"], [38, "2017-04-14T23:44:54Z", 0.02, "http://thediplomat.com/2017/04/can-the-us-be-reassured-by-chinas-quiet-compliance-with-court-ruling-at-scarborough-shoal/\n\n“. . . .Reporters from Reuters describe the [Scarborough] shoal as still dominated by both Chinese fishermen and law enforcement, but that Filipino fishermen are now mostly unimpeded from fishing both around the shoal and within its lagoon. . . . "], [12605, "2017-04-11T16:09:34Z", 0.0, "REUTERS AT SCARBOROUGH SHOAL, LAST WEEK\nhttp://www.atimes.com/article/shoal-concerns-china-asserts-power-via-control-concessions/"], [23006, "2017-04-11T14:55:06Z", 0.4, "Passage of time"], [14493, "2017-04-11T10:03:40Z", 0.05, "A curiosity; multiple sources claimed an exclusive story, which is word for word the same. (I guess that's what newspapers do, just get stories from newsagencies)\nhttp://www.straitstimes.com/asia/sino-philippine-tensions-easing-further-over-scarborough\nhttp://www.reuters.com/article/us-southchinasea-china-philippines-exclu-idUSKBN17B124\nHowever I have no reason to doubt its accuracy (@wildwood2000 has quoted it below)\nThe story does say that a month ago it was reported that China planned to build an environmental monitoring station and it currently has three vessels within the shoals that are believed to be capable of the type of dredging carried out on other shoals, but for now China has said it is not doing so.\nClearly China has taken de facto control of the Scarborough  Shoals, it is controlling which nations and boats can fish there and which vessels can enter the area. My assumption is that it is holding fire for now to see what the US will do about it. It is thought possible that Trump will trade control of the Shoals in return for China dealing with the treats of North Korea, but from a medium/long term point of view it may not be wise to allow China to take any more de facto control of areas within the \"nine dotted line\". So at some point I believe the US will need to act, at which point there could be a clash. But with foreign affairs issues in Syria, with Russia, with Iran and with North Korea, my guess is that Trump and China might prefer to avoid raising tensions by starting work on the Shoal this year. The problem for the US is that the longer it leaves China in place policing the fishery the more difficult to claim that China has no right to do it.  "], [1034, "2017-04-11T06:19:40Z", 0.0, "Exclusive: At strategic shoal, China asserts power through control, and concessions"], [15621, "2017-04-10T22:23:08Z", 0.38, "Passage of time"], [4634, "2017-04-10T18:59:34Z", 0.08, "Reuters visits Scarborough Shoal: http://www.reuters.com/article/us-southchinasea-china-philippines-exclu-idUSKBN17B124?utm_source=Twitter&utm_medium=Social"], [755, "2017-04-09T18:39:47Z", 0.25, "An interesting piece:\nNational Interest (opinion), April 8, 'How China Plans to Dominate the South China Sea: Copy Great Britain': http://nationalinterest.org/blog/the-buzz/how-china-plans-dominate-the-south-china-sea-copy-great-20080\nClip from NI article:\n\"So a British theorist, John Selden, created a rival theory to upend the frustrating notion of free seas. He called his book Mare Clausum, or “closed seas,” in open rebuke of Grotius. This theory held that a sovereign power could extend its territory to the oceans, and attacked the idea of free seas as metaphysical nonsense. Sovereignty extended to wherever a nation chose to park its ships or exert power, regardless of legal theories.\nSo the British set about to upend the vexatious Dutch trade dominance and began building a powerful navy. The British then went about passing a series of mercantilist “Navigation Acts” to restrict trade, and shut off chunks of the ocean to rivals.\" "], [32258, "2017-04-08T17:32:02Z", 0.01, "Duterte's comments were clarified:\nhttp://www.straitstimes.com/asia/east-asia/china-expresses-concern-over-reported-duterte-south-china-sea-comments"], [32258, "2017-04-07T18:57:32Z", 0.02, "Is China taking this seriously? I can't find any response from China to this news from yesterday. This is likely Duterte trying to show that he is not just caving in to China. The article below came out on 3/20 calling him out on this issue and offering concrete steps he could take which he isn't doing. So, if Duterte's comments are not provoking China, then this is even less likely to happen before October. "], [1034, "2017-04-07T06:00:42Z", 0.0, "Philippines' Duterte orders occupation of isles in disputed South China Sea"], [31238, "2017-04-06T21:04:33Z", 0.12, "passage of time."], [30022, "2017-04-06T09:32:49Z", 0.9, "https://sg.news.yahoo.com/duterte-orders-philippine-troops-south-china-sea-reefs-081736502.html"], [34753, "2017-04-04T09:15:58Z", 0.0, "They going to use it as field for the armed forces"], [755, "2017-04-02T21:42:51Z", 0.3, "Affirming forecast for the passage of time."], [29469, "2017-04-02T19:21:34Z", 0.11, "Passing of time."], [34664, "2017-04-02T11:55:24Z", 0.2, "If they are utising the area for their advantage , I don't think they will go to reclaim , most of them believe it is within their boundaries"], [4462, "2017-04-01T00:50:05Z", 0.0, "No "], [1034, "2017-03-31T05:09:44Z", 0.0, "China says 'no such thing' as man-made islands in South China Sea"], [31450, "2017-03-28T15:51:52Z", 0.02, "I don't think China begins land reclamation for a few reasons. Internally, they have a leadership transition in the fall that generally means China wants internal and external stability for the event. Externally, Duterte in the Philippines has been trying to improve relations with China and I don't see a good short term reason to jeopardize that. And locally, the pace of Chinese construction has slowed significantly from the 2012-2015 period. Taken together, I don't think China will expand its land reclamation activities, at least until a less China friendly president is elected in the Philippines."], [1034, "2017-03-28T05:19:04Z", 0.0, "China can deploy warplanes on artificial islands any time: think tank"], [755, "2017-03-25T22:27:03Z", 0.3, "Quartz, March 21, 'China is sending forth patriotic tourists to bolster its South China Sea claims': https://qz.com/937957/china-is-adding-more-tourist-cruises-and-maybe-seaplane-jaunts-to-back-its-south-china-sea-claims/\nClips from article:\n\"Beijing is eager to establish a regular presence of Chinese tourists and civilians on the contested South China Sea islands it controls. Kyodo News, a Japanese newswire, reported this week it had obtained a copy of an internal magazine of the People’s Liberation Army, and found in it an article describing the “policy of boosting the military influence in the area under the cloak of ‘civilian activities.'”\n\"A video from the South China Morning Post last year described how nearly 80 Chinese civilians were paid 45 yuan a day by the government to live on tiny Yagong Island in the Paracels.\nChina is also trying to lend a greater civilian touch to the controversial militarized islands it has built atop reefs in the more distant Spratly archipelago, where Vietnam, Taiwan, Malaysia, Brunei, and the Philippines also claim territory. For example last year it added a farm to Fiery Cross Reef, complete with hundreds of livestock, including pigs, chicken, and geese. China is planning to start regular cruises to the Spratlys before 2020.\""], [1034, "2017-03-24T06:30:54Z", 0.0, "\nChina is not militarizing South China Sea, Premier Li says"], [1034, "2017-03-23T08:09:31Z", 0.0, "China denies reports of building on disputed shoal"], [38, "2017-03-23T02:18:39Z", 0.02, "Convinced by @Rene's post http://www.gjopen.com/comments/comments/468854"], [4634, "2017-03-22T19:34:22Z", 0.02, "Foreign Ministry Spokesperson Hua Chunying's Regular Press Conference on March 22"], [4634, "2017-03-22T06:02:43Z", 0.15, "\"“The Department of Foreign Affairs already issued or requested China for clarification on this reported plan. As I said it is only a reported plan so we’re seeking clarification with China but let me also say that in the meantime, the Philippine government is maintaining a regular close watch over Scarborough Shoal,” he said.\""], [38, "2017-03-20T19:56:31Z", 0.24, "http://www.gjopen.com/comments/comments/466711"], [1034, "2017-03-20T07:38:01Z", 0.0, "China, U.S. in 'close communication' on Xi-Trump meeting"], [1034, "2017-03-19T06:39:05Z", 0.0, "French carrier to lead joint amphibious Pacific drill in show of force aimed at China: sources"], [38, "2017-03-18T23:25:11Z", 0.44, "Several things are bothering me about my high forecast on this question:\n-I noticed that one report mentioned that the \"environmental  monitoring stations\" that China is planning to install may not involve reclamation--at least not at first.  \n-what constitutes \"reclamation\", anyway?  \n-what would have to happen to satisfy the requirement of  \"begin\"?\n-China's timeline for its proposal is \"in 2017\"; this question closes 3 months before the end of the year.\n-forecasters I respect think this is not going to resolve as \"yes\"\n-the failure of US approval of TPP has created a gigantic opening for China, which will now call the shots on global trade.  Would China risk this power and prestige over Scarborough Shoal? "], [30022, "2017-03-18T17:12:35Z", 0.87, "Chinas announcement seem to be a straightforward statement of will to start new land reclamation activity. Of course this raises probability of land reclamation activity. But I think, it also has to be taken into account, that this could be a tactical move to test the Philippines and the US. Because if they really start land reclamation activity, as stated in articles posted before, a red line would be crossed. And the Chinese don't do that easily. Therefore I stay under 90%. "], [4634, "2017-03-18T10:57:58Z", 0.18, "\"US diplomats have said privately that reclamation work on the shoal would be seen as crossing a red line because of its proximity to the main Philippine islands."], [38, "2017-03-18T06:32:42Z", 0.96, "\"Will China begin . . .\"\nI wonder what constitutes a beginning."], [38, "2017-03-18T06:10:24Z", 0.96, "http://www.japantimes.co.jp/news/2017/03/17/asia-pacific/china-planning-monitoring-station-hotly-contested-south-china-sea-shoal/#.WMzABRhh15M"], [4634, "2017-03-18T06:02:33Z", 0.18, "\"What was interesting about Xiao’s quoted remarks, however, according to the Wall Street Journal‘s Chun Han Wong, was that the Hainan Daily quoted him as saying the monitoring stations would be built on six features, including Scarborough Shoal, which China calls Huangyan Dao."], [38, "2017-03-18T05:00:33Z", 0.96, "http://news.abs-cbn.com/news/03/17/17/china-eyeing-monitoring-station-in-scarborough-report"], [4634, "2017-03-17T18:27:23Z", 0.25, "Does anyone here have access to the Wall Street Journal? I think the quote from the mayor has been deleted already, but I can only read the first six lines or so: https://www.wsj.com/articles/chinese-plans-for-disputed-south-china-sea-shoal-in-question-1489765193"], [38, "2017-03-17T17:00:58Z", 0.98, " http://www.newsweek.com/south-china-sea-dispute-everything-we-know-about-beijings-latest-569685?rx=us"], [12605, "2017-03-17T16:55:22Z", 0.15, "What is a \"an environmental monitoring station\" near a reef? Anybody knowing about similar installation, say, in Australia?"], [691, "2017-03-17T11:30:42Z", 0.94, " http://www.reuters.com/article/us-southchinasea-china-idUSKBN16O132?il=0\nIn theory, I suppose, they could build their whatevers without reclamation, but that would defeat the whole purpose of building the whatevers in the first place, which is of course to tell everybody, \"These are our rocks--what are you going to do about it?\"  expecting the answer, \"We shall view with alarm!\"  "], [755, "2017-03-16T18:51:19Z", 0.3, "JPN to send Izumo carrier through SCS:\nReuters, March 16, 'China pledges firm response if Japan interferes in South China Sea': http://www.reuters.com/article/us-japan-navy-southchinasea-china-idUSKBN16N167\nClips from Reuters article:\n\"If Japan persists in taking wrong actions, and even considers military interventions that threaten China's sovereignty and security... then China will inevitably take firm responsive measures,\" Foreign Ministry spokeswoman Hua Chunying said at a regular press briefing.\nChina said on Tuesday that it was waiting for an official word on why Japan plans to send the warship on the tour through the South China Sea, but that it hoped Japan would be responsible.\nHua did not say on Thursday if China had received confirmation of the plan, but said that the South China Sea issue did not involved Japan and that the country should \"reflect deeply\" on its \"disgraceful\" past invasion of the Paracel and Spratly Islands.\nJapan controlled the islands during World War Two until its surrender in 1945.\""], [1034, "2017-03-15T06:15:03Z", 0.0, "China has started fresh construction work in the disputed South China Sea,\nNot on Scarborough Shoal or in the Macclesfield Bank "], [1034, "2017-03-14T05:14:57Z", 0.0, "Wary of China, Duterte tells navy to build 'structures' east of Philippines"], [1646, "2017-03-14T02:58:46Z", 0.1, "Interesting article relating what the Philippine Defense Minister Lorenzana says happened last year, in a way not yet reported until now:"], [1034, "2017-03-10T07:57:20Z", 0.0, "China stealth jet enters service, navy building 'first class' fleet"], [30022, "2017-03-09T18:01:22Z", 0.77, "http://www.scmp.com/news/china/diplomacy-defence/article/2077201/china-and-asean-agree-draft-code-conduct-south-china\nhttps://www.forbes.com/sites/panosmourdoukoutas/2017/03/06/beijing-is-changing-its-tone-in-south-china-sea-disputes/#430f2237653f"], [1993, "2017-03-08T03:46:32Z", 0.2, "They'll concentrate their efforts on the Paracels."], [1034, "2017-03-07T06:36:53Z", 0.0, "The Big Problem With China’s Bridge and Tunnel Addiction"], [1034, "2017-03-06T06:58:49Z", 0.0, "China cuts growth target as it pushes through reforms, builds 'firewall' against risks"], [755, "2017-03-06T01:40:07Z", 0.3, "The Diplomat, March 5, 'China Slows the Pace on Its Defense Spending Growth in 2017 - Anticipating slower overall growth, China slows the pace of its year-on-year defense spending growth': http://thediplomat.com/2017/03/china-slows-the-pace-on-its-defense-spending-growth-in-2017/\nClip from Diplomat article:\n\"Details about the military budget remain slim, however, despite Saturday’s announcement. Fu Ying, the spokesperson for the Chinese National People’s Congress, gave few details beyond noting the overall 7 percent expansion. Fu emphasized that China would still seek the peaceful resolution of all international and regional disputes.\n“At the same time, we need the ability to safeguard our sovereignty, and our rights and interests,”Fu said. “In particular, we need to guard against outside forces intervening in these disputes.” Asked about the South China Sea, where a recently arrived U.S. carrier group is currently undertaking regular patrols, Fu said “As to how the situation develops in the future, that depends on U.S. intentions,” Fu said. “American actions in the South China Sea have a definite significance as an indicator of how the wind is blowing.”"], [29469, "2017-03-04T11:15:16Z", 0.21, "Downgrading due to passage of time and a more hawkish US outlook towards China, which would make starting the reclamation an unwise provocation."], [1034, "2017-03-04T07:56:36Z", 0.0, "China's 2017 defense budget rise to slow again"], [1034, "2017-02-28T08:09:38Z", 0.0, "China angrily reacts with threats after South Korean missile defense decision"], [1034, "2017-02-27T08:31:17Z", 0.0, "\nChina's top diplomat to visit U.S. on Monday and Tuesday: Xinhua"], [1034, "2017-02-26T09:39:54Z", 0.0, "Wary of Trump unpredictability, China ramps up naval abilities"], [32258, "2017-02-26T01:17:31Z", 0.02, "China seems focused on building the other islands which cause tension but not much action -- but did provoke the US Navy to conduct freedom of navigation patrols around the islands.  Building on Scarborough Shoal at this time would not be strategic for China especially given that Duterte is openly supportive of China and aligning with China over the US. The Macclesfield Bank is baffling and further away from the Phillippines. I don't know if Duterte claims it as part of the Philippines as he never mentions it. Aquino claimed it although it is not exactly within the EEZ of the Philippines so could be up for development. Nevertheless, I'm predicting that there will be development and oil and gas drilling but not before October. I would love to get information about this from others!"], [30022, "2017-02-25T20:27:22Z", 0.84, "\"A LOOK AT CHINA’S SAM SHELTERS IN THE SPRATLYS\" \nhttps://amti.csis.org/chinas-sam-shelters-spratlys/ "], [28414, "2017-02-25T15:06:17Z", 0.09, "China vowed not to build on Scarborough Shoal – Yasay\nThe Philippines is 'happy and assured' that China will not construct on the disputed Panatag Shoal (Scarborough Shoal) in the West Philippine Sea\nhttp://www.rappler.com/nation/162343-china-not-build-panatag-scarborough-shoal-yasay"], [1034, "2017-02-22T07:20:33Z", 0.0, "Exclusive: China finishing South China Sea buildings that could house missiles - U.S. officials"], [33887, "2017-02-21T20:52:40Z", 1.0, "100"], [16778, "2017-02-21T00:06:36Z", 0.65, "Scarborough Shoal is considered to be China's last frontier in claiming the entire South China Sea as its own. Duterte has signaled to China that he will not oppose it. He announced a plan to turn the area into a marine sanctuary. If successful, it would eliminate a potential clash between the Chinese military and Filipino fishermen. But because the Filipino navy is too weak to enforce it, it will require the Chinese navy to assume responsibility, further cementing their claim of ownership."], [755, "2017-02-20T18:48:33Z", 0.35, "The Washington Post, February 19, 'Recent developments surrounding the South China Sea': https://www.washingtonpost.com/world/asia_pacific/recent-developments-surrounding-the-south-china-sea/2017/02/19/3476bddc-f71c-11e6-aa1e-5f735ee31334_story.html?utm_term=.2868bdd0baa8\nClips from Post article:\n\"REVISIONS IN MARITIME LAW MAY ALLOW BEIJING TO BAR FOREIGN SHIPS\nChina is considering revisions in its 1984 maritime law that could bar foreign ships from passing through what it considers Chinese waters and require submersibles to travel on the surface, display national flags and report to Chinese authorities.\nAccording to a draft that was published to solicit public opinion, foreign ships that violate Chinese laws would be expelled, state-run media reported. The proposed changes are in line with international maritime law, Beijing media said, but they could also set China up for conflict with Washington, which insists on freedom of navigation.\nThe draft doesn’t mention the South China Sea specifically, but China claims the area almost in its entirety. Late last year, China seized an underwater glider that was launched by the USS Bowditch in international waters off the Philippines and returned it after the U.S. protested.\n“Beijing is seeking to improve its management of maritime security by adding new operational details into law, especially details related to growing threats from foreign close-in surveillance,” Lin Yongxin, a senior researcher from the government-affiliated National Institute on South China Sea Studies, told the South China Morning Post.\""], [30022, "2017-02-18T21:25:11Z", 0.81, "http://www.reuters.com/article/us-southchinasea-china-idUSKBN15W0WA\nhttp://www.reuters.com/article/us-southchinasea-china-usa-idUSKBN15U16Y"], [1333, "2017-02-14T21:03:05Z", 0.8, "https://news.usni.org/2017/02/10/manila-predicts-beijing-will-build-base-on-scarborough-shoal?utm_source=USNI+News&utm_campaign=80663826d9-USNI_NEWS_DAILY&utm_medium=email&utm_term=0_0dd4a1450b-80663826d9-231045397&mc_cid=80663826d9&mc_eid=2394c94b5b"], [1643, "2017-02-13T03:46:30Z", 0.1, "At first glance there is not a huge strategic advantage to adding Macclesfield bank.  On the other hand, Scarborough Schoal looks like it would be a huge asset.  However, there doesn't seem to be a need to build before Oct - why not take the time to understand the new US administration and how serious they are about \"red lines.\""], [755, "2017-02-12T20:01:45Z", 0.45, "Navy Times, February 12, 'The Navy is planning fresh challenges to China's claims in the South China Sea': https://www.navytimes.com/articles/navy-south-china-sea\nClip from Times article:\n\"The freedom of navigation operations, also known as FONOPS, could be carried out by ships with the San Diego-based Carl Vinson carrier strike group, which is in the Pacific Ocean heading toward the South China Sea, according to three defense officials who spoke to Navy Times on condition of anonymity to discuss operations in the planning phase. \nThe military's plans likely call for sailing within 12 nautical miles of China’s newly built islands in the Spratly and/or Paracel islands, a move that would amount to a new challenge to Chinese territorial claims there that has raised tensions between Washington and Beijing in the recent past.\""], [1034, "2017-02-12T07:42:15Z", 0.0, "Manila Predicts Beijing Will Build Base On Scarborough Shoal"], [1034, "2017-02-10T08:35:54Z", 0.0, "China, U.S. Warplanes Had ‘Unsafe’ South China Sea Encounter"], [4634, "2017-02-08T17:07:11Z", 0.12, "Plenty of work left to do on the other 'islands': https://amti.csis.org/paracels-beijings-other-buildup/?utm_content=buffercb946&utm_medium=social&utm_source=twitter.com&utm_campaign=buffer"], [15621, "2017-02-08T10:02:19Z", 0.45, "Dropping again as China seem to want to go diplomatic route on this."], [1034, "2017-02-08T09:52:46Z", 0.0, "China says United States should brush up on South China Sea history"], [1262, "2017-02-04T18:22:28Z", 0.04, "Decreasing forecast - survey in Philippines opposes any Chinese action.   While of limited significance (to China) unlikely to pursue prior to Oct 1, 2017.   Both locations would require significant reclamation efforts in an area prone to typhoons with opposition from Philippine Govt.  Surely there are better options?"], [32766, "2017-02-02T23:27:11Z", 0.7, "Seems like good a way as any to test Trump."], [31201, "2017-02-02T05:48:03Z", 0.1, "Less likely due to rising tension with US over island activity."], [1034, "2017-02-01T06:06:04Z", 0.0, "South China Sea Duterte Is Getting Ready For The Next Flip Flop"], [20588, "2017-01-31T04:37:09Z", 0.7, "It depends. Does China fear American intervention? If so, then no. If not, then yes. China will test Mattis and Trump's resolve sooner than later. And if the US doesn't get involved, China will not care about anyone else."], [30022, "2017-01-29T15:03:48Z", 0.76, "On one side China has, besides the US, neutralized all opponents:\nhttp://www.forbes.com/sites/ralphjennings/2017/01/16/china-strenghtens-control-over-disputed-sea-as-its-last-enemy-vietnam-fades/#7bc0ec5f2732"], [32814, "2017-01-28T18:49:15Z", 0.7, "China is currently positioned to become more of a political world leader, and as such is also in a strong position to assert it's dominance over the region. In particular, the canceling of the TPP has placed China in a more stable economic and political position among the Asian nation, who now may have few other options but to deepen ties with China. As such, it seems reasonable that China will move forward as a way of both showing strength and using this opportunity to deepen it's strategic and perceptual position in asia."], [1034, "2017-01-28T09:00:14Z", 0.0, "A Default in China Spreads Anxiety Among Investors"], [1034, "2017-01-26T08:45:59Z", 0.0, "China Warns US Over South China Sea"], [21800, "2017-01-25T12:26:29Z", 0.35, "Going back to my original position from the 50% position."], [755, "2017-01-23T21:01:19Z", 0.6, "Verbal tit-for-tat continues:\nThe Sydney Morning Herald, January 23, 'South China Sea: US says will prevent China taking over territory in international waters': http://www.smh.com.au/world/south-china-sea-us-says-will-prevent-china-taking-over-territory-in-international-waters-20170123-gtxc4d.html"], [1034, "2017-01-23T06:03:00Z", 0.0, "China Slams Western Democracy as Flawed"], [30022, "2017-01-20T12:10:31Z", 0.76, "http://www.reuters.com/article/us-china-vietnam-idUSKBN14Y0JZ\nhttp://www.reuters.com/article/us-southchinasea-philippines-idUSKBN14W1LV\nhttp://www.reuters.com/article/us-indonesia-japan-southchinasea-idUSKBN14Z0G1?feedType=RSS&feedName=worldNews"], [1034, "2017-01-19T05:46:41Z", 0.0, "This Chinese Province Says It Faked Fiscal Data for Several Years"], [28091, "2017-01-17T16:51:35Z", 0.25, "Duterte's recent courting of Japan and an official protest over the Spratly islands make me upgrade the chance that China may retaliate in the Scarborough Shoal. "], [476, "2017-01-14T11:54:27Z", 0.6, "One of the issues with the flaky  app being used here is that it is \"sticky\".  I put 60 in the box and it came out as 78."], [476, "2017-01-14T11:52:03Z", 0.78, "\"Backyard bully\" meme link  http://www.hardnewsmedia.com/2016/07/south-china-sea-backyard-bully\n and other western \"yellow press\" assets help give legs and job security to what is at best a tier 2 issue that resolves as a win win for defense driven growth.  "], [562, "2017-01-14T03:58:47Z", 0.75, "It seems very likely to happen because of all the activity and to aggravate the Trump administration because of their blaming of China for everything. China is building a stronger relationship with Russia, since the US seems to be declining on the world stage, and Putin would encourage Trump to lay off on China."], [15621, "2017-01-13T08:08:55Z", 0.6, "Passage of time"], [1034, "2017-01-13T06:26:40Z", 0.0, "China Pushes Back After Tillerson Warns on South China Sea"], [691, "2017-01-12T18:32:06Z", 0.46, "They might hold off on this for a while until they see what the incoming US administration is likely to do.  Nobody, including especially the incoming US administration, has the slightest idea about this yet.  "], [30022, "2017-01-11T19:01:10Z", 0.75, "http://www.smh.com.au/world/south-china-sea-philippines-rodrigo-duterte-courts-russia-in-snub-to-us-20170107-gtnhw9.html"], [755, "2017-01-09T01:14:29Z", 0.75, "Affirming forecast for the passage of time."], [373, "2017-01-07T21:14:51Z", 0.05, "China will continue their incessant but very gradual push to lay claim to most of the South China Sea...these two areas are unlikely to figure into the picture in the next 9 months."], [25705, "2017-01-06T17:38:45Z", 0.0, "http://m.philstar.com/314191/show/01a5ba87e0b0036672be4beecb26b73f/"], [30022, "2017-01-04T17:35:40Z", 0.72, "http://abcnews.go.com/International/wireStory/recent-developments-surrounding-south-china-sea-44395305\nhttp://www.readingeagle.com/ap/article/china-takes-island-building-skills-to-dutertes-backyard"], [1034, "2016-12-29T09:18:34Z", 0.0, "Singapore Defaults Seen as Bellwether for 2017 Asia Distress"], [31766, "2016-12-28T04:11:20Z", 0.8, "China will buy all the sand and move it to middle of China sea."], [1262, "2016-12-27T21:34:04Z", 0.09, "Decreasing forecast,  in part based on @Wildwood200 comments   (http://www.gjopen.com/comments/comments/408130) and map (1) that shows Scarborough Shoals location:  No info on oil there; close location to US base in Philippines may be of interest but no sign of Chinese activity.    Macclesfield Bank is a sunken shoal (2) and would likely require a great deal of effort (and cost) to recover and sustain.    Already \"Mother Nature\" apparently has \"her\" own plans for the area (3)!"], [755, "2016-12-26T17:42:30Z", 0.75, "Possession\nn. 1) any article, object, asset or property which one owns, occupies, holds or has under control. 2) the act of owning, occupying, holding or having under control an article, object, asset or property. \"Constructive possession\" involves property which is not immediately held, but which one has the right to hold and the means to get (such as a key to a storeroom or safe deposit box). \"Criminal possession\" is the holding of property which it is illegal to possess such as controlled narcotics, stolen goods or liquor by a juvenile. The old adage \"possession is nine-tenths of the law\" is a rule of force and not of law, since ownership requires the right to possess as well as actual or constructive possession."], [30022, "2016-12-25T22:46:50Z", 0.67, "Some news about the topic:\nhttp://www.ibtimes.co.uk/china-mobilise-hundreds-missiles-disputed-south-china-sea-islands-coming-months-us-officials-1598043\nhttp://www.japantimes.co.jp/news/2016/12/25/national/japan-spots-chinese-aircraft-carrier-east-china-sea-apparently-heading-pacific-first-time/\nhttp://www.wsj.com/articles/china-throws-out-south-china-sea-rule-book-1482226667"], [1034, "2016-12-24T09:35:48Z", 0.0, "Tong (2016) December 21, states that:"], [1034, "2016-12-20T06:24:31Z", 0.0, "China s Drone Seizure Sows Concern That U.S. Secrets Were Stolen"], [25021, "2016-12-18T21:55:49Z", 0.55, "This could go either way. Believe China has a long-term strategy in South China Sea which protestations from Vietnam and the US are unlikely to deter. Remember, the reclamation activity only needs to begin, and then the next step in the diplomatic process can take over. Meanwhile: http://www.chinapost.com.tw/china/national-news/2016/11/28/485183/Top-firms.htm"], [30022, "2016-12-18T13:47:52Z", 0.43, "At first the Philippines statement, that they won't protest China actions in Spratly Islands (see article Wildwood2000 linked). made me think to make it more likley to cause additional land reclaiming activity. \nBut Trump already shows pretty aggressive behavior towards China  (see second article Wildwood linked), and with the Philippines dropping out on this issue, this could make Trump even more aggressive. Therefore Chinese will think twice if they start any land reclamation activity. "], [1034, "2016-12-18T08:29:18Z", 0.0, "China to return seized U S drone says Washington hyping up incident"], [1034, "2016-12-17T06:21:09Z", 0.0, "China seizes U.S. underwater drone in South China Sea"], [23006, "2016-12-16T03:30:02Z", 0.51, "it's on again\nhttp://www.wsj.com/articles/china-installs-weapons-in-south-china-sea-satellites-show-1481771066?utm_source=huffingtonpost.com&utm_medium=referral&utm_campaign=pubexchange"], [1034, "2016-12-15T08:11:01Z", 0.0, "Brunnstrom (2016) Dec 14, states that:"], [1034, "2016-12-14T08:07:18Z", 0.0, "U S Ready to Confront Beijing on South China Sea Admiral"], [28091, "2016-12-13T16:11:57Z", 0.2, "Down grading this as the cooperation between Duterte and China continues (weapons sales)."], [21800, "2016-12-13T06:19:04Z", 0.57, "Given Trump's ratcheting up of tension with China a la Taiwan, I am raising this from high 40s to 57%."], [11430, "2016-12-10T19:09:45Z", 0.75, "China is intent on expanding SCS presence."], [28091, "2016-12-08T15:40:14Z", 0.23, "Moving this up a bit as Duterte's plans to create a marine sanctuary by executive order could be seen by China as a challenge to their sovereignty over the Scarborough Shoal.  "], [31125, "2016-12-05T21:51:28Z", 0.3, "China´s policy is to keep a low profile while moving steadily to their final predefined goal. With Trump focusing the attention on China as \"the enemy\" these steps are going to be smaller than ever"], [755, "2016-12-05T00:19:03Z", 0.75, "The China Post, November 28, 'Top firms set up shop on disputed South China Sea island': http://www.chinapost.com.tw/china/national-news/2016/11/28/485183/Top-firms.htm\nClip from Post article:\n\"Sansha city was established in 2012 on the 2.1 square kilometer Woody Island in the Paracels. Through Sansha, China administers the Xisha (Paracels), Zhongsha (Macclesfield Bank and Scarborough Shoal) and Nansha (Spratly) island chains, parts of which are occupied or claimed by Vietnam, the Philippines, Taiwan, Malaysia and Brunei.\""], [12605, "2016-12-04T11:43:02Z", 0.2, "DEBUNK ALERT: Yet another \"Coming War with China\" \nhttp://www.telesurtv.net/english/opinion/The-Coming-War-on-China-20161203-0010.html"], [1034, "2016-12-03T17:10:40Z", 0.0, "Chinas Xi says military must be smaller but more capable Sat Dec 3, 2016"], [25944, "2016-12-03T00:50:55Z", 0.5, "If Trump manages to create enough chaos either domestically or in the Middle East (esp. Iran), I think China will be tempted to take advantage of the distraction.  I don't think they care one way or the other about Duterte in the Phillipines, and increasing control of the South China Sea is a long term, high priority project for them."], [25705, "2016-11-29T15:03:33Z", 0.0, "BEIJING - China is considering a \"wholesale\" deal that will grant Philippine fishing vessels access to disputed Panatag (Scarborough) Shoal waters in the South China Sea, an influential Chinese academic and government adviser said on Friday, as relations between the two countries improve. - ..."], [691, "2016-11-23T14:56:08Z", 0.56, "No matter what Duterte thinks, the Philippines is a bit player in this game.  The PRC will wish to test various commitments, promises, and other pronouncements on the part of the Philippines, the US, and several others.  This is a pretty good way to do that.  "], [25705, "2016-11-22T12:48:58Z", 0.0, "\nhttp://www.ibtimes.co.uk/chinas-xi-jinping-open-dutertes-proposal-turning-panatag-shoal-into-marine-sanctuary-1592580"], [29502, "2016-11-19T17:59:09Z", 0.67, "I understand that the flirting going on between Duterte and Xi Jinping makes the case against that. However, China has made taking control of the South China Sea a long term plan with much time and resources invested in the issue. The decision of the  Permanent Court of Arbitration is irrelevant--China did not give a rat's ass about it to begin with. They are making their own institutions now.  International Maritime Judicial Center to counter the Hague tribunal’s Philippines hearing.  The Asian Infrastructure Investment Bank to compete with the World Bank, the Asian Development Bank . The One Belt One Road initiative to secure trade routes and supply chains far from its borders. It is about control here--China wants to have jurisdiction over the SCS which will entail building a military base on Scarborough Shoal and will be essentially able to stop the logistical flows of other nations through domestic law. Furthermore with the new leadership in the US, China may prioritize bumping their reclamation activity to soothing Duterte."], [28091, "2016-11-17T15:58:47Z", 0.2, "Continuing to downgrade this. Compromise with the Philippines on this issue will do more to advance China's goals in the region than starting land reclamation in these areas. "], [1034, "2016-11-16T07:28:53Z", 0.0, "\nTrump change points to calmer waters on South China Sea horizon"], [21800, "2016-11-15T02:58:53Z", 0.47, "Trump might even be inclined to cut a deal with Beijing, in which case all the drama and grand standing done by Duterte against the US (in the hope of pleasing Beijing) will come to naught. If so, Beijing could proceed on the Shoal and the Bank, because Duterte's intentions towards the US would have become a non factor. "], [6978, "2016-11-14T23:55:48Z", 0.67, "Given Trump's anti-multilateral institution (UN) stance and vows to confront China, strategic realities they're unlikely to miss, and attempt to preempt while US is still reorganizing."], [15621, "2016-11-14T09:27:21Z", 0.65, "Passage of time."], [28091, "2016-11-12T17:18:22Z", 0.23, "Continuing to downgrade this as Duterte says he will continue the shift to China during a Trump administration. "], [1034, "2016-11-12T11:19:19Z", 0.0, "Shifting military needs such as this:"], [28091, "2016-11-11T15:48:26Z", 0.25, "Downgrading this further as the uncertainty of a Trump administration stand on trade makes it more likely that duterte will hedge his bets and stay close to China and China will encourage it. "], [1034, "2016-11-11T12:01:00Z", 0.0, "\nKelly (2016) Nov 10, states that:"], [21800, "2016-11-10T04:35:14Z", 0.38, "Trump win is unpredictable on many counts including the US's relations with Philippines and China. I am moderating my forecast from 20% to 38%."], [1529, "2016-11-10T03:50:22Z", 0.4, "The apparent agreement between Xi and Duarte to allow Philippine fisherman to enter the area cools off the potential conflict. IF China goes ahead with the building but allows fishing access and maybe some other financial support, then both Xi and Duarte get something they want. It will be intriguing how Trump reacts to this since US military is against the build-up. "], [1034, "2016-11-08T07:48:44Z", 0.0, "Wong and Wu (2016) state that:"], [13390, "2016-11-06T08:21:33Z", 1.0, "I believe this is already underway."], [30022, "2016-11-05T13:49:29Z", 0.84, "Looking at the Map, the Macclesfield Bank would be the next step in Chinese island hopping. They have already building infrastructure on the paracel islands, which could be used to provide cover to any land reclamation activity . Especially after the Chinese bought Russian S-400 missile defence systems with a maximum range of 400km, which could completely cover Macclesfield Bank from Paracel Island (distance between both Islands is 200km)"], [25705, "2016-11-04T14:19:47Z", 0.0, "At the same time, Philippine Navy is not going to Scarborough"], [25705, "2016-11-04T14:12:34Z", 0.0, "The Philippine Coast Guard (PCG) will start to “test the waters” in the disputed Panatag Shoal (Scarborough Shoal) in the West Philippine Sea as it resumes its sea patrol on Thursday"], [20014, "2016-11-04T04:52:53Z", 0.6, "The US election results will be tested by the Chinese in the SCS."], [476, "2016-11-03T10:52:46Z", 0.55, "Recently deal with Duterte, while \"non-binding\" causes this \"forecaster\" to lower probability again. Link to how CNN is consent manufacturing (and dissent manufacturing) this issue.  http://edition.cnn.com/2016/10/31/opinions/philippines-china-us-scarborough-shoal-south-china-sea/\n"], [29206, "2016-11-02T23:45:42Z", 0.75, "Macclesfield, yes. Scarborough, no. They no longer need to at the latter, with Duterte playing ball."], [25705, "2016-11-02T14:09:27Z", 0.0, "Why scare Duterte by reclamation at Scarborough when there is a real benefit for China to use carrots for Philippines and try to switch their allegiance from the US to Chinese camp? O.K., maybe not a switch per se, but some \"rebalancing\""], [28091, "2016-11-01T22:08:05Z", 0.3, "A small gesture for sure but it appears that China is allowing resumption of fishing by Filipino fishermen in the Scarborough Shoal. "], [15621, "2016-11-01T06:40:58Z", 0.7, "Nearer consensus"], [29469, "2016-10-31T11:34:01Z", 0.34, "Philippine president Duterte has made a strong pivot from the U.S. to China, so will be amenable to some deal regarding these areas. China's position is that the PCA has no jurisdiction so the ruling won't change their stance on the areas. However, the deal-making and sorting out the logistics will take some time, so sense they might not have time to commence with the land reclamation."], [1034, "2016-10-30T19:39:29Z", 0.0, "too close to the Philippines and international observation for the purpose of their intent at the present time.\n"], [1262, "2016-10-30T17:36:04Z", 0.45, "Decreasing based on this by @Kspain:    comment https://www.gjopen.com/comments/comments/364207    Duarte may or may not be successful however."], [21800, "2016-10-30T07:50:15Z", 0.2, "Following @Raahul_Kumar"], [19801, "2016-10-30T07:29:57Z", 0.0, "The Punisher shows the advantages of throwing the US overboard."], [4139, "2016-10-29T22:35:23Z", 0.0, "They made a deal with Duerte, good chess move, get the US bases gone in return for a worthless piece of coral."], [3895, "2016-10-28T17:33:51Z", 0.42, "down substantially on news that Filipino fishermen have been allowed back near the shoal today"], [29433, "2016-10-28T13:53:15Z", 0.45, "reports that China intended to begin building at the shoal under the cover of the US election appears to be false.  The Phillipines continued turn toward China provides additional reason not to begin building.  "], [755, "2016-10-28T05:23:25Z", 0.75, "An interesting development in the SCS:\nBusiness Insider, October 27, 'No one knows what these hexagonal structures the Chinese keep building in the South China Sea are for': http://www.businessinsider.com/csis-satellite-hexagonal-south-china-sea-2016-10\nClip from article:\n\"I'm afraid we still don't know for sure what the structures are, beyond saying that they appear defensive in nature,\" Gregory Poling, director of AMTI, told Business Insider about the hexagonal designs.\nBonnie Glaser, senior adviser for Asia and the director of the China Power Project at CSIS, echoed Poling, telling Business Insider, \"there has been some speculation that they might be SAM sites.\""], [691, "2016-10-27T19:35:37Z", 0.84, "Isn't there a song like that:  \"Are you going to Scarborough Shoal?\"  Simon and Garfunkel most recently, I think.  "], [476, "2016-10-26T20:19:49Z", 0.75, "Walking this back a bit due to Beijing-Manila \"love fest\" "], [1262, "2016-10-26T02:25:47Z", 0.81, "Scarborough Shoal  \nCLIP 1:\n[1] \"In July 2015, Filipino fishermen discovered large buoys and containment booms in Scarborough shoal. They were assumed to be Chinese and were removed and towed back to the Philippine coast.[9] In September 2016 during the ASEAN summit, the Philippine government claimed that a number of Chinese ships capable of land reclamation had recently collected at Scarborough shoal. This claim was denied by the Chinese government.\"\nAs of September 2016, Chinese activities at the Shoal continue.[2]"], [25397, "2016-10-24T07:39:23Z", 0.69, "Yes, because Duterte is really unsure of what he wants for foreign policy.\nChina is likely to seize this opportunity to make a move."], [25705, "2016-10-22T23:43:12Z", 0.05, "I guess I'll be going against the common wisdom."], [629, "2016-10-22T21:51:23Z", 0.25, "They will show a less aggressive tone at these sites."], [28091, "2016-10-21T19:00:18Z", 0.37, "China would like like to increase its military, economic and political strength in Asia at the expense of the US. Duterte's recent statements in China help China reach that goal and they may be less likely to start new land reclamation. Duterte is a loose cannon and some of his comments may be walked back but this is worth a small change in my forecast. "], [12605, "2016-10-20T14:16:17Z", 0.4, "For some reason, I don't think that the Macclesfield Bank is an interesting position to begin with, and would get international outrage for the destruction of its coral reefs; on top, China has always shown \"benevolence\" in its territorial disputes, once the counterparty was showing deferrence and respect to Beijing, as we are reading it about the Philippines lately."], [29651, "2016-10-19T09:00:21Z", 0.05, "China has been making peace efforts with Philippines."], [368, "2016-10-18T21:27:49Z", 0.95, "Macclesfield Bank is claimed in whole or in part by China and Taiwan.  If land reclamation is to occur, it is here that the Chinese will most likely seek its strategic advantage to additional claims in the South China Sea and it's de facto extension of its military power and reach.  Given the recent rapproachment with the Philippines and the constraints its leader faces with respect to the handling of Scarborough (could result in his impeachment - legally) and accommodation with the Chinese with regard to reclamation here."], [8736, "2016-10-18T21:21:49Z", 0.5, "China may surprise the world."], [3895, "2016-10-18T15:24:04Z", 0.77, "going up substantially on http://www.philstar.com/headlines/2016/10/18/1634736/no-china-reclamation-panatag-dnd"], [3895, "2016-10-17T10:13:48Z", 0.44, "compromise time http://newsinfo.inquirer.net/825665/duterte-wont-compromise-ph-stand-on-west-philippine-sea"], [28228, "2016-10-17T09:01:32Z", 0.8, "China will likely want to follow up and lock-in the win following Duterte's statements conceding the shoals "], [7523, "2016-10-15T15:04:26Z", 0.45, "No - Clinton is too tough for China to make this move without severe consequences. "], [1023, "2016-10-14T14:15:35Z", 0.85, "weak govco fears china."], [691, "2016-10-12T20:08:53Z", 0.76, "President Duterte has graciously given the PRC his cojones to hold.  It would be surprising if they didn't give them a little squeeze from time to time.  This is a good way to do that at little cost, either financial or geopolitical. "], [476, "2016-10-12T14:15:40Z", 0.95, "One reason is because they have small nuclear reactors they use on these \"man made\" islands.  Makes the forecasting problem more complicated. Link here http://www.globalconstructionreview.com/news/china-designs-baby-reactors-pow7er-isla7nds-sou7th/\n"], [29539, "2016-10-12T11:22:36Z", 0.15, "The Chinese tactic is to swarm the South China Seaâ€™s "], [29433, "2016-10-11T17:47:55Z", 0.53, "Duterte's further turn towards China.  He has unambiguously indicated that the Phillipines is willing to comprise on a wide range of ownership issues that were subject to the UN Aribtration Tribunal ruling.  This seems as if China would not wish to antagonize national Phillipine sentiment that could endanger those potential future bilateral negotations.  Also, the longer China waits to begin reclamation of the shoal the less likely it will use US election as cover for reclamation as leaked in several stories.  I also think I over predicted to begin with based on China's reclamation projects in the Spratly's, which were disputed but under Chinese control, with inhabited outposts, for several years prior to reclamation.    "], [3895, "2016-10-11T15:18:55Z", 0.46, "http://globalnation.inquirer.net/146529/duterte-says-ph-cant-win-in-scarborough-shoal"], [3895, "2016-10-11T10:07:54Z", 0.46, "gonna start on the lower side of this one. Why antagonize & publicly embarrass Duterte, when he's made so many positive & cooperative signals recently? I'm sure the Chinese would like to do this - it would definitely help them enforce a future South China Sea ADIZ - but the politics of the situation may not work out in this direction. "], [28091, "2016-10-10T15:57:52Z", 0.4, "This may depend on China's ongoing relationship with Rodrigo Duterte. If Duterte continues to move closer to China and further from the US then China would not want to upset that by reclamation activity in the previously uninhabited Scarborough Shoal. This is a tough one to call and I will be watching that relationship."], [22305, "2016-10-10T12:20:56Z", 0.85, "absolutely, yes."], [7124, "2016-10-10T03:14:05Z", 0.55, "China is aggressive in asserting its claims to both the South China Sea and the East China Sea "], [1430, "2016-10-10T00:22:16Z", 0.05, "China is busy for something else."], [23006, "2016-10-07T23:29:27Z", 0.45, "Interpreting 'land reclamation activity' to mean:\n- Cordoning off disputed areas for war games (July 19-21)\n- building on the shoal in an attempt to change its cartography, and show continuous use (or sovereignty) \n- China's Maritime Safety Administration issuing public statements that say entrance to these waters by foreign ships will be prohibited\nsome of these things have already been done."], [29433, "2016-10-07T18:41:20Z", 0.6, "Based on the rate of Chinese reclamation projects in the South China Sea over the past 5 years, which has increased over the past 3 years.  The location of the Shoal and Bank in question slightly lowers the prediction as being provocatively close to the Philippines, particularly Scarborough.  Both are uninhibited features which contradict claims under unbinding south china seas treaty touted by China.  Duetertes turn towards China.  Recent UN tribunal ruling against China.  US red line pronouncements.  China's leaked claims of potential construction while US distracted with election.  I would add that sevedb's analyses is extremely helpful but it really only addresses Scarborough, which is much more controversial.  The Macclesfield Bank is also included in the question, is much less controversial than Scarborough, and is only contested by Taiwan.  However, Macclesfield Bank is not an atoll, it is purely an underwater feature making it a less likely candidate for reclamation.  It seems to me that since China has disavowed the UN tribunal ruling that they will likely select a less controversial feature for reclamation but will go forward as a sign of strength somewhere in the South China Sea.  There were approximately 29 separate features, islets, atolls, rock outcroppings, banks, addressed in the UN tribunal decision.  Also, since the question only asks if China will begin reclamation on either, not complete, it is possible that China will begin (whatever that means) the process in advance of any regional negotiations on ownership of the disputed territories as a negotiating ploy."], [15621, "2016-10-07T09:01:20Z", 0.8, "https://www.gjopen.com/comments/comments/342472\nComing down a bit on @sevedb comment. I still think it is likely that China will push on here as it is an ideal time with US occupied in middle east and election, Duterte compromising and rest of world more concerned with Syria, North Korea etc. "], [10657, "2016-10-06T20:10:11Z", 0.75, "Only if Trump wins will they hesitate."], [1639, "2016-10-06T14:49:09Z", 0.5, "A number of countries have made historic claims of the use of Scarborough shoal. China has claimed that a 1279 Yuan dynasty map and subsequent surveys by the royal astronomer Guo Shoujing carried out during Kublai Khan's reign established that Scarborough shoal (then called Zhongsha islands) were used since the thirteenth century by Chinese and Taiwanese fishermen.  At various times between 1951-1991, U.S. and Philippine military forces operating from Philippine bases routinely employed various types of live and inert ordnance at Scarborough Shoal for exercises and other training. As of September 2016, Chinese activities at the Shoal continue."], [15621, "2016-10-05T20:31:08Z", 0.88, "Starting high as I think it is more logical move for China than trying to implement no fly zones"], [691, "2016-10-05T20:09:24Z", 0.78, "It is a fairly obvious next move, and President Duterte's attack of the vapours makes it even more likely in the relatively short term.  There seems scant reason for restraint."], [12605, "2016-10-05T13:42:29Z", 0.7, "http://www.manilatimes.net/beijing-eyes-military-cooperation-with-manila/289015/"], [19801, "2016-10-05T13:34:39Z", 0.5, "Further, China specifically went out of its way to highlight its commitment to the DoC at the July ASEAN-China foreign minister’s meeting. That commitment was reemphasized at the recent summit meeting between President Xi Jinping and his ASEAN counterparts. The joint statement issued after the summit also contains a point reaffirming both sides’ commitment to the DoC and another point specifically welcoming “the adoption of the Joint Statement of the Foreign Ministers of ASEAN Member States and China on the Full and Effective Implementation of the DOC.”"], [755, "2016-10-05T00:29:41Z", 0.75, "Inquirer.net, October 4, 'Duterte policy to erode US influence in South China Sea – study': http://globalnation.inquirer.net/146098/duterte-foreign-policy-to-undermine-us-influence-in-south-china-sea-study\nClips from Inquirer article:\n“A major geopolitical shift in Asia appears to have begun in mid-2016, when Rodrigo Duterte became president of the Philippines, and this will undermine the US’s position to the benefit of China,” BMI Research said, noting that “Duterte’s predecessor, Benigno Aquino III, pursued a staunchly anti-China policy, as Beijing adopted an increasingly assertive stance towards its claims to the South China Sea.”\n“Aquino bolstered the Philippines’ ties with the US and Japan, both of which are wary of China’s growing military power in Asia,” BMI Research further noted.\nOn the other hand, “Duterte has adopted a noticeably anti-American tone, while sounding more accommodating towards China.”\n“This suggests that the Philippines’ presence in an informal US-led bloc of Asian nations aimed at counter-balancing China’s rise is no longer assured,” according to BMI Research.\nThe report noted that because of its strategic location between global trade routes connecting the Pacific Ocean and the West Philippine Sea, the Philippines had gained geopolitical importance. “The US first recognised the Philippines’ strategic significance more than a century ago, when it seized the territory from Spain in the Spanish-American War of 1898,” it said.\""], [12879, "2016-10-04T19:30:38Z", 0.75, "The odds are better than a 70%/30% chance that she, China, will desire to exert it's continuing  influence in the region."], [180, "2016-10-04T19:07:37Z", 0.75, "China pushes it's 'claim' to the SCS and even the ECS daily now. Meanwhile Indonesia, Japan, et al., are sharpening their 'knives' as quickly as possible. There is no sound reason to think China WON'T do this - only the 'dating' is in question. "], [12605, "2016-10-04T18:24:23Z", 0.75, "»On Jan. 1, 2014, China’s Maritime Safety Administration announced it had begun requiring all foreign fishing boats vessels to first obtain approval before entering the sea covered by most of the Nine-Dash Line. The zone includes the disputed islands, in the Paracels and Sprtalys, along with Macclesfield Bank, and Scarborough Reef in the northeast.« http://atimes.com/2015/09/the-china-challenge-island-building-a-military-threat-in-the-south-china-sea/"], [4634, "2016-10-04T17:58:33Z", 0.4, "Related question: Will Rodrigo Duterte cease to be President of the Philippines before 1 October 2017?"]]}