{"question_id": 462, "title": "Will Turkey's upcoming constitutional referendum pass?", "correct_answer": "Yes", "crowd_forecast": 1.0, "preds": [[691, "2017-04-28T11:43:16Z", 1.0, "Presumably this Q has been held open in an abundance of caution, against the extremely unlikely chance of an adverse court decision or massive error found by a recount.  One supposes they might cut off scoring retroactively, of course.  "], [1034, "2017-04-26T07:33:55Z", 1.0, "Erdogan says Turkey won't wait at Europe's door forever"], [1034, "2017-04-25T07:34:56Z", 1.0, "Turkey Cabinet Overhaul Coming as Erdogan Eyes Party Return"], [1034, "2017-04-24T06:06:14Z", 1.0, "Turkey's justice minister: Time to contest vote results over"], [1034, "2017-04-23T07:50:48Z", 1.0, "German conservatives urge end to EU-Turkey talks after pro-Erdogan vote"], [1034, "2017-04-20T18:49:41Z", 1.0, "Turkey says European rights court has no jurisdiction over referendum"], [767, "2017-04-19T21:50:14Z", 1.0, "Turkey’s largest opposition party, The Republican People's Party, has filed a formal request to annul constitutional referendum citing illegal vote rigging.  "], [35005, "2017-04-18T14:19:48Z", 1.0, "The vote just occurred. Opposition will not be able to overturn even if evidence of tampering is found."], [19801, "2017-04-18T12:44:05Z", 1.0, "Turkish referendum polls show 'Yes' vote above 51 percent\nhttp://www.reuters.com/article/us-turkey-referendum-poll-idUSKBN17F0V3"], [38, "2017-04-17T20:29:16Z", 1.0, "https://apnews.com/a07cf9f9f82e43288632ec2d70baf907/Opposition-to-challenge-votes-on-expanding-Erdogan's-powers"], [1034, "2017-04-17T18:32:40Z", 1.0, "Monitors criticize Turkey referendum; Erdogan denounces 'crusader mentality'"], [31450, "2017-04-17T14:15:47Z", 1.0, "Well this got easier"], [1643, "2017-04-17T11:01:18Z", 1.0, "happened yday"], [1034, "2017-04-16T18:30:26Z", 1.0, "Erdogan Declares Victory as Opposition Contest Turkish Result"], [4634, "2017-04-16T18:24:01Z", 0.98, "\"CHP MP Eren Erdem is broadcasting on Periscope on the YSK vs. AA results disparity. He gives the example of Istanbul, which Anadolu says is narrowly in the bag for No with 99% of ballot boxes opened.\nHe says the YSK results show the proportion of ballot boxes opened is much lower, around 73%. The Istanbul districts that have completed counting are places like Esenler, which are strong with the governing AK Party, while more than a third of votes are still waiting to be counted in CHP strongholds like Kadıköy."], [29680, "2017-04-16T18:15:53Z", 1.0, "It happened."], [6373, "2017-04-16T13:18:04Z", 0.78, "The President of Turkey is well on his way to legitimizing his Dictatorship. He has paved the way for this referendum to pass by jailing political opponents and closing down the free press. It still might be close but it will certainly pass."], [1034, "2017-04-16T07:59:55Z", 1.0, "Erdogan makes final push before vote on presidential powers"], [64, "2017-04-15T21:02:26Z", 0.4, "The polls are close, but Erdogan has clamped down enough to scare people. So, I expect the NO has a slight lead. Folk who voted against Erdogan in the past are unlikely to vote for him,. On the other hand, some of those who voted for him in the pass will think he has gone too far -- particularly when they know perfectly decent friends and family who have been fired or even arrested."], [1333, "2017-04-15T18:58:01Z", 1.0, "Some elderly were told that if the April 16 referendum on providing greater powers to the Turkish presidency does not pass, their retirement funds will be cut off, along with the government aid provided for the disabled."], [1333, "2017-04-14T22:15:47Z", 0.45, "Polls show the margin of those inclined to vote yes is narrowing, and this far ahead of the election it looks downhill from here."], [691, "2017-04-14T21:01:43Z", 0.86, "It will be close.  Luckily we are only guessing the result, not the margin."], [1711, "2017-04-14T15:16:10Z", 0.0, "Surveys are completely unreliable since people are afraid to say no. "], [754, "2017-04-14T13:45:07Z", 0.0, "This is a Big swing and a bit late to affect my Brier score, because I was at 100% for a long time. I didn't study hard enough and that was lazy. Now seeing close polls, maybe 51 or 52% in favor. "], [1034, "2017-04-13T17:50:12Z", 1.0, "Turkish referendum polls show 'Yes' vote above 51 percent"], [159, "2017-04-13T11:32:02Z", 0.9, "One would suspect this will happen.  You know what Stalin said about the important thing being who counts the votes."], [34920, "2017-04-12T15:41:21Z", 0.8, "Also an easy one"], [34353, "2017-04-12T15:27:25Z", 0.75, "Current polling is, and has been, favorable for passage. Upgrade to 75%."], [1639, "2017-04-12T14:46:40Z", 0.95, "Voters will go to the polls Sunday to decide whether to hand sweeping new powers to President Recep Tayyip Erdoğan."], [691, "2017-04-12T12:18:42Z", 0.88, "It will probably be a close tally, but there's not much point to being a thug if you can't win an election by the time-honoured methods of beating, jailing, and killing your opponents, all the while controlling the press.  If he's still nervous, there's always fraud.  "], [1643, "2017-04-12T12:15:40Z", 0.49, "This one is tough."], [28115, "2017-04-11T16:04:16Z", 0.55, "Instability in the region high likely to affect undecide voters. "], [1034, "2017-04-11T06:14:23Z", 1.0, "Silent conservatives may hold key in Turkish vote on Erdogan's powers"], [34267, "2017-04-10T23:03:28Z", 0.6, "wild guess pending further info"], [32766, "2017-04-10T13:31:47Z", 0.95, "Rigged votes don't fail."], [7124, "2017-04-10T05:17:03Z", 0.85, "Erdogan has all the cards with suppression of the media and cowed opposition"], [34862, "2017-04-09T23:10:03Z", 0.95, "Only a couple of percentage points stand between Erdogan and absolute power. Will he simply accept a defeat of his life's mission and purpose for a few percent who vote no over yes? Of course not. He's in it to win it - and he will win by any means."], [30200, "2017-04-09T15:16:20Z", 0.75, "The trend goes towards the strong man, and the attempted coup did not help the opposition. Better prepare for Erdogans success. "], [13210, "2017-04-09T15:13:33Z", 0.95, "The referendum will pass, because the AKP votes varied between 42 an 49% in recent years. Know they have an informal coalition with the nationalist party (MHP) which is about 13%. Together they will unite more than 50%. Restricted access to critical media and oppositional forces could increase this likelihood. "], [1526, "2017-04-09T14:39:59Z", 0.99, "I'm basing this off of @Berci and @Wildwood2000 post. I think they are right on. "], [20156, "2017-04-08T12:50:32Z", 0.9, "Based on recent polls: https://en.wikipedia.org/wiki/Turkish_constitutional_referendum,_2017#Opinion_polls"], [29907, "2017-04-08T10:46:01Z", 0.63, "Based on betting odds."], [20284, "2017-04-07T21:21:23Z", 0.8, "We are seeing the entrenchment of a party and person into the political world of Turkey.   With the vote of the people yet greater power will be given to the current rulers.  A strong minority will be in opposition, however, it is not enough to change the direction of greater power to the current government.  For the majority of Turks they see chaos to the South, internal rebellion in the west and border area or the south west, to the East rejection by Europe and to the North Russia.\nSo you continue to back to strong nationalist currently in power.  "], [1034, "2017-04-07T06:07:32Z", 1.0, "Comment deleted on Apr 07, 2017 06:08AM UTC"], [706, "2017-04-07T04:17:34Z", 0.85, "I'm as certain about this as I was about the UCONN women winning the NCAA basketball championship."], [28091, "2017-04-07T01:35:01Z", 0.95, "Erdogan was supported during the coup and he is playing this as an us against them (including Europe) scenario that often works well.  "], [31450, "2017-04-06T20:49:59Z", 0.9, "I am really sure this referendum will be successful because the Turkish government has shown itself much better at organizing its voters than the opposition has. The fact that Erdogan has won virtually every election of the last decade also makes me lean heavily toward yes."], [32589, "2017-04-05T07:08:48Z", 0.41, "https://en.wikipedia.org/wiki/Turkish_constitutional_referendum,_2017\n"], [1034, "2017-04-05T06:51:27Z", 1.0, "Erdogan urges Turkish voters in Europe to back referendum"], [29680, "2017-04-05T04:20:05Z", 0.75, "Just learned of this question. Seems much more likely than the consensus. "], [33927, "2017-04-05T03:57:25Z", 0.68, "Erdogan has been pushing hard for increased powers, and rural, conservative voters appear to want him to have those powers. I would say that with recent AKP results, we could see the referendum pass by a small margin. It won't be taken well in Ankara or Istanbul, however."], [23006, "2017-04-05T01:20:45Z", 1.0, "If Erodogan is holding a referendum, it's possibly because he's sure it will pass, or that He can get it passed. He is consolidating his power in the vein of Assad - creating a close cohort of supporters, clamping down on opposition, amending the constitution will alacrity., etc"], [34353, "2017-04-04T19:11:29Z", 0.6, "Voter suppression tactics in Turkey towards \"No\" voters has likely caused polling to be less accurate, with potential \"No\" voters either saying they'll vote \"Yes\" or say they're undecided. Recent polling indicates \"Yes\" has a slight advantage, but the accuracy of these should be viewed with healthy skepticism, as the \"No\" voters may have a larger turnout than anticipated."], [691, "2017-04-04T18:37:42Z", 0.78, "This is not so popular as Erdogan would like, but these days there are not many leaders who have achieved his high level of thuggery.  And if that doesn't work, there's always fraud.  It'll be fairly close, but he'll see to it that he gets what he wants.  "], [31082, "2017-04-04T18:25:45Z", 0.55, "Personally I believe that nationalist sentiment in Turkey is strong enough to give the referendum a yes, but loooking at polls it seems less likely, with a downward trend for the yes. So I give it a slight overweight against a no."]]}