{"question_id": 177, "title": "Will Senator Ron Johnson (R-WI) be re-elected this November?", "correct_answer": "Yes", "crowd_forecast": 0.14, "preds": [[14208, "2016-11-09T05:58:52Z", 1.0, "40% to 100%"], [10898, "2016-11-09T04:27:17Z", 1.0, "*This is definitely cheating - would work only in case GJO makes a mistake to include today in the scores (as indicated by resolution date)*\n"], [5001, "2016-11-09T04:17:47Z", 1.0, "*This is definitely cheating - would work only in case GJO makes a mistake to include today in the scores (as indicated by resolution date)*\n"], [767, "2016-11-09T03:57:46Z", 1.0, "With 58% of precincts reporting, Johnson is leading with 52% vs Feingold 45%. "], [484, "2016-11-07T04:58:34Z", 0.05, "Down 20% following @orchidny http://www.gjopen.com/comments/comments/374116"], [767, "2016-11-07T02:26:49Z", 0.1, "RCP poll average gives Feingold the lead by 3 pts. http://www.realclearpolitics.com/epolls/2016/senate/wi/wisconsin_senate_johnson_vs_feingold-3740.html"], [767, "2016-11-07T01:20:35Z", 0.2, "Marquette University poll: \n\"In a head-to-head matchup for Wisconsin's U.S. Senate race, among likely voters, 47% support DEM Russ Feingold and 41% support REP Ron Johnson, with 8% lacking a preference. \nAmong all registered voters, Feingold receives 46%, Johnson 40% and 11% lack a preference.\""], [24395, "2016-11-05T18:02:42Z", 0.08, "Feingold has carved out a small but tenacious lead in most polls and Democrats unexpected need (post-Comey) to refocus national resources on wisconsin as a firewall should boost feingold "], [5001, "2016-11-05T09:39:08Z", 0.35, "http://www.politico.com/story/2016/11/ron-johnson-russ-feingold-wisconsin-2016-230730"], [156, "2016-11-05T01:35:02Z", 0.25, "Facing strong headwinds."], [26411, "2016-11-04T15:17:06Z", 0.15, "Johnson has been relatively quiet in Wisconsin politics, failing to pull headlines away from the Governor. Feingold has relaxed his stance on outside funding, which significantly hampered his previous candidacy and maintains significant name recognition."], [24109, "2016-11-04T02:32:54Z", 0.1, "Polls have tightened up slightly.  Also, I think there will be down ballet consequences of Hillarys decreasing chances.  Still, Hillary's get out the vote machine makes Donald's look amateurish."], [14263, "2016-11-03T14:21:36Z", 0.11, "Based on 538's prediction. On an unrelated note, go go Russ Feingold!"], [5001, "2016-11-02T10:10:24Z", 0.33, "http://www.mdjonline.com/neighbor_newspapers/extra/news/russ-feingold-lead-over-ron-johnson-narrows-to-points-in/article_b8a61d30-72df-5c0e-9d2d-6ecdc51a68f7.html"], [484, "2016-11-02T02:13:38Z", 0.25, "Up 25% as a hedge since polling and fundraising seems not as lop-sided."], [5001, "2016-11-01T02:35:08Z", 0.2, "Dems are jittery and GJO consensus is overconfident. \nhttps://www.yahoo.com/news/trump-kaine-head-wisconsin-elections-waning-days-144734003.html"], [6315, "2016-10-30T19:55:22Z", 0.2, "There is a lot of outside money pouring in for Johnson, and that turns Wisconsinites off. Also; Johnson has done nothing but obstruct, and has offered very little as an alternative except for hollow rhetoric which has not gone unnoticed.   "], [3895, "2016-10-30T18:44:13Z", 0.14, "Feingold +6.8 in RCP average"], [29502, "2016-10-28T19:41:06Z", 0.0, "Too much bad blood after the riots and social unrest. Blame, as always had to be put on somebody on charge and many put it on Johnson. I don't believe he himself is so excited to run after the headaches he had in the recent past. "], [29469, "2016-10-21T18:54:36Z", 0.15, "Polls and spillover from Clinton favour Feingold."], [767, "2016-10-19T18:25:22Z", 0.2, "Most recent polls give Feingold a lead of as many as 5 pts:\n http://www.realclearpolitics.com/epolls/2016/senate/wi/wisconsin_senate_johnson_vs_feingold-3740.html"], [5001, "2016-10-17T05:13:41Z", 0.3, "This story is gaining popularity in WI: \nhttp://www.jsonline.com/story/news/politics/elections/2016/10/13/feingold-talks-guns-clinton-tape/91997156/"], [1993, "2016-10-17T04:04:04Z", 0.05, "Johnson has gained a bit in the last two polls. Not sure what that means. "], [13377, "2016-10-16T23:41:26Z", 0.12, "http://projects.fivethirtyeight.com/2016-election-forecast/senate/wisconsin/?ex_cid=2016-forecast-inline"], [10898, "2016-10-15T20:24:36Z", 0.15, "polls and consensus don't match at at all. My 15% is probably too low on Johnson"], [4992, "2016-10-15T12:04:34Z", 0.1, "I decided to wade in here because it looked like the consensus of 5% was pretty unreasonable (and most of the people who have written explanations have mentioned that).  Always looking for an easy way to skim accuracy points.  After having gone through in some detail, I'm not sure consensus is actually all that far off. The race has clearly tightened, but Feingold looks to be a very strong favorite, and most of the trends seem to favor him more than Johnson."], [14253, "2016-10-15T04:57:36Z", 0.44, "Coming in at 44. Is there something I am missing? I wanted to go to 48 but got scared by consensus."], [23206, "2016-10-14T15:00:56Z", 0.12, "Polls have tightened recently.  I'm not sure if there is a single reason for the change, but some news articles point to the typical attacks that Feingold is a typical politician, accepts big money, etc.  It would be interesting if these attacks are the reason for the slide, given the fact that his name is on the biggest Federal campaign finance reform bill to pass since 1971."], [3895, "2016-10-14T11:12:19Z", 0.41, "another poll has this now as a very close race. WTF is the consensus doing so slow still? http://talkingpointsmemo.com/polltracker/marquette-poll-wisconsin-senate-tightens"], [5001, "2016-10-13T04:25:23Z", 0.25, "http://www.jsonline.com/story/news/politics/elections/2016/10/12/marquette-poll-clinton-leads-trump/91896250/"], [3895, "2016-10-11T08:38:24Z", 0.37, "this race seems to have tightened quite significantly. Last two polls have Feingold just +3, & Johnson +5. http://www.realclearpolitics.com/epolls/2016/senate/wi/wisconsin_senate_johnson_vs_feingold-3740.html http://thehill.com/blogs/ballot-box/300285-poll-gop-senator-takes-lead-in-key-senate-race"], [5001, "2016-10-11T03:08:41Z", 0.25, "http://thehill.com/blogs/ballot-box/300285-poll-gop-senator-takes-lead-in-key-senate-race"], [26221, "2016-10-09T19:24:48Z", 0.05, "The October surprise"], [19801, "2016-10-09T11:43:38Z", 0.12, "Polls and PredictWise both give the election against Johnson. GJ consensus is surprisingly negative and has been so from the start.\nhttp://www.realclearpolitics.com/epolls/2016/senate/wi/wisconsin_senate_johnson_vs_feingold-3740.html\nhttp://predictwise.com/politics/2016-congress-senate\n"], [68, "2016-10-04T12:38:45Z", 0.06, "http://projects.fivethirtyeight.com/2016-election-forecast/senate/wisconsin/ gives him a 6.1% chance,\nhttp://predictwise.com/politics/2016-congress-senate is at 13% (considering the incumbency factor).\nI'll go with 538 here, which also matches the consensus."], [19801, "2016-10-01T13:06:35Z", 0.13, "http://predictwise.com/politics/2016-congress-senate\nOdds are looking terrible, and consensus has already buried the poor man."], [5001, "2016-09-30T00:57:55Z", 0.17, "Met Russ while boarding a plane today. Exchanged a few flattering back and forths. Basically, one of the few good guys with some solid convictions. He flew economy class. Turns out we live about one mile apart, his house in a neighborhood not appreciably different from mine (I am ~20%-ter, FWIW). The plane was nearly full and it wasn't a small plane, yet it appears that no one except me recognized him - even though ~everyone's final destination must have been our hometown. I'll have no issues with voting for him but he does have the entire problem of distressed economy in Northern WI to deal with. Plus, the increased danger of straight ticket voting in case Trump does better than expected. Increasing uncertainty as a contrarian vote in the face of what I view as overconfident consensus."], [14208, "2016-09-28T23:58:20Z", 0.06, "https://www.gjopen.com/comments/comments/335499"], [498, "2016-09-28T13:16:26Z", 0.13, "Johnson, Feingold fight for upper Wisconsin\nhttp://www.wausaudailyherald.com/story/news/2016/09/26/johnson-feingold-fight-upper-wisconsin/89922816/"], [68, "2016-09-22T07:22:22Z", 0.08, "538 gives Johnson a 7.9% chance http://projects.fivethirtyeight.com/2016-election-forecast/senate/wisconsin/\nPredictwise gives him 25% (12% from market, 9% from polls) when accounting for \"fundamentals\" http://predictwise.com/politics/2016-congress-senate\nConsensus is at 7%"], [1993, "2016-09-19T01:14:55Z", 0.05, "The Marquette University polls of likely voters don't give Feingold as much lead as the other polls. Don't know what that means."], [38, "2016-09-17T21:44:53Z", 0.22, "Feingold's lead is shrinking."], [24109, "2016-09-17T17:56:20Z", 0.01, "No new data, Johnson is way behind, holding."], [1262, "2016-09-16T19:26:28Z", 0.01, "RealClearPolitics - Feingold +10"], [27207, "2016-09-16T12:38:09Z", 0.3, "From \"The Hill\": Wisconsin Dems request ethics probe of Johnson\nhttp://thehill.com/blogs/floor-action/senate/295385-dems-request-ethics-probe-of-johnson"], [14208, "2016-09-15T23:39:01Z", 0.5, "reversing."], [498, "2016-09-10T03:15:36Z", 0.11, "Feingold caught up in Hatch Act. (+1)\nhttp://lacrossetribune.com/news/state-and-regional/republicans-seek-to-out-documents-they-say-would-boost-claim/article_ef3d8931-0b56-5c2e-9408-04818bb39217.html"], [26221, "2016-09-07T15:00:22Z", 0.09, "Wisconsin is a relatively tough state for Trump, which will probably have negative down ballot implications for Johnson.  Also, Feingold has led in every poll taken this year."], [498, "2016-09-04T20:48:02Z", 0.11, "Despite polls which say Johnson is narrowing the gap, he continues to use a boomerang attack against Feingold by constantly invoking the Patriot Act. This is a hands down, sure win issue for Feingold, and every time Johnson lobs it up there, Feingold hits it out of the park. Americans of every stripe are opposed to the Patriot Act. (-1)\nhttp://journaltimes.com/news/state-and-regional/ron-johnson-russ-feingold-have-national-security-know-how-but/article_fee81d46-c5a1-5406-bd4f-6f843705b61a.html\nhttp://www.rollcall.com/news/politics/poll-russ-feingold-leads-ron-johnson-senate"], [484, "2016-09-03T03:14:36Z", 0.0, "Down 3% until something changes."], [10898, "2016-08-31T18:59:58Z", 0.05, "Going with the crowd here, though a couple of recent polls gave mixed results \nhttp://www.realclearpolitics.com/epolls/2016/senate/wi/wisconsin_senate_johnson_vs_feingold-3740.html\nsuggesting higher odds for Johnson (probably around  10%)"], [27207, "2016-08-30T04:05:24Z", 0.08, "Johnson seems to be unable to find any traction at all."], [691, "2016-08-29T19:08:45Z", 0.02, "Johnson is firmly expected to lose and has pretty much ceased to be a person in the eyes of the party (who will not admit this in public, just as they won't admit so many other things about this year's crop of candidates).  Poor Ron has become just a number, and a negative one at that.  "], [484, "2016-08-26T04:27:17Z", 0.03, "Down 2% to be under the consensus by more (but it is getting to the point that we lemmings will be saying there is no chance at all)."], [691, "2016-08-23T18:09:02Z", 0.03, "The honourable gentleman has never exactly been a treeful of owls, and he seems more flummoxed than usual these days.  He has been sitting on his cash because there is not much new money coming in; his adverts neglect to mention the fact that he is already a senator; and he has also apparently been misrepresenting his business history, much like his idol The Great And Powerful Oz.   "], [68, "2016-08-22T07:17:48Z", 0.07, "I've been following predictwise ( http://predictwise.com/politics/2016-congress-senate ) which gives Johnson a 24% chance based on the \"fundamentals\", primarily incumbency, although the market is at 9% only. https://www.predictit.org/Browse/Category/6/US-Elections"], [24109, "2016-08-21T20:12:26Z", 0.01, "Unless things change, it's over.  Wind is in his face from the presidential election, and his polls are losing polls.  In a previous post I mentioned that even the Republican establishment has pulled spending away from Johnson.  I don't believe in 0%, or Senator Johnson would get it."], [19659, "2016-08-19T12:30:11Z", 0.0, "RoJo has been dragging in the polls since Feingold announced he was running against him. The people of Wisconsin want their renowned senator back (Russ Feingold). Johnson will lose in a landslide in November. "], [1161, "2016-08-18T20:05:09Z", 0.01, "Former Sen. Feingold has held a double-digit advantage in all polls since April. That would be hard to overcome if the top of the ticket wasn't anathema to the Republican establishment of the state.  But Mr. Trump is, as witnessed by their avoidance of his recent rally in Green Bay.  There are no coattails for Sen. Johnson to ride, and his record provides little to cheer about.  I leave a 1% chance of massive voter disinterest on the Democratic side."], [22690, "2016-08-16T07:53:33Z", 0.08, "Polls continue to show strong support for Feingold (http://www.realclearpolitics.com/epolls/2016/senate/oh/ohio_senate_portman_vs_strickland-5386.html) so lowering my forecast further."], [484, "2016-08-13T03:12:58Z", 0.05, "Down 5% per \"reliable\" RUMINT from @cdob63 http://www.gjopen.com/comments/comments/301632"], [691, "2016-08-12T18:28:50Z", 0.03, "I am reliably informed that the money is leaving Johnson for redder pastures.  This should have the effect of creating a less lumpy place for him to lie down under the bus.  "], [38, "2016-08-12T07:15:41Z", 0.11, "http://www.jsonline.com/story/news/politics/elections/2016/08/10/marquette-poll-clinton-leads-trump/88519364/"], [10898, "2016-08-11T10:00:09Z", 0.03, "Johnson has been down by 10 points in the polls, and holding steady. http://www.realclearpolitics.com/epolls/2016/senate/wi/wisconsin_senate_johnson_vs_feingold-3740.html"], [38, "2016-08-08T22:56:45Z", 0.11, "http://newsok.com/article/5512636"], [498, "2016-08-07T11:15:19Z", 0.12, "Water woes emerge as major issue in Wisconsin elections \nhttp://lacrossetribune.com/news/local/water-woes-emerge-as-major-issue-in-wisconsin-elections/article_55a1146e-42a7-58e0-a485-1d8e49b817f9.html"], [484, "2016-08-06T16:36:12Z", 0.1, "Up 8% to match consensus after the ad support information below."], [38, "2016-08-06T07:06:11Z", 0.33, "A couple of weeks ago, the Koch Brothers cancelled $2m in advertising for Johnson, but since then they say that \"\"We've seen some changes in the polls,\"  and they've decided to buy $1m for him.   "], [5001, "2016-08-06T04:52:28Z", 0.19, "Unexpectedly, the Koch money comes back: http://www.newsobserver.com/news/politics-government/national-politics/article93759922.html"], [19801, "2016-08-02T13:07:02Z", 0.24, "http://predictwise.com/politics/2016-congress-senate"], [68, "2016-07-29T08:59:13Z", 0.16, "https://www.predictit.org/Market/1318/Which-party-will-win-the-US-Senate-race-in-Wisconsin-in-2016"], [26569, "2016-07-24T14:40:29Z", 0.08, "I think RJ's biggest hope is an unforeseen event. He's magnificently unpopular and has been consistently a good way back in the polls, so even allowing for it being a two-horse race, I think it's looking bad for Senator Johnson."], [405, "2016-07-23T13:52:22Z", 0.41, "A new Marquette University Law School poll released Wednesday, July 13th says Clinton is leading Trump among registered voters in Wisconsin, 43% to 37%. \nhttp://fox6now.com/2016/07/13/marquette-university-law-school-poll-hillary-clinton-maintains-lead-over-donald-trump/"], [24109, "2016-07-23T01:41:52Z", 0.05, "I'm too high.  Going to 5%.  Two reasons - the poll spread is increasing , and second, the conservative groups, such as the Koch brothers, are pulling money and ad buys from the race.  How people spend their own money tells me a lot, and it tells me that they believe Johnson is a lost cause. Of course, it just makes it worse for Johnson.  "], [484, "2016-07-22T04:39:02Z", 0.02, "Down 3% on this http://www.gjopen.com/comments/comments/286333"], [5001, "2016-07-21T14:06:50Z", 0.2, "http://www.huffingtonpost.com/entry/ron-johnson-ad-buy_us_578fdbe0e4b00c9876cdd156"], [10898, "2016-07-21T09:13:56Z", 0.11, "Koch bros pulling add funding. Can't be good news for him."], [506, "2016-07-21T05:28:49Z", 0.01, "http://m.dailykos.com/stories/1550252\n\"Team Red appears to have finally decided that Johnson is just a poor investment. On Wednesday, local news station NBC 15, citing an unnamed Democratic media tracker, reported that Freedom Partners Action Fund, a group close to the Koch brothers, has canceled $2.2 million in fall TV ad reservations. The move comes one day after Johnson spoke at the Republican National Convention on behalf of Donald Trump.\""], [484, "2016-07-18T02:12:33Z", 0.05, "Down 3% on this discussion http://www.gjopen.com/comments/comments/283400"], [14208, "2016-07-17T16:42:29Z", 0.0, "Senate race funding update: Feingold has raised more funds than Johnson.  More importantly the Feingold individual contributions is greater than Johnson's total contributions.  Consensus should be higher than the 11% it is right now.  More like 60/40 Feingold ahead would be appropriate.  The problem for Feingold is represented in the Ted Cruz primary win in WI.  I think Johnson is part of the Cruz brand of republican politics.  You also have Sanders campaigning for Feingold and helps him a lot.  "], [27192, "2016-07-15T19:05:23Z", 0.15, "Badger State residents are tired of gridlock and weary of Johnson after just one term. He's not in the mold of traditional Wisconsin senators with brains and integrity."], [915, "2016-07-14T21:10:23Z", 0.2, "If Nehlen \"Cantors\" Paul Ryan in the district's August 9 primary....something is seriously up in Wisconsin. and will up Feingold v. Johnson to 50-50."], [1262, "2016-07-14T20:29:00Z", 0.21, "Thanks to @Dima-K for the link http://www.gjopen.com/comments/comments/280748\nIncreasing forecast:  latest poll shows Johnson, although scoring lower, is within the margin of error polling with Feingold."], [484, "2016-07-14T16:19:41Z", 0.08, "Up 4% to about consensus."], [3895, "2016-07-14T15:40:32Z", 0.29, "yeah I've been too low on this one"], [5001, "2016-07-14T04:25:53Z", 0.23, "Still plenty of time to go and lotsa things can change. Lowering a tad but still think that consensus is too low.\nhttp://host.madison.com/wsj/news/local/govt-and-politics/russ-feingold-still-leads-ron-johnson-in-new-poll-but/article_8cae0485-5c61-55a4-ba0b-c43da8f52ef3.html"], [16640, "2016-07-10T21:41:35Z", 0.15, "Polls look solid against Johnson."], [26767, "2016-07-09T02:53:20Z", 0.05, "He was going to lose anyways, but Trump sinks his battleship. "], [20, "2016-07-07T14:27:52Z", 0.1, "Not close. It's a presidential cycle, so they vote progressive. If this were 2018, Johnson would probably win. Pres cycle year gives lesbian progressive Sen. Off years give Walker and Johnson. Consistent in their inconsistency. http://www.realclearpolitics.com/epolls/2016/senate/wi/wisconsin_senate_johnson_vs_feingold-3740.html"], [10916, "2016-07-07T14:22:55Z", 0.04, "Feingold is WAY ahead."], [484, "2016-07-07T03:13:05Z", 0.04, "Down 2% on @JoeSlater comment http://www.gjopen.com/comments/comments/275482"], [83, "2016-07-06T18:03:52Z", 0.0, "Passage of time and continuing large leads for Feingold in the polls."], [11296, "2016-07-06T16:56:09Z", 0.25, "Will Wisconsin Senator Ron Johnson be re-elected against former Senator Russ Feingold in November?"], [1993, "2016-07-06T04:25:58Z", 0.05, "Feingold +9, +10, +1,  and +13 in June polls."], [23496, "2016-07-05T22:18:24Z", 0.4, "While he is the incumbent, he's trailing behind in the two polls in June (>10% average),  and in seven pools held since January (>10% average). "], [405, "2016-07-03T21:34:57Z", 0.45, "My Brexit's lesson: \n1- When i forecast something, when it is a close one (Johnson is an incumbent, it is an advantage), i should not make my forecast very far from the polls;\n2- For me,  when i do so, it is hard to me, to change my mind radically, because in fact, nothing have change radically. \n______\n3- Nate Silver, have written in his book, The signal and the noise (page 63) that \nan  advantage of :\n5 points six months before an election have 66%;\n5 points three months before an election have 72%;\n10 points six months before an election have  79%\n10 points three months before an election have 87%\nThere is 128 days before the election (4,2 months)\n4- The most recent poll mentioned by @anneinak :\n«6/30 Feingold 46%, Johnson 45%, margin 5.66%, by Greenberg Quinlan Rosner for the Women's Voices Women Vote Action Fund. »"], [38, "2016-07-02T05:57:15Z", 0.2, "Poll results I've been able to find:\n6/30  Feingold 46%, Johnson 45%, margin 5.66%, by Greenberg Quinlan Rosner for the Women's Voices Women Vote Action Fund.\n6/20 Feingold 50%, Johnson 37%, Public Policy Polling (Democrat)\n6/?  Feingold 45%-51%, Johnson 41-42%, Marquette Univ Law School"], [783, "2016-07-02T03:26:31Z", 0.04, "His opponent's poll was rising and falling more times than the  Assyrian Empire, but Senator Johnson was unable to take advantage of it and take a lead. \nhttp://www.realclearpolitics.com/epolls/2016/senate/wi/wisconsin_senate_johnson_vs_feingold-3740.html#polls"], [498, "2016-07-01T12:09:56Z", 0.13, "This Wisconsin senatorial race will be heavily influenced by rural issues that don't make the national news.\nhttps://www.youtube.com/watch?v=CclLCEHW4ZE"], [14208, "2016-07-01T10:08:59Z", 0.0, "Senator Ron Johnson was on CNN chatting about terrorism.  The day before he sounded very hawkish on ISIS in Iraq and Syria during a committee meeting.  Point is I was not impressed with his message, tone, and communication pattern.  maintaining 0%"], [484, "2016-06-29T02:59:29Z", 0.06, "Down 1% since consensus has dropped."], [498, "2016-06-28T07:04:16Z", 0.12, "Obama makes fundraising plea for Feingold in Senate race (+1)\nhttp://www.startribune.com/obama-makes-fundraising-plea-for-feingold-in-senate-race/384535311/"], [484, "2016-06-26T16:57:14Z", 0.07, "Up 2% on @redacted point below."], [498, "2016-06-26T13:15:14Z", 0.11, "Feingold goes to battle over gun control\nhttp://host.madison.com/ct/news/local/govt-and-politics/election-matters/russ-feingold-calls-ron-johnson-s-gun-control-approach-shameful/article_da859fc5-e9b2-5580-8e8c-6a81ce474f03.html"], [5001, "2016-06-25T03:31:38Z", 0.25, "Russ' yard signs are starting to appear in front of houses. They look so incredibly weird: http://store.russfeingold.com/Russ-Feingold-for-Sentate-Yard-Sign-YS62196.html\nThey may be dark blue when viewed on web page but trust me - they are indistinguishable from completely black in real life. It's a huge white \"RUSS\" on black background with a tiny contour of WI below. The worst Democratic lawn sign design I've ever seen."], [38, "2016-06-24T20:31:23Z", 0.2, "http://www.wisn.com/politics/upfront/sen-ron-johnson-committed-to-eradicating-islamic-terrorists/40142724"], [498, "2016-06-21T04:11:13Z", 0.1, "Johnson, in the wake of the Orlando incident, was subjected to innumerable attacks from gun control advocates. All things considered, he did not wither under the pressure.  (+1)\nhttp://www.leadertelegram.com/News/Front-Page/2016/06/19/Candidates-vie-on-gun-control.html\nhttp://host.madison.com/ct/news/local/govt-and-politics/election-matters/tammy-baldwin-ron-johnson-differ-on-gun-control-proposals-after/article_0f869ca9-8147-5cb9-b46e-2b7591070220.html"], [94, "2016-06-20T21:00:20Z", 0.15, "Following predictwise \"market probability\" (http://predictwise.com/politics/2016-congress-senate)"], [19801, "2016-06-20T09:47:22Z", 0.29, "PredictWise gives the Democrat 71%.\nhttp://predictwise.com/politics/2016-congress-senate"], [68, "2016-06-20T07:24:04Z", 0.22, "http://predictwise.com/politics/2016-congress-senate\nPredictwise gives Johnson a 30% chance, whereas PredictIt has him at 15% (Predictwise gives weight to the \"fundamentals\" such as the incumbency factor). I continue to take the average of the two, and am consequently down 5% compared to last month.\n"], [24109, "2016-06-19T16:24:13Z", 0.15, "Changing to 15 percent.  Essentially, no change.  Reason for 15% is that my previous guess of 13% insinuates precision that just isn't there.  This really has one and a half digits of precision.  The Cook Report still has Wisconson as Undecided - and I greatly respect Cook.  On the other hand, Johnson has been behind in the polls every single poll listed on Wikipedia.  If ya wanna win, ya gotta poll reasonably well.  And Trump.  Enough said."], [26221, "2016-06-17T16:55:26Z", 0.2, "This is just an early placeholder forecast based on current polls putting Feingold up mid single digits and the fact he is already a household name and strong challenger for an incumbent that doesn't get much press and hasn't done anything particularly notable while in office.  Trump's extremely high unfavorables will also work again Johnson on the margins."], [23493, "2016-06-15T19:39:32Z", 0.75, "While WI is a 50/50 state, the baggage that Feingold carries from his prior years is harmful to his election run at this point in time.  Ron Johnson has been reasonable in his efforts and advertising."], [26110, "2016-06-15T04:04:39Z", 0.02, "Russ Feingold has it."], [26082, "2016-06-14T18:49:07Z", 0.4, "I consider him to be vulnerable and a top Democratic target.  Presidential election results could matter, but it will be close either way."], [25847, "2016-06-13T20:39:21Z", 0.2, "Losing every single poll, alarmingly high disapproval ratings, a perception of being too close to Mitch McConnell (12% in WI have favorable view of McConnell), and the top of the ticket. It will take something special to beat Feingold, but luckily for Johnson, there is a slight chance of that happening. The Republican Party in Wisconsin is a beast in terms of infrastructure, Republican primary turnout was unusually high, and voters are in the mood for an outsider. It's unlikely that he'll win, but there is a slight chance. "], [1161, "2016-06-11T18:19:59Z", 0.09, "Sen. Johnson will get no help from the top of the ticket; Mr. Trump is not popular in America's Dairyland.  Driving through the state on I-94 last month, I saw no roadside signs supporting him.  (I did, however, see a few indicating that one President Clinton had been more than enough.) Sen. McConnell isn't helping, either.  The argument for a Republican-held Senate to stop Pres. H. Clinton's initiatives would play well beyond Dane County (Madison)... if the messenger wasn't also at least tacitly supporting the presumptive nominee. But he his. This leaves Sen. Feingold with the strategic advantage. A vote for him may provide a Constitutional barricade against Pres. Trump's crazier notions.  Sen. Feingold was generally well-regarded before his defeat, and the Tea Party/anti-Obama sentiment that put Sen. Johnson in office has faded with time and serial disappointment. Republicans who cannot part with the party completely may choose to hedge their bets by voting against Clinton and for Feingold."], [498, "2016-06-10T02:49:47Z", 0.09, "Here's an opportunity for Johnson to break from the GOP establishment and distinguish himself:"], [3, "2016-06-09T14:21:44Z", 0.15, "Predictions here seem overconfident for Feingold, given polling (http://www.realclearpolitics.com/epolls/2016/senate/wi/wisconsin_senate_johnson_vs_feingold-3740.html). I'm visiting Wisconsin right now. Mostly Trump and some Sanders signs visible in northern and central Wisconsin, and only Johnson commercials (which are smart enough to appeal to the Wisconsin ethos of avoiding serious negative campaigning about the opponent) on TV. Not as much of a slam dunk as people seem to think because HRC is NOT popular here."], [19801, "2016-06-02T07:44:29Z", 0.35, "PredictWise gives Russ Feingold 65% chance, which implies Ron Johnson only has a 35% chance. I find the consensus odds here unbelievably low, and suggest partisan bias as the explanation.\nhttp://predictwise.com/politics/2016-congress-senate"], [24109, "2016-06-02T05:41:13Z", 0.13, "It's been a month, no new information, no change to forecast.  Polls remain with Ron Johnson an underdog by about 5 points, Trump is acting insane (i.e., normal for Trump), but down ticket folks are holding him at arms length.  Further, Ron Johnson is the incumbent, which somewhat counters his being behind.  Lets give it a few months, and see what Nate Silver and the team say.  Staying at 13%."], [1262, "2016-06-01T16:45:24Z", 0.1, "confirming previous forecast"], [25418, "2016-05-27T17:26:00Z", 0.22, "http://cookpolitical.com/senate/charts/race-ratings\nhttp://predictwise.com/politics/2016-congress-senate"], [484, "2016-05-27T16:35:56Z", 0.05, "(no change) Surprised on one has mentioned Bernie Sanders campaigning on behalf of Feingold. Even if only in minor ways, I'd guess just the press coverage would be worth something."], [498, "2016-05-27T00:55:26Z", 0.08, "Ron Johnson introduces bill to tackle government waste\nhttp://www.jsonline.com/news/statepolitics/ron-johnson-introduces-bills-to-tackle-government-waste-b99733187z1-381019641.html"], [19801, "2016-05-22T09:58:51Z", 0.4, "Latest polls show declining gap, and with so many months to November I see voters having plenty of time to rewire their synapses.\nhttps://www.gjopen.com/comments/comments/240594"], [25254, "2016-05-20T05:40:22Z", 0.1, "Vulnerable even under the best of circumstances, and pretty much hosed with Trump at the top of the ticket."], [176, "2016-05-19T19:59:22Z", 0.0, "Following the Great Magnet"], [19801, "2016-05-19T10:32:49Z", 0.2, "Consensus is being irrational, he isn't doing so badly that his odds are 10%."], [102, "2016-05-18T03:06:04Z", 0.0, "https://larswericson.wordpress.com/2016/05/18/gitrep-17mar16pm/"], [25094, "2016-05-17T08:59:38Z", 0.44, "This is going to be a close race this time just as it was back in 2010 when he just barely edged out Democrat Russ Feingold by 51.86% to 47.02%.  2010 was a year in which Democrats took \"a thumping\" by Republicans, and it was a time when the USA was still trying to climb back from the \"Great Recession\" which followed the Financial Crisis of 2007-2008.  Much as improved since those times.  Currently the unemployment rate Nationwide is holding at 5% (down from it's peak of of 10% during the Financial Crisis), whereas Wiscosin's unemployment rate is lower at 4.5% (which bodes well not only for the Democrat occupying the White House, but also for Democrtic challenger Russ Feingold."], [1337, "2016-05-16T04:33:33Z", 0.13, "To quote a classic, Johnson is a lightweight. Nevertheless, I will go 3% above the consensus, because I think the Republican establishment must be mental to waste money on Trump when could just redirect everything to congressional elections."], [38, "2016-05-15T02:43:49Z", 0.2, "http://www.politico.com/story/2016/05/ron-johnson-compares-2016-election-to-9-11-223184#ixzz48gkdVBSM"], [102, "2016-05-14T03:48:52Z", 0.15, "https://larswericson.wordpress.com/2016/05/14/gitrep-13may2016pm/"], [24003, "2016-05-13T02:24:54Z", 0.02, "Scooter get's punked: https://www.youtube.com/watch?v=WBnSv3a6Nh4\nThe transcript: http://scottwalkerwatch.com/koch-brothers/walkers-punked-phone-call/  The Koch brothers are pretty much on the sidelines these days and they aren't going to p... into the wind aka Herb Kohl's money.\n@000"], [38, "2016-05-12T07:41:37Z", 0.2, "http://www.postcrescent.com/story/news/politics/elections/2016/05/09/donald-trump-ticket-tough-ron-johnson/84137064/"], [68, "2016-05-12T07:21:01Z", 0.27, "The consensus is currently 10%, which seems low given that Johnson is an incumbent and a lot of money is expected to be poured in by Republican fund raisers in his support.  This is a seat the Republicans must win to retain control of the Senate.\nhttps://www.predictit.org/Browse/Group/54/Congress - PredictIt gives Johnson a 20% chance, whereas Predictwise's composite forecast is at 34%. http://predictwise.com/politics/2016-congress-senate#Link3 . Taking the average of the two, I'm actually moving up by 1%."], [176, "2016-05-10T13:31:08Z", 0.05, "A little dirty politics by the Koch Brothers: http://www.jsonline.com/blogs/news/378686971.html"], [24868, "2016-05-09T19:56:16Z", 0.15, "Feingold will coattail on Hilary's win."], [14208, "2016-05-09T17:11:17Z", 0.0, "3% to 0%"], [484, "2016-05-09T02:48:33Z", 0.05, "Down 5% to be below consensus."], [102, "2016-05-08T17:02:56Z", 0.2, "https://larswericson.wordpress.com/2016/05/08/gitrep-8may16am/"], [102, "2016-05-08T14:20:44Z", 0.16, "https://larswericson.wordpress.com/2016/05/08/gitrep-8may16am/"], [24799, "2016-05-08T05:37:56Z", 0.08, "Ron Johnson was a mediocre candidate who caught the wave of a historically Republican year and he's done nothing since to endear himself to Wisconsin voters.  Now he's stuck in a rematch with Russ Feingold, who, while far from a conventional politician, has a prior history and an existing relationship with Wisconsin. All polling suggests that Feingold has a measurable lead at this point in the race, and national resources are being committed on his behalf. This is a Presidential year with increased turnout, and Donald Trump at the top the ticket does no favors to Johnson. Russ, however, never really connected with a large swath of Wisconsin voters, as his election margins have been far from overwhelming. And Wisconsin Democrats recent record has been underwhelming compared to their supposed numerical strength, particularity against incumbents.  I'm fairly confident of a Feingold victory, but there are too many uncertainties in this race to call this \"Bob Casey in 2006\" over yet."], [1993, "2016-05-08T02:07:16Z", 0.1, "Big voter turnout in presidential election year. Clinton is consistently polling higher than Trump in Wisconsin."], [613, "2016-05-06T23:47:42Z", 0.4, "Feingold is ahead in the polling in Wisconsin and enjoyed a good reputation when he held the Senate seat."], [3, "2016-05-05T17:13:34Z", 0.05, "Trump factor makes it tough for WI Republicans (remember, Cruz won big here). And (perhaps a bit of wishful thinking on my part), Wisconsin has recovered from Walkerism and remembers what a great Senator they had in Russ Feingold."], [38, "2016-05-04T00:48:48Z", 0.2, "https://badgerherald.com/opinion/2016/05/02/print-53-wisconsin-democrats-have-no-reason-to-be-excited-for-2016/"], [38, "2016-05-03T23:59:31Z", 0.17, "http://www.thenorthwestern.com/story/news/politics/elections/2016/05/02/sen-ron-johnson-announced-re-election-bid/83827350/"], [102, "2016-05-03T01:04:19Z", 0.19, "https://larswericson.wordpress.com/2016/05/03/gitrep-2may16pm/"], [498, "2016-05-02T04:55:36Z", 0.09, "Johnson will never win if he continues to toe the party line. The only way he can defeat Feingold would to become an independent maverick in the Senate, which I just don't see happening. I'm not sure how he got elected in the first place, for his political instincts are for crap. He aligns himself with losing issues. The sad thing is that he *could* win, yet his inaction is just handing the election to Feingold. (-1)"], [83, "2016-05-01T19:48:13Z", 0.07, "Recent StNorbert poll has Feingold up 10 points (51 to 41)."], [6224, "2016-05-01T19:31:22Z", 0.25, "The back lash against a Trump nomination will propell his opponent into office."], [102, "2016-05-01T16:02:11Z", 0.18, "https://larswericson.wordpress.com/2016/05/01/gitrep-1may16am/"], [1262, "2016-04-30T12:56:12Z", 0.1, "decreasing based on poll data"], [24206, "2016-04-28T13:30:02Z", 0.34, "Feingold is holding strong poll leads - but Johnson is trending..."], [18047, "2016-04-28T00:44:54Z", 0.21, "PredictIt and reports of surveys."], [38, "2016-04-27T16:15:51Z", 0.17, "Check out the statistics for re-election of incumbents suggested by @alanne at https://www.opensecrets.org/overview/reelect.php"], [102, "2016-04-26T04:12:54Z", 0.15, "https://larswericson.wordpress.com/2016/04/26/gitrep-25apr16pm/"], [484, "2016-04-25T16:05:38Z", 0.1, "Down 5% @Flyn1200"], [691, "2016-04-25T12:17:48Z", 0.09, "The R string is just about run out in Wisconsin, and Feingold is generally more likeable anyway.  National will probably write this one off."], [14208, "2016-04-25T04:29:29Z", 0.03, "Russ Feingold has out raised raised more money than Rob Johnson in the last thee quarters.  It also looks like Rob Johnson money raising efforts are in decline whereas Feingold has higher donations from previous months.  "], [24301, "2016-04-24T21:21:38Z", 0.1, "Sconnies have moved decidedly left and they're done with Walker and the Pubs. "], [38, "2016-04-22T19:01:46Z", 0.13, "forgot to update forecast as intended. see http://www.gjopen.com/comments/comments/214671"], [38, "2016-04-22T15:44:48Z", 0.11, "http://www.nytimes.com/2016/04/22/us/politics/with-uncertainty-at-top-of-ticket-republicans-back-off-in-some-states.html?emc=edit_th_20160422&nl=todaysheadlines&nlid=28699183"], [102, "2016-04-22T03:39:05Z", 0.21, "https://larswericson.wordpress.com/2016/04/22/gitrep-21apr16pm/"], [38, "2016-04-21T23:51:25Z", 0.11, "http://www.jsonline.com/news/statepolitics/poll-wisconsinites-dont-want-walker-ryan-to-step-up-in-cleveland-b99710694z1-376410901.html"], [102, "2016-04-21T04:01:42Z", 0.13, "https://larswericson.wordpress.com/2016/04/21/gitrep-20apr16pm/"], [613, "2016-04-20T23:03:16Z", 0.46, "Russ Feingold is ahead in the polls. He was a popular Senator at the time he served in Congress."], [14208, "2016-04-20T22:35:04Z", 0.09, "Up on @redacted analysis.  Thank you redacted!"], [498, "2016-04-20T22:26:30Z", 0.1, "Based on links and queries of @Flyn1200, I am now thinking that the race is far from decided and Johnson might do better than I had assumed. (+9)  Still thinking it's Feingold though, and forecasting at 10% for \"the thrill.\" On a strictly probabilistic basis, I'd say 75% Feingold, 25% Johnson (or 25% here), but that the election is still Johnson's to lose (his actions will matter more than Feingold's) imo."], [6709, "2016-04-20T22:15:27Z", 0.75, "Let's not underestimate the adaptability of the citizens of Wisconsin..."], [19330, "2016-04-20T21:11:45Z", 0.4, "Wisconsin is purple;  it will be closer than many are predicting.  Plus, Feingold couldn't get re-elected six years ago.  "], [3895, "2016-04-19T15:22:43Z", 0.26, "http://www.prwatch.org/news/2016/04/13086/kochs-americans-prosperity-club-growth-wi-shell-save-ron-johnson Johnson has a lot of money on his side, at least. Not sure this means much of anything. No change in forecast."], [13360, "2016-04-19T09:04:22Z", 0.1, "Warren-Feingold 2020 (there's a forecast for ya!)"], [18417, "2016-04-19T00:54:57Z", 0.1, "Wisconsin is a hotbed for the Democratic party, and during a Presidential election year that has mobilized a very large amount of blue voters to counteract the Trump phenomenon, it's very unlikely that this will change."], [8229, "2016-04-18T21:41:52Z", 0.15, "A big back lash is against what the Republicans have been doing is coming this fall."], [19188, "2016-04-18T19:29:56Z", 0.65, "Yes, he will. "], [23951, "2016-04-18T19:11:16Z", 0.12, "No. I submit former Senator Russ Feingold will overwhelmingly trounce Senator Ron Johnson in the general election. "], [21758, "2016-04-18T16:32:45Z", 0.02, "Feingold is a household name, is up in the polls, and has the likely turnout advantage in any presidential election, let alone one with Cruz or Trump as the GOP nominee."], [19973, "2016-04-18T14:29:34Z", 0.2, "Even though it is way to early for reliable polling, the polls lean toward the democratic candidate winning the senate race. However at this time in 2010 these exact same candidates were running and Ron Johnson was losing in the polls at this point. The margins were much closer and the race overall in 2010 was much closer. It is not fair to completely disregard the lead in the polls that Russ Feingold has  at this point. Looking at the polling data indicates that the incumbent Ron Johnson might lose and the overall sentiment in Wisconsin might be leaning democrat."], [7124, "2016-04-18T06:02:41Z", 0.25, "Feingold should win this one in a Presidential election year which brings out more Democratic voters especially given the unpopularity of Trump and Cruz."], [22690, "2016-04-18T05:27:07Z", 0.18, "Starting with a 50-50 assumption:\n-Johnson is the incumbent, but Feingold was: +5%\n-Both will have funds to compete with: +0%\n-Wisconsin have voted Democratic in every Presidential election since 1988 (http://www.270towin.com/states/Wisconsin), and as @Raisinville pointed out, the turnout increases substantially during Presidential election years. In addition when they voted for Johnson the economy wasn't doing well (https://research.stlouisfed.org/fred2/series/WIUR): -10%\n-Every poll suggests that Feingold will win, even if they have been narrowing(http://www.realclearpolitics.com/epolls/2016/senate/wi/wisconsin_senate_johnson_vs_feingold-3740.html): -23%\nTrump/Cruz candidacy will mobilise the Democrat vote: -5% \nNumbers could clearly be refined, but needed some kind of framework to use around a race that is currently not looking close."], [484, "2016-04-18T05:21:50Z", 0.15, "Down 15% based on the general arc of comments. Really appreciate those who post some rationale."], [17602, "2016-04-18T03:19:08Z", 0.3, "Yes, because he has had an amazing campaign."], [19778, "2016-04-18T02:16:06Z", 0.15, "he is behind in the polls, WI voters want supreme court filled"], [20823, "2016-04-17T23:37:42Z", 0.25, "Johnson is not a strong campaigner. Anti-Obama feeling was running strong in the Midwest in 2010 when he narrowly won, that likely will not be working for him in 2016. "], [19728, "2016-04-17T22:43:19Z", 0.3, "The upcoming Trump, Cruz or surprise mystery candidate is going to effect down ballot races substantially.  Johnson is a hard right Republican in the face of a every four year moderate voting bloc."], [424, "2016-04-17T22:40:11Z", 0.15, "Russ Feingold is going to kill it and deservedly so!"], [18647, "2016-04-17T22:13:29Z", 0.15, "He has not much support"], [19659, "2016-04-17T22:13:09Z", 0.05, "RoJo got lucky when he was first elected in 2010. Right place, right time. It was a midterm election, which tend to favor the GOP, and 2010 was the year when repub's had massive wins all over the country. "], [83, "2016-04-17T22:00:22Z", 0.1, "Ron Johnson(R) won a relatively narrow vote in 2010, collecting 1,125,999 of 2,171,331 votes.\nhttps://ballotpedia.org/United_States_Senate_election_in_Wisconsin,_2016"], [1161, "2016-04-17T21:33:44Z", 0.2, "Yes, Gov. Walker has survived sit-ins at the Capitol and a recall election. Yes, he was unquestionably important to Sen. Cruz's thumping of Donald Trump in the Republican presidential primary. But, no matter how many campaign appearances he makes, pulling Sen. Johnson across the finish line will be a bridge too far. This is 2016, not 2010.  This election will not be a mid-term referendum on Barack Obama, the Tea Party is no longer ascendant, and, most importantly, Gov. Walker is not on the ticket. There are no coattails for Senator Johnson to grasp. The top of the ticket may, in fact, be radioactive to a significant portion of the Republican electorate. Even the threat of another Clinton in the White House may not be enough to motivate voters who feel that their strongly expressed preference was not heeded (take your pick, this will describe Cruz or Trump supporters). Every one that declares a pox on all candidates and stays home will be  worth his or her weight in campaign contributions to former Sen. Feingold, who was generally well thought of before his defeat."], [1148, "2016-04-17T20:23:39Z", 0.85, "Johnson has been a poor senator, will be crushed by prior, popular senator"], [691, "2016-04-17T19:44:17Z", 0.17, "I am given to understand it is probably not a good year for Ds in Wisconsin.  Wisconsin is not just a swing state lately--it's practically a pendulum one.  "], [14208, "2016-04-17T05:34:58Z", 0.02, "Comment deleted on Oct 22, 2016 06:39PM UTC"], [176, "2016-04-17T02:31:16Z", 0.1, "Let's just call it Scott Walker fatigue. The close time on this question is bogus. 11/8 is a Tuesday. "], [1262, "2016-04-16T18:02:34Z", 0.21, "Consensus of group and Feingold ahead in polls suggests he will win."], [10898, "2016-04-16T06:45:54Z", 0.15, "He's not doing well in the polls, but he's the incumbent, so I'm prepared to raise this if/when necessary \nhttp://www.publicpolicypolling.com/main/ron-johnson/"], [5001, "2016-04-16T03:43:59Z", 0.25, "All the signs are that Russ has it in the bag but then, comebacks like this are historically very rare and in any case it's a long time to go and he was leading in polls by a similar margin through mid-Summer in 2010. Being cautious for now. "], [484, "2016-04-16T02:41:13Z", 0.3, "Up 10% after reading Time article (behind paywall) that the RNC was going to not support presidential ticket (with $) and concentrate on down ballot races. Money may make a difference in close races."], [94, "2016-04-16T02:09:07Z", 0.26, "Following @Khalid.  According to predictwise (http://predictwise.com/politics/2016-congress-senate) the market probability is 17%, while the fundamental probability is 76%.  It seems unusual for there to be that large of a difference."], [1993, "2016-04-15T22:29:07Z", 0.25, "Johnson is trailing in the polls, but the gap has narrowed a little over the past couple of months. He'll probably lose, but I'll keep an eye on it."], [23206, "2016-04-15T21:55:48Z", 0.2, "Polls give Feingold a healthy lead at this point.  It's early enough for this to change significantly, but Wisconsin leans slightly democratic in general, and with Trump and Cruz the most likely presidential candidates on the Republican side, it is likely that there will be high turnout on the democratic side.  In addition, he was elected in 2010 which had very high republican turnout.  Prediction markets have Johnson around 20% to win which seems reasonable at this point with the polls and structural democratic advantage."], [18888, "2016-04-15T20:54:02Z", 0.05, "Polling STRONGLY favors Feingold: http://elections.huffingtonpost.com/pollster/2016-wisconsin-senate-johnson-vs-feingold"], [14318, "2016-04-15T20:15:49Z", 0.25, "Predictit market is 80% for the Democrat. "], [691, "2016-04-15T20:07:47Z", 0.31, "The Rs are beginning to wear out their welcome in Wisconsin, and Russ has been generally well liked over the course of his career.  This number is arbitrary (but not random) until I can make some calls.  "], [20284, "2016-04-15T20:05:08Z", 0.75, "The Ryan/Walker team will be able to keep the senate seat for Ron Johnson.  It may be close but it will remain Senator Johnson."], [14841, "2016-04-15T19:19:11Z", 0.4, "I would say Feingold will win this one 53-47, but it will be a brawl, I suspect this could become a rout with Trump as the nominee. So I am going to start off at 40%, I also marked it down because I think its historically hard to reclaim a seat 6 years later."], [484, "2016-04-15T19:04:35Z", 0.2, "Initial forecast. @Khalid I do wonder if the year of the \"outs\" will be kind to returning politicians. Perhaps it is lucky Feingold is facing a R."], [689, "2016-04-15T18:53:08Z", 0.13, "Comment deleted on May 10, 2016 11:24PM UTC"], [500, "2016-04-15T18:50:24Z", 1.0, "jes"], [3895, "2016-04-15T18:18:14Z", 0.26, "per @Khalid"], [706, "2016-04-15T18:01:02Z", 0.9, "Feingold too much of an insider."], [68, "2016-04-15T17:36:16Z", 0.26, "Predictwise http://predictwise.com/politics/2016-congress-senate#Link3 gives the Democrats a 68% chance of taking Wisconsin, while Predictit's market https://www.predictit.org/Browse/Group/54/Congress is at 80%. I'm taking their average for now."], [14375, "2016-04-15T17:35:06Z", 0.3, "Feingold is leading in the polls..."], [2, "2016-04-15T17:23:42Z", 0.33, "Russ Feingold  (D-WI) is the man!  Russ Feingold fan from way back."], [23937, "2016-04-15T17:20:02Z", 0.2, "Polling indicates this is unlikely. Johnson's favorability is mediocre and he is being outraised by his (relatively better-liked) opponent."], [20, "2016-04-15T17:14:30Z", 0.35, "Johnson is probably the incumbent with the highest chance of losing. http://www.publicpolicypolling.com/main/ron-johnson/"]]}