{"question_id": 896, "title": "Before 1 October 2018, will a referendum repealing or amending Ireland's 'right-to-life' Eighth Amendment pass?", "correct_answer": "Yes", "crowd_forecast": 0.9, "preds": [[43259, "2018-05-29T09:16:10Z", 0.99, "It did!"], [176, "2018-05-26T12:53:42Z", 1.0, "Congrats @shivadiva @Anneinak"], [38319, "2018-05-26T02:32:01Z", 1.0, "Looks like my final prognostication (https://www.gjopen.com/comments/comments/736465) was out by about 5% in favour of Retain.  If this were close (Catalan election, US presidential election 2016, Brexit vote), being out by 5% turns a small but clear win by one side into a small by clear win by the other.  Fortunately, that error was WAY less than the forecast margin, and worked out in my favour (ie. increasing the margin of the Repeal victory)."], [23006, "2018-05-26T02:03:07Z", 1.0, "ok, then"], [35636, "2018-05-26T01:59:53Z", 1.0, "Should have just been at 100 instead of 98. "], [38, "2018-05-25T21:24:18Z", 1.0, "exit polls show 68% yes"], [1250, "2018-05-25T19:05:32Z", 1.0, "“Yes” has a 12 point lead.\nhttps://www.irishtimes.com/news/politics/poll"], [45310, "2018-05-25T16:09:15Z", 0.95, "Ireland's public opinion is no longer dependant of Irish Catholic Church as it seemed some years ago"], [14161, "2018-05-25T08:29:04Z", 0.99, "Probably closer than the referendum on gay marriage in ireland. Yes vote should still be in the high 50s."], [767, "2018-05-24T21:45:01Z", 0.9, "Most polls are saying it's too close to call.  But latest poll by Irish Times/Ipsos says 44% plan to vote YES, 32% NO, and 24% remains undecided or were planning not to vote.  Even if only half of the undecided voted, and even if half of them voted NO, the YES side would still have the edge. "], [57918, "2018-05-23T15:07:06Z", 0.95, "https://theconversation.com/irelands-abortion-referendum-heres-what-you-need-to-know-96875"], [38319, "2018-05-23T00:12:49Z", 0.98, "Oh, one final prognostication.  "], [38319, "2018-05-23T00:05:04Z", 0.98, "OK, final comment here before the vote itself this Friday.  I've enjoyed watching the discussion around this one, and I take my hat off to the GJO crew (Thanks @amory10!) for creating an interface that encourages open discussion.  Some of the HFC platforms have much to learn still ..."], [19801, "2018-05-21T04:19:48Z", 1.0, "lead in the polls is so huge even if all the undecideds vote against the referendum will still result in a repeal."], [23006, "2018-05-21T03:37:22Z", 0.49, "- Yes' side losing support closer to ref date - whether those votes are going to abstain or 'no' is not clear. But the closer to the date this happens, the truer the direction.\n-  This question is something defines this country's nationhood, and to some of those living in Ireland it is a point of pride and enlightenment to be on the 'no' side, (the view from the other side)"], [35117, "2018-05-20T09:29:59Z", 0.98, "Latest polls are showing Yes ahead by a healthy margin.  Times/IpsosMRBI has a 12 pt lead for Yes, B&A/Sunday Times 28 points, RedC/Business Post 29 points - I've not looked at the methodologies but RedC seemingly have always given the largest margin leads to the Yes side. In the case of IpsosMRBI and B&A there were decent undecided portions (17% and 19% respectively).  I've seen reports suggesting that the undecideds are more likely to break yes, which rings true for me based on the peel away from outright Yes voters we've seen in the Ipsos polling (most likely to go Yes -> Undecided, rather than Yes -> No directly). It's also possible that in a country that is traditionally conservative on abortion yes might be the tougher answer to give to a pollster. Only Ipsos showing a real closing in the polls, although that is a contra-indication there is still a sufficient gap (12pts) for me to think that in light of other polling, No won't make it in time. \nhttp://www.thejournal.ie/abortion-poll-red-c-sunday-business-post-4023304-May2018/\nhttps://www.thetimes.co.uk/article/urban-surge-set-to-carry-the-day-for-eighth-amendent-repeal-polls-show-j070rgdnk"], [23737, "2018-05-20T08:03:17Z", 0.75, "Times changeing even in Ireland. People who says No might stay at home. I am guessing a larger turnout of Yes voters"], [43003, "2018-05-19T17:51:34Z", 0.96, "All polls show large lead, however as election draws nearer the population tends to get more conservative on big issues."], [37689, "2018-05-19T11:39:22Z", 0.75, "Results of parliamentary committee "], [35636, "2018-05-19T06:16:16Z", 0.98, "Polling seems to show decrease in support. Perhaps people not wanting to be seen to be YES, like how conservatives were embarrassed to admit they were voting for Trumpy. "], [23006, "2018-05-18T23:54:31Z", 0.43, "# of women who went to UK per county  (2016 see link below) - 2746\n# of women who went to abroad estimated 2017 (ranges 3K to 6500) - 3250\n# of doctors (overwhelmingly (81%) in favour or repeal - 20473"], [23006, "2018-05-18T23:04:27Z", 0.53, "."], [23006, "2018-05-18T22:44:11Z", 0.03, "http://www.thejournal.ie/eighth-amendment-ref-q-a-3999597-May2018/"], [4888, "2018-05-14T16:49:04Z", 0.75, "very likely it will happen at some point but 1/4 that opponents will delay repeal"], [23006, "2018-05-14T15:36:51Z", 0.03, "biggest hurdles are lack of online advertising access, and voters might not be aware that repeal is a quick step to on demand legislation."], [23006, "2018-05-13T21:18:31Z", 0.03, "This is a quote (not an opinion) from article linked below: \"I used to be pro-choice,\" she adds, \"up to the age of about 23 [she's 33 now], but then I discovered what abortion really is and I just couldn't support it. My belief is that all human life is to be valued, including the unborn, and if you really hold that view then you will oppose abortions in every circumstance, even in hard cases.\""], [19801, "2018-05-13T06:53:51Z", 0.98, "Pat Leahy’s comprehensive analysis of the referendum vote:"], [45594, "2018-05-12T08:08:46Z", 0.75, "the religion has lost power over the society"], [14493, "2018-05-11T11:23:05Z", 0.9, "As @Anneinak says the polls show that a lot of people are saying they are undecided. My guess is that people are unwilling to answer pollsters, rather than being undecided. Its interesting that campaigns by religious groups may be counter productive (i.e. people don't want to be told how to vote by priests). It seems to be unknown if the campaigns by outside (presumed US) groups that Youtube and Facebook are now making some attempt to block have affected Irish opinion.  I suspect these groups will easily get around the Youtube and Facebook rules. Irish web addresses could easily be used to route finance for social media adverts that are paid for by sources outside Eire.  "], [38, "2018-05-11T01:14:37Z", 0.57, "https://www.theguardian.com/world/2018/may/09/ireland-abortion-referendum-divides-county-roscommon"], [37161, "2018-05-06T00:48:49Z", 0.7, "It's time"], [38, "2018-05-05T03:26:28Z", 0.77, "https://www.spectator.co.uk/2018/05/the-catholic-church-is-absent-in-irelands-abortion-referendum/"], [38, "2018-05-05T03:14:02Z", 0.77, "http://www.theamericanconservative.com/articles/catholic-ireland-is-dead-and-gone/"], [38319, "2018-05-02T00:56:41Z", 0.98, "Of the 11 polls in Wikipedia to date (https://en.wikipedia.org/wiki/Thirty-sixth_Amendment_of_the_Constitution_Bill_2018_(Ireland)), even the post favourable poll for Retain would depend on Retain winning the Undecided vote 6:1 just to draw even with the Repeal vote."], [23006, "2018-05-01T03:59:48Z", 0.99, "most parties favour repeal"], [38, "2018-05-01T01:21:55Z", 0.77, "A LITTLE BACKGROUND\n-abortion is one of only 9 or 10 ex-communicatible offenses in the Code of Canon law of the Catholic Church.  It is imposed immediately  without trial or public announcement (\"latae sententiae\") upon anyone who gets an abortion, performs an abortion or helps someone else get an abortion.  Some bishops contend that persons voting for legalization of abortion also would be included in those ex-communicated.\n-this is seen as a once-in-a-generation vote"], [13970, "2018-04-30T22:31:26Z", 0.92, "The recent poll has 47% reporting they plan to vote yes, 28% no, with 3% not planning to vote. Of undecided, 30% are leaning towards yes, and 15% towards no. Of those who intend to vote that gives 55% of those planning to vote yes or leaning towards versus 32% leaning or planning to vote no. https://www.irishtimes.com/news/politics/poll"], [38, "2018-04-30T03:57:05Z", 0.77, "Polls show repeal @ 47%, down about 20% in the last month, and Catholic bishops are banging on the drum of latae sententia excommunication."], [51636, "2018-04-28T13:17:46Z", 0.45, "Opinion polls show a decline in support for repeal, narrowing the gap between the two sides to a 2% difference. With an undecided vote of four percent, the lack of increased support for this major constitutional change makes it highly unlikely that the Irish people will approve a constitutional change of this magnitude."], [32258, "2018-04-27T17:46:24Z", 0.98, "https://www.independent.co.uk/news/world/europe/ireland-abortion-referendum-repeal-eighth-amendment-vote-latest-updates-poll-a8311001.html\n"], [19801, "2018-04-27T04:21:36Z", 0.98, "A poll in the Irish Times last week found that 47 per cent of voters say they will vote Yes, while 28 per cent said they would vote No. One in five people said they were not sure how they would vote.\nhttp://www.thetablet.co.uk/news/8974/irish-bishops-rally-pro-life-support"], [34353, "2018-04-26T14:03:09Z", 0.75, "Adjusting up based on more research into the issue..."], [25465, "2018-04-21T18:38:28Z", 0.9, "Reproducing sexactive Millenials are the majority and more foreign workers now in the country who have different expectations of reproductive health who are majority working women now."], [49481, "2018-04-16T03:04:45Z", 0.4, "40% yes. The republic of Ireland has made very progressive strides in recent years, through allowing same sex marriage, electing its first Prime Minister of Indian heritage and that is also gay, and in many other ways. The referendum is set for this summer, and the mere fact that a vote will happen shows that it is possible it may pass. "], [42998, "2018-04-15T21:15:46Z", 0.55, "The affirmative vote is leading in the polls but negative is gaining. The Brexit referendum defying the polls also gives me pause. "], [38, "2018-04-15T00:13:03Z", 0.98, "Polls and Facebook at odds over Ireland abortion vote\nBBC News\nWhile opinion polls show a comfortable lead for the pro-choice side in an upcoming referendum on abortion in Ireland, one survey indicates pro-life groups are winning the enthusiasm battle on Facebook."], [55090, "2018-04-14T21:22:40Z", 0.6, "Recent press that the Irish don't care as much now."], [689, "2018-04-14T00:34:38Z", 0.0, "Ireland opposes globalists agenda to kill babies."], [38319, "2018-04-13T09:40:09Z", 0.97, "Polls with a variety of methodologies consistently showing:\na)  Repeal : Retain = 2:1 or so; and \nb)  Repeal > (Retain + Undecided)."], [14493, "2018-04-12T17:51:00Z", 0.9, "I might be wrong, but some forecasters comments seem to imply that they are directly equating repealing the Irish Eighth Amendment to Ireland permitting some specific categories of abortion. The purpose of having any any policy written into a constitution is to prevent law makers easily changing laws in that area. It appears from opinion polls that most Irish voters think that there are circumstance where abortion should be permitted and there are circumstances where most think it should not be permitted. As has been pointed out there is considerable disagreement between voters as to what these circumstances should be. It would be reasonable to speculate that the opinions of voters would vary over time as different circumstances get fuller discussion and that science presents new facts. It is surely impossible to expect a constitution to be able to define all circumstances, which is why democracies have legislators who pass laws that fit the circumstances and the needs of the time and can be changed to fit the circumstances and needs of tomorrow or next year. Removing the Eighth Amendment would not be a vote for a free for all over abortion, but a vote to allow legislators to adapt to needs. If voters really do  not trust politicians to make good laws, it difficult to hold out much hope for democracy, they might as well hand over government to a dictator or require a referendum on every law. It appears that in the last twenty years or so Irish citizens have become more confident that they have a right (and duty) to vote for representatives that will carry out the people's wishes rather than as happened in the past, the citizen was expected to be constrained and directed by higher authorities. So I expect the Eighth Amendment will be repealed so that free discussion on what abortion legislation is appropriate, can take place.            "], [43207, "2018-04-07T14:31:14Z", 0.8, "Given the momentum of women's empowerment movements and that the repeal of this amendment is just the first legislative step, I think that it will probably be repealed. The vote is currently scheduled for 25 May."], [37161, "2018-04-04T16:44:16Z", 0.5, "Maybe they will join the 20th Century."], [57447, "2018-04-03T15:42:34Z", 0.8, "I believe that Brexit has re-ignited the progressive streak that powered Ireland through the financial crisis. Combined with a generational shift towards abortions we can expect high turnout from the youngsters and can assume a large bloc of returning voters are making the trek to ensure Ireland embraces this moment at the intersection of traditional Catholic virtue and modern feminist values and chooses the latter."], [46762, "2018-03-29T05:12:43Z", 0.55, "Current articles show 16 point swing against the ammentment in 2 weeks.  https://cruxnow.com/church-in-uk-and-ireland/2018/02/21/recent-polls-encourage-irelands-pro-life-advocates/"], [23006, "2018-03-29T03:02:13Z", 0.65, "Month of May\nhttps://www.theguardian.com/world/2018/mar/28/ireland-sets-abortion-referendum-date"], [57143, "2018-03-28T19:21:55Z", 0.51, "The two leading Irish political parties are not much different from each other, both described as liberal conservatives with religious ties. With Fine Gael, probably a bit more socially liberal than Fianna Fáil on this issue there is a chance it may be repealed or altered, but both parties have been ambiguous concerning a solid stance on the subject of abortion with supporters and detractors on both sides and a strong Irish Catholic influence. The referendum on gay marriage inspires hope that they will be more progressive on this issue, but in places like Roscommon the vote was very close, and the country is looking at a deep divide on the issue between what could be considered the old guard and the newer generations that see abortion as a reproductive right. While same sex marriage was a close call in Roscommon, it was not so close nationally and same sex marriage won. This cannot be used as an exact barometer of how the vote will go concerning abortion as this is a more emotionally charged issue driven by religious morality vs. more modern scientific definitions of reproduction and life. "], [44887, "2018-03-27T22:11:43Z", 0.75, "The Church doesn't have the same control as it once did."], [39677, "2018-03-23T17:52:44Z", 0.8, "Regardi g the modern world nowadays especially in Europe, it is most certain to pass, the catholics are probably against it, but how many of the catholics in Ireland are so strict to vote against it? Not many"], [31450, "2018-03-22T14:20:15Z", 0.85, "Shifting higher based on polling showing a majority are in favor of repealing the eight amendment."], [49077, "2018-03-20T16:00:32Z", 0.73, "While there have been multiple voices debating over this issue, it seems more and more likely that there will be a opportunity to vote on Ireland's 8th Amendment. Being that the amendment originally passed in 1983, it is quite reasonably and logic for the amendment to be up for discussion and review within the the 21st century and within a new era of a new decade emerging, the \"new 20s\" (2020s). Thus, I fully expect this debate to be a tense one, due to the population of Ireland being predominately catholic. But due to the emergence of a new liberal wave, along with a new conservative wave, that is happening all of the world, the chances for this amendment to be up for vote of repeal or amending are very high. "], [47806, "2018-03-17T15:23:28Z", 0.0, "Too many of the old guard Catholics are still alive in Ireland for this type of referendum to pass."], [55809, "2018-03-15T20:32:43Z", 0.45, "Strong anti-Church sentiment since child molestation disclosures."], [706, "2018-03-15T06:13:48Z", 0.75, "Maneuvering towards stronger ties with EU as Brexit stumbles.  But, the youth have to vote."], [19801, "2018-03-15T04:16:47Z", 0.95, "In January, a poll found 56% would vote in favour of repealing the eighth amendment and allowing unrestricted abortion up to the 12th week of pregnancy, with 29% against and 15% undecided or unwilling to say. Among those aged 18 to 24, support for change was at 74%, compared with 36% among over-65s.\nhttps://www.theguardian.com/world/2018/mar/05/ireland-abortion-campaign-activist-ailbhe-smyth"], [35636, "2018-03-13T07:05:23Z", 0.98, "Despite being a devoutly Catholic nation (AFAIK or by appearances) and the shock of the gay marriage referendum, they'll change to be in line with modern times. I'm pro-life but I'm a man and it's high time women have the right to be free of harassment and men dictating what they can and can't do with their bodies. The Irish probably agree or see this too, well the polls show two-thirds support repealing the 8th. "], [48709, "2018-03-12T23:32:57Z", 0.89, "progressiveness is going to be the driving factor since the courts are over crowded with the everyday hearings. "], [35831, "2018-03-12T23:18:59Z", 0.75, "Sign of time."], [27705, "2018-03-11T14:45:11Z", 0.95, "The campaign to \"repeal the eighth\" amendment to the Irish Constitution was in full swing in September 2017; yesterday, March 10, 2018, tens of thousands of people marched in Dublin for, and against, the abortion ban, indicating growing strength of public sentiment to overturn the 1983 eighth amendment.   The referendum on the amendment will be held in late May.   The people will be asked whether they want to delete the Eighth Amendment and replace it with new wording stating “that provision may be made by law for the regulation of termination of pregnancy”.   Polls show a majority of Irish voters - 56% - want abortion legalized. When undecided voters are excluded, 65 per cent favour repeal and abortion being allowed up to 12 weeks while 35 per cent do not. https://www.irishtimes.com/news/politics/clear-majority-backs-abortion-on-request-up-to-12-weeks-poll-shows-1.3368816. With the availability of the pill, the question of abortion is becoming less relevant, but the idea of Ireland being a backward outpost in the civilized community of European nations drives the younger voters to ban the eighth. "], [530, "2018-03-10T14:19:08Z", 0.7, "It has support in Ireland: \"The Irish Times/MRBI poll found that 56 percent of voters would support a change in the constitution so the government can legislate for abortion on request up to 12 weeks, with 29 percent opposed and 15 percent undecided.\""], [46762, "2018-03-10T03:25:02Z", 1.0, "Because the voices of evil will prevail. "], [55001, "2018-03-09T23:09:52Z", 0.9, "The socio-political current in Ireland is dominated by those who wish to repeal. The media will heavily back the repeal. People will follow the media. "], [705, "2018-03-09T03:34:29Z", 0.92, "\"national referendum on abortion to be held by the end of May\""], [1333, "2018-03-08T11:22:15Z", 0.1, "Until that text is disclosed - forecasting is tricky..."], [172, "2018-03-08T00:43:53Z", 0.6, "7 months would be lightening fast...hence some reticence on my part. It will happen, don’t know about October."], [54746, "2018-03-07T23:28:34Z", 0.9, "Supreme Court judgement yesterday removed remaining blocks. The Government should have a clear run at it now and as the Government has indicated its wish to go ahead, it will probably do so."], [691, "2018-03-07T20:46:10Z", 0.75, "This will probably happen some time this summer.  It occurs to me that whatever arrangements result from Brexit, it will harder than it now is for the good devout Roman Catholics of Ireland to get over to England for their abortions, as many of them now do.  "], [12879, "2018-03-07T20:21:57Z", 0.3, "I’d suspect the answer will be  SuperForecaster “Probably NOT” going to happen as Ireland 🇮🇪 is predominately Catholic. "], [14493, "2018-03-07T18:41:13Z", 0.9, "The Irish Supreme Court appears to have ruled that there is no legal objection to amending the \"right-to-life\". It is reported that the Irish Government will now introduce the Bill, with the aim to hold the referendum in May.  Polls show a 2/3 majority in favour. "], [34353, "2018-03-07T18:30:44Z", 0.05, "I'm sure a referendum will happen at some point, but probably not in the next 7 months. Even if one does happen, I'm not certain that it will achieve repeal or amendment."], [31450, "2018-03-07T18:28:26Z", 0.66, "The country has swung sharply more liberal and tolerant in recent years. I expect this trend to continue. See link, in my experience whenever the leaders of both parties are in favor of something, that's because its already a popular idea."]]}