{"question_id": 485, "title": "Will a loya jirga convene in Afghanistan before 2018?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[2965, "2017-12-09T16:09:43Z", 0.0, "No here is why\nhttps://www.afghanistan-analysts.org/afghanistan-election-conundrum-2-a-tight-date-and-a-debate-about-technology/\nGreat insights into Afghan parliamentary elections, 3 years overdue, scheduled for July no earlier than November,2017 "], [38319, "2017-12-05T22:23:53Z", 0.0, "Process of convening a loya jirga took about 6 months in 2003, and about 2.5 months in 2002.  So out of time on this question."], [1993, "2017-11-26T06:21:07Z", 0.0, "Seems to be a controversial issue:"], [19801, "2017-11-22T04:03:20Z", 0.0, "Afghan government bars officials from meetings seeking Loya Jirga\nhttp://www.arabnews.com/node/1194446/world"], [1529, "2017-11-17T04:35:15Z", 0.05, "They may want to, but with the Taliban appears to be on an unbottled run and willing to kill for their cause. It is hard to see how the many tribal leaders think it's a good idea to travel open country to invite execution and then meeting over weeks together, again at risk, and then to finally return to the same risk of assassination. The US, nor its Afghan forces have not yet shown the capacity to take back the country (Bits and pieces aren't enough)."], [37029, "2017-11-14T18:52:22Z", 0.25, "I'm not optimistic. I predict that they will meet after the first of the year, probably before April."], [6303, "2017-10-31T03:17:54Z", 0.0, "Based on general news and GJP consensus."], [19801, "2017-10-24T04:53:44Z", 0.0, "Religious scholars demand Loya Jirga call to solve crisis\nhttp://afghanistantimes.af/religious-scholars-demand-loya-jirga-call-to-solve-crisis/"], [6303, "2017-10-23T03:30:07Z", 0.0, "Based on general news and GJP consensus."], [2965, "2017-10-18T14:22:35Z", 0.0, "No security\nSee AAN outstanding analysis at http://aan.af/2hKNy62\nand Ms. Clarke latest salvo at https://www.afghanistan-analysts.org/working-in-a-grey-zone-icrc-forced-to-scale-back-its-work-in-afghanistan/\nMs. Clark is the finest I have read ever!"], [6303, "2017-10-16T03:21:29Z", 0.0, "Based on general news and GJP consensus."], [4634, "2017-10-11T05:40:51Z", 0.0, "Info on Karzai's latest moves: https://www.afghanistan-analysts.org/mehwar-e-mardom-e-afghanistan-new-opposition-group-with-an-ambiguous-link-to-karzai/"], [23006, "2017-10-09T22:47:35Z", 0.45, "https://www.pajhwok.com/en/2017/08/24/loya-jirga-next-year-after-elections-ceo-office - next year\nhttp://www.khaama.com/karzai-to-ask-govt-leaders-for-loya-jirga-regarding-new-us-strategy-03597 - "], [2965, "2017-10-04T12:30:32Z", 0.0, "SecDef cannot keep up with this youngster!\nAfghan India then Quatar was scheduled\nup pops SecDef in Puerto Rico\nsee USN twitter feed\nthen here!\nwow\nthe AAN set forth so many security issues\nit may well take a \"generation\" Petraeus\ncosts/benefits\nhttps://www.nytimes.com/2017/10/03/world/middleeast/mattis-iran-deal-trump.html?hp&action=click&pgtype=Homepage&clickSource=story-heading&module=first-column-region&amp;\nand\nDunford added that, in addition to not announcing timelines, the U.S. military would not repeat its previous mistake of drawing down troop levels “too far and too fast.”"], [39847, "2017-09-21T18:57:26Z", 1.0, "The taliban want to stop the government "], [6303, "2017-09-18T04:08:35Z", 0.0, "Based on general news and GJP consensus."], [6303, "2017-09-04T04:41:06Z", 0.0, "Based on general news and GJP consensus."], [691, "2017-08-24T16:00:44Z", 0.01, "This might be a nice little pantomime to make the US president think something is working so the aid will continue to flow, but they probably won't stage it until after the first of the year."], [38421, "2017-08-21T02:06:39Z", 0.03, "Awaiting situation update on Afghanistan after US policy becomes clear in coming days."], [31450, "2017-08-10T15:56:53Z", 0.0, "Dropping to zero  because I feel like if a Loya Jirga was going to happen, it would have happened at some point in the four years since it was promised."], [1034, "2017-07-31T05:14:53Z", 0.0, "White House Looks at Scaling Back U.S. Military Presence in Afghanistan"], [6303, "2017-07-17T03:21:55Z", 0.01, "Based on general news and GJP consensus."], [1034, "2017-07-12T06:41:20Z", 0.0, "Sacked Afghan Minister Symbolizes the Government's Precarious Position"], [13377, "2017-07-02T10:58:19Z", 0.05, "https://www.washingtonpost.com/world/asia_pacific/political-storm-brews-in-afghanistan-as-officials-from-ethnic-minorities-break-with-president-call-for-reforms-and-protests/2017/07/01/ab9419ea-5e6f-11e7-aa69-3964a7d55207_story.html"], [23006, "2017-06-22T22:37:36Z", 0.05, "following rene"], [4634, "2017-06-22T12:01:15Z", 0.05, "\"The IEC has announced the election date for parliamentary and district council elections – 7 July 2018.\n\nAddressing a press conference on Thursday afternoon, IEC chief Najibullah Ahmadzai said work is underway to ensure a free and fair election.\nAhmadzai said the IEC has learnt much from past elections, and that because of the war, there are problems.\nHe said however, that government needs to focus on vulnerable areas in order to hold successful elections.\nHe also called on the nation to cooperate with the IEC regarding the election process, including with the voter registration process.\nThe IEC chief said they had been assured about the election budget and security.  \nHe also said no interference will be allowed  and that preparations across the board are being conducted to hold the polls.\"\nhttp://www.tolonews.com/node/49416"], [2965, "2017-06-13T21:49:23Z", 0.0, "https://www.armed-services.senate.gov/imo/media/doc/Mattis_06-13-17.pdf"], [2965, "2017-06-06T10:11:49Z", 0.0, "http://www.bbc.com/news/world-asia-40170596"], [1034, "2017-06-04T06:44:59Z", 0.0, "Loya Jirga be convened to amend Constitution: CEO"], [2965, "2017-06-03T07:43:51Z", 0.0, "http://www.reuters.com/article/us-afghanistan-security-idUSKBN18U05U\nstreet fighting in kabul- protests 3 dead\nrapid deterioration of security situation\nneed more troops now-even to leave without rout\n10,000 US now\nwait a minute how many did McChrystal have?\nhow many did he get?"], [2965, "2017-06-01T23:56:12Z", 0.0, "See bbc.com.\ncould not  provide a secure.location. \nBringing such a meeting of all clans. an invite for blowing up all leadership.\nsuch as it is.\nEasy To disregard.NATO and  Germany and France.\nEasy To rip up Paris Accord and openly disrespect Merkel and Macron.\nBut when US calls for more NATO troops To Afghan. ..good luck."], [19801, "2017-06-01T05:52:24Z", 0.0, "1. Even the cabinet is composed of actiing ministers who haven't been formally appointed."], [2965, "2017-05-31T23:50:06Z", 0.0, "bbc.com\nbbc driver  killed in Green zone\nthen Haqqani net work makes big hit in Green Zone\nits on the brink\nthey need more troops to secure Kabul\nGovernment cannot do\nno time to jirga\n"], [34659, "2017-05-24T05:12:29Z", 0.65, "yes they will do it "], [35369, "2017-05-22T19:38:26Z", 0.19, "On first looking it up I thought it might be more likely than not but then w/ the added info it hasn't happened in 3 years yet I adjusted down somewhat."], [35425, "2017-05-22T15:23:49Z", 0.25, "The Taliban continue to increase their presence in Afghanistan, so anything put in place in the past few years will not likely hold form in the coming months. They will be forced to make significant changes as 2017 progresses."], [30347, "2017-05-21T17:17:15Z", 0.1, "Imminent additional NATO troop commitments removes incentive to convene a loya jirga.  Ghani has also been active consolidating his power base and marginalizing Abdullah, political priorities which supersede NUG-precepts for loya jirga.  Loya jirga will convene in 2018 at the earliest."], [35701, "2017-05-20T08:05:16Z", 0.05, "Afghanistan is too corrupt and tenuous to allow such an uncontrollable development."], [706, "2017-05-20T05:00:47Z", 0.05, "Why?  The Taliban is STILL calling shots."], [35698, "2017-05-20T00:35:16Z", 0.01, "It is not up to the government, for that to work there have to be a better communication with Taliban or another break through on that front "], [31450, "2017-05-18T19:32:29Z", 0.09, "President Ghani seems like a man who likes be in control and most calls in the country for a loya jirga revolve around decentralizing power, and also peace plans but that's secondary here. I don't think he, or his allies, wants to call a loya jirga as an important part of the process would be formalizing the role of Abdullah Abdullah, the country's CEO (a long and somewhat ridiculous story behind that idea)."], [35569, "2017-05-16T22:43:56Z", 0.5, "The patterns of Afghani tribes are very unpredictable.  The loya jirga conventions have no set format, frequency and the votes among the tribal elders are influenced by old tribal relationships that date back centuries.  The most recent loya jirga had 2,500 tribal elders in 2013.  The previous had 1,600 in 2010.  That is a huge change in the number of tribal seats in a three year period.  The power structure among that many small clusters of people is immeasurable.  Predicting the tribes of Afghanistan is a legitimate coin toss.     "], [1333, "2017-05-16T19:14:21Z", 0.15, "It will convene but not till well after the Poppy Harvest and if winter is early maybe not this year."], [691, "2017-05-16T18:40:29Z", 0.18, "There are many numbers.  This is one of them.  It is plugged in arbitrarily but not randomly, pending developments."], [2965, "2017-05-16T17:36:39Z", 0.0, "nothing is happening until ground situation allows or peace talks are productive with Non-Heckmatar Taliban\nlol\nSee Afghan Analysts Network https://www.afghanistan-analysts.org/charismatic-absolutist-divisive-hekmatyar-and-the-impact-of-his-return/\nand https://www.afghanistan-analysts.org/hekmatyars-return-to-kabul-background-reading-by-aan/\nsee generally \"Understanding The U.S. Wars In Iraq and Afghanistan ( NYU Press 2015) (Eds., Bailey and Immerman\nthe war continues.... see https://www.afghanistan-analysts.org/resettling-nearly-half-a-million-afghans-in-nangrahar-the-consequences-of-the-mass-return-of-refugees/\nno deal between Northern  Alliance and Pushtos \nno deal on power-sharing\nwhat would the loya jirga exactly do?"]]}