{"question_id": 797, "title": "Will an individual hack of Bitcoin resulting in the theft of $10,000,000 USD or more occur in December 2017?", "correct_answer": "Yes", "crowd_forecast": 0.0, "preds": [[13306, "2017-12-11T15:49:58Z", 1.0, "Given the steep rise in Bitcoin's value and increased hacking from North Korea and elsewhere this is virtually guaranteed, and likely much larger."], [42258, "2017-12-11T06:09:59Z", 0.82, "Fragmented exchanges all across the world with poorly understood security technology around bitcoin"], [23006, "2017-12-10T22:00:17Z", 1.0, "$73 million nicehash"], [37488, "2017-12-08T17:33:54Z", 1.0, "http://money.cnn.com/2017/12/07/technology/nicehash-bitcoin-theft-hacking/index.html\nhttps://www.theguardian.com/technology/2017/dec/07/bitcoin-64m-cryptocurrency-stolen-hack-attack-marketplace-nicehash-passwords"], [39937, "2017-12-07T19:25:29Z", 1.0, "news"], [1333, "2017-12-07T13:21:31Z", 1.0, "there has been a theft of 65M. However it is a firm that converts OTHER crypto currencies TO BitCoin which it then pays out so was the theft BitCoin Dollars or what Is not clear."], [37379, "2017-12-07T08:59:26Z", 0.0, "Arghhh -- was this theft something that occurred before or after Dec. 1? How much? When will we know the details?"], [23234, "2017-12-07T05:54:38Z", 1.0, "Funny you should ask..."], [38094, "2017-12-07T01:06:02Z", 0.05, "There are too many other ways to exploit Bitcoin"], [38, "2017-11-30T07:00:34Z", 0.0, "https://www.nytimes.com/2017/11/27/technology/bitcoin-price-10000.html?emc=edit_mbe_20171128&nl=morning-briefing-europe&nlid=77825025&te=1&_r=1\n\nThe Bitcoin ecosystem is distributed around the world, with less reliance on a single company like Mt. Gox, which collapsed three years ago. While Mt. Gox hosted more than 75 percent of all Bitcoin trading in 2013, the largest exchanges today have only around 10 percent of the business. That should theoretically make the industry less vulnerable to problems at one institution."], [691, "2017-11-29T20:06:57Z", 0.66, "With the unit price of Bitcoin at around USD 10K, this wouldn't have to be on a very large scale.  Your kid probably knows other kids who could do this.  And will.  "]]}