{"question_id": 19, "title": "Will Iran host a head of state or head of government from one of the G7 countries on an official visit before 1 July 2016?", "correct_answer": "Yes", "crowd_forecast": 0.85, "preds": [[4634, "2016-04-12T10:55:21Z", 1.0, "Renzi is there: http://www.repubblica.it/politica/2016/04/12/news/iran_renzi_a_teheran_il_premier_incontra_rohani-137428977/"], [1056, "2016-04-11T19:58:08Z", 1.0, "Looks like tomorrow."], [1760, "2016-04-11T18:53:24Z", 0.95, "Italian PM Renzi is all set to visit Iran on April 12 and 13: http://www.reuters.com/article/us-italy-politics-iran-idUSKCN0X119T"], [83, "2016-04-11T17:44:38Z", 1.0, "http://www.reuters.com/article/us-russia-iran-arms-idUSKCN0X80MM\nIran starts delivery of first S-300 system to Iran. \nIf anyone is interested in overturning the appearently inaccurate scoring decision earlier in the year, please contact the judges."], [15352, "2016-04-11T14:38:21Z", 1.0, "Renzi is supposed to go to Iran this week.\nThe link describes opposition to the visit because of Iran's human rights record.  I believe the visit will still go ahead."], [83, "2016-04-09T22:38:35Z", 1.0, "Renzi's Iranian schedule for next week is announced:\nhttp://en.mehrnews.com/news/115649/Italy-PM-Matteo-Renzi-s-schedule-in-Tehran-announced"], [10746, "2016-04-09T16:59:20Z", 0.68, "This is a real possibility as just last week the IAEA chief, Yukiya Amano, has verified that Iran is implementing its safeguards agreement with the agency and its Additional Protocol. Business and diplomatic relations between most G7 countries and Iran have been improving dramatically as of late, for instance:  Iran and France have recently signed a new oil contract, Iran and Germany have a joint economic committee opening on May 2 and Germany plans to build solar power plant in Iran, in January contracts, worth up to 18 billion USD, were signed in a ceremony attended by Iranian President Hassan Rouhani and Italian Prime Minister Matteo Renzi in Rome. "], [102, "2016-04-08T02:04:43Z", 0.94, "https://larswericson.wordpress.com/2016/04/07/gitrep-06apr16pm/"], [1042, "2016-04-07T16:49:23Z", 0.99, "https://www.gjopen.com/comments/comments/199592\nThank you @cmeinel ... Tyge\nAny comment about the occupation of Aleppo?"], [14182, "2016-04-07T08:16:00Z", 1.0, "From: Tehran Times 4/4/16 "], [1639, "2016-04-06T19:11:50Z", 1.0, "It is official now that Renzi will be visiting Iran. \nhttp://www.governo.it/agenda/2016-04-12t000000-2016-04-13t000000/visita-di-renzi-iran/4424\n=====COMMENT:\nUnless a major problem will prevent the trip, Renzi is eager to go.  Got up to 100%, it should happen. "], [14880, "2016-04-06T18:55:43Z", 0.95, "Reuters has word that Prime Minister Renzi will visit Iran on April 12 and 13. Unless an event precludes this from happening within the next week, the trip is more than likely. Iran stands to gain with friendly relations with the West, so I expect good behavior by all. "], [21671, "2016-04-06T08:45:14Z", 0.1, "It is not 0 because there's always some chance. With all the oil fuss, the circling around Putin/Russia and the small violations of the nuclear agreement, I thing non of the G7 leaders will visit publicly an Iranian leader. There is no future strategy seen to the public that needs to do a ceremony of 2 leaders meeting and agreeing on something, for example, region peace or Syria end of fighting or global economic idea, etc. We are talking about a too near future (3 months). "], [15352, "2016-04-05T16:54:21Z", 1.0, "http://mobile.reuters.com/article/idUSKCN0X119T"], [4218, "2016-04-05T16:48:15Z", 1.0, "Thanks to @Anneinak for news update"], [14182, "2016-04-05T06:11:54Z", 1.0, "No change. "], [14182, "2016-04-05T06:11:54Z", 1.0, "No change. "], [51, "2016-04-05T00:47:47Z", 1.0, "Italian PM scheduled to visit next week.  Better late than never for me I guess.  "], [83, "2016-04-04T23:59:57Z", 1.0, "Waiting on the \"official\" designation of the visit."], [38, "2016-04-04T22:34:17Z", 1.0, "@RickRock,\nWell, my optimism may pay off yet!  Today's headlines are:   Italy's Prime Minister Matteo Renzi will visit Iran next week, his office said on Monday.  Sources include Jerusalem Post Israel News, Euronews and The Daily Star."], [38, "2016-04-04T22:34:17Z", 1.0, "@RickRock,\nWell, my optimism may pay off yet!  Today's headlines are:   Italy's Prime Minister Matteo Renzi will visit Iran next week, his office said on Monday.  Sources include Jerusalem Post Israel News, Euronews and The Daily Star."], [691, "2016-04-04T19:42:38Z", 1.0, "http://www.manilatimes.net/breaking_news/italys-renzi-to-make-landmark-visit-to-iran/"], [21800, "2016-04-04T13:19:56Z", 1.0, "Confirmation is there finally on this. April 12 - 13 visit by Renzi."], [1262, "2016-04-04T13:11:40Z", 1.0, "Finally - confirmation!\nTwo day trip next week..."], [68, "2016-04-04T12:51:07Z", 1.0, "Back to 100%, thanks to https://www.yahoo.com/news/italy-pm-matteo-renzi-visit-iran-april-12-111252870.html pointed out by @ESL_Br"], [136, "2016-04-04T12:10:21Z", 1.0, "@ESL_Br's link http://www.gjopen.com/comments/comments/196458"], [22665, "2016-04-04T11:38:40Z", 0.99, "https://www.yahoo.com/news/italy-pm-matteo-renzi-visit-iran-april-12-111252870.html"], [68, "2016-04-04T11:21:02Z", 0.85, "Reducing from 100 for lack of confirmatory news about Renzi's visit this month."], [4218, "2016-04-04T01:01:05Z", 0.27, "The Abe visit doesn't look like it will happen until August.  Trudeau seems to be on a fairly slow march with improved Canada-Iran relations.  Ruhani's late March tweet that Renzi will visit Iran \"in the coming months\" seems to have put a firm lid on the February Italian announcement that the visit would happen in April.  The Iran run-off elections won't be completed until the end of April.  No one will be able to figure out who won for a while after that, because party affiliation in Iran is sketchy at best.  Let's assume that everything settles down in Iran a couple of weeks after the run-offs.  That's mid-May.  There are no claims of fraud.  There are no surprises or blow-ups.  The coast looks clear.  Let's also assume that there are no government crises in Italy (note to self - Italian governments are prone to crises and tend to be short lived).   How long would it take to plan a Renzi visit?  Maybe 2-3 weeks could be a guess.  So now we are into June.  Of course, \"in the coming months\" could also mean after July 1.  I might be wrong about this, but I now think I may have been too high on this question for too long."], [83, "2016-04-03T22:46:15Z", 0.4, "Renzo under pressure at home over energy scandal:\nhttp://mobile.reuters.com/article/idUSKCN0X00ST"], [1023, "2016-04-03T22:23:49Z", 0.75, "Land rush for oil at a good price. Iran wants ordinance as well."], [691, "2016-04-03T17:50:20Z", 0.93, "Can't find anything in the Italian, Iranian, or international news about plans for the Renzi junket, so it may not happen in April.  That leaves May and June.  Still think he'll show up, or Trudeau will.  Abe might, too; he seems to enjoy travel.  The other possibility is that I am wrong.  "], [23254, "2016-04-03T01:33:14Z", 0.98, "Italian PM visiting in April\nhttp://www.presstv.ir/Detail/2016/02/22/451679/Iran-Italy-PM-Renzi-visit-Rouhani/"], [23254, "2016-04-03T01:28:58Z", 0.01, "Visits by heads of state of G7 take a lot of planning and are generally known well in advance. The only confirmed visit is Shinto Abe, prime minister of Japan in August 2016. No visits have been announced to occur by 1 July 2016, so the only possibility is for an unannounced visit (which may be for security reasons). However, given that some of European leaders have just hosted Iran, it is unlikely they will visit in the next few months, and the issue of Israel is also an outstanding issue for US, Germany, UK."], [369, "2016-04-02T00:52:08Z", 0.92, "\nIf I were Rouhani I might consider the timing a possible visit from Renzi for when it would be most beneficial for my political purposes --- \nBefore -- or -- After -- or -- It Depends ?"], [1111, "2016-04-01T20:47:05Z", 0.1, "Potentially from France or Germany as those countries have always shown willingness to deal with Middle Eastern countries regardless of their \"official\" line of not dealing with terrorists or undesirable countries. Based on history in Iraq, Saudi Arabia, Syria and Iran I would predict that if any head of state visits Iran that it will be either French or German. \n"], [3648, "2016-04-01T18:36:07Z", 0.0, "Too soon"], [691, "2016-04-01T13:07:45Z", 0.93, "I'd feel a bit better if there were some news about this.  On the other hand, if something is scheduled to happen \"in April,\" there's no reason to issue a bulletin every week or so just to say it's still on. Next news will either be a specific date or a cancellation (or postponement) on the Italian side, unless another country decides to pop in for a visit.  One supposes that some time in the next week or two the Italians or the Iranians or both will set a date.  (They will make a cute couple; probably they met by being seated near each other in the UN.) "], [14253, "2016-04-01T10:08:59Z", 0.85, "Like others I am troubled by the lack of recent news stories mentioning the visit. Dropping from 100."], [14253, "2016-04-01T10:08:59Z", 0.85, "Like others I am troubled by the lack of recent news stories mentioning the visit. Dropping from 100."], [14253, "2016-04-01T10:08:59Z", 0.85, "Like others I am troubled by the lack of recent news stories mentioning the visit. Dropping from 100."], [102, "2016-04-01T01:58:26Z", 0.91, "https://larswericson.wordpress.com/2016/04/01/gitrep-31mar16pm/"], [1639, "2016-03-30T14:32:20Z", 0.95, "There is nothing really official out yet, these are the most recent news i was able to find: \"...... said that relations will become even closer in April during the visit that the Prime Minister Matteo Renzi will in turn in Tehran .\" \nhttp://ilpiccolo.gelocal.it/trieste/cronaca/2016/03/12/news/il-sincrotrone-iraniano-nasce-a-trieste-1.13113231\n=====NOTE======\nI'm not sure it is because of security concerns, or because Italian Media leaves a lot to be desired to information.\nHowever, Renzi is focussing in getting Italian economy up to speed, so I believed that he is keen to travel to Iran to secure more business deals with the country."], [52, "2016-03-30T14:23:07Z", 0.65, "Seems this puts a little chill in the air.  "], [1760, "2016-03-30T14:16:30Z", 0.75, "I am not seeing any reports that Italian PM Renzi's visit to Iran (scheduled for April: http://www.presstv.ir/Detail/2016/02/22/451679/Iran-Italy-PM-Renzi-visit-Rouhani) has been cancelled or postponed, so I am sticking to my odds."], [1760, "2016-03-30T14:16:30Z", 0.75, "I am not seeing any reports that Italian PM Renzi's visit to Iran (scheduled for April: http://www.presstv.ir/Detail/2016/02/22/451679/Iran-Italy-PM-Renzi-visit-Rouhani) has been cancelled or postponed, so I am sticking to my odds."], [53, "2016-03-29T22:37:15Z", 0.9, "consensus has dropped on lack of recent news, but not sure we should expect to see much too far in advance.  Dropping a little anyway - Renzi said he was going but conceivably could cancel the trip. "], [22509, "2016-03-29T22:03:16Z", 0.33, "not by July 1"], [15471, "2016-03-29T20:12:58Z", 0.75, "Sliding back down again due to lack of official notifications but we still have 3 month to go"], [734, "2016-03-29T19:46:25Z", 0.75, "See prior."], [734, "2016-03-29T18:59:05Z", 0.99, "Reaffirming a better than even chance this meeting with Renzi will go forward, but this is very, very interesting:"], [15352, "2016-03-29T04:13:15Z", 1.0, "My 100% is based on Renzi visit.\nToday's news Prince Charles is planning a trip in the fall.  I realize he is not head  of government. Just sharing the new development...\nhttp://www.cameroon-concord.com/daily-news/item/5458-revealed-prince-charles-to-visit-iran\nhttp://www.independent.co.uk/news/uk/home-news/prince-charles-plans-historic-royal-trip-to-iran-a6955821.html "], [4218, "2016-03-28T22:31:05Z", 0.62, "Rats.  I never like to be stuck in these middle numbers, but the odds seem to be slipping on this question, so here I am, sliding downward.  I probably should go much lower. "], [4218, "2016-03-28T22:31:05Z", 0.62, "Rats.  I never like to be stuck in these middle numbers, but the odds seem to be slipping on this question, so here I am, sliding downward.  I probably should go much lower. "], [4218, "2016-03-28T22:31:05Z", 0.62, "Rats.  I never like to be stuck in these middle numbers, but the odds seem to be slipping on this question, so here I am, sliding downward.  I probably should go much lower. "], [102, "2016-03-28T16:01:33Z", 0.92, "@kmcochran does this guy qualify?  http://presstv.ir/Detail/2016/03/28/457938/Iran-UK-Prince-Charles-visit-Minister-Javid"], [102, "2016-03-28T16:01:33Z", 0.92, "@kmcochran does this guy qualify?  http://presstv.ir/Detail/2016/03/28/457938/Iran-UK-Prince-Charles-visit-Minister-Javid"], [102, "2016-03-28T16:01:33Z", 0.92, "@kmcochran does this guy qualify?  http://presstv.ir/Detail/2016/03/28/457938/Iran-UK-Prince-Charles-visit-Minister-Javid"], [102, "2016-03-28T00:10:56Z", 0.92, "https://larswericson.wordpress.com/2016/03/27/gitrep-27mar16pm/"], [38, "2016-03-27T20:22:49Z", 0.5, "I'm growing apprehensive that Renzi's announced trip in April may not be actualized because I can't find any recent mentions of it."], [1529, "2016-03-25T19:28:43Z", 0.4, "@RickRock and @Aneeinak  are making some good points. I used to be very low on this question, until the apparently positive flurry coming post-Iran deal and visits to Italy. So, I raised my forecast, but lowering somewhat today. Iran continues to stir the waters with ballistic tests, cyber attacks, intransigence in many other places.....I guess to prove a point or something (facetious). In any case, all those actions cannot be helping to make it easier for HoS to visit. "], [4218, "2016-03-25T18:52:47Z", 0.71, "The statement that Renzi would visit in April appeared in February.  April is almost here.  Dead silence from the Italians since February.  "], [4218, "2016-03-25T18:52:47Z", 0.71, "The statement that Renzi would visit in April appeared in February.  April is almost here.  Dead silence from the Italians since February.  "], [4218, "2016-03-25T18:52:47Z", 0.71, "The statement that Renzi would visit in April appeared in February.  April is almost here.  Dead silence from the Italians since February.  "], [484, "2016-03-25T04:32:28Z", 1.0, "(no change) Expect news absence may be mostly due to waiting until after the Iranian run-off elections."], [38, "2016-03-25T02:52:34Z", 0.85, " I just spent a chunk of time searching the internet for information about a possible Renzi visit.  I found absolutely nothing less than about a month old.  Very concerning!  I'm reducing my forecast 10%."], [38, "2016-03-25T02:52:34Z", 0.85, " I just spent a chunk of time searching the internet for information about a possible Renzi visit.  I found absolutely nothing less than about a month old.  Very concerning!  I'm reducing my forecast 10%."], [43, "2016-03-24T22:23:21Z", 0.9, "No more news on Italy head of state visit to Iran is perhaps bad news. G7 heads of state might be hesitant because of the U.S. having apparently thrown a monkey wrench into the machinery of the lifting of sanctions."], [4218, "2016-03-23T20:38:16Z", 0.9, "http://www.presstv.com/Detail/2016/02/22/451679/Iran-Italy-PM-Renzi-visit-Rouhani/"], [4218, "2016-03-23T20:38:16Z", 0.9, "http://www.presstv.com/Detail/2016/02/22/451679/Iran-Italy-PM-Renzi-visit-Rouhani/"], [4218, "2016-03-23T20:38:16Z", 0.9, "http://www.presstv.com/Detail/2016/02/22/451679/Iran-Italy-PM-Renzi-visit-Rouhani/"], [22245, "2016-03-23T14:30:09Z", 0.1, "After the elections in Iran we may see G7 members visit Iran, but not likely before the elections."], [1262, "2016-03-22T17:47:21Z", 0.25, "Cannot find evidence to confirm original report or any recent mention of visit.    Renzi likely preoccupied with brexit & refuges so resetting extra low in effort to counter previous high forecast...!  "], [1262, "2016-03-22T17:47:21Z", 0.25, "Cannot find evidence to confirm original report or any recent mention of visit.    Renzi likely preoccupied with brexit & refuges so resetting extra low in effort to counter previous high forecast...!  "], [1262, "2016-03-22T17:47:21Z", 0.25, "Cannot find evidence to confirm original report or any recent mention of visit.    Renzi likely preoccupied with brexit & refuges so resetting extra low in effort to counter previous high forecast...!  "], [102, "2016-03-21T03:55:25Z", 0.9, "https://larswericson.wordpress.com/2016/03/21/gitrep-20mar16pm/"], [13966, "2016-03-18T22:15:55Z", 0.49, "Bumping up my percent change of a visit prior to 7.1.2016 by a fair bit (was 10%).  The Renzi trip seems to have dropped out of western media stories for a while - the most recent story I've seen (http://www.businessinsider.com/r-europe-steps-back-in-time-to-revive-iran-ties-2016-3) regarding visits mentions the \"EU foreign policy chief\" without mentioning PM Renzi.  Expanding my original opinion on this, I think that Italy's head of state/government is essentially the only one of the G7 who can make a near term visit, and there appears to be a significant chance that this will occur in the next 3.5 months, but without confirmation of the initial story I am inclined to keep the probability of a visit on just this side of 'No.'"], [13966, "2016-03-18T22:15:55Z", 0.49, "Bumping up my percent change of a visit prior to 7.1.2016 by a fair bit (was 10%).  The Renzi trip seems to have dropped out of western media stories for a while - the most recent story I've seen (http://www.businessinsider.com/r-europe-steps-back-in-time-to-revive-iran-ties-2016-3) regarding visits mentions the \"EU foreign policy chief\" without mentioning PM Renzi.  Expanding my original opinion on this, I think that Italy's head of state/government is essentially the only one of the G7 who can make a near term visit, and there appears to be a significant chance that this will occur in the next 3.5 months, but without confirmation of the initial story I am inclined to keep the probability of a visit on just this side of 'No.'"], [102, "2016-03-18T01:16:24Z", 0.91, "https://larswericson.wordpress.com/2016/03/18/gitrep-17mar16pm/"], [15352, "2016-03-17T19:52:35Z", 1.0, "No news of Renzi's visit in the media for nearly a month\nI'm wondering if it is such a sure thing..."], [15352, "2016-03-17T19:52:35Z", 1.0, "No news of Renzi's visit in the media for nearly a month\nI'm wondering if it is such a sure thing..."], [15352, "2016-03-17T19:52:35Z", 1.0, "No news of Renzi's visit in the media for nearly a month\nI'm wondering if it is such a sure thing..."], [1056, "2016-03-16T07:21:25Z", 0.95, "Renzi visit appears to be on."], [14656, "2016-03-15T09:35:23Z", 0.9, "Revising after @clinton's link."], [734, "2016-03-14T23:26:02Z", 0.99, "Reaffirming that Renzi will keep his appointment, but there is likely to be pressure to postpone or cancel his visit due to the recent (and continuing) missile tests. On the other hand, EU officialdom has met the tests with a collective shrug:"], [368, "2016-03-14T21:07:03Z", 0.98, "Accords signed between Italy and Iran :  http://www.ansa.it/english/news/politics/2016/01/26/italy-and-iran-sign-17-accords_0bffa94b-64fb-40b1-861c-d6d6f5d9d978.html .  Given the statement of intent by Renzi to visit Iran, there is no reason to believe otherwise.  Estimated visit in April ."], [691, "2016-03-14T18:48:21Z", 0.91, "Depends on whether there is a stronger need in Italy to keep the trade deals going, or to pretend solidarity with US pretend outrage.  My money, if I had any, would be on the former. "], [691, "2016-03-14T18:48:21Z", 0.91, "Depends on whether there is a stronger need in Italy to keep the trade deals going, or to pretend solidarity with US pretend outrage.  My money, if I had any, would be on the former. "], [691, "2016-03-14T18:48:21Z", 0.91, "Depends on whether there is a stronger need in Italy to keep the trade deals going, or to pretend solidarity with US pretend outrage.  My money, if I had any, would be on the former. "], [180, "2016-03-14T15:03:38Z", 0.1, "France and others very upset over missile testing... Look for the Italian PM to come down with an illness - thus canceling his supposed trip. G7 can't be seen as completely 'business as usual' with Iran with this flagrant behavior - though no doubt there will be - quietly - a fair amount of $$$ going on anyway."], [767, "2016-03-14T04:58:20Z", 0.9, "Italian's Prime Minister, Renzi will visit Iran in April.  No indication of his trip being cancelled or postponed.  Both countries signed deals worth over 17 billion euros during during Rouhani's visit to Italy in January which they said was just the beginning. \nhttp://www.presstv.ir/Detail/2016/02/22/451679/Iran-Italy-PM-Renzi-visit-Rouhani"], [102, "2016-03-14T03:01:24Z", 0.9, "https://larswericson.wordpress.com/2016/03/14/gitrep-13mar16pm/"], [783, "2016-03-13T04:22:06Z", 0.45, "Based in the Oct 3, 2015 forecast and newly elected  so-called reform officials in Iran, will lower the forecast to 45%, They won the election but in some regions not by much. The West may want to boost the newly elected Iranians by a visit as the reformers and moderates need to prove they can open their nation to the West since most of the promises they made to the voters are not  practicable by 2017. Due to the lower oil prices, bureaucratic governance, and a middling economy, this  may work against them in the next election and the officials will not deliver their agenda. Whereas most of the elected officials agree on the the need for nuclear energy and a strong defense, the economic and social divisions between the elected officials may fracture the alliance.  A return to hardliners is not whom the West wants to negotiate with on these issues, therefore a visit to the newly elected officials is not out of the question but not popular in the West with politicians or the public, especially with elections in the US and France and Germany with voters divided in their beliefs on how to approach the Middle East and Iran.  This is more a commerce issue than a political photo opportunity and unpopular move. The West wants to open Iran and may have to do so through business before any visits are decided upon between officials."], [180, "2016-03-11T17:00:25Z", 0.12, "US considering imposing more sanctions, re: missile tests. "], [1760, "2016-03-11T16:03:35Z", 0.75, "After Iran's latest missile test (http://www.usatoday.com/story/news/world/2016/03/10/iran-missile-tests-violate-no-deals/81578348/), the odds of further sanctions have gone up, which I think dramatically reduces the odds of a G7 head visiting Iran. I think the Italian PM might even postpone his visit if the UN Security Council imposes additional sanctions. I'm still assigning 3:1 odds of a visit happening because the Italian PM visit is already on the books."], [493, "2016-03-11T16:02:35Z", 1.0, "Affirming prior."], [180, "2016-03-10T16:27:35Z", 0.14, "Iran fired more missiles that can reach Israel today... "], [691, "2016-03-10T13:31:27Z", 0.99, "The Renzi foray is apparently still on.  Somebody has to go, and nobody cares what the Italians do anyway.  Trudeau is still an outside chance."], [1993, "2016-03-10T04:45:36Z", 0.95, "In case Renzi (Italy) gets cold feet due to the ballistic missile test. If Renzi doesn't visit Iran in April, as planned, I'll come down more. Abe's (Japan) trip isn't planned until August."], [1760, "2016-03-09T22:16:04Z", 0.99, "No change in my forecast from 3/3/16."], [180, "2016-03-09T08:18:13Z", 0.17, "Test firing missiles... Not the 'right kind' of invite to a G7er."], [498, "2016-03-09T01:32:47Z", 0.99, "Japanese PM Expected to Visit Iran in Late August \nhttp://www.tasnimnews.com/en/news/2016/03/07/1021776/japanese-pm-expected-to-visit-iran-in-late-august"], [1337, "2016-03-08T23:44:58Z", 0.82, "Renzi?"], [443, "2016-03-08T21:27:54Z", 0.85, "They so badly want to rejoin the G7 community. They are as tired of being on the outside as we are tired of them being on the outside. Both our peoples want it to end and the Govs don't know how to do it without losing face.  "], [102, "2016-03-08T05:02:06Z", 0.86, "https://larswericson.wordpress.com/2016/03/08/gitrep-7mar16pm/"], [38, "2016-03-07T22:28:30Z", 0.95, "http://www.tasnimnews.com/en/news/2016/03/07/1021776/japanese-pm-expected-to-visit-iran-in-late-august"], [767, "2016-03-07T19:10:19Z", 0.15, "Japan's Prime Minister, Shintzo Abe, has announced that he plans to visit Iran. It will be the first time in 38 years that a Japanese PM visits the country. Sputnik News reported that the visit will be focused on bolstering bilateral economic cooperation.  The PM will be accompanied by a group of entrepreneurs and heads of Japanese companies and is likely to take place on the PM's way to or back from a Japan-Africa development conference in Kenya on August 27-28.  "], [21564, "2016-03-07T12:41:49Z", 0.85, "Iran has aligned itself with the west. Meeds sanctions lifted."], [14843, "2016-03-07T00:03:48Z", 0.85, "Not the US certainly but one or two of the others unless Iran does something strange, the \"moderate\" election results helped a lot. "], [21330, "2016-03-06T18:22:31Z", 0.95, "Europe eager to export to Iran "], [691, "2016-03-06T16:20:18Z", 0.99, "Haven't seen anything lately on the Renzi playdate, but it seems not to be in jeopardy anyway.  He's still penciled in for April, it seems. Others will follow, but not many--probably Canada and maybe Japan. Off-chance the French will pop in.  The Big Three will sit this one out."], [102, "2016-03-06T04:02:53Z", 0.81, "https://larswericson.wordpress.com/2016/03/05/manual-category-assignment-work-in-progress/"], [2965, "2016-03-05T01:15:57Z", 1.0, "I will take a stab at this one.\nI specialize in deadlocked questions and elections time to move on .\nAny views #annainak. Let the press figure it out. #clairvoyance\nThanks for reminding me that there are so many important questions for the tournament to address.\nI am not backing off.\nI was at 0 and 100 and bounced back and forth.\nThese election questions seem unusual.\nMaybe we will find out about Trump Majlis in one week.\nThanks for keeping the question open.\n"], [2965, "2016-03-05T01:15:57Z", 1.0, "I will take a stab at this one.\nI specialize in deadlocked questions and elections time to move on .\nAny views #annainak. Let the press figure it out. #clairvoyance\nThanks for reminding me that there are so many important questions for the tournament to address.\nI am not backing off.\nI was at 0 and 100 and bounced back and forth.\nThese election questions seem unusual.\nMaybe we will find out about Trump Majlis in one week.\nThanks for keeping the question open.\n"], [2965, "2016-03-05T01:15:57Z", 1.0, "I will take a stab at this one.\nI specialize in deadlocked questions and elections time to move on .\nAny views #annainak. Let the press figure it out. #clairvoyance\nThanks for reminding me that there are so many important questions for the tournament to address.\nI am not backing off.\nI was at 0 and 100 and bounced back and forth.\nThese election questions seem unusual.\nMaybe we will find out about Trump Majlis in one week.\nThanks for keeping the question open.\n"], [13377, "2016-03-04T08:40:17Z", 1.0, "https://larswericson.wordpress.com/"], [11785, "2016-03-03T23:43:43Z", 0.7, "I'm backing off because the date is approaching with no announcement.  It might still happen, but I will ring my forecast down monthly until there is an announcement."], [11785, "2016-03-03T23:43:43Z", 0.7, "I'm backing off because the date is approaching with no announcement.  It might still happen, but I will ring my forecast down monthly until there is an announcement."], [1760, "2016-03-03T18:24:45Z", 0.99, "Swiss president visited Iran as expected on Feb 26: http://www.tasnimnews.com/en/news/2016/02/26/1012571/swiss-president-starts-iran-visit. Switzerland is in G10, not G7. Meanwhile, Italy's prime minister is still scheduled to visit Iran in April: http://en.mehrnews.com/news/114674/Italian-PM-to-visit-Iran-in-April. Italy is a member of G7, which would qualify for this question. I think a visit to Iran from Obama is also likely during this time frame given his plans to visit Cuba, as Iran and Cuba are crucial parts of Obama's foreign policy legacy.\n"], [1760, "2016-03-03T18:24:45Z", 0.99, "Swiss president visited Iran as expected on Feb 26: http://www.tasnimnews.com/en/news/2016/02/26/1012571/swiss-president-starts-iran-visit. Switzerland is in G10, not G7. Meanwhile, Italy's prime minister is still scheduled to visit Iran in April: http://en.mehrnews.com/news/114674/Italian-PM-to-visit-Iran-in-April. Italy is a member of G7, which would qualify for this question. I think a visit to Iran from Obama is also likely during this time frame given his plans to visit Cuba, as Iran and Cuba are crucial parts of Obama's foreign policy legacy.\n"], [1500, "2016-03-02T17:18:28Z", 0.8, "Since the elections went so well, I'm upping my forecast now.  Iran is open for business and ready to roll.  Welcome back to the world."], [15980, "2016-03-01T21:02:59Z", 0.65, "To make a prediction for this question, I will use the \"Norms and protocols of domestic and international institutions matter\" method. The relevant \"international institutions\" include Iran and the countries of the G7 (Canada, France, Germany, Italy, Japan, the United Kingdom, and the United States). To begin looking at Iran, it is important to consider the effects of its most recent election (http://www.vox.com/2016/3/1/11139970/iran-elections). The election results affirmed the nuclear deal, revealed a push from the Iranian people to open up more to the West, and pointed to a trend of rising moderates in Iran. These effects show a change in the norms and protocols of Iran, whose government has been traditionally been closed off to the West and viewed as \"extremist.\" Because of these apparent changes in norms, it seems more likely than ever that Iran will host a G7 country in the coming months. "], [19801, "2016-03-01T06:03:57Z", 1.0, "Italian state visit, and other countries will want to enter the Iranian market to grab business as fast as possible. The Scramble For Iran is on."], [180, "2016-03-01T06:02:38Z", 0.55, "A lot depends on how the whole reformer trend shakes out in the next six weeks."], [601, "2016-02-29T17:00:54Z", 0.9, "Renzi is going, unless Iran does something even more atrocious than usual in Syria or Iraq before April"], [1262, "2016-02-29T16:33:44Z", 0.99, "Related to recently shared info about Italian visit."], [493, "2016-02-29T15:05:08Z", 1.0, "Affirming prior. I expect Renzi to go in April."], [691, "2016-02-29T13:16:19Z", 0.99, "Renzi is penciled in for April, and with the elections results shaping up as they are, others may start to pile in to express approbation.  (Is approbation the opposite of probation?  Perhaps in this case in should be.)  Still won't be US, Germany, or UK, but Japan or France might sign on.  Canada is increasingly likely.  Takes time to arrange these little lovefests, though. Stay tuned."], [4491, "2016-02-29T10:52:58Z", 0.9, "Italian visit planned for April"], [894, "2016-02-29T10:18:31Z", 0.8, "http://www.presstv.ir/Detail/2016/02/22/451679/Iran-Italy-PM-Renzi-visit-Rouhani"], [1468, "2016-02-29T09:24:58Z", 0.82, "Iranian election results might signal a further detente; could still be too early to call though."], [15750, "2016-02-28T23:23:03Z", 0.9, "European countries are eager to start business again with Iran. This is a huge market for machinery and infrastructure business."], [1262, "2016-02-28T19:18:18Z", 0.55, "Increasing likelihood based on early positive election results.     "], [102, "2016-02-27T16:15:39Z", 1.0, "I know the Swiss don't count, but still.... http://presstv.ir/Detail/2016/02/27/452666/Iran-Switzerland-Khamenei-SchneiderAmmann"], [102, "2016-02-27T16:15:39Z", 1.0, "I know the Swiss don't count, but still.... http://presstv.ir/Detail/2016/02/27/452666/Iran-Switzerland-Khamenei-SchneiderAmmann"], [102, "2016-02-27T16:15:39Z", 1.0, "I know the Swiss don't count, but still.... http://presstv.ir/Detail/2016/02/27/452666/Iran-Switzerland-Khamenei-SchneiderAmmann"], [691, "2016-02-26T13:35:02Z", 0.97, "Still counting on the Italians or Trudeau here.  Looks like Renzi will go first.  "], [61, "2016-02-26T02:57:59Z", 0.98, "jumping on Renzi announcement"], [1639, "2016-02-25T18:15:29Z", 0.95, "The ambitious Renzi is planning a (unnecessary) trip to Tehran for April. If he says so, it will probably happen, unless something happens to prevent him from travel. I guess he likes the popularity he gets abroad which he is no longer getting at home."], [1639, "2016-02-25T18:15:29Z", 0.95, "The ambitious Renzi is planning a (unnecessary) trip to Tehran for April. If he says so, it will probably happen, unless something happens to prevent him from travel. I guess he likes the popularity he gets abroad which he is no longer getting at home."], [1639, "2016-02-25T18:15:29Z", 0.95, "The ambitious Renzi is planning a (unnecessary) trip to Tehran for April. If he says so, it will probably happen, unless something happens to prevent him from travel. I guess he likes the popularity he gets abroad which he is no longer getting at home."], [1760, "2016-02-25T14:48:11Z", 0.99, "Swiss president visiting Tehran tomorrow: http://www.tehrantimes.com/Index_view.asp?code=253265"], [1760, "2016-02-25T14:48:11Z", 0.99, "Swiss president visiting Tehran tomorrow: http://www.tehrantimes.com/Index_view.asp?code=253265"], [1760, "2016-02-25T14:48:11Z", 0.99, "Swiss president visiting Tehran tomorrow: http://www.tehrantimes.com/Index_view.asp?code=253265"], [498, "2016-02-25T06:31:35Z", 0.99, "Swiss president to visit Iran Friday\nhttp://www.tehrantimes.com/Index_view.asp?code=253265"], [498, "2016-02-25T06:31:35Z", 0.99, "Swiss president to visit Iran Friday\nhttp://www.tehrantimes.com/Index_view.asp?code=253265"], [498, "2016-02-25T06:31:35Z", 0.99, "Swiss president to visit Iran Friday\nhttp://www.tehrantimes.com/Index_view.asp?code=253265"], [10192, "2016-02-25T01:11:57Z", 1.0, "Up from 85%.  Though a lot can happen in the timeframe, this trip was planned at the meeting in Italy. Renzi was quoted as saying that billions in deals were just the beginning. Sounds to me like money was left on the table. Then while in Rome, Rouhani tweeted that Renzi would visit in the coming months. This latest announcement was not a surprise. The surprise would be a cancellation."], [493, "2016-02-24T20:32:08Z", 1.0, "Renzi, plus looks like Syria might get some kind of deal."], [498, "2016-02-24T06:30:43Z", 0.99, "Azerbaijani President Ilham Aliyev to visit Iran.\nhttp://www.azernews.az/azerbaijan/93226.html"], [2965, "2016-02-24T00:41:29Z", 1.0, "It apears that a quid pro quo may have occurred Renzi to Iran and US drones  from  Military to Sicily agaisnt ISIS.\nOr  a joint strategy, Renzi goes to Tehran notwithstanding election,  a show  of support for Renzi.   \nOr  a chance for more trade.\nRenzi is going to Tehran and we will see in April  if he goes.\nhttp://www.ansa.it/english/news/politics/2016/02/22/italy-is-a-leader-once-more-says-renzi_d23ca84e-32d0-4751-94ab-e248cbb96c07.html"], [1056, "2016-02-23T22:21:44Z", 0.75, "Assuming for the moment that the Renzi visit will happen."], [11157, "2016-02-23T11:53:46Z", 0.95, "Moving up dramatically on Italian news. Still a lot can happen between statement of intent and April."], [68, "2016-02-23T06:05:37Z", 1.0, "Thanks to @clinton and everyone else for the tip on Renzi's intended visit to Iran in April. I guess it's time to go to 100% and stay there unless he changes his itinerary."], [734, "2016-02-23T02:54:34Z", 0.99, "Saw the Press tv article, and as usual, a day late and a dollar short as a few hundred other forecasters caught it well before me. Now I hope that he holds to the plan..."], [734, "2016-02-23T02:54:34Z", 0.99, "Saw the Press tv article, and as usual, a day late and a dollar short as a few hundred other forecasters caught it well before me. Now I hope that he holds to the plan..."], [734, "2016-02-23T02:54:34Z", 0.99, "Saw the Press tv article, and as usual, a day late and a dollar short as a few hundred other forecasters caught it well before me. Now I hope that he holds to the plan..."], [484, "2016-02-22T23:56:07Z", 1.0, "Up final 5%. Slight chance something might not happen (problems with Iranian election say), but I think it is much more likely that at least Renzi will visit."], [4218, "2016-02-22T21:43:49Z", 1.0, "Zigged when I should have zagged a couple of days ago."], [4218, "2016-02-22T21:43:49Z", 1.0, "Zigged when I should have zagged a couple of days ago."], [4218, "2016-02-22T21:43:49Z", 1.0, "Zigged when I should have zagged a couple of days ago."], [2965, "2016-02-22T21:31:30Z", 1.0, "ok but http://www.theguardian.com/commentisfree/2016/feb/01/the-guardian-view-on-president-rouhani-european-visit-far-too-soon-to-celebrate-a-changed-iran\ncongrats to all who called it correctly."], [498, "2016-02-22T20:37:31Z", 0.99, "Per @einsteinjs: \"In April, I will be 'in Tehran.\"\nhttp://www.gjopen.com/comments/comments/143266"], [60, "2016-02-22T19:32:37Z", 1.0, "Up from 61 to 100%."], [110, "2016-02-22T19:15:49Z", 0.95, "Only going to 95%, just in case there's political pressure for Renzi to call it off."], [176, "2016-02-22T19:10:16Z", 1.0, "Oops"], [5001, "2016-02-22T19:10:15Z", 1.0, "Well, a large Italian agency reports that Renzi announced the visit at presser, confirming Iranian news: http://www.agi.it/rubriche/asia/2016/02/22/news/italia-iran_renzi_annuncia_missione_saro_a_teheran_ad_aprile-548786/ "], [176, "2016-02-22T19:09:56Z", 0.0, "100"], [176, "2016-02-22T19:09:56Z", 0.0, "100"], [176, "2016-02-22T19:09:56Z", 0.0, "100"], [43, "2016-02-22T18:21:13Z", 1.0, "According to an Iranian news outlet: Italian PM Renzi to visit Iran in April http://www.presstv.ir/Detail/2016/02/22/451679/Iran-Italy-PM-Renzi-visit-Rouhani\nThank you for the tip, @clinton"], [43, "2016-02-22T18:21:13Z", 1.0, "According to an Iranian news outlet: Italian PM Renzi to visit Iran in April http://www.presstv.ir/Detail/2016/02/22/451679/Iran-Italy-PM-Renzi-visit-Rouhani\nThank you for the tip, @clinton"], [11442, "2016-02-22T18:10:18Z", 0.95, "Iranian confirmation of Renzi visit http://presstv.ir/Detail/2016/02/22/451679/Iran-Italy-PM-Renzi-visit-Rouhani "], [11442, "2016-02-22T18:05:24Z", 0.95, " @austerity and @Clinton @dowser Thanks!\nhttp://www.reuters.com/article/us-italy-renzi-idUSKCN0VV1DD "], [38, "2016-02-22T18:04:31Z", 0.95, "http://www.presstv.ir/Detail/2016/02/22/451679/Iran-Italy-PM-Renzi-visit-Rouhani"], [484, "2016-02-22T17:58:36Z", 0.95, "Up 20% following @austerity and @clinton Thanks!"], [136, "2016-02-22T17:55:20Z", 0.95, "@clinton's link + corroboration:\nhttp://www.reuters.com/article/us-italy-renzi-idUSKCN0VV1DD\n\"He announced visits to the United States in March, Iran in April and Russia in June\""], [53, "2016-02-22T17:39:18Z", 0.95, "article linked by @clinton"], [73, "2016-02-22T17:35:30Z", 1.0, "http://www.presstv.ir/Detail/2016/02/22/451679/Iran-Italy-PM-Renzi-visit-Rouhani  - for those that didnt believe in twitter......"], [484, "2016-02-22T17:01:11Z", 0.75, "Up 10% on @redacted"], [2965, "2016-02-22T13:51:12Z", 0.25, "adjusting upwards as noted due to the ongoing issue on ballistics Have a terrible record on the past questions resolved. In light of comments here, 1 %  is too low.\n Counterfact. who wins the majlis election. If its the \"moderates\", I will adjust to 90%-95%.    "], [498, "2016-02-22T06:06:55Z", 0.95, "South African President Jacob Zuma is set to visit Iran later this month.\nhttp://www.moneyweb.co.za/news/economy/the-big-business-opportunity-of-2016-iran/"], [19032, "2016-02-22T01:56:28Z", 0.01, "Bacon in the Treetops."], [484, "2016-02-21T17:05:26Z", 0.65, "(no change) No link, sorry, but Iran expects 65 billion in direct investment this (?) year."], [15471, "2016-02-21T14:43:02Z", 0.6, "Reducing a bit, due to passage of time, timeframe is getting tighter"], [10192, "2016-02-20T20:56:49Z", 0.85, "I think Renzi will visit in the timeframe. He wouldn't be wise to announce a commitment until March, after the election. "], [10192, "2016-02-20T20:56:49Z", 0.85, "I think Renzi will visit in the timeframe. He wouldn't be wise to announce a commitment until March, after the election. "], [10192, "2016-02-20T20:56:49Z", 0.85, "I think Renzi will visit in the timeframe. He wouldn't be wise to announce a commitment until March, after the election. "], [4218, "2016-02-19T23:40:42Z", 0.27, "I'm lowering my forecast significantly because I'm guessing any HOS visit in the timeframe of this question would have to be announced no later than April 1.  Of course, if we hear something in March, I stand prepared to reverse course yet again.  Bonus question:  which famous New England fellow said, \"consistency is the hobgoblin of small minds?\""], [60, "2016-02-18T03:41:25Z", 0.61, "Lowering from 78% to 61%."], [38, "2016-02-18T02:12:41Z", 0.45, "http://www.breakingisraelnews.com/61605/germany-vows-we-will-not-normalize-relations-with-iran-unless-it-recognizes-israel-jerusalem/#1SHFZATDRt66dV6t.99"], [1993, "2016-02-17T05:06:26Z", 0.5, "Prime Minister Abe still the most likely candidate. But he will be busy with the G7 and perhaps with Russia in the spring, and Iran is probably not a priority for him. Will adjust on announcements (or lack of announcements) in next couple months."], [767, "2016-02-16T21:59:05Z", 0.05, "Progress has been made but relations are not too cozy.  Iran still has a lot to prove to the G7. Despite the recent nuclear agreement, and the return of prisoners, their incendiary rhetoric continues.  Iran is now back in international oil markets and things are moving along but I don't see any indication any of the G7 countries will take a step to visit Iran in the next 6 months. "], [498, "2016-02-16T17:16:07Z", 0.95, "Ghanaian President visits Iran\nhttp://www.ghanaweb.com/GhanaHomePage/NewsArchive/I-m-first-African-leader-to-visit-Iran-after-nuclear-treaty-Mahama-416093"], [1262, "2016-02-15T19:06:14Z", 0.33, "confirming previous forecast"], [12937, "2016-02-15T18:07:15Z", 0.65, "G7 has been excluding Russia recently This year’s summit will be the second that excludes Russia and it occurs amid an escalation in violence in Eastern Ukraine."], [19685, "2016-02-14T23:23:05Z", 0.5, "Never know about France"], [64, "2016-02-14T16:24:49Z", 0.3, "Presumably, we will know a couple of months before such a visit. So, the question becomes: will such a visit be *decided* in the next 3 months? I'm keeping the probability at 30% for now. During the next 3 months, it makes sense to bring this probability down steadily if there is no news."], [5001, "2016-02-13T05:41:43Z", 0.25, "Never much of a believer that the West and Iran are suddenly BFF, I am only glad to be swayed by @jeremylichtman's arguments http://www.gjopen.com/comments/comments/125997 It's a longish time frame, so playing safe for now. "], [176, "2016-02-13T05:05:46Z", 0.0, "Here's why P(X) =0   http://www.telegraph.co.uk/travel/destinations/middle-east/iran/articles/British-Airways-to-relaunch-direct-London-to-Iran-flights-in-July/"], [493, "2016-02-10T16:31:05Z", 0.4, "Upping on possibility of a Renzi visit. there's really no downside for Renzi, though the way this was announced makes (Hey! Guess who's coming soon!) makes me think they haven't really laid the groundwork for this yet, which would point to a visit after July 1. But worth keeping track of. "], [1232, "2016-02-10T15:27:15Z", 0.63, "Time based adjustment."], [1562, "2016-02-09T20:25:30Z", 0.23, "time is prohibitive"], [484, "2016-02-09T17:02:43Z", 0.65, "Down 25% to be closer to consensus. Doubt if anything will be announced until after the Iranian elections."], [691, "2016-02-09T15:03:08Z", 0.68, "Edging down a bit. They're burning up daylight.  Still more likely than not, and my favourites are still Canada and Italy."], [5001, "2016-02-09T06:20:57Z", 0.35, "passage of time"], [60, "2016-02-09T01:08:11Z", 0.78, "Lowering from 100 to 78%."], [110, "2016-02-08T03:24:28Z", 0.1, "Going back down again."], [734, "2016-02-08T02:34:10Z", 0.61, "Throttling back a bit. These meetings take quite a bit of pre-planning, particularly so in this case. The only likely suspects would be either Renzi or Trudeau at this point and with a bit over 4 1/2 months to go, time is a bit short."], [9755, "2016-02-07T21:42:06Z", 0.99, "I guess Greek head of state does not count , but we are getting close. "], [1056, "2016-02-07T18:52:43Z", 0.45, "Going way down on this one. Italy and Canada seem to be possibilities, but time's getting short, so I'm going slightly lower than the crowd."], [19271, "2016-02-07T15:19:44Z", 0.05, "This is a short time window for going from sanctions to an actual head of state visit. A lot of planning goes into a head of state visits and normally a lot of political prep work before that. I don't see any of the G7 countries having a reason to rush into a state visit."], [498, "2016-02-06T22:24:06Z", 0.95, "Quite modest encouragement for Trudeau.\nhttp://www.huffingtonpost.ca/navid-hassibi/re-engagement-with-iran_b_9169446.html"], [12302, "2016-02-04T23:29:50Z", 0.45, "German Foreign Minister just stepped by on his route to Saudi-Arabia. Iran is going to visit Germany in return.\n-> Lowering 5%. Still regard a visit by Italy as a real possibility but I remain doubtful about the timetable. Want to stay on the negative side of the consensus; though not far from it."], [691, "2016-02-04T21:55:47Z", 0.75, "In the circs, it will be necessary for one of the Big Kids to go to Iran and kiss them on all four cheeks to congratulate them on their glorious if dubious achievement. "], [691, "2016-02-04T21:55:47Z", 0.75, "In the circs, it will be necessary for one of the Big Kids to go to Iran and kiss them on all four cheeks to congratulate them on their glorious if dubious achievement. "], [19022, "2016-02-04T20:27:32Z", 0.64, "Long, long overdue "], [15272, "2016-02-04T03:43:07Z", 0.65, "In the past six months, Iran has received the foreign minister of France for an official visit, and the Iranian president has made official state visits to Italy and France. The continuing detente with the West and desire to cement trade deals augers well for a reciprocal visit within this same time frame going forward. "], [1232, "2016-02-03T19:43:44Z", 0.65, "Based on recent news and the continued progress on the nuclear deal implementation."], [16022, "2016-02-03T10:27:23Z", 0.45, "Slight downgrade, as Rouhani has been invited to Germany, making a return visit from Merkel less likely. "], [4785, "2016-02-02T20:54:43Z", 0.58, "Three realistic possibilities out of seven (Japan; Italy; and France) equals 43 percent. The German FM visited towards the end of 2015, but I don't think Merkel can afford to visit for several reasons. Increase the 43 percent prediction by 5 percentage points for each of the country-specific factor that increases the likelihood: Abe already reportedly accepted Rouhani's invitation (through their respective FMs), although the time is to be determined; Rouhani called Italy the most important European trading partner for Iran (and history backs that up, albeit maybe ten years ago) and the Italian PM wants to be seen as a European leader -- perhaps for domestic political consumption; and Iran just inked a deal with Airbus (though that may actually decrease the likelihood that Hollande visits, and he also needs to be sensitive to the FRA-US relationship post-Paris). However, only one head of state/head of government needs to visit for this to come true."], [4785, "2016-02-02T20:54:43Z", 0.58, "Three realistic possibilities out of seven (Japan; Italy; and France) equals 43 percent. The German FM visited towards the end of 2015, but I don't think Merkel can afford to visit for several reasons. Increase the 43 percent prediction by 5 percentage points for each of the country-specific factor that increases the likelihood: Abe already reportedly accepted Rouhani's invitation (through their respective FMs), although the time is to be determined; Rouhani called Italy the most important European trading partner for Iran (and history backs that up, albeit maybe ten years ago) and the Italian PM wants to be seen as a European leader -- perhaps for domestic political consumption; and Iran just inked a deal with Airbus (though that may actually decrease the likelihood that Hollande visits, and he also needs to be sensitive to the FRA-US relationship post-Paris). However, only one head of state/head of government needs to visit for this to come true."], [4785, "2016-02-02T20:54:43Z", 0.58, "Three realistic possibilities out of seven (Japan; Italy; and France) equals 43 percent. The German FM visited towards the end of 2015, but I don't think Merkel can afford to visit for several reasons. Increase the 43 percent prediction by 5 percentage points for each of the country-specific factor that increases the likelihood: Abe already reportedly accepted Rouhani's invitation (through their respective FMs), although the time is to be determined; Rouhani called Italy the most important European trading partner for Iran (and history backs that up, albeit maybe ten years ago) and the Italian PM wants to be seen as a European leader -- perhaps for domestic political consumption; and Iran just inked a deal with Airbus (though that may actually decrease the likelihood that Hollande visits, and he also needs to be sensitive to the FRA-US relationship post-Paris). However, only one head of state/head of government needs to visit for this to come true."], [90, "2016-02-01T21:57:37Z", 0.85, "Upping and over compensating to make up for ignoring this question for so long."], [14394, "2016-02-01T17:39:58Z", 0.75, "http://www.jpost.com/Breaking-News/Rouhani-says-Italys-Renzi-will-visit-Iran-in-coming-months-442816"], [1337, "2016-01-31T23:42:58Z", 0.58, "Adjustment to slightly above consensus."], [498, "2016-01-31T20:38:08Z", 0.96, "“In coming weeks the president of Switzerland (President of the Swiss Confederation Johann Schneider-Ammann) will visit Iran.” \nhttp://www.tehrantimes.com/index_View.asp?code=252618"], [498, "2016-01-31T20:38:08Z", 0.96, "“In coming weeks the president of Switzerland (President of the Swiss Confederation Johann Schneider-Ammann) will visit Iran.” \nhttp://www.tehrantimes.com/index_View.asp?code=252618"], [16010, "2016-01-31T07:37:28Z", 0.6, "Improving chances based on public comments made by Rouhani"], [498, "2016-01-31T05:34:48Z", 0.96, "Rouhani says Italy's Renzi will visit Iran in coming months (+1)\nhttp://www.jpost.com/Breaking-News/Rouhani-says-Italys-Renzi-will-visit-Iran-in-coming-months-442816"], [68, "2016-01-29T08:39:10Z", 0.65, "Moving up from 55 on suggestions from the Iranian side that Italy's Renzi may visit. Earlier, Japan's Abe had been mentioned, while dark horse Trudeau is also a distinct possibility (he has the least \"baggage\"). I expect to stay at this level till Iran's parliamentary elections in about four weeks, unless there is further news."], [68, "2016-01-29T08:39:10Z", 0.65, "Moving up from 55 on suggestions from the Iranian side that Italy's Renzi may visit. Earlier, Japan's Abe had been mentioned, while dark horse Trudeau is also a distinct possibility (he has the least \"baggage\"). I expect to stay at this level till Iran's parliamentary elections in about four weeks, unless there is further news."], [68, "2016-01-29T08:39:10Z", 0.65, "Moving up from 55 on suggestions from the Iranian side that Italy's Renzi may visit. Earlier, Japan's Abe had been mentioned, while dark horse Trudeau is also a distinct possibility (he has the least \"baggage\"). I expect to stay at this level till Iran's parliamentary elections in about four weeks, unless there is further news."], [5001, "2016-01-29T07:00:08Z", 0.4, "No confirmation from Italy - lowering. "], [15471, "2016-01-28T13:17:10Z", 0.7, "Significantly up from the last prediction due to the visits of Rohani throughout Europe right now, usually those are not one way tickets. Without any major incidents official visits will happen. Question remains wether it will be before 1st July."], [15953, "2016-01-28T11:17:43Z", 0.65, "Reducing based on below:\nhttp://www.apnewsarchive.com/2016/France-has-asked-its-EU-partners-to-consider-new-sanctions-on-Iran-for-its-missile-testing-even-as-Paris-welcomes-President-Hassan-Rouhani-after-the-Islamic-Republic-had-other-sanctions-/id-7dcb3c7b99ff45e3a407c679693bf917"], [484, "2016-01-28T02:47:58Z", 0.9, "Up 5% for passage of time and expansion of ties."], [12302, "2016-01-28T00:48:30Z", 0.4, "Upping due to Italy, still sceptical if it will happen in time."], [9755, "2016-01-27T22:06:14Z", 0.9, "Italy has confirmed visit in the next few months.  but you never know . it also depends on how the up coming elections develop \nIf as we expect only conservative enter parliament and the Guardian council then internal divisions will result in infighting  \nIn that case  all visits maybe delayed for good reason. but I guess money rules so if enough money is to be made by both countries  then a visit  is a sure deal. Remember when the leaders of  Italy, France, & Britain  among others went to see Ghadafi after a similar deal with Libia ( I know it's not correct spelling, but I like it better ) "], [9755, "2016-01-27T22:06:14Z", 0.9, "Italy has confirmed visit in the next few months.  but you never know . it also depends on how the up coming elections develop \nIf as we expect only conservative enter parliament and the Guardian council then internal divisions will result in infighting  \nIn that case  all visits maybe delayed for good reason. but I guess money rules so if enough money is to be made by both countries  then a visit  is a sure deal. Remember when the leaders of  Italy, France, & Britain  among others went to see Ghadafi after a similar deal with Libia ( I know it's not correct spelling, but I like it better ) "], [9755, "2016-01-27T22:06:14Z", 0.9, "Italy has confirmed visit in the next few months.  but you never know . it also depends on how the up coming elections develop \nIf as we expect only conservative enter parliament and the Guardian council then internal divisions will result in infighting  \nIn that case  all visits maybe delayed for good reason. but I guess money rules so if enough money is to be made by both countries  then a visit  is a sure deal. Remember when the leaders of  Italy, France, & Britain  among others went to see Ghadafi after a similar deal with Libia ( I know it's not correct spelling, but I like it better ) "], [12591, "2016-01-27T20:38:13Z", 0.5, "Rouhani is very keen to show the positive impact of his approach"], [519, "2016-01-27T20:10:17Z", 0.95, "Renzi is apparently coming in the coming months. "], [1760, "2016-01-27T16:58:02Z", 0.9, "Rouhani is visiting European countries and striking business deals with European companies (NPR Radio 1-27-15). Importantly, US companies don't seem to be rushing to do the same. I think a visit is an important part of the deal and will happen over the next couple of months."], [142, "2016-01-27T13:49:01Z", 0.87, "Sanctions have been lifted and Iran is actively selling oil and buying many products previously denied them.  Japan had a long term relationship with Iran trading manufactured goods for oil.  Iran has announced it's intention to buy more than 100 aircraft from Europe, mainly Airbus. Canada is lifting sanctions and will reopen it's embassy in Tehran.  President Rouhani is visiting Italy and said publicly  that an Italian reciprocal visit is likely. The only question in my mind is which G7 leader will want to be the first to visit Iran."], [1262, "2016-01-27T06:11:48Z", 0.33, "Decreasing likelihood due to passage of time"], [1056, "2016-01-27T05:39:53Z", 0.8, "Up, following @REGallahue et al."], [484, "2016-01-27T03:02:56Z", 0.85, "Up 20% on the various rumors."], [5001, "2016-01-27T02:20:42Z", 0.67, "That Rouhani/Renzi news but not willing to go way up until there is info from Italians. Do find it weird - too quick for a reciprocal visit. What are they - ping pong players?"], [734, "2016-01-27T01:27:12Z", 0.81, "Let's try that again..."], [734, "2016-01-27T01:19:05Z", 0.12, "Now if we could just find out what \"in the coming months\" means..."], [60, "2016-01-26T22:58:32Z", 1.0, "Back up the ladder (from 18%) we go -- 100%."], [60, "2016-01-26T22:58:32Z", 1.0, "Back up the ladder (from 18%) we go -- 100%."], [60, "2016-01-26T22:58:32Z", 1.0, "Back up the ladder (from 18%) we go -- 100%."], [9755, "2016-01-26T22:35:41Z", 0.95, "Italy has confirmed a visit before July , but you never know what will happen between now and July "], [38, "2016-01-26T21:33:03Z", 0.95, "On the list of \"possibles\" is Abe (since last Oct!), Merkel (maybe, I am suspicious of the source) and Renzi."], [43, "2016-01-26T21:07:42Z", 0.85, "I'd go to 100% except that it's not good to count my chicks before they've hatched."], [498, "2016-01-26T15:26:16Z", 0.95, "It's risky, no doubt. But here's the tagline of the first G7 head bold enough to move first:\n\"Boosting Middle East economy is way to beat extremism\"\nhttp://www.reuters.com/article/us-iran-europe-rouhani-economy-idUSKCN0V411Q"], [3895, "2016-01-26T13:07:02Z", 0.94, "between news of Renzi visiting in the next few months, & rumours of a potential Merkel visit also, it now seems very likely that this will happen."], [110, "2016-01-26T13:03:26Z", 0.15, "Raising slightly on comments below."], [110, "2016-01-26T13:03:26Z", 0.15, "Raising slightly on comments below."], [110, "2016-01-26T13:03:26Z", 0.15, "Raising slightly on comments below."], [73, "2016-01-26T12:44:12Z", 1.0, "@Strandvej"], [15953, "2016-01-26T12:17:34Z", 0.85, "http://www.jpost.com/Breaking-News/Rouhani-says-Italys-Renzi-will-visit-Iran-in-coming-months-442816"], [38, "2016-01-26T06:59:59Z", 0.65, "http://en.mehrnews.com/news/113863/Rouhani-s-first-post-sanction-trip-to-bear-major-outcomes"], [15408, "2016-01-26T05:48:09Z", 0.95, "Hassan Rouhani meeting with the Italian Prime Minister Matteo Renzi in Rome on January 25th. Only a matter of time before a head of state visits"], [15408, "2016-01-25T23:22:16Z", 0.25, "No chance of the United States but a reasonable chance that a European country will visit"], [15533, "2016-01-25T21:00:36Z", 0.16, "Updated for reading https://www.gjopen.com/comments/comments/104862 + 5% on prior comment"], [15533, "2016-01-25T20:54:26Z", 0.11, "The G7 are: "], [43, "2016-01-25T20:44:48Z", 0.6, "In the aftermath of Xi's deal-making visit, how could G7 leaders resist the demands of their business communities to help them get in on the action?"], [43, "2016-01-25T20:24:59Z", 0.55, "Italy, Japan appear to be live prospects. Thank you, @clinton, for your link http://www.tehrantimes.com/Index_view.asp?code=252466"], [60, "2016-01-25T19:14:05Z", 0.18, "Lowering to 18% from 25%."], [60, "2016-01-25T19:14:05Z", 0.18, "Lowering to 18% from 25%."], [60, "2016-01-25T19:14:05Z", 0.18, "Lowering to 18% from 25%."], [241, "2016-01-25T15:29:17Z", 0.55, "FYI."], [110, "2016-01-25T13:04:37Z", 0.05, "Revising down."], [110, "2016-01-25T13:04:37Z", 0.05, "Revising down."], [110, "2016-01-25T13:04:37Z", 0.05, "Revising down."], [13947, "2016-01-25T09:45:22Z", 0.18, "Revising down. Reassessed Japan and their relationship with the Saudis, Truedeau unlikely to go unless the US let's him, others exchanging ministers but I don't think a head-of-state visit is more likely than it was + passage of time."], [498, "2016-01-25T07:10:31Z", 0.93, "\"European countries are rushing head first to get into Tehran\"\nhttp://www.reuters.com/article/us-iran-europe-rouhani-idUSKCN0V20ON"], [484, "2016-01-25T05:51:18Z", 0.65, "(no change) Previously I considered that this would not happen until after the Iranian election, but would there be some way for Rouhani to leverage a slightly more acceptable Majles if a HoS visited before? What about a visit right after to show solidarity with Rouhani?"], [16081, "2016-01-25T02:09:49Z", 0.31, "Iran is a hot potato, I suspect leaders will be too circumspect to visit personally."], [9755, "2016-01-24T18:24:43Z", 0.89, "One other possible visit can be from new Canadian prime minister , who has supported a new relationship with Iran. He may supprise ! Most G7 want to do business with Iran , so if the new elections lead to a win for so called moderates or centrists \nI am sure one  G7 country would gift Iran with a visit. We need to see how these elections go .\nsome talk about boycotting the election if more candidates are not allowed to participate. \nA  defeat for the Islamic republic would be : if people decide not to participate in a show election. \nWhere the leader confirms which  candidates can participate. "], [16010, "2016-01-24T17:59:59Z", 0.38, "Updating following Airbus announcement today. Obviously increases France likelihood from my estimate of 3% to somewhere nearer 10-15%. Hence adding 7pp to my previous estimate. "], [15953, "2016-01-24T13:33:40Z", 0.5, "With most reformers dis-qualified from elections, make it less likely."], [14394, "2016-01-23T14:52:54Z", 0.15, "China visit makesthe incentive to visit bigger. Time is short though."], [16322, "2016-01-23T05:44:01Z", 0.6, "France - has hosted Iran, visited Cuba soon after sanctions were lifted in time for last g8\nItaly- hosting Iran\nJapan-stated desire to improve ties following sanctions being lifted, and visit by foreign minister in oct 2015\nGermany - reports of trip have been denied by both parties\nUK-unlikely as visit to Saudi recently canned for human rights reasons\nUSA- unlikely as could add to destabilising region with Saudi "], [691, "2016-01-22T20:41:38Z", 0.78, "One continues to rely, perhaps excessively, on PM Trudeau's statement that a high priority in his life is to improve relations with Iran.  Not many people say that.  "], [16010, "2016-01-22T10:56:09Z", 0.32, "Canada, 1% (no interest)\nFrance, 3% (Rouhani already going to France in Jan?)\nGermany, 30% (most likely of all, but very hard to see in timeframe and other moving forces)\nItaly, 3% (Rouhani already going to Italy in Jan)\nJapan, 1% (no interest) \nUK, 1% (too difficult)\nUS, 1% (dream on!)"], [24, "2016-01-21T17:38:03Z", 0.3, "Now that implementation day has happened, a carrot might be a useful means of encouraging further progress. But not increasing by much, noting comments of @system3  below. Hollande, Renzi, Merkel the ones to watch it appears."], [15047, "2016-01-20T22:38:25Z", 0.6, "Reasons to visit Iran: Celebrate the nuclear deal and further improve relations, Syrian War and Refugee crisis, Sanctions lifting and opening of commerce. "], [16115, "2016-01-20T17:23:25Z", 0.7, "A G7 nation leader will very likely go to Iran to discuss oil supply and prices before mid year"], [9755, "2016-01-20T03:06:35Z", 0.9, "Unless Iranians donot commit a mistake, I have heard the Germans maybe first. I hope merkel goes for a visit , would be eye opening One of the most  powerful women in the world visiting so called  Islamic republic . No hand shakes off course."], [1639, "2016-01-19T21:43:26Z", 0.22, "\nRouhani is set to visit Rome (Italy has strong interests with Iran, and the economy desperately need a bust), http://www.ansa.it/english/news/politics/2015/11/13/irans-rouhani-to-visit-rome_d7baa9bf-80a7-4334-8427-b92b87d1ee43.html\nIn addition to that I read that he is set to visit France (before or after).  The news are from November, and they don't have a time frame of the trip. However Rouhani is expected to be in Davos these days, so I wonder if the trip to Italy is right after Davos. And also while in Davos he will certainly meet all the people that matter. "], [1639, "2016-01-19T21:43:26Z", 0.22, "\nRouhani is set to visit Rome (Italy has strong interests with Iran, and the economy desperately need a bust), http://www.ansa.it/english/news/politics/2015/11/13/irans-rouhani-to-visit-rome_d7baa9bf-80a7-4334-8427-b92b87d1ee43.html\nIn addition to that I read that he is set to visit France (before or after).  The news are from November, and they don't have a time frame of the trip. However Rouhani is expected to be in Davos these days, so I wonder if the trip to Italy is right after Davos. And also while in Davos he will certainly meet all the people that matter. "], [1639, "2016-01-19T21:43:26Z", 0.22, "\nRouhani is set to visit Rome (Italy has strong interests with Iran, and the economy desperately need a bust), http://www.ansa.it/english/news/politics/2015/11/13/irans-rouhani-to-visit-rome_d7baa9bf-80a7-4334-8427-b92b87d1ee43.html\nIn addition to that I read that he is set to visit France (before or after).  The news are from November, and they don't have a time frame of the trip. However Rouhani is expected to be in Davos these days, so I wonder if the trip to Italy is right after Davos. And also while in Davos he will certainly meet all the people that matter. "], [14346, "2016-01-19T17:07:30Z", 0.95, "Now with the nuclear talks going down smoothly I think it will happen."], [3895, "2016-01-19T13:08:20Z", 0.48, "big bump up on news of Merkel rumours (money talks I guess)"], [13997, "2016-01-19T12:44:29Z", 0.65, "The speed with which they complied with the nuclear deal was impressive. While I don't think there's much chance of the USA visiting, I see a chance that one of the European countries might - France?"], [15953, "2016-01-19T11:44:25Z", 0.95, "Some of European leaders"], [38, "2016-01-19T10:02:38Z", 0.5, "There's an awful lot of rumors about Merkel planning a trip, but there's also some denials of those rumors.\nIran is going to be going on a shopping spree which will be highly attractive to economies that depend on exports.  \nThere's enough time for it to happen."], [61, "2016-01-19T03:43:01Z", 0.35, "tempted to raise with the advent of implementation day and a post-sanctions Iran, but not convinced that normalization is to the point of supporting a visit from a head of state or head of government. Abe has made me most nervous with regards to my forecast being on the side of 50% that it is, but there are whispers of Germany - though I think that to be a long shot."], [5034, "2016-01-19T02:47:48Z", 0.6, "Based on current news, it seems Germany may be the first official G7 visit to Iran.  However, it's not clear from the sources what \"in the near future\" means. I initially thought these trips were announced a few months out...but I did some research on Merkel's state visits and the time from announcement to visit is sometimes as little as one month. As for the other countries: Canada, France, Italy, Japan, U.K, and U.S., I don't see any immediate need for them to consider a visit so soon after the implementation of the nuclear deal. I think the U.S. and the U.K are clearly not going anytime soon. Germany seems to be the one making an official indication of plans to visit. So, I'm going to start slightly higher than I would normally with this type of question. I'll adjust as events or time dictates. "], [11430, "2016-01-18T21:54:00Z", 0.85, "And it could be a 'big one'."], [493, "2016-01-18T15:48:09Z", 0.3, "Raising in light of Merkel's intent to visit \"in the near future\". (Thanks @Rene.) Still think Syria is too much of a mess for really quick HoS visits, but it's worth raising the prob a bit and keeping an ear to the ground. My guess is we see one in the fall."], [4634, "2016-01-18T15:47:27Z", 0.75, "I'm a bit 'trigger happy' lately. Coming down a bit. As @jeremylichtman notes, there is just one source and it's not German."], [4634, "2016-01-18T15:47:27Z", 0.75, "I'm a bit 'trigger happy' lately. Coming down a bit. As @jeremylichtman notes, there is just one source and it's not German."], [110, "2016-01-18T15:08:14Z", 0.1, "Slight uptick, based on below."], [110, "2016-01-18T15:08:14Z", 0.1, "Slight uptick, based on below."], [73, "2016-01-18T14:20:24Z", 0.9, "+5 @Rene"], [4634, "2016-01-18T14:16:40Z", 0.85, "According to Mehr news agency, Merkel will go \"in the near future\" "], [4634, "2016-01-18T14:16:40Z", 0.85, "According to Mehr news agency, Merkel will go \"in the near future\" "], [13377, "2016-01-18T02:29:39Z", 0.32, "Following Lars Ericson's supercrowd. https://larswericson.wordpress.com/"], [1262, "2016-01-17T21:36:26Z", 0.57, "updating based on recent events"], [4497, "2016-01-17T04:12:26Z", 0.5, "My bet might be on Japan or France, as they seem most eager to re-start business in Iran right now. But July might be just too soon to iron out a major state visit like this considering the Middle East issues going on and the recent drops in the Chinese market, both of which are going to occupy G7 folks for a bit. "], [1529, "2016-01-16T21:59:47Z", 0.35, "Maybe Italy or Japan."], [60, "2016-01-16T18:02:06Z", 0.25, "Raising from 0% to 25%."], [60, "2016-01-16T18:02:06Z", 0.25, "Raising from 0% to 25%."], [43, "2016-01-16T17:53:56Z", 0.45, "Sorry, I meant to raise probability on the preceding forecast."], [43, "2016-01-16T17:53:09Z", 0.29, "Release of Jason Rezaian and three other American citizens today should encourage visits by heads of state. Now all the authorities need to do is figure out how to keep mobs from swarming embassies. That's a tall order. On the other hand, hope springs eternal among heads of state whose supporter want in on the rush to make money off of Iran now that Implementation day is almost upon us."], [1639, "2016-01-16T17:02:57Z", 0.6, "After the latest news, and on a continuous good faith show, perhaps a G7 is now planning a trip there. "], [3363, "2016-01-16T16:18:58Z", 0.38, "Reaffirming my previous prediction, but noting the shift in implementation:"], [3363, "2016-01-16T16:18:58Z", 0.38, "Reaffirming my previous prediction, but noting the shift in implementation:"], [3363, "2016-01-16T16:18:58Z", 0.38, "Reaffirming my previous prediction, but noting the shift in implementation:"], [484, "2016-01-16T15:43:37Z", 0.65, "Up 20% on reports of release of US persons."], [484, "2016-01-16T15:43:37Z", 0.65, "Up 20% on reports of release of US persons."], [484, "2016-01-16T15:43:37Z", 0.65, "Up 20% on reports of release of US persons."], [691, "2016-01-16T13:13:41Z", 0.65, "Somebody will have to go there and do a shake-and-howdy after Implementation Day.  My money, if I had any, would still be on Trudeau. "], [43, "2016-01-15T15:43:51Z", 0.29, "If Xi does, indeed, visit Iran soon, could G7 leaders be far behind?"], [110, "2016-01-14T15:42:24Z", 0.05, "President Xi of China will be visiting next month."], [484, "2016-01-14T03:27:19Z", 0.45, "Up 20% @cdob63 Important to engage with Iran as soon as feasible."], [182, "2016-01-14T02:53:08Z", 0.52, "The rapid release of US sailors proves to me that Iran is willing and able to submit to the international rule of (maritime) law. Tehran is doing everything they can to get the Nuclear agreement on track with the attendent benefits they need to appease a young and eager to prosper populace."], [691, "2016-01-13T21:02:31Z", 0.54, "Trudeau or Hollande; maybe an Italian--Mattarella or Renzi. Nobody cares what any of them do, and somebody from the Heavy Hitters Club will have to wander in shortly after Implementation Day to congratulate the Iranians for either behaving or not getting caught.   Sort of like sending the US Secretary of Education to the inauguration of a president you don't like very much. "], [14843, "2016-01-13T18:51:20Z", 0.25, "The return of the 10 US Sailors was a good faith offer, BUT it also showed the lingering power of the Republican Guard. I'd like to know if the RG used a GPS Jammer or if the GPS the Navy used just failed. I've sailed the PG, while it's not big the transit from Kuwait to Bahrain shouldn't be that difficult. More information is needed. The visit is highly dependent on the power of the hardliners. "], [14843, "2016-01-13T18:51:20Z", 0.25, "The return of the 10 US Sailors was a good faith offer, BUT it also showed the lingering power of the Republican Guard. I'd like to know if the RG used a GPS Jammer or if the GPS the Navy used just failed. I've sailed the PG, while it's not big the transit from Kuwait to Bahrain shouldn't be that difficult. More information is needed. The visit is highly dependent on the power of the hardliners. "], [14843, "2016-01-13T18:51:20Z", 0.25, "The return of the 10 US Sailors was a good faith offer, BUT it also showed the lingering power of the Republican Guard. I'd like to know if the RG used a GPS Jammer or if the GPS the Navy used just failed. I've sailed the PG, while it's not big the transit from Kuwait to Bahrain shouldn't be that difficult. More information is needed. The visit is highly dependent on the power of the hardliners. "], [5863, "2016-01-12T21:57:37Z", 0.02, "Only Obama has the guts, but even he will wait until after the November election, if ever."], [1529, "2016-01-12T16:44:02Z", 0.05, "Not raising percentage, but probably going down the wrong path. I should probably raise to cover my bases a bit."], [1529, "2016-01-12T16:44:02Z", 0.05, "Not raising percentage, but probably going down the wrong path. I should probably raise to cover my bases a bit."], [1529, "2016-01-12T16:44:02Z", 0.05, "Not raising percentage, but probably going down the wrong path. I should probably raise to cover my bases a bit."], [12069, "2016-01-12T12:39:29Z", 0.85, "they will take a cue from putin's successful pr campaign of 2015.... "], [182, "2016-01-12T05:06:10Z", 0.37, "The recent escalation of tensions between Iran and Saudi Arabia comes at a transitional time for both governments and open military engagement between the two regional powers seems less likely."], [182, "2016-01-11T00:27:49Z", 0.3, "I'm revising down in light of current tensions with Saudi Arabia. Until this tension resolves, any head of state visiting Iran will risk straining relations with the Kingdom and will be seen by the Saudi leadership and public as a tacit approval of Iranian actions. \nMy previous forecats that Obama would be the one is also significantly less likely in this election year."], [182, "2016-01-11T00:27:49Z", 0.3, "I'm revising down in light of current tensions with Saudi Arabia. Until this tension resolves, any head of state visiting Iran will risk straining relations with the Kingdom and will be seen by the Saudi leadership and public as a tacit approval of Iranian actions. \nMy previous forecats that Obama would be the one is also significantly less likely in this election year."], [182, "2016-01-11T00:27:49Z", 0.3, "I'm revising down in light of current tensions with Saudi Arabia. Until this tension resolves, any head of state visiting Iran will risk straining relations with the Kingdom and will be seen by the Saudi leadership and public as a tacit approval of Iranian actions. \nMy previous forecats that Obama would be the one is also significantly less likely in this election year."], [38, "2016-01-09T20:59:18Z", 0.16, "Thanks to @AndrewSabisky, it appears that Abe has a pretty full travel schedule, not including a trip to Iran or Russia.  Since a trip to Iran would be mostly to further economic ties which wouldn't necessarily require Abe's personal participation, but the visits to/with Putin would require his personal involvement, I'm going to say that Abe's more likely to go to Russia than Iran, if he goes anywhere else not already on his schedule.  Reducing 55 to 16."], [241, "2016-01-09T20:26:19Z", 0.33, "50%->33%"], [3895, "2016-01-09T20:14:36Z", 0.15, "a piece on Abe's potential schedule for the first half of 2016 - no mention of Iran. No change in forecast. cc @Jean-Pierre @Anneinak http://www.japantimes.co.jp/news/2016/01/04/national/politics-diplomacy/abe-may-visit-u-s-canada-europe-ahead-mays-g-7-summit-mie-prefecture/#.VpFpp1V1-uY"], [3895, "2016-01-09T20:14:36Z", 0.15, "a piece on Abe's potential schedule for the first half of 2016 - no mention of Iran. No change in forecast. cc @Jean-Pierre @Anneinak http://www.japantimes.co.jp/news/2016/01/04/national/politics-diplomacy/abe-may-visit-u-s-canada-europe-ahead-mays-g-7-summit-mie-prefecture/#.VpFpp1V1-uY"], [3895, "2016-01-09T20:14:36Z", 0.15, "a piece on Abe's potential schedule for the first half of 2016 - no mention of Iran. No change in forecast. cc @Jean-Pierre @Anneinak http://www.japantimes.co.jp/news/2016/01/04/national/politics-diplomacy/abe-may-visit-u-s-canada-europe-ahead-mays-g-7-summit-mie-prefecture/#.VpFpp1V1-uY"], [4218, "2016-01-09T20:06:55Z", 0.18, "Anneinak and Jean-Pierre are such stars.  Japanese auto parts and oil do seem like a blissful match, so an Abe will visit to Iran \"late this year\" would certainly make sense.  This possibility was also called out by Einsteinjs early in December.  There is no question that commercial interests in Italy, Japan and other places see a gold rush in Iran and are anxious to get at it.  Lining up head-of-state visits to celebrate the slobbering drool would make sense.  I moved up on this question December 7th because of Japan, but then back down again because of the Saudi-Iran imbroglio.  Now my foggy little brain is struggling with what \"late this year\" means, and how likely it would be for this troubled region to become calm enough for any head-of-state visit before June 30.  All things considered, I think this question will probably time out, but I'm going with a slight uptick for now."], [38, "2016-01-09T08:11:02Z", 0.55, "http://www.gjopen.com/comments/comments/16366"], [2965, "2016-01-08T10:54:33Z", 0.03, "Downgraded for granularity due to recent Saudi coalition expelling every Iranian diplomat..Qatar and the Houthis last contacts and overt presence on the Arabian Peninsula. \nWith the Saudi decapitations and Iranian threat of divine war...\nAnd the end of a prospect for a near term resolution in Syria, and Iran in violation of UN resolution on ballistic launches. \nAny such visit is inconceivable except a dark gray Swan. \n"], [14843, "2016-01-08T04:33:21Z", 0.15, "The confrontation with the Gulf States will worsen, strengthening the hardliners"], [1262, "2016-01-07T23:06:54Z", 0.3, "confirming previous forecast"], [691, "2016-01-07T21:29:21Z", 0.61, "Iran's ruling classes face two conflicting problems: There is an impending election, for the purpose of which the government must appear tough; and there is the Big Deal, for the purpose of which the government must appear accommodating.  So far they have done a pretty good job of balancing these concerns.  If they can keep it up, someone will come calling. "], [43, "2016-01-07T16:46:26Z", 0.27, "Plus: if Xi does visit as planned, and if it goes well, this might inspire G7 leaders to get in on the Iran business gold rush. @fifty-sixty, thank you for this data.\nMinus: Iran keeps on behaving like a rogue nation. The latest: an apparently false allegation that the Saudis bombed their embassy in Saana.\nPlus: Obama still is dithering about whether to enforce sanctions against Iran based on its recent ballistic missile violations."], [2965, "2016-01-07T14:48:43Z", 0.07, "Downqrade 3 points as the impact of burning of Saudi embassy, as well as other events noted."], [2965, "2016-01-07T14:41:07Z", 0.1, "Elections for Guardianship Council and Majlis not complete.\nWhen both elections are complete are there moderates or conservatives or both or neither in control?\nOnce a  G-7 knows who is in control; France will be there asap as Germany.\nAfter Saudi head chopping/Iran threats of divine war and derailment of any potential success (even 1%) of Vienna resolution of Syria for forseeable future.\nNeither Hollande, nor Merckel can do until  after July 1, 2016, if then;\n10% gray swan, some  G-7 leader wants a \" Sadat\" moment or emergency requires G-7 visit.\nAs time running out, will downgrade to almost 0 30 days before close; unless I am incorrect and a G-7 leader arrives before 7-1-2016.   "], [1708, "2016-01-07T12:47:05Z", 0.05, "Row with SA makes a visit difficult to see when US, France UK etc are trying to negotiate a Syrian peace / anti-ISIS coalition with SA and other gulf states. Possibilities for \"yes\" are slim but I see them as:\n1. Trudeau visiting as part of his main election idea of more Canadian international diplomatic engagement, but he also prioritizes improving US ties and that would hardly go over well in US congress or with white house state dinner invite \n2. France has always been one to deal with Saddam, oppose US Iraq invasion, reach out to Russia when no none else in EU will, etc and a visit to Iran to get a head start on investment opportunities and / or negotiate ISIS and Syria would fit in with that pattern. But I think reasons other forecasters have identified with regard to Hollande's invitation to Rouhani to visit France reduce that probability drastically \n3. Italy has lost more with Russian sanctions than many G7 countries, especially with canceling of south stream pipeline. They are hungry for new investment and trade and have a long-standing economic relationship with Iran. But Rouhani is already visiting Rome soon so it's unlikely to see such a quick reciprocation\nhttp://gulfstateanalytics.com/archives/work/italian-analyst-italy-eyes-growing-economic-and-security-cooperation-with-post-sanctions-iran"], [498, "2016-01-07T05:06:11Z", 0.9, "Fallout from embassy firebombings fairly mild. The Saudi set left to go their own way with cessation of diplomatic ties."], [2895, "2016-01-07T02:23:31Z", 0.05, "One of the G7 leaders would require sufficient incentives (economic or political) to act as an outlier from the group. The Shiia state continues to act provocatively to the rest of the world - shooting missiles at ships, supporting militias and so on.  Back channel interaction seems a more likely pathway than official state to state contact in this atmosphere "], [102, "2016-01-07T01:59:05Z", 0.24, "https://larswericson.wordpress.com/2016/01/07/06jan16pm-sitrep/"], [102, "2016-01-07T01:52:36Z", 0.31, "https://larswericson.wordpress.com/2016/01/07/06jan16pm-sitrep/"], [484, "2016-01-07T01:07:46Z", 0.25, "(no change) Would Merkel go to see if there is a way for Iran to minimize pressure from Syrian refugees? The EU and Germany are in an increasingly untenable position regarding migrants. Time for buffer (no-fly) zones?"], [484, "2016-01-07T01:07:46Z", 0.25, "(no change) Would Merkel go to see if there is a way for Iran to minimize pressure from Syrian refugees? The EU and Germany are in an increasingly untenable position regarding migrants. Time for buffer (no-fly) zones?"], [484, "2016-01-07T01:07:46Z", 0.25, "(no change) Would Merkel go to see if there is a way for Iran to minimize pressure from Syrian refugees? The EU and Germany are in an increasingly untenable position regarding migrants. Time for buffer (no-fly) zones?"], [4918, "2016-01-06T23:56:07Z", 0.75, "Pushing up slightly on Xi-s planned visit to Iran on Jan. 23. Will be significant in current situation. Beijing is usually careful in balancing its attention in Middle-East, visit to Iran (and timing) tells a whole story to the House of Saud, and to the rest of the world. Will be another story, should the visit be cancelled."], [4918, "2016-01-06T23:56:07Z", 0.75, "Pushing up slightly on Xi-s planned visit to Iran on Jan. 23. Will be significant in current situation. Beijing is usually careful in balancing its attention in Middle-East, visit to Iran (and timing) tells a whole story to the House of Saud, and to the rest of the world. Will be another story, should the visit be cancelled."], [4918, "2016-01-06T23:56:07Z", 0.75, "Pushing up slightly on Xi-s planned visit to Iran on Jan. 23. Will be significant in current situation. Beijing is usually careful in balancing its attention in Middle-East, visit to Iran (and timing) tells a whole story to the House of Saud, and to the rest of the world. Will be another story, should the visit be cancelled."], [6518, "2016-01-06T05:38:08Z", 0.44, "Recent regional political tensions do not favor a visit from a G7 head of state in the near term."], [1056, "2016-01-06T01:55:17Z", 0.1, "Probably not now."], [9755, "2016-01-06T01:23:45Z", 0.55, "It all depends , but I am sure Iranian government would love for it to happened . So I am guessing it probably it would happen , as long as there is mutual economic deals can be made."], [6518, "2016-01-05T10:09:28Z", 0.61, "Revising downward due to recent events with Saudi Arabia"], [1450, "2016-01-05T02:47:18Z", 0.7, "Strong incentive to go based on investments and Syria.  However the Sunni-Shia conflict mitigate this probability."], [734, "2016-01-05T01:14:29Z", 0.12, "Downgrading by 11 points. No one will want to have the appearance of taking sides in this increasingly sectarian confrontation."], [484, "2016-01-05T00:55:16Z", 0.25, "Down 20%. Doubt if economic interests will be enough to chance complicating relations with Saudi Arabia."], [38, "2016-01-04T23:20:41Z", 0.0, "\nEach G7 nation has sent trade or foreign ministers, or has extended an invitation to Rouhani."], [1337, "2016-01-04T22:35:29Z", 0.05, "According to Wikipedia, Rouhani made 4 trips abroad in the whole of 2015. There aren't many people to return visits, and they certainly don't include G7 leaders. Revising down."], [368, "2016-01-04T20:26:54Z", 0.35, "The increase in conflict potential among the Saudi's and the Iranian's will serve as constraints in various zones of conflict (Syria, Iraq, Lebanon, etc ..).  The event of execution in Saudi Arabia is a potential harbinger of conflict dispersion in the 'Middle East' in general; additionally this event and it's consequent outcomes could seriously undermine diplomatic efforts regarding Syria and deepens the religious, ethnic and ideological divides among Sunni and Sh'ia."], [4218, "2016-01-04T16:24:58Z", 0.13, "Saudi-Iran conflict/unofficial war now becomes official with break in diplomatic relations.  This will have many ramifications.  I'm lowering my forecast.  Head-of-state visits in a war zone wouldn't be likely."], [493, "2016-01-04T15:21:13Z", 0.05, "Affirming prior."], [43, "2016-01-04T14:45:14Z", 0.25, "Between Iran's inability to maintain order in Tehran, and escalating tensions with the Sunni powers, proxy wars in Yeman and Syria, lowering probability."], [60, "2016-01-04T02:51:14Z", 0.0, "Flipping the script (61% to 0%)."], [60, "2016-01-04T02:51:14Z", 0.0, "Flipping the script (61% to 0%)."], [60, "2016-01-04T02:51:14Z", 0.0, "Flipping the script (61% to 0%)."], [7349, "2016-01-04T02:32:27Z", 0.35, "I am downgrading my forecast somewhat because I am concerned that Iran's tendency to blame the West for anything that appears to negatively impact their allies results in a step back from detente, and collaboration. If they do agree to meet, it will be with the country that appears to have the least amount of direct interaction with the US - so perhaps Japan or Italy as a background interpreter. "], [12302, "2016-01-03T23:34:18Z", 0.3, "Also going down 5% on this question due to the escalation between Iran and Saudi-Arabia and the strong japanese-saudi-arabian ties;\nmay rise my forecast again if this escalation gets resolved as the iranian government may intend to."], [12118, "2016-01-03T21:53:37Z", 0.56, "+8Edging back up just hours later having seen this:"], [12118, "2016-01-03T20:58:12Z", 0.48, "Likely this year, but I think by 1 July too soon."], [52, "2016-01-03T20:42:57Z", 0.0, "With news that Saudi cuts ties (if true and bears out) with Iran pretty much guaranteeing deteriorating conditions in the area, seems a State visit by Abe gets more remote.  Who wants to get in the middle of that mess?"], [52, "2016-01-03T20:42:57Z", 0.0, "With news that Saudi cuts ties (if true and bears out) with Iran pretty much guaranteeing deteriorating conditions in the area, seems a State visit by Abe gets more remote.  Who wants to get in the middle of that mess?"], [52, "2016-01-03T20:42:57Z", 0.0, "With news that Saudi cuts ties (if true and bears out) with Iran pretty much guaranteeing deteriorating conditions in the area, seems a State visit by Abe gets more remote.  Who wants to get in the middle of that mess?"], [14516, "2016-01-03T20:19:59Z", 0.38, "Possible, but July is a little bit to soon.  Later in the year maybe"], [68, "2016-01-03T16:08:19Z", 0.55, "G7 leaders will be thinking twice now, after repeated missile tests and the Saudi Embassy burning. I'll review after the elections in Iran at the end of February. Down from 75 "], [43, "2016-01-03T12:30:40Z", 0.5, "Burning of the Saudi embassy sends the message that the hard liners are out of control. Reducing probability."], [60, "2016-01-03T04:57:43Z", 0.61, "Lowering from 85% to 61%."], [498, "2016-01-03T00:24:18Z", 0.05, "The sacking of the Saudi embassy was not a very smart move. (-70)"], [14453, "2016-01-02T15:55:20Z", 0.75, "Trade opportunities will demand it."], [11157, "2016-01-02T09:00:02Z", 0.15, "Holding with 15%. The odds will only get harder if the dispute between Iran and the UN over its missile program (ie, test launches in violation of 2010 UNSC resolution) escalates. Apparently, one thing that the Iranian parties agree upon is that they will press ahead on ballistic missile front - and that should not have implications for implementation of the nuclear deal. See http://www.reuters.com/article/us-usa-iran-missiles-idUSKBN0UF21G20160101. Despite their hope to wall off the nuclear deal from other issues and the IAEA will seek to be perceived as \"independent\", there could be spill-over effects in the weeks ahead."], [484, "2016-01-01T17:26:24Z", 0.45, "Lowering 20% for passage of time. Key data points will be Implementation Day and the Iranian elections."], [13966, "2016-01-01T16:10:36Z", 0.1, "I would judge the chances relatively low, given the infrequency of G7 country head visits in general and the composition of the G7 meaning that most of the heads of state would find it politically untenable to visit Iran in any capacity even with the recent diplomatic agreements.  I feel confident in ruling out state visits by the US and UK, and likely Japan.  Both France and Germany have significant FDI positions in Iran (largely in the automotive sector, as far as I can tell), but both countries will continue to be preoccupied with other matters (immigration, terrorism, economic malaise) making such a visit improbable.  I struggle to see Canada sending such a high level delegation in the face of near-certain US opposition.  Italy is, similar to France and Germany, focused on internal and nearby external issues and I cannot see a visit to Iran in the next 7 months"], [14394, "2016-01-01T15:31:18Z", 0.05, "No state visits in the past years by the G7. Base is 0% chance. No state visits appear to be planned by G7 members. State visits need time to be planned and would be announced some time in advance making the window for state visits before 1st of July small. However Iran is losing it isolated position. Austria made a visit in 2015. Rohani did visit Paris late 2015. There is plenty of business to be done with Iran which means there is an incentiveto visit. Hard to quantify this. I'll stick to very unlikely. "], [11157, "2015-12-31T08:24:04Z", 0.15, "Appears too soon, too much uncertainty involved in Syria and Iraq and Yemen, their missile program, provocations by IRGC, potential new U.S. Sanctions (non-nuclear related), implications for relations with GCC, and potential for stumbles on path to implement nuclear deal. The U.S. Administration needs to keep up the pressure on Iran for diplomatic/deterrence reasons as well as domestic political considerations heading into 2016 (eg, imagine what any Republican candidate could say if a leader of a US ally appears in Tehran?). France is the most likely wildcard with a desire to reshuffle the deck in Syria and the potential economic opportunities in Iran (eg, Total's interest in revitalizing/rebuilding the energy sector). Doubt there will be movement here at least until after the February Iranian elections: if the \"reformers\" win big (unlikely), the nuclear deal remains \"on track\", and other negative dynamics are reduced, then the odds here will improve. I don't imagine a \"Nixon to China\" moment, though. Truth in advertising re my personal perspectives: I tend to be more skeptical of the potential for real positive changes in Iran's national security policy (other than more opportunistic shifts)."], [13947, "2015-12-30T22:18:39Z", 0.24, "reports of new sanctions"], [110, "2015-12-30T21:19:45Z", 0.0, "Going to zero, on the basis of this report:\nhttp://www.businessinsider.com/obama-is-reportedly-planning-new-sanctions-on-iran-2015-12"], [4139, "2015-12-28T17:13:02Z", 0.1, "Only if they behave and they won't."], [13947, "2015-12-28T01:43:57Z", 0.29, "Obama visiting means trouble with the Saudis. It would have great symbolic value but the cost is too high. 20% chances for that occuring in the last months of presidency, ~8% for this question. I'll give Abe 70% for coming this year but he will likely wait for the sanctions to drop. That he'll dare to come in half a year - 12%. Truedeau gets 3% and France or the UK going after the money - 5% each.  Germany isn't that outgoing and Italy doesn't care."], [1639, "2015-12-27T22:06:40Z", 0.33, "I doubt it. It also depends how the Syrian civil war mess unfolds. But looking at the countries right now:\nCanada.  PM too new, has other priorities \nFrance. Doubt, too many problems in his hands \nGermany. Don't think so\nItaly. Well no, won't disappoint the US\nJapan. Has other priorities like hosting the G7 himself\nUnited Kingdom. Probably not.....\nUnited States NO WAY!"], [14133, "2015-12-27T21:48:22Z", 0.85, "Absolutely. It's only an 85% chance because a planned visit may fall through at the last minute. Reasons for this include: business, details of nuclear deal, post-elections environment in Iran, and perhaps even re-opening of diplomatic relations."], [484, "2015-12-27T18:29:33Z", 0.65, "(no change) Great summary:"], [13377, "2015-12-26T12:23:08Z", 0.54, "https://larswericson.wordpress.com/2015/12/23/early-christmas-gift-accidental-clustering/"], [3895, "2015-12-25T21:59:56Z", 0.32, "It may be of interest to know that Abe is hosting the G7 meeting at the end of May, knocking a bit of availability time out of his schedule."], [102, "2015-12-23T22:23:25Z", 0.54, "https://larswericson.wordpress.com/2015/12/23/early-christmas-gift-accidental-clustering/"], [64, "2015-12-22T18:01:33Z", 0.45, "Coming closer to neutral"], [498, "2015-12-22T17:46:06Z", 0.75, "Recent U.S. congressional action to eliminate visa waivers for anyone who has visited Iran may dissuade G7 officials from going there. ;)"], [498, "2015-12-22T17:46:06Z", 0.75, "Recent U.S. congressional action to eliminate visa waivers for anyone who has visited Iran may dissuade G7 officials from going there. ;)"], [102, "2015-12-22T03:16:50Z", 0.53, "https://larswericson.wordpress.com/2015/12/22/double-median-filter/"], [13546, "2015-12-21T11:26:35Z", 0.05, "why not?"], [38, "2015-12-21T07:47:40Z", 0.33, "http://english.alarabiya.net/en/News/middle-east/2015/12/19/France-hopes-to-reschedule-Iran-president-s-visit-for-January.html"], [102, "2015-12-19T19:14:06Z", 0.58, "https://larswericson.wordpress.com/2015/12/19/saturday-afternoon-update/"], [61, "2015-12-18T03:51:30Z", 0.45, "correction from 55."], [6518, "2015-12-16T23:19:24Z", 0.73, "Many countries would like to take advantage of the billions of dollars that were locked up in the US trade embargo."], [110, "2015-12-16T19:18:16Z", 0.02, "Given that they're likely to be referred to the UN Security Council for that ballistic missile test (and that they're publicly unrepentant about it), I find it hard to see a G7 head of state visiting. Putin (as in the group formerly known as \"G8\") maybe. But a G7 country?"], [1526, "2015-12-16T17:35:12Z", 0.85, "I could see Barrack Obama, David Cameron, Angela Merkel, or EU heads, Donald Tusk & Jean-Claude Juncker."], [43, "2015-12-15T20:11:48Z", 0.63, "Following Lars."], [38, "2015-12-14T22:11:36Z", 0.44, "adjusting for passage of time"], [102, "2015-12-12T05:12:32Z", 0.63, "https://larswericson.wordpress.com/2015/12/12/super-friday-night/"], [9682, "2015-12-11T23:34:38Z", 0.95, "Extremizing, I do think world events and practical aspects of the geopolitics there, especially around Syria, ISIS, Kurds, Saudi Arabia, and the recent delivery of the S-300 (which I underestimated and was wrong on) will make this a lot more likely given time frames and the urgency of securing Iran's cooperation in \"the big picture.\""], [60, "2015-12-11T21:47:28Z", 0.85, "Lowering form 100% to 85%"], [68, "2015-12-11T06:55:44Z", 0.75, "Affirming my forecast of 11 November. No change - \" More likely to happen between March and June next year, once the legislative elections are over and progress is seen on the nuclear deal\".  Abe remains the most likely to visit, in my opinion."], [12659, "2015-12-10T17:26:18Z", 0.54, "It is possible that French intervention into the area after the events in Paris will motivate them to reach out for further assistance from Iran toward ISIL. "], [691, "2015-12-10T16:52:36Z", 0.76, "Waiting for Trudeau.  (I looked this up--it is not a play by Samuel Beckett.  Still time for Andrew Lloyd Weber to do something with it, though.)"], [102, "2015-12-10T05:41:42Z", 0.7, "https://larswericson.wordpress.com/2015/12/10/a-super-long-picky-post/"], [102, "2015-12-08T03:07:29Z", 0.51, "https://larswericson.wordpress.com/2015/12/08/updated-super-picker/"], [4218, "2015-12-08T01:17:31Z", 0.26, "I'm no Einstein, but I'm moving my prediction up.  I still don't think any head-of-state visits will occur but the odds might be a bit higher.  Japan's economic troubles (frequent recessions, aging population, 245% debt/GDP ratio, bubblicious BOJ bond book) could get Abe out stumping for trade.  Does the idea of Japanese engineers sharing their Fukushima experiences with Iranian centrifuge operators who have time on their hands, seem creepy to anyone else?  The good news is that any such meetings would probably happen deep underground.  "], [3363, "2015-12-07T22:11:54Z", 0.28, "In favor: \nCountries want to show Iran rejoining community of nations following nuclear agreement\nJapan has indicated a potential visit is likely once accord is implemented"], [493, "2015-12-07T16:42:36Z", 0.05, "Affirming prior."], [60, "2015-12-07T02:16:39Z", 1.0, "(no change in forecast)"], [8057, "2015-12-06T22:00:09Z", 0.45, "It would be desirable"], [1262, "2015-12-06T20:48:46Z", 0.3, "Don't believe there will be any head of state visits until Iran is in compliance with the nuclear plan requirements and sanctions are removed.    While Rouhani sent the invitation to Putin to visit Iran, Putin actually met with Khamenei.  That visit was for a specific purpose, so doubt Khamenei would be interested in meeting any of the G7 leaders, and since Rouhani's power is limited it is unclear whether Khamenei would support Rouhani inviting/meeting with those leaders either.   More likely it would be other representatives related to business agreements.    "], [36, "2015-12-06T13:54:42Z", 0.0, "Time passes and love fades."], [2965, "2015-12-05T15:44:40Z", 0.15, "With Iran fighting in Syria with Russia against Assad. certainly not before IAEA report"], [102, "2015-12-05T14:30:44Z", 0.56, "https://larswericson.wordpress.com/2015/12/05/my-super-picker/"], [43, "2015-12-05T00:35:59Z", 0.5, "Complexities of conflict in Syria, alliance with Russia, may inhibit visits by G7 heads of state."], [734, "2015-12-04T00:07:33Z", 0.23, "Heading south. Good one, @RickRock."], [498, "2015-12-02T04:59:24Z", 0.69, "I'm trying to get in sync with the GJOpen forecasting system, and I must admit I am having a great deal of trouble. The \"Consensus\" for this Question dropped by 2% based upon just two new or updated forecasts (@madre/5% and @morrell/45%). A 2% move is significant. Yet, on the Montenegro Question, the consensus has remained stuck at 10% despite scores of new/updated forecasts at 100%. I'm just not getting an intuitive feel for this system. (-2)"], [498, "2015-12-02T04:59:24Z", 0.69, "I'm trying to get in sync with the GJOpen forecasting system, and I must admit I am having a great deal of trouble. The \"Consensus\" for this Question dropped by 2% based upon just two new or updated forecasts (@madre/5% and @morrell/45%). A 2% move is significant. Yet, on the Montenegro Question, the consensus has remained stuck at 10% despite scores of new/updated forecasts at 100%. I'm just not getting an intuitive feel for this system. (-2)"], [53, "2015-12-02T04:34:41Z", 0.45, "Have left this one sit for awhile, revisiting. Visit by Rouhani to Japan seems more likely than vice versa at present. Other leaders seem less likely to visit at present."], [498, "2015-12-02T03:28:22Z", 0.71, "Moderating my optimism a bit based on analysis of @RickRock. (-2)\nhttps://www.gjopen.com/comments/comments/52830"], [4218, "2015-12-01T19:10:29Z", 0.11, "Putin visited Iran recently and the Head-of-State of Austria visited several months ago.  However, I think the crowd may be too optimistic about this question, so this could be a chance to beat the mean."], [4218, "2015-12-01T19:10:29Z", 0.11, "Putin visited Iran recently and the Head-of-State of Austria visited several months ago.  However, I think the crowd may be too optimistic about this question, so this could be a chance to beat the mean."], [4218, "2015-12-01T19:10:29Z", 0.11, "Putin visited Iran recently and the Head-of-State of Austria visited several months ago.  However, I think the crowd may be too optimistic about this question, so this could be a chance to beat the mean."], [368, "2015-11-30T22:25:27Z", 0.35, "Decrease in estimate.  Increased conflict among states involved the Syrian conflict and increased cooperation between Iran and Russia on military, economic and political fronts could deter such an event.  However, further insight will be provided by the IAEA report on PMD this week; increased talk about economic relationships and contracts between Iran and EU states.  "], [1468, "2015-11-24T09:50:03Z", 0.18, "updating for passage of time"], [38, "2015-11-24T02:40:40Z", 0.55, "adjusting for time"], [2965, "2015-11-23T23:19:22Z", 0.52, "who knows in the aftermath of trying to build a coaltion with  Russia,\n Wrong \nPutin is in Tehran today! reassuring his only reliable ally that Bashad will remain President of Latakia. that Hezbolla will have land corrdcior to LEbanon so that Khameni  demands that Putin maintain Assad s that Iran corrior to Mediterraenan, Hezbollan and defacto control of  the Sourh of Lebanon. That way missile shipment, food , money and other suppot for Hezbollah.\nThat is what Hezbollah is fighting for its Iran Lifeline, No missiles, no way to attack Israel . Israel is worse than her Ud the Great Satan.Khanenei makes destruction of IsraelI a  specific policy objective publicly repeatedly  .\nJordan wants Russia in a coalition against ISIS.\nSo do Sunnis and US and France under right conditions."], [1591, "2015-11-23T18:59:40Z", 0.6, "Passage of time."], [110, "2015-11-23T16:02:21Z", 0.02, "Good thing it's for the G7 and not the G8."], [766, "2015-11-23T15:02:09Z", 0.38, "Putin's trip increases the odds, so I am increasing my forecast."], [43, "2015-11-23T11:53:46Z", 0.8, "Given Putin's upcoming visit along with increasing need to ally against Daesh plus money making inducements, raising probability. http://www.rfi.fr/europe/20151122-vladimir-poutine-visite-teheran-rohani-khamenei-syrie"], [11785, "2015-11-22T00:23:23Z", 0.95, "Rouhani needs to demonstrate that the nuke agreement has brought benefits; Western nations will be seeking Iranian intelligence support in fighting ISIS"], [498, "2015-11-22T00:07:30Z", 0.76, "Hungarian PM to lead trade delegation to Iran (+1)\nhttp://www.tehrantimes.com/index_View.asp?code=251033"], [1201, "2015-11-21T23:00:50Z", 0.8, "Thanks to redacted for the numerous links. I'm backing off in my prediction a little bit due to the recent terrorist attacks in France.  The sharp reactions in France and Belgium are an indication that such a visit would be impolitic in the next three months or so. (It is true that Iran had no direct connection to the attacks, but try explaining that to members of the National Front. Or the Tea Party, for that matter.)    "], [241, "2015-11-19T14:37:28Z", 0.57, "Passage of time update."], [691, "2015-11-18T18:59:22Z", 0.88, "My money, if I had any, would still be on Trudeau. A visit by him would not stir up the rednecks in the other G7 countries nearly as much a a visit by one of the other Big Kahunas. If you want something done unobtrusively, ask a Canadian."], [484, "2015-11-18T16:17:14Z", 0.65, "Probably not before the Iranian elections, but would there be a concerted effort by the G7 to then support Rouhani?"], [43, "2015-11-18T15:17:17Z", 0.75, "Could hard liners be whispering warning that they might incite riots in the event of a visit by a G7 leader? Looking for news about public reaction to visits by foreign ministers, which would precede any visit by a head of state."], [11483, "2015-11-17T19:34:24Z", 0.9, "Especially as tensions increase, AT LEAST one of the G7 nations will want to touch base publicly in Iran and Iran will stand to gain by hosting. "], [11449, "2015-11-16T22:49:07Z", 0.15, "Iran is an a-hole"], [493, "2015-11-16T16:34:47Z", 0.05, "Lowering prob. Internal tensions (see NYT article below) over JCPOA plus recent arrests of westerners make HoS visit less likely. I think Rouhani really wants a G7 HoS visit, but it would cause too much of a rift internally. He'll be doing the best he can to get the JCPOA measures accomplished in the the (very tight) time frame that Iran has already announced they are shooting for (implementation day by end of 2015). He'l push on the JCPOA measures to get to Implementation Day as quickly as possible, but then he'll back off and give the hard liners some breathing room on any other significant pro-western activities."], [52, "2015-11-16T12:45:45Z", 0.1, "It is too soon after the nuclear negotiations and I would have to say all the G-7 countries/leaders believe that Iran's compliance with the conditions is not solid (to say the least). "], [1056, "2015-11-16T00:04:04Z", 0.35, "Adjusting upward, following the crowd. I think it's possible, though, with the general endorsement of the new Syria peace plan, western leaders may not want to be seen getting too close to Iran. I would imagine Putin's job is to lean on Iran to soften its position on Assad, while the west reassures the \"legitimate\" rebels that they  won't be abandoned or sold out during negotiations. Western coziness with Iran may be seen to unbalance the equation while the early talks are going on between the contending factions in Syria. Of course, this is assuming that the Syria plan actually progresses and doesn't fall apart, which I think is assuming an awful lot."], [77, "2015-11-14T15:23:31Z", 0.3, "Near term outcome of the Paris terror attack.\nAnd Paris-based UNESCO is expecting world leaders Monday for a forum about overcoming extremism. Iranian President Hassan Rouhani canceled a trip because of Friday's attacks. Hollande canceled a planned trip to this weekend's G-20 summit in Turkey.\nContinuing terror attacks toward the G7 countries are likely a strategy of the Sunni IS to help preclude summits with the Shite Iran.\nThe most likely candidate for increasing ties has been attacked, on the eve of a visit by an Iranian official to France. Unlikely a coincidence.\nReducing probability over the near term."], [77, "2015-11-14T15:23:31Z", 0.3, "Near term outcome of the Paris terror attack.\nAnd Paris-based UNESCO is expecting world leaders Monday for a forum about overcoming extremism. Iranian President Hassan Rouhani canceled a trip because of Friday's attacks. Hollande canceled a planned trip to this weekend's G-20 summit in Turkey.\nContinuing terror attacks toward the G7 countries are likely a strategy of the Sunni IS to help preclude summits with the Shite Iran.\nThe most likely candidate for increasing ties has been attacked, on the eve of a visit by an Iranian official to France. Unlikely a coincidence.\nReducing probability over the near term."], [61, "2015-11-14T03:45:08Z", 0.18, "holding for now but @cmeinel has me thinking."], [43, "2015-11-13T20:55:58Z", 0.9, "If Putin visits, could a G7 head be far behind?"], [484, "2015-11-13T04:44:04Z", 0.65, "https://en.qantara.de/content/as-ties-thaw-irans-rouhani-makes-historic-visit-to-europe"], [10449, "2015-11-13T01:42:27Z", 0.25, "possible, but far more likely they will wait until Iran exhibits full compliance and then the flood gates will open"], [1850, "2015-11-12T19:19:18Z", 0.5, "Upping my forecast here to account for things that are happening with countries like France.  Still a lot to consider with the issues on the ground in Syria and the accord implementation, but moving to greater likelihood than when the question started."], [77, "2015-11-12T18:32:45Z", 0.8, "This week Iranian President Hassan Rohani will become the first leader of the Islamic Republic to travel to Europe in a decade. And while he isn’t scheduled to arrive in France until Monday, his visit has already sparked outrage across the country.Rohani’s visit comes four months after Iran and leading world powers, including France, reached an agreement aimed at limiting Iran's nuclear program in exchange for relief from international sanctions. The nuclear deal and the Syrian conflict are among the most pressing issues that he is expected to discuss with Hollande."], [68, "2015-11-11T06:25:58Z", 0.75, "Affirming my forecast of 14 October. More likely to happen between March and June next year, once the legislative elections are over and progress is seen on the nuclear deal. "], [68, "2015-11-11T06:25:58Z", 0.75, "Affirming my forecast of 14 October. More likely to happen between March and June next year, once the legislative elections are over and progress is seen on the nuclear deal. "], [11176, "2015-11-09T22:40:39Z", 1.0, "The G7 Needs Irans business. Plenty time for Iran to get its act together."], [11109, "2015-11-09T11:40:34Z", 0.67, "Europeans need new markets"], [1562, "2015-11-07T21:09:32Z", 0.45, "France or Germany are likely to visit.  Economic opportunity for both as Iran conforms to nuclear terms."], [7363, "2015-11-06T13:27:17Z", 1.0, "This thing is happening because they want it to."], [498, "2015-11-06T11:53:10Z", 0.92, "South African deputy president to visit Iran\nhttp://www.reuters.com/article/2015/11/05/us-safrica-iran-idUSKCN0SU2GL20151105"], [1056, "2015-11-05T03:13:09Z", 0.15, "Upgrading a bit since Trudeau may want to make a splash with this. For the moment, I can't think of any other G-7 head of state or government who might make the trip."], [10932, "2015-11-04T22:56:06Z", 0.5, "Unless the hardliners find a way to derail the peace process, Iran will be open to this, but it will not be the U.S. or the U.K. "], [83, "2015-11-04T22:54:08Z", 0.4, "Increasing by 2%.\nAyatollah Khamenei explains a linguistic mix-up (NYTimes p.a3): \"The slogan 'Death to America, is backed by reason and wisdom,\" he said in a speech. \"It goes without saying that the slogan does not mean death to the American nation; this slogan means death to the United States policies, death to arrogance.\"  "], [83, "2015-11-04T22:54:08Z", 0.4, "Increasing by 2%.\nAyatollah Khamenei explains a linguistic mix-up (NYTimes p.a3): \"The slogan 'Death to America, is backed by reason and wisdom,\" he said in a speech. \"It goes without saying that the slogan does not mean death to the American nation; this slogan means death to the United States policies, death to arrogance.\"  "], [102, "2015-11-04T14:40:12Z", 0.75, "Hostages."], [484, "2015-11-04T02:22:45Z", 0.65, "Election might complicate things. Perhaps no visit before then, but (if no significant issues/violence) then maybeâ€”if there is time enough."], [430, "2015-11-03T18:16:37Z", 0.75, "I think there is a good chance of this happening given the time frame and Iran's current positioning, trying re-enter the global market / economy and come out of rogue status on a broader international scale"], [1232, "2015-11-03T14:07:34Z", 0.3, "Iranian participation in Syria talks makes me think this is more likely than my past estimate."], [498, "2015-11-03T10:53:32Z", 0.92, "South Korean FM to visit Tehran this Saturday\nhttp://www.koreaherald.com/view.php?ud=20151103000925"], [8871, "2015-11-03T02:31:29Z", 0.75, "Iran will court the G7 to continue putting pressure on the US"], [484, "2015-11-03T00:43:24Z", 0.65, "Main stream media hasn't picked up the HuffPost item, so raising."], [493, "2015-11-02T21:41:53Z", 0.15, "Staying low. Lots of low level activity, but a H-o-S visit is a big deal and is unlikely to happen until JCPOA and Syria get resolved. Also, random arrests of westerners don't help matters any."], [498, "2015-11-02T09:56:36Z", 0.92, "Bookings schedule for foreign dignitaries visiting Iran remains active:\nFinnish trade mission to visit Iran early December\nhttp://www.tehrantimes.com/index_View.asp?code=250407\nDanish foreign minister to visit Iran in early January\nhttp://cphpost.dk/news/danish-foreign-minister-to-visit-iran.html\n"], [8034, "2015-11-02T05:28:16Z", 0.8, "They know the importance of keeping trade"], [484, "2015-11-02T03:43:08Z", 0.55, "Khamenei isn't making things easier. Still nothing about his health."], [424, "2015-11-02T03:36:56Z", 0.64, "Maybe, but no official announcements yet."], [8904, "2015-11-02T00:29:15Z", 0.4, "I think the G7 Countries Will wait abit longer to make sure Iran seems to be complying with the nuclear deal. One thing with the New Prime minister of Canada bieing elected an withdrawing his air force from the Colalition in Syria would not be suprised if that would be one of his first international trip to make news."], [43, "2015-11-01T20:31:58Z", 0.88, "Increasing probability on the basis of redacted's news link."], [500, "2015-11-01T19:41:12Z", 0.01, "putin"], [691, "2015-11-01T14:35:17Z", 0.88, "If I were betting, I'd go with Canada, France, Italy, in that order.  Cameron behaves oddly sometimes, but I don't think he'll be a first mover on this one. Trudeau has less at risk, since it's in keeping with his announced programme and he doesn't have impending elections to fret over. "], [498, "2015-11-01T09:28:24Z", 0.92, "European parliament speaker to visit Iran on November 7 (+1)\nhttp://www.tehrantimes.com/index_View.asp?code=250483"], [7370, "2015-10-31T18:28:17Z", 0.05, "no."], [53, "2015-10-30T16:54:45Z", 0.6, "Decreasing slightly on recent arrest of US-Iranian businessman - this might be hard-liners making trouble for attempts to increase business ties with outside world (or perhaps just US).  Doesn't make the country look ready for an official visit.  But perhaps optics different for Japanese. Planning on gradual reduction here anyway."], [5386, "2015-10-30T10:30:38Z", 0.99, "Business is calling."], [498, "2015-10-30T07:07:13Z", 0.91, "+1 for Rouhani pace per Info511"], [2380, "2015-10-30T02:04:56Z", 0.85, "Yes.  Rouhani is on the move. If his visits are successful, at this pace it won't take much to get someone in the door before next July. "], [10437, "2015-10-29T19:13:47Z", 0.2, " The US has elections coming up, and this would likely be too controversial. The other G7 nations are unlikely to take the lead on this. Japan is my most likely candidate, but pretty unlikely."], [10308, "2015-10-28T22:17:31Z", 0.35, "I don't think there will enough time before July 1, 2016, for Iran to have complied with the terms of the agreement and then for a G7 leader to arrange a visit.  However, for economic reasons, I expect at least the French leader (and possibly others) to visit before mid-2017."], [519, "2015-10-28T20:42:04Z", 0.1, "What would a G7 state have to gain? Oil is cheap, and while the Iranian oil infrastructure is in dire need of a shot to the arm, I don't see why a head of state would visit if  such a deal were made. Outside of the oil lens, the Iranian economy is either self sufficient or local -- and none of the G7 states are very close. We might see a Jimmy Carter like figure visit -- a former head of state. "], [9682, "2015-10-28T17:32:32Z", 0.85, "Iran has been cooperating, lots of time until deadline, motivated world leaders will make it happen."], [77, "2015-10-28T17:04:45Z", 0.1, "UK, Japan, Italy, France and Germany have embassy currently in country. The UK and Japan are too aligned with US to initiate this.\nLeaving France or Germany most likely of the 7. Motivation would be to extend and increase business opportunities presumably.\nThe effects of the sanctions against Iran are in the early stages of being relaxed and trust of Iran's implementation of the accord will take time. Eight months isn't long enough to over come years of distrust. It seems unlikely this will occur within the time frame. "], [77, "2015-10-28T17:04:45Z", 0.1, "UK, Japan, Italy, France and Germany have embassy currently in country. The UK and Japan are too aligned with US to initiate this.\nLeaving France or Germany most likely of the 7. Motivation would be to extend and increase business opportunities presumably.\nThe effects of the sanctions against Iran are in the early stages of being relaxed and trust of Iran's implementation of the accord will take time. Eight months isn't long enough to over come years of distrust. It seems unlikely this will occur within the time frame. "], [10117, "2015-10-28T12:50:48Z", 0.05, "Too early for Iran to drop the negativity associated with them"], [61, "2015-10-28T06:14:15Z", 0.2, "Iran's been invited to the talks on Syria, but more to do with solving the immediate problem in the region rather than a significant development toward normalized diplomatic relations with G7 countries (as I would interpret such a proposed visit to be)."], [61, "2015-10-28T06:14:15Z", 0.2, "Iran's been invited to the talks on Syria, but more to do with solving the immediate problem in the region rather than a significant development toward normalized diplomatic relations with G7 countries (as I would interpret such a proposed visit to be)."], [61, "2015-10-28T06:14:15Z", 0.2, "Iran's been invited to the talks on Syria, but more to do with solving the immediate problem in the region rather than a significant development toward normalized diplomatic relations with G7 countries (as I would interpret such a proposed visit to be)."], [691, "2015-10-27T19:52:17Z", 0.88, "Somebody will be designated, encouraged, or permitted to kiss at least one Iranian leader on all four cheeks in the interest of good press both in Iran and at home. My current front-runners are France and Canada.  "], [7571, "2015-10-27T19:31:34Z", 0.7, "Yes -  France"], [6552, "2015-10-27T16:38:10Z", 0.0, "The first visit will be on 2 July 2016. Because of the mess in Syria most deals will be done through back channels, nothing as showy as a state visit."], [9131, "2015-10-27T11:23:47Z", 0.75, "Either France or UK seem to be the best possible countries to send a head of state or government to get in on the untapped potential of the Iranian market "], [5332, "2015-10-27T08:29:18Z", 0.99, "$$$ to be made...."], [9180, "2015-10-27T06:22:07Z", 0.1, "Nobody is going to touch Iran until they show good faith on the deal."], [9776, "2015-10-26T23:27:07Z", 0.78, "French, Germans, and UK will wait until the Iranians can't really embarrass them with noncompliance. Italy or Japan are the most likely to go first because they aren't part of the P5+1. The Italians desperately need the business from an unshackled Iran. Japan might jump the gun if oil prices suddenly jump dramatically."], [6494, "2015-10-26T23:09:44Z", 0.88, "I expect the French to be the first. They were one of the suppliers to the Shah for nuclear technology and will look to help Iran adapt. They would also want to try and counter the Russian Arm sales and get a piece of the action for themselves."], [9719, "2015-10-26T20:49:55Z", 0.1, "I think it very unlikely that there will be a G7 visit prior to 2017."], [9710, "2015-10-26T20:45:35Z", 0.05, "1 July 2016 is too short a time frame; a member of the G7 counties will visit on an official visit by the end of the year, however. "], [9665, "2015-10-26T20:05:11Z", 0.75, "It will be part of their effort to be a world player."], [5032, "2015-10-26T19:09:49Z", 0.46, "I think it likely that all parties will want to cement the new relationships, and this would be one way of enabling that, especially since the oil will help keep g7 economies moving in the right direction. However July is not far away and some gulf countries may be uneasy with such developing relationships. If the timespan was six months longer I would be forecasting much higher."], [5390, "2015-10-26T17:42:24Z", 0.0, "No way."], [1500, "2015-10-26T16:21:47Z", 0.65, "Upping my forecast as things seem to be going well, and Canada, France and Japan are all pretty eager to deal with Iran."], [9548, "2015-10-26T15:20:10Z", 0.65, "Iran has a lot of fossil fuel,  to which some of the G7 countries want to get access.  I think France or Japan are most likely."], [9548, "2015-10-26T15:20:10Z", 0.65, "Iran has a lot of fossil fuel,  to which some of the G7 countries want to get access.  I think France or Japan are most likely."], [9537, "2015-10-26T15:03:42Z", 0.25, "not likely since most of these nations will want to see at least some progress on the deal before committing to a visit."], [9363, "2015-10-26T05:24:08Z", 0.75, "Because Iran wants to ease the pressures created by the sanctions and also I believe the new Canadian Prime Minister will want to visit"], [9346, "2015-10-26T05:14:55Z", 0.6, "I think there is a greater than 50% chance of this happening.  Iran wants to re-join the mainstream community as soon as its hardline elements will allow.  This would include hosting a head of state for negotiations either on the Nuclear deal or Iran's involvement in the region"], [7327, "2015-10-26T04:58:48Z", 0.3, "As a part of the nuclear deals implementation and the economic conditions on the ground it is almost certain that a high level meetings will take place in Tehran in the near term, however I would estimate that a head of state visit would be unlikely (20-30% likelihood) before 1 July 2016. Why? Primarily because of Iranian actions in Yemen, Syria, Iraq and other areas within their regional sphere of influence. That being said, given the economic opportunities that the nuclear deal with Iran will inevitably bring, building closer relations and eventually hosting foreign heads of state from G7 members, particularly those with tumultuous economic situations within their own countries is eventually going to happen, just, in all likelihood not before 1 July 2016. The key counties to look toward for this initial engagement would likely be France, the United Kingdom (the British reopened their embassy in Tehran and reestablished diplomatic relation on 23 August 2015) and possibly Italy. "], [9093, "2015-10-26T01:30:29Z", 0.0, "No"], [8175, "2015-10-26T00:48:07Z", 0.1, "Someone of that rank would, in terms of protocol, need to be allowed to meet with his counterpart, which is not the Supreme Leader, but he controls whether such a meeting takes place.  I doubt he has much appetite for it.  He is among the biggest haters of the West in Iran.  I hope I'm wrong about this.  "], [8978, "2015-10-26T00:46:57Z", 0.65, "Italy and France will break the ice."], [9011, "2015-10-26T00:27:27Z", 0.85, "Russia is fully on board with Iran in all Middle East affairs, so the Kremlin will visit Tehran."], [9011, "2015-10-26T00:27:27Z", 0.85, "Russia is fully on board with Iran in all Middle East affairs, so the Kremlin will visit Tehran."], [8933, "2015-10-25T23:30:37Z", 0.35, "They will host one of the European Heads of state"], [6228, "2015-10-25T23:29:03Z", 0.2, "there will be some high level government trade talks but a head of state is unlikely"], [6786, "2015-10-25T23:03:10Z", 0.75, "Iran interested in boosting its prestige and geostrategic importance."], [8070, "2015-10-25T22:50:53Z", 0.09, "Iran will seclude themselves from the West, and open more to the East"], [6620, "2015-10-25T22:01:02Z", 0.0, "Too soon."], [7345, "2015-10-25T21:53:08Z", 0.65, "Putin"], [8720, "2015-10-25T21:36:30Z", 0.35, "Not likely. Perhaps towards the years end if Iran continues its commitment to the deal"], [8465, "2015-10-25T20:17:45Z", 0.75, "France Total and UK BP will jostle for resources sending their leaders there"], [7445, "2015-10-25T20:01:36Z", 0.0, "Too early...let's see how the Iran deal pans out in a year or so, and how compliant Iran will be."], [8435, "2015-10-25T19:56:40Z", 0.65, "The United States will find this date too early to visit Tehran, but will recognize the importance of bringing Iran out from the old as a part of the reward for reaching the recent nuclear deal, and meeting the requirements of its earlier phases of implementation.  If President Obama in consultation with the Deme nominee likely to replace him have any concerns about voter backlash for a US Head of State visit (Not likely), the US has already got several G7 surrogates that will be happy to turn up in Teheran in the US Presidents's place.  Given his recent election, recent defense of muslims in his own country, and optimistic disposition m&7y money is on Trudeau as the surrogate G7 visiter to Tehran before July 2016"], [6675, "2015-10-25T18:46:16Z", 0.85, "yes, France and other European countries are falling over themselves to trade with Iran"], [7447, "2015-10-25T18:43:30Z", 0.75, "Very likely, just to show the world that Iran has (on the surface) turned a new page...."], [8031, "2015-10-25T18:35:15Z", 0.65, "Yes. For three essential reasons: First and foremost, it is essential to Iran to be perceived and accepted by the world as a legitimate and important geopolitical player in the Middle East (and the world), and hosting a a G7 head of state is an important statement in that regard. Second, some of the G7 countries who have wholeheartedly supported the nuclear deal, want to be seen as trusting Iran,a nd want Iran to be seen as trustworthy and credible. Third, Iran wants to misdirect the West and lull them, by masking their intentions, and making it appear that they are moderate and legitimate players on the world stage, while they continue unabated with their nuclear program (and their non-nuclear military aggression in the Middle East whether directly, or through proxies) ."], [7818, "2015-10-25T18:29:34Z", 0.01, "This is a virtual impossibility. The only relationship of interest to the G7 nations with respect to Iran is economic/trade, and engaging in economic relations with a regime that is so publicly associated with support of terrorist organizations is difficult enough without lending the prestige of the head of state/government. For that reason, you will not see any head of state or head of government from a G7 nation making an official state visit to Iran in the time frame of this question. (Even getting a lesser senior government official to publicly schedule such a visit would be politically difficult unless it was related to enforcement of the recently completed nuclear agreement.)"], [7911, "2015-10-25T18:22:31Z", 0.0, "Yes, I believe additional countries will be included, but Iran would not want to alienate the G7 countries. "], [7523, "2015-10-25T18:20:36Z", 0.25, "Not likely, unless there is more progress on an Iranian push for a Syrian political transition. "], [7349, "2015-10-25T18:14:09Z", 0.65, "Will suspect the invitation will be extended to Germany or potentially Canada."], [7448, "2015-10-25T17:58:18Z", 0.0, "As long as Iran allies itself with Bashar al-Assad and Russia, there will be no visits."], [7745, "2015-10-25T17:54:14Z", 0.75, "Yes, probably - as G7 members seek export opportunities in oil and consumer markets."], [505, "2015-10-25T17:54:06Z", 0.75, "Austria sees the potential for growth.  The G7 countries will not pass up on the opportunity as it appears that Iran is making progress toward its obligations.  Will Obama be the first to go? "], [7119, "2015-10-25T17:49:46Z", 0.58, "Yes, once the sanctions start to ease and improve the economy.  It will be the French who is the first to visit."], [7046, "2015-10-25T17:37:31Z", 0.89, "Foreign ministers have already visited, and Europe, India and China want more business opportunities."], [7013, "2015-10-25T17:15:40Z", 0.8, "France "], [7013, "2015-10-25T17:15:40Z", 0.8, "France "], [5360, "2015-10-25T16:45:37Z", 0.25, "Will say its still a low probability event. Iran's relationships are improving but of G7 countries realistic possibilities are Canada/ JP / France / Italy. JP doesnt need it that urgently. Canada as well. May well host other countries first before it goes to G7 (still seen largely western and wrong within iran)"], [6652, "2015-10-25T16:39:56Z", 0.6, "France has a lot of interests in Iran"], [689, "2015-10-25T16:32:20Z", 0.4, "Comment deleted on May 10, 2016 06:40PM UTC"], [689, "2015-10-25T16:32:20Z", 0.4, "Comment deleted on May 10, 2016 06:40PM UTC"], [689, "2015-10-25T16:32:20Z", 0.4, "Comment deleted on May 10, 2016 06:40PM UTC"], [6608, "2015-10-25T16:14:56Z", 0.75, "In Iran's interest to find some support in G7...and in G7 interest not to deny any reasonable peace initiative offered by Iran. "], [5471, "2015-10-25T15:46:48Z", 0.9, "Merckel will visit."], [6643, "2015-10-25T15:44:40Z", 0.75, "Of the Group of 7 countries that would likely be interested economically and politically to pursue relations with Iran - France, and the United Kingdom have current and historical interests.  UK has already sent their Foreign Ambassador and re-opened their Embassy (with Oil Executives in tow) "], [5892, "2015-10-25T15:12:54Z", 0.6, "Iran has begun to engage world leaders. Sanctions have crippled their economy. As a result they have realized that they need to \"play ball,\" so to speak."], [6220, "2015-10-25T14:57:13Z", 0.35, "Iran is seeking international acceptance. "], [6220, "2015-10-25T14:57:13Z", 0.35, "Iran is seeking international acceptance. "], [5593, "2015-10-25T14:47:09Z", 0.75, "Yes. I think it will be France. Iran will try to get back into international community."], [734, "2015-10-25T14:11:35Z", 0.62, "Reducing somewhat. Jean Pierre offers an interesting analysis. Anneinak's head count also instructive.\n"], [2331, "2015-10-25T01:21:44Z", 0.15, "Only realistic possibilities are Japan or Canada."], [2380, "2015-10-25T00:58:38Z", 0.8, "Yes, Austria sees it as an economic opportunity, so why wouldn't everyone else when economies everywhere are looking for growth opportunities? http://www.i24news.tv/en/news/international/84983-150908-austrian-president-in-tehran-first-visit-by-head-of-state-to-iran-in-11-years"], [2380, "2015-10-25T00:58:38Z", 0.8, "Yes, Austria sees it as an economic opportunity, so why wouldn't everyone else when economies everywhere are looking for growth opportunities? http://www.i24news.tv/en/news/international/84983-150908-austrian-president-in-tehran-first-visit-by-head-of-state-to-iran-in-11-years"], [83, "2015-10-24T02:17:14Z", 0.4, "Increasing forecast as the implementation of the nuclear agreement has gone well - so far."], [53, "2015-10-23T20:24:37Z", 0.65, "Readjusting/rethinking.  May take longer & Rouhani likes to travel (apparently)."], [4918, "2015-10-23T19:58:50Z", 0.64, "This question is strongly related to another one: will UN nuclear watchdog's mid-December report be positive? \nPossibility of any visits before this confirmation is about zero.\nAs we know, IAEA  has completed investigation and is preparing report.\nhttp://www.theguardian.com/world/julian-borger-global-security-blog/2015/oct/15/iaea-completes-investigation-into-irans-nuclear-past\nThe fact that investigation is completed, access to sites has been granted, is encouraging. Would estimate the possibility of positive report at about 80%. Completely uneducated guess.\nIf report is OK, Abe's visit seems highly likely, as well as probably some others. Would say 80% in total.\nComposite 64%."], [4918, "2015-10-23T19:57:46Z", 0.0, "This question is strongly related to another one: will UN nuclear watchdog's mid-December report be positive? \nPossibility of any visits before this confirmation is about zero.\nAs we know, IAEA  has completed investigation and is preparing report.\nhttp://www.theguardian.com/world/julian-borger-global-security-blog/2015/oct/15/iaea-completes-investigation-into-irans-nuclear-past\nThe fact that investigation is completed, access to sites has been granted, is encouraging. Would estimate the possibility of positive report at about 80%. Completely uneducated guess.\nIf report is OK, Abe's visit seems highly likely, as well as probably some others. Would say 80% in total.\nComposite 64%."], [484, "2015-10-23T16:32:08Z", 0.75, "Anneinak's post."], [498, "2015-10-23T04:53:30Z", 0.9, "-10 on the notion that an outbound trip by Rouhani is, in a sense, a substitute for an inbound trip by a G7 head (or at least delays the latter). Per Anneinak."], [38, "2015-10-23T04:12:44Z", 0.66, "WaPo"], [38, "2015-10-23T00:03:19Z", 0.81, "http://www.bbc.com/news/world-us-canada-34580420"], [1591, "2015-10-22T17:27:55Z", 0.65, "Lowering Japan expectations."], [691, "2015-10-20T21:48:44Z", 0.87, "Trudeau plans to make nice with Iran. This will likely be part of the package.\nhttp://www.bbc.com/news/world-us-canada-34580420"], [53, "2015-10-19T18:36:07Z", 0.72, "Moving down on lack of further news re Japan."], [493, "2015-10-19T13:44:43Z", 0.15, "Affirming prior. If nothing solid will back down to 10% on Dec. 1, 5% on January 1, and 0% on March 1."], [4685, "2015-10-18T19:11:39Z", 0.6, "Normalization of relations, the nuclear agreement and attempts to broker regional peace in the Middle-East points to a visit by a head of state or government to Iran. However, 9 months is a short-time frame from a logistics stand-point. Hollande looks like the most likely candidate to visit given Rouhani's scheduled visit to France in November (invitation delivered at the end of July. Iranian civil rights and their backing of Assad on the other hand might preclude Premiers to visit Iran."], [465, "2015-10-18T17:19:18Z", 0.8, "The United States is set to issue conditional sanctions waivers for Iran, though actual implementation is likely several months away, U.S. officials said Oct. 18, Reuters reported. Germany's foreign minister said in a separate statement that sanctions on Iran would likely remain in place until at least January. Officials also said the timing of nuclear-related sanctions relief will depend on the speed at which Iran takes the steps needed to enable the U.N. nuclear watchdog to confirm Tehran's compliance as required under the nuclear deal reached in Vienna."], [4694, "2015-10-18T02:38:43Z", 0.57, "A gesture of neighborliness with the world community."], [4694, "2015-10-18T02:38:43Z", 0.57, "A gesture of neighborliness with the world community."], [53, "2015-10-16T03:39:31Z", 0.75, "forgot closing date so far off..."], [1646, "2015-10-15T21:19:30Z", 0.35, "Although energy security is vital for Japan and thus likely to be first G7 head of state to visit, Abe visit may be postponed for after 2Q 2016 for several reasons: \n1. Bilateral relations between the two countries are old and have continuity thanks to discretion. In spite of new agreement no need for overt public drama by being the first to show up (not Japanese style anyway)\n2. Rising tension between Japan and Russia makes awkward japanese visit to Russia´s primary ally in Syria.\nhttp://www.theguardian.com/world/2015/oct/15/vladimir-putins-visit-to-japan-postponed-indefinitely?CMP=share_btn_fb"], [689, "2015-10-15T16:49:42Z", 0.0, "Comment deleted on May 10, 2016 06:21PM UTC"], [691, "2015-10-15T13:27:54Z", 0.71, "The G7 types are torn between ostracizing Iran over Syria and kissing them on all four cheeks to secure the nuke deal.  I am hearing murmurs that the latter will win the day, and somebody will be sent to Tehran to schmooze.  My guess is Italy or France, maybe Canada."], [4537, "2015-10-15T11:21:52Z", 0.4, "Iranian engagement in Syria - especially in context of recent pro-government offensives - reduce likelihood of further Western rapprochement with Iran."], [734, "2015-10-15T03:02:58Z", 0.81, "Gotta go with the flow, and in line at the moment with @Anneinak on this one."], [38, "2015-10-14T21:54:21Z", 0.81, "http://fleminggazette.com/5138/u-s-usa-pledges-to-raise-iran-missile-test-at-un-security/"], [38, "2015-10-14T21:54:21Z", 0.81, "http://fleminggazette.com/5138/u-s-usa-pledges-to-raise-iran-missile-test-at-un-security/"], [532, "2015-10-14T20:13:54Z", 0.85, "info from austerity."], [1201, "2015-10-14T15:42:48Z", 0.9, "Citing Anneinak, balbec, austerity. "], [1591, "2015-10-14T15:23:44Z", 0.75, "Moving up on Japan news."], [73, "2015-10-14T10:16:20Z", 0.79, "Further 7pc.  H/t austerity. "], [68, "2015-10-14T09:39:40Z", 0.75, "h/t Austerity with his information out of Japanese foreign minister's visit to Iran that Abe is very likely to take up Rouhani's invitation, most probably next year. Shifting up from 45 to 75 as a result."], [136, "2015-10-14T09:22:22Z", 0.8, "http://www.japantimes.co.jp/news/2015/10/14/national/politics-diplomacy/rouhani-conveys-kishida-invite-abe-visit-iran/\n\"Iranian President Hassan Rouhani invited Prime Minister Shinzo Abe to visit his country during his meeting with Foreign Minister Fumio Kishida in Tehran on Tuesday.\n...\nAbe intends to visit Iran before the year’s end at the earliest.\""], [1232, "2015-10-13T19:30:44Z", 0.28, "Upwards adjustment with the Iran's ratification of the nuclear deal."], [498, "2015-10-13T18:42:58Z", 1.0, "\"Since they signed on in July, the Germans have expanded their trade with Iran 33 percent, making Germany Iran’s third largest trading partner.\"  Back to Merkel?\nhttp://www.jpost.com/Opinion/Our-World-The-nuclear-deals-true-purpose-423855"], [94, "2015-10-13T17:40:21Z", 0.36, "Updating for passage of time."], [2965, "2015-10-13T13:03:24Z", 0.0, "Iran launches new ballsitic missiels and enters into alliance with Russia in Syria, in the latest SAM deployments around Parchin and key Iranian sites.\nFrench FM  Fabius has consistently taken a harder line than Kerry. Merkel after her flight to see the  Czar in Kremlin and getting violations of MInsk I and II and now suffering refugees  directly from Iran, Russia, Assad coalition.\nIn light  of Syria,"], [493, "2015-10-12T19:55:14Z", 0.15, "Affirming prior. Also, missile launch."], [143, "2015-10-12T18:02:07Z", 0.67, "I'd put France and Italy high on the list of likely visitors. I'm inclined to think it will happen but I doubt there will be any announcement of a proposed visit before March 2016"], [1114, "2015-10-12T16:15:16Z", 0.9, "PM Abe has met with President Rouhani at least four times: In September 2015 at the UNGA, in April 2015 at the Asian-African Summit, in September 2014 at the UNGA, and in January 2014 at the World Economic Forum. So I'm reevaluating my previous assessment: the Japanese and Iranian leaders seem to have fairly close relations. And as far as controversy goes, Abe has made a controversial visit before: I'm thinking here of the Yasukuni Shrine, which Abe visited in 2013. So Abe isn't afraid of being a little bold internationally. As long as Iran doesn't do something really bad in the mean time, I now think a visit is extremely likely."], [532, "2015-10-12T12:51:13Z", 0.3, "Possible Abe visit.  "], [961, "2015-10-12T12:41:07Z", 0.88, "As stated by other news sources referenced increase potentiality"], [506, "2015-10-12T05:43:14Z", 0.6, "Begrudgingly raising this based on recent Abe info.  "], [689, "2015-10-12T04:21:04Z", 0.77, "Comment deleted on May 10, 2016 06:12PM UTC"], [60, "2015-10-12T03:43:40Z", 1.0, "Gonna jump in at 100."], [2965, "2015-10-12T03:11:17Z", 0.37, "        Iranian ballistic missiles launch,The treaty may have passed Congress but Congress and Obama with NATO  making up G7. will not allow weaponization or deliivery sytems. In that event Iran could surpise  and test nuc;ear warheads, The present and last dictator of Noth Korea 6 have testedd terh Taipong Dong 3 stage\nAnd they shot an newwe version over Japan in the last 24 months."], [498, "2015-10-12T00:58:26Z", 1.0, "This may sound strange, but the world needs Japan to become a bit more assertive. Just a bit, mind you."], [1993, "2015-10-12T00:06:14Z", 0.85, "Japan wants more investment in Iran. Prime Minister Abe has been invited to visit Tehran. As long as compliance with the nuclear deal goes well, I see no reason Abe couldn't make the trip before July. The downside is that  Japan is only  G7 nation likely to send a head of state to Iran this soon."], [53, "2015-10-11T23:11:38Z", 0.75, "Visit by Abe possible this year, seems very possible within the question timeframe.  \nIn addition to the articles linked by @Anneinak and @grossz18 there is this: http://asia.nikkei.com/Politics-Economy/International-Relations/Japan-eager-to-clinch-investment-deal-with-Iran\nBasically, looks like Japan is moving quickly to strengthen economic ties with Iran.  A visit may not happen as quickly as some of the articles seem to indicate, but looks like good chance by July.  Not feeling as certain about this as some, not sure how Iran's recent missile test will be perceived/affect relations for instance."], [102, "2015-10-11T22:50:31Z", 1.0, "abe"], [43, "2015-10-11T22:45:49Z", 0.85, "Following Anneinak. A visit by a foreign minister often means laying groundwork for a summit. Also, Iran and China have become increasingly close, for example conducting a joint anti-piracy naval exercise this year. That means Abe is motivated to meet and raise China on increased trade and defense activities."], [38, "2015-10-11T22:32:16Z", 0.81, "http://www.presstv.ir/Detail/2015/10/10/432803/Iran-japan-car-exports-sanctions-PM-Abe"], [43, "2015-10-11T02:52:42Z", 0.25, "Following Khalid upward."], [37, "2015-10-11T02:17:00Z", 0.2, "Raising based on Japan speculation. Still far from certain."], [64, "2015-10-10T17:43:06Z", 0.25, "A desperate Abe threatening to be a wildcard!"], [68, "2015-10-10T15:57:34Z", 0.45, "Moving from 30 to 45 on Grossz18's reference to a potential Abe visit. With Japan's foreign minister visiting next week, we may get a clearer picture after that."], [484, "2015-10-10T14:57:02Z", 0.9, "Lots of pent-up demand for more normal relations. —plus (G7 should) \"keep your enemies closer\""], [484, "2015-10-10T14:57:02Z", 0.9, "Lots of pent-up demand for more normal relations. —plus (G7 should) \"keep your enemies closer\""], [73, "2015-10-10T11:37:37Z", 0.72, "Moving up a notch. Ref Grossz18."], [24, "2015-10-10T10:00:07Z", 0.2, "Following grossz18 re Abe, but wording of report sufficiently vague and conditionality-laden seems to make it far from being a dead cert in the near future. Still, eight months to play with.."], [498, "2015-10-10T06:19:37Z", 0.92, "From 82 to 92% per grossz18 info."], [102, "2015-10-10T05:23:15Z", 0.85, "Following grossz18 on Japan, I forgot about them.\nAsian culture different enough from EU/US that mullahs would be comfortable enough in a photo op to pour some tea."], [28, "2015-10-10T05:02:57Z", 0.85, "http://www.japantimes.co.jp/news/2015/10/10/national/politics-diplomacy/hopes-strengthening-ties-abe-may-travel-iran-later-year/#.VhibqLxB43Q"], [38, "2015-10-09T19:33:41Z", 0.25, "http://www.worldpoliticsreview.com/articles/16894/japan-eyes-investment-and-oil-in-iran-but-closer-ties-far-off"], [4193, "2015-10-08T16:24:02Z", 0.35, "I think that given the recent involvement of Russia in Syria, in coordination with Iran, makes less likely to allow the Iranians to be less inclined to do so.\nBut this can be revised upwards by a factor of 2 if the syrian situation decompress. "], [4193, "2015-10-08T16:24:02Z", 0.35, "I think that given the recent involvement of Russia in Syria, in coordination with Iran, makes less likely to allow the Iranians to be less inclined to do so.\nBut this can be revised upwards by a factor of 2 if the syrian situation decompress. "], [1591, "2015-10-08T15:42:15Z", 0.43, "Hardliners seem to be gaining strength.  "], [817, "2015-10-06T12:43:10Z", 0.1, "Before the \"nuclear inspection\" be finished with success, no head of gov will visit Iran. Iran has to prove it tries to repair broken ties and obey international rules. "], [1850, "2015-10-05T19:34:16Z", 0.35, "I think there is a possibility this will occur, but it will only be one country.  France.  The date is why I have it at a lower probability at this point.  If things start to stabilize in the region and the Iranians begin to implement the accord that was recently proposed, then I will raise the probability."], [3943, "2015-10-05T17:37:12Z", 0.75, "Iranian desire to be a recognized and an accepted player in global geopolitics."], [485, "2015-10-05T17:34:04Z", 0.8, "Normalization may continue at a steady pace."], [493, "2015-10-05T16:51:36Z", 0.15, "Affirming prior. Syria still messy, will delay H-o-S visit."], [1232, "2015-10-05T14:18:19Z", 0.2, "I think the current state of Syria would probably make that fairly awkward in the near future. Naturally the chances will rise as time passes, but mid summer seems a little soon."], [1262, "2015-10-04T21:25:49Z", 0.3, "Rouhani invited to visit France and Italy, but no date set yet, so any return invitation and visit unlikely before this date.  "], [102, "2015-10-04T20:45:18Z", 0.2, "Will raise a little bit they're really not that good at cooking hamburgers."], [102, "2015-10-04T20:45:18Z", 0.2, "Will raise a little bit they're really not that good at cooking hamburgers."], [532, "2015-10-04T19:44:08Z", 0.15, "Affirming prior forecast."], [909, "2015-10-04T14:35:14Z", 0.15, "The only G7 country I imagine doing this would be France, maybe Germany. I think it will take awhile before a western leader feels comfortable going to Iran. "], [909, "2015-10-04T14:35:14Z", 0.15, "The only G7 country I imagine doing this would be France, maybe Germany. I think it will take awhile before a western leader feels comfortable going to Iran. "], [498, "2015-10-04T01:52:57Z", 0.82, "“A $400bn (£263bn) economy even with the most crippling and extensive sanctions imposed on any country, Iran has the potential to become a G20 country within a short space of time once the sanctions are removed after implementation day.”\nhttp://www.theguardian.com/business/2015/oct/02/shell-and-bp-make-new-inroads-in-iran"], [3713, "2015-10-03T12:42:46Z", 1.0, "UK Foreign Minister has already made the trip."], [3696, "2015-10-03T05:58:55Z", 0.05, "This would be a rather exceptional turn of events given the level of rhetoric being thrown back and forth.  Even if tensions were to ease, it would take a significant event to bring the heads of state together anywhere, let alone to have the event hosted by Iran."], [783, "2015-10-03T05:28:07Z", 0.5, "Italy: More involved in Libya"], [783, "2015-10-03T05:28:07Z", 0.5, "Italy: More involved in Libya"], [783, "2015-10-03T05:28:07Z", 0.5, "Italy: More involved in Libya"], [102, "2015-10-03T04:12:23Z", 0.1, "Following @balbec."], [1114, "2015-10-03T03:14:36Z", 0.1, "Affirming.\nGermany: Would most likely send lower level officials/ministers, like earlier this year ( http://www.reuters.com/article/2015/07/19/us-iran-nuclear-germany-idUSKCN0PT0FO20150719 ). I would be shocked to hear of a planned Merkel or Guack visit in this timeframe--anyone care to contradict this intuition?  "], [1114, "2015-10-03T03:14:36Z", 0.1, "Affirming.\nGermany: Would most likely send lower level officials/ministers, like earlier this year ( http://www.reuters.com/article/2015/07/19/us-iran-nuclear-germany-idUSKCN0PT0FO20150719 ). I would be shocked to hear of a planned Merkel or Guack visit in this timeframe--anyone care to contradict this intuition?  "], [1114, "2015-10-03T03:14:36Z", 0.1, "Affirming.\nGermany: Would most likely send lower level officials/ministers, like earlier this year ( http://www.reuters.com/article/2015/07/19/us-iran-nuclear-germany-idUSKCN0PT0FO20150719 ). I would be shocked to hear of a planned Merkel or Guack visit in this timeframe--anyone care to contradict this intuition?  "], [1201, "2015-10-02T22:41:17Z", 0.65, "Updating for time. No change. "], [28, "2015-10-02T21:36:08Z", 0.55, "Most likely countries to make this trip would be Italy, France, or Germany. Rouhani is making trips to Paris (and probably Rome) this fall. I would consider those two meetings to be potential timeframes when we could see an announcement. Given that the head of state of Austria has already made a visit, I don't think stigma is a huge issue here."], [689, "2015-10-02T19:50:46Z", 0.01, "Comment deleted on May 10, 2016 05:59PM UTC"], [43, "2015-10-02T19:27:37Z", 0.25, "Wow. Iranian hardliners are in an uproar over a handshake. We can rule out Obama to Tehran. Following Agent 0090 down to 15%."], [493, "2015-10-02T13:12:03Z", 0.15, "Lowering prob b/c of Syria mess, which makes head-of-state visits less likely. They don't want to have a photo op with what turns out to be the wrong side in six months. Lower-level diplomatic and rade activities will continue at a rapid pace, but until Syria is \"fixed\" no H-o-S visits. "], [68, "2015-10-02T07:39:34Z", 0.3, "Reverting back to my original 30% forecast. 01 July 2016 may be too soon for a high-level trade-related visit if strife in Iraq and Syria continues. Now that Russia is center stage in the Middle East battle theater, there's very little chance a visit to Tehran would help silence the guns. However, much can change in 9 months, so I'm not going lower yet."], [498, "2015-10-02T06:17:03Z", 0.79, "Like dominich, clinton, and ravel all suggest, there are many complications here both big and small. I'm too far out on this one, pulling back; although I still do believe commercial interests will make it happen. Going from 99 to 79%"], [498, "2015-10-02T06:17:03Z", 0.79, "Like dominich, clinton, and ravel all suggest, there are many complications here both big and small. I'm too far out on this one, pulling back; although I still do believe commercial interests will make it happen. Going from 99 to 79%"], [498, "2015-10-02T06:17:03Z", 0.79, "Like dominich, clinton, and ravel all suggest, there are many complications here both big and small. I'm too far out on this one, pulling back; although I still do believe commercial interests will make it happen. Going from 99 to 79%"], [689, "2015-10-02T04:19:09Z", 0.17, "Comment deleted on May 10, 2016 05:58PM UTC"], [43, "2015-10-02T03:49:41Z", 0.25, "Following  dominich"], [73, "2015-10-02T01:49:37Z", 0.65, "Trying to determine if putting ground troops in syria is more likely or less likely to get people to come visit.  Going with yes it will for now.  This will be another one ill agonise over."], [24, "2015-10-01T23:09:58Z", 0.25, "Too short a timespan between final acceptance/ratifaction of nuclear accords, in a strategic environment that can euphemistically be described as complicated, for a G7 leader to be likely to visit Iran."], [3328, "2015-10-01T21:38:26Z", 0.03, "HIGHLY UNLIKELY!"], [657, "2015-10-01T14:54:28Z", 0.15, "Reaffirming forecast"], [64, "2015-10-01T11:15:50Z", 0.0, "Thanks to Paul Theron for proposing that the first such meeting will likely take place in the G7 country rather than in Iran (and the question requires the latter). I doubt even the former will happen by mid 2016. The time frame on this is simply too tight. Going all in on \"it won't happen\". "], [3455, "2015-09-30T22:12:15Z", 0.19, "Abe seems the most likely.  However, it's hard to see how any sort of resolution/insulation of the Syrian problem can exclude them.  A gesture maybe necessary, with a visit perhaps from Renzi or Merkel. "], [506, "2015-09-30T18:34:31Z", 0.35, "Revising down.  I agree with comments here, that Rouhani will continue to travel to meet with heads of state, and that G7 countries will continue to send other dignitaries. Activities in Syria could complicate state visits by other G7 countries.  An Abe visit has been talked of here.  I think in the coming months he will be focused on other issues.  Abe and Putin plan to restart talks to resolve WWII (http://thediplomat.com/2015/09/putin-to-visit-tokyo-as-japan-russia-restart-peace-talks/), and he has concerns with China and the Korean peninsula, as well as and rising tensions in the ECS.  And finally, even though Japan's Inpex wants to restart operations in Iran, it plans to send the FM and energy/economic representatives.  I believe other G7 countries will do the same.  As for embassies re-opening?  GB is sending Hammond for its re-opening event."], [506, "2015-09-30T18:34:31Z", 0.35, "Revising down.  I agree with comments here, that Rouhani will continue to travel to meet with heads of state, and that G7 countries will continue to send other dignitaries. Activities in Syria could complicate state visits by other G7 countries.  An Abe visit has been talked of here.  I think in the coming months he will be focused on other issues.  Abe and Putin plan to restart talks to resolve WWII (http://thediplomat.com/2015/09/putin-to-visit-tokyo-as-japan-russia-restart-peace-talks/), and he has concerns with China and the Korean peninsula, as well as and rising tensions in the ECS.  And finally, even though Japan's Inpex wants to restart operations in Iran, it plans to send the FM and energy/economic representatives.  I believe other G7 countries will do the same.  As for embassies re-opening?  GB is sending Hammond for its re-opening event."], [3375, "2015-09-30T03:32:20Z", 0.22, "I don't see heads of state or government visiting Iran before July, 2016 however Rouhani will most likely step up his visits to G7 members."], [94, "2015-09-29T22:39:03Z", 0.45, "Increasing my forecast for gaming purposes.  I still think this only has a 25% chance of happening, but I want to hedge against it happening early in the question period."], [94, "2015-09-29T22:39:03Z", 0.45, "Increasing my forecast for gaming purposes.  I still think this only has a 25% chance of happening, but I want to hedge against it happening early in the question period."], [38, "2015-09-29T21:58:45Z", 0.65, "http://the-japan-news.com/news/article/0002455021"], [691, "2015-09-29T18:16:25Z", 0.72, "It will be necessary pretty soon for someone to show they can play nicely with the other children.  The French or the Italians are most likely, but Mutter Merkel also likes to appear conciliatory when it can be done without costing anything."], [38, "2015-09-29T17:37:39Z", 0.65, "Supporting Paul Theron's argument:  Rouhani already has plans to go to France."], [71, "2015-09-29T14:07:04Z", 0.05, "Rouhani will meet G7 leaders in their countries, unlikely that a state visit will be made to Tehran."], [71, "2015-09-29T14:07:04Z", 0.05, "Rouhani will meet G7 leaders in their countries, unlikely that a state visit will be made to Tehran."], [71, "2015-09-29T14:07:04Z", 0.05, "Rouhani will meet G7 leaders in their countries, unlikely that a state visit will be made to Tehran."], [52, "2015-09-29T12:01:34Z", 0.1, "Iran will be too hot to handle for the forseeable future.  If the list had  an expanded \"G\" to include Russia, I could see Putin going.  But the West and Japan?  Can't see it."], [689, "2015-09-29T04:56:03Z", 0.69, "Comment deleted on May 10, 2016 05:53PM UTC"], [498, "2015-09-29T02:17:32Z", 1.0, "\"France Opens Trade Office in Iran\" (a bit stale news)\nhttp://www.nytimes.com/2015/09/22/world/middleeast/france-opens-trade-office-in-iran.html"], [1528, "2015-09-28T22:29:51Z", 0.08, "Of course some G7 countries will want to improve economic ties, but I really can't see any reason -- any political upside for the visitor -- for a visit at such a high level."], [1422, "2015-09-28T21:30:25Z", 0.67, "We still have to see if UK Chancellor Osborne's visit to Iran is confirmed in the months to come. If sanctions be lifted by Spring 2016, it would clearly indicate that the UK intends to reestablish commercial relations with Iran. Moreover, Iran may present itself as a valuable partner in the Syrian crisis to contain Isis, Al-Qaeda and all militia involved in the conflict, as Western coalition seems to get deeper and deeper in a quagmire without clear political or military solution. With the deal on nuclear passed clear, Iran's involvement may, therefore, more easily prompt and justify an official visit from a G7 country in this case the UK."], [38, "2015-09-28T20:43:48Z", 0.75, "http://www.thejc.com/news/uk-news/145823/george-osborne-under-fire-over-plan-lead-trade-delegation-iran"], [38, "2015-09-28T20:43:48Z", 0.75, "http://www.thejc.com/news/uk-news/145823/george-osborne-under-fire-over-plan-lead-trade-delegation-iran"], [102, "2015-09-28T18:34:06Z", 0.65, "Not feeling lucky."], [42, "2015-09-28T18:02:58Z", 0.3, "Not with the prisoner situation, health issues, divisions between \"Moderates\" and conservatives in Iran. I doubt the heads of the G7 would want to be see as going to Iran. "], [484, "2015-09-28T17:52:26Z", 0.8, "Still nothing pops up easily after this June article about Khamenei's health:"], [493, "2015-09-28T15:30:44Z", 0.25, "Affirming, This will probably happen, but I still think the timeline is too short."], [1133, "2015-09-28T08:33:12Z", 0.15, "Yes, he is more moderate than his predecessor but even Putin has only visited once in the last 10 years (2007), nor China.  Biggest teller for me is in 3 official meetings with Putin, none have been in Iran...I would expect that travelling to other countries would be preferred - he has only been the US to the UN 68 + 69th meeting where he met with 5/7 of the G7 heads - not willing to meet with US and Germany only supplying foreign minister.  Need more of this before a trip to Iran..."], [1042, "2015-09-27T21:30:57Z", 0.85, "The fact of the talks and the push to have them-the talks of an agreement about the lifting of sanctions-become a reality means the heads of states are obligated to stand by their agreements, so it is a question of passing the lifting of sanctions."], [2674, "2015-09-27T12:52:07Z", 0.75, "I think it's  likely that at least Putin makes a visit, if only to discuss regional goals."], [2674, "2015-09-27T12:52:07Z", 0.75, "I think it's  likely that at least Putin makes a visit, if only to discuss regional goals."], [484, "2015-09-27T02:47:13Z", 0.8, "Haven't seen anything definitive about Khamenei's health in awhile. Might influence outcome."], [484, "2015-09-27T02:47:13Z", 0.8, "Haven't seen anything definitive about Khamenei's health in awhile. Might influence outcome."], [484, "2015-09-27T02:47:13Z", 0.8, "Haven't seen anything definitive about Khamenei's health in awhile. Might influence outcome."], [102, "2015-09-27T02:26:26Z", 1.0, "With Jason about to get sorted out and money to be made, picking this back up to 100."], [2557, "2015-09-27T00:47:42Z", 0.05, "The peace process will take longer to implement "], [102, "2015-09-26T22:26:41Z", 0.6, "I'm not feeling it because Jason hasn't been traded back yet, that's taking too long, it's starting to look too much S&M status quo."], [2459, "2015-09-26T20:48:49Z", 0.16, "The last time a G7 head of state visiting as far as I can tell was Jimmy Carter in 1977. The US and Canada still don't have embassies in Tehran. It's much easier politically for G7 countries to have Rouhani visit than to go to Iran and have their picture taken with Khamenei. "], [2459, "2015-09-26T20:48:49Z", 0.16, "The last time a G7 head of state visiting as far as I can tell was Jimmy Carter in 1977. The US and Canada still don't have embassies in Tehran. It's much easier politically for G7 countries to have Rouhani visit than to go to Iran and have their picture taken with Khamenei. "], [2044, "2015-09-26T04:04:03Z", 0.25, "that seems too early. We have to give the treaty a year."], [1201, "2015-09-25T15:35:24Z", 0.65, "With the end of sanctions, there will be moves to re-establish trade, and that will be easier if diplomatic relations are already functioning. All the G7 countries have embassies in Iran except the US and Canada. Of the P5+1, France, Germany, the UK and the US are also G7. So -- yes, and likely France, Germany or the UK.\n"], [1006, "2015-09-24T11:32:00Z", 0.25, "A head of state visit to Iran in the next nine months would be welcomed by many in the West. Unfortunately at present, the bellicose rhetoric coming from Ali Khamenei and his hard-line cronies make such a visit unlikely. "], [182, "2015-09-24T06:44:26Z", 0.55, "Yes this Spring after the initial round of US primaries, Presdient Obama will travel to Tehran for a state visit. This is his legacy: he has nothing to lose. He has opened up a dialogue with Cuba and next is Iran. "], [182, "2015-09-24T06:44:26Z", 0.55, "Yes this Spring after the initial round of US primaries, Presdient Obama will travel to Tehran for a state visit. This is his legacy: he has nothing to lose. He has opened up a dialogue with Cuba and next is Iran. "], [1646, "2015-09-23T21:39:09Z", 0.6, "Things are set to move faster post-december"], [1646, "2015-09-23T21:39:09Z", 0.6, "Things are set to move faster post-december"], [68, "2015-09-23T13:03:39Z", 0.6, "Reaffirming my forecast of 11 September. "], [1753, "2015-09-23T11:33:33Z", 0.15, "Time-frame is tight for a Head of State visit. Saudi/Israeli/US objections likely to play a part in preventing a European HoS from visiting, particularly if the Republicans poll strongly in early 2016. While many of them will be eager to go and the Austrian visit makes it more likely it seems more like a late 2016 event."], [379, "2015-09-22T16:05:24Z", 0.54, "Slight yes - given the deadline.  Let's see how nuclear treaty goes."], [1468, "2015-09-22T09:43:53Z", 0.21, "Too soon. Still too sensitive."], [172, "2015-09-22T02:11:40Z", 0.4, "I get where other forecasters are coming from and it will happen - just a matter of time. Saudi wouldn't approve though and Israelis also likely to protest. But France and UK already courting them. I could see foreign minister but head of state a little more delicate?"], [1591, "2015-09-21T16:50:55Z", 0.5, "Head of State visits are BFDs.  Less than a year to normalize relations and arrange visit."], [1296, "2015-09-21T15:19:45Z", 0.3, "I agree with comments  of forecasters. It is unlikely to happen soon, though Iran's historic ties with France make a French head of state visit probable for the first visit\n'"], [493, "2015-09-21T14:58:34Z", 0.25, "Increasing Prob. To add to 000's comments:"], [43, "2015-09-21T02:01:27Z", 0.65, "Following 000."], [102, "2015-09-21T00:08:58Z", 0.75, "Following @ravel up from 0%.  French will definitely go for bags of cash.   France has an ambassador in Iran. [1]  After the US borked French ship-building and energy sectors on Mistral and South Stream, I don't think they'll hesitate to look for commerical opportunities in Iran.  Hollande has invited Rouhani the other way [2] so why not go in that direction for a little Kale Pache. [3][4]"], [102, "2015-09-21T00:08:58Z", 0.75, "Following @ravel up from 0%.  French will definitely go for bags of cash.   France has an ambassador in Iran. [1]  After the US borked French ship-building and energy sectors on Mistral and South Stream, I don't think they'll hesitate to look for commerical opportunities in Iran.  Hollande has invited Rouhani the other way [2] so why not go in that direction for a little Kale Pache. [3][4]"], [102, "2015-09-21T00:03:09Z", 0.2, "Following @ravel up from 0%."], [689, "2015-09-20T23:59:23Z", 0.47, "Comment deleted on May 10, 2016 05:46PM UTC"], [684, "2015-09-20T23:14:57Z", 0.75, "Restoration of normal relations a necessity to justify Iran nuclear deal."], [684, "2015-09-20T23:14:57Z", 0.75, "Restoration of normal relations a necessity to justify Iran nuclear deal."], [747, "2015-09-20T18:09:02Z", 0.75, "Upgrading the oil infrastructure is going to be -potentially- very lucrative. England or France would be the likeliest."], [1500, "2015-09-18T17:49:23Z", 0.5, "Coin toss at this point.  Depends on how implementation of the agreement goes."], [1595, "2015-09-18T14:18:05Z", 0.2, "No too early"], [1583, "2015-09-18T05:11:39Z", 0.25, "Seems very unlikely. Iran will be interested - but it would be political suicide for any of the G7 leaders to set foot in Iran.\nThere is a small chance that Iran will have a coup or some such thing and then the scenario is a lot different."], [1529, "2015-09-17T21:10:18Z", 0.15, "While there will be several visits by business leaders and lower dignitaries, no Western head-of-state wants to be caught on camera with head of Iran, especially since Iran has yet to prove its adherence to the JCPOA agreement."], [1109, "2015-09-17T20:14:31Z", 0.0, "The U.S. is the only country that would have any business there and I don't see our head of state making a visit."], [1394, "2015-09-16T22:57:37Z", 0.75, "I suspect somebody will not want the Chinese and Russians to get too far ahead of them."], [1278, "2015-09-16T19:35:19Z", 0.75, "The EU nations have been waiting to open Iran for years, the first two European hotels open in Tehran this year, and oil contracts are undoubtedly being signed right now. I have little doubt that France will make a show of \"opening Iran\" in this time period. "], [38, "2015-09-16T18:58:08Z", 0.85, "Rouhani is going to France to meet with Hollande & Valls.  I assume that this will basically be a trade mission.   I don't see any reason for them to visit Iran after that.  So, that reduces the possible positive solutions. "], [1285, "2015-09-16T17:40:36Z", 0.25, "I find it hard to believe any of the G7 leaders will visit Iran in the next year.  Russia may, but not the G7.  We would see FM visits before head of state."], [909, "2015-09-16T16:07:02Z", 0.05, "It'll be awhile before a G7 leader goes to Iran. "], [151, "2015-09-16T14:58:30Z", 0.62, "Since the end date is months away, I'd say it's likely."], [1090, "2015-09-16T01:12:05Z", 0.5, "All G7 except the United States have ongoing trade with the nation which will only increase with the passage of time. Unlikely the removal of the U.S. led embargo will be blocked in existing House and Senate."], [94, "2015-09-16T00:26:11Z", 0.25, "The French Foreign Minister visited in late July, and the Iranian President is visiting France in November [1].  The German, UK, and Japanese foreign ministers are planning to visit.  The time frame of this question is fairly short, but the crowd thinks a visit is fairly likely to happen.  I am going to go with my default base rate estimate of 25%."], [1056, "2015-09-15T22:10:45Z", 0.05, "Not at head-of-state level in that time frame. Nor head-of-government. Foreign Ministers and lower-level."], [1016, "2015-09-15T18:46:53Z", 0.25, "Too soon. Iran will not rush. G7 members will hold back to test the waters on how the deal is progressing."], [1015, "2015-09-15T18:10:17Z", 0.11, "Highly unlikely. Any major geopolitical alignment in the Middle East will be a long time coming. This is too short a time frame to expect that kind of contact. Iran is showing signs of tacking back to mollify hard-liners, and a head of state visit is politically toxic for the US. You might see movement from other G7 countries, especially if the refugee crisis brings Iran to the table for a political solution to the Syrian civil war. But these negotiations are likely to take place without an official head of state visit to Tehran."], [961, "2015-09-15T16:36:25Z", 0.45, "Odds increase with the close of sanctions (written or unwritten)"], [691, "2015-09-15T11:26:21Z", 0.63, "Somebody will feel the need to show that the children are playing together nicely now.  My money is on either Merkel because it's Merkel or the Italians because nobody cares what the Italians do anyway."], [83, "2015-09-15T00:15:54Z", 0.2, "UK moved fast on re-opening it's Iranian embassy.\nIn conjunction with possible opening to SWIFT, and release of frozen Iranian funds, competition could heat up,\nWould Cameron move to sell the financial services of London?\n "], [215, "2015-09-14T19:59:27Z", 0.55, "if the hardliners don't win in Jan and there is a more engagement with global economy  "], [894, "2015-09-14T19:53:17Z", 0.01, "Why would they in such a short timeframe?"], [705, "2015-09-14T18:47:27Z", 0.1, "The next year should see a continued trend of normalization of relations between Iran and the West, and this may lead to lower lever diplomatic meetings. However, I believe it is unlikely that a head of state visits in this time frame."], [493, "2015-09-14T18:20:15Z", 0.05, "Probably not. Any head-of-state visit would have to preceded by a lot of lower level discussion, and I don't see that happening right now. As for specific countries-"], [465, "2015-09-14T16:44:16Z", 0.6, "The UK is opening it's embassy in Tehran. With the agreement on Iran's nuclear program signed and sealed by the US and other G7 countries, one can foresee this happening next summer."], [29, "2015-09-14T11:25:45Z", 0.65, "Timeframe is a bit short, but it seems like relations are thawing a little."], [176, "2015-09-14T02:17:35Z", 0.04, "How in the Wide World World of Sports is this ever going to happen in this time frame. Even if Iran plays nice, the G7 countries will need time before Iran gets gravitas. "], [740, "2015-09-13T16:55:05Z", 0.25, "mistake"], [740, "2015-09-13T16:53:48Z", 0.65, "Too much, too fast."], [706, "2015-09-13T02:18:16Z", 0.99, "If only because a crisis occurs!  Seriously, damage control will happen when the mullahs reject the nuclear agreement."], [83, "2015-09-13T01:51:35Z", 0.2, "20%"], [254, "2015-09-12T20:31:30Z", 0.05, "Still too early for a head of state visit."], [37, "2015-09-12T17:42:35Z", 0.05, "While I see the probability of a visit within the timeline as low in general, I'm going to break with my colleagues here and suggest that the US is, in fact, the most likely visitor. This is precisely the sort of \"Nixon in China\" moment to serve as a capstone to Obama's foreign policy legacy, and there have been rumors since 2013 (and more serious ones recently) that suggest he's floated the idea. "], [37, "2015-09-12T17:42:35Z", 0.05, "While I see the probability of a visit within the timeline as low in general, I'm going to break with my colleagues here and suggest that the US is, in fact, the most likely visitor. This is precisely the sort of \"Nixon in China\" moment to serve as a capstone to Obama's foreign policy legacy, and there have been rumors since 2013 (and more serious ones recently) that suggest he's floated the idea. "], [37, "2015-09-12T17:42:35Z", 0.05, "While I see the probability of a visit within the timeline as low in general, I'm going to break with my colleagues here and suggest that the US is, in fact, the most likely visitor. This is precisely the sort of \"Nixon in China\" moment to serve as a capstone to Obama's foreign policy legacy, and there have been rumors since 2013 (and more serious ones recently) that suggest he's floated the idea. "], [43, "2015-09-12T13:34:47Z", 0.05, "Following scholar&cat's excellent analysis, with a fox-style 5% hedge in the event that GJP will eventually reveal its scoring algorithm and it might turn out to be Brier scoring."], [43, "2015-09-12T13:34:47Z", 0.05, "Following scholar&cat's excellent analysis, with a fox-style 5% hedge in the event that GJP will eventually reveal its scoring algorithm and it might turn out to be Brier scoring."], [43, "2015-09-12T13:34:47Z", 0.05, "Following scholar&cat's excellent analysis, with a fox-style 5% hedge in the event that GJP will eventually reveal its scoring algorithm and it might turn out to be Brier scoring."], [657, "2015-09-12T10:07:05Z", 0.15, "Well since we are talking about G7, not G8, chances are less than slim."], [657, "2015-09-12T10:07:05Z", 0.15, "Well since we are talking about G7, not G8, chances are less than slim."], [657, "2015-09-12T10:07:05Z", 0.15, "Well since we are talking about G7, not G8, chances are less than slim."], [71, "2015-09-12T07:31:32Z", 0.15, "Ayatollah has been making some very unfriendly noises."], [532, "2015-09-12T00:58:57Z", 0.0, "Relations are improving as G7 countries race to invest in and make trade deals with Iran but I do not think a head of state or head of government will visit during the time frame of the question.  I did some research on who is visiting.  Germany has sent the highest-ranking official so far."], [532, "2015-09-12T00:58:57Z", 0.0, "Relations are improving as G7 countries race to invest in and make trade deals with Iran but I do not think a head of state or head of government will visit during the time frame of the question.  I did some research on who is visiting.  Germany has sent the highest-ranking official so far."], [680, "2015-09-11T23:52:10Z", 0.1, "Unlikely any of the G-7 heads of government will want to associate themselves directly with Iran until all of Iran's agreement commitments have been satisfactorily met.  This, in turn, is unlikely before 1 July.  "], [663, "2015-09-11T22:23:45Z", 0.75, "There's going to be an effort made to draw them into the rest of the world, and reward them for cooperating."], [131, "2015-09-11T20:21:27Z", 0.15, "I suppose it's possible, but I don't really see this happening... Myanmar got a visit from Obama to encourage their progress on reforms and signal they were no longer handcuffed to the PRC, China got a visit from Nixon because they were a needed counterweight to the USSR, etc. Right now it's not even obvious the Iran deal will go through and without that, prospects of rapprochement look dubious. "], [102, "2015-09-11T20:15:32Z", 0.0, "Flip and concur with herrick."], [267, "2015-09-11T19:46:47Z", 0.0, "Visiting Iran is a major political risk no G7 leader appears strong enough to take."], [626, "2015-09-11T18:15:51Z", 0.69, "Nuclear Arms Treaty will pass and Iran will be anxious to re-establish diplomatic and commercial engagement with Europe, Japan."], [191, "2015-09-11T18:04:43Z", 0.1, "The question is not whether Iran would like them to visit,  it is whether the head of state of a G7 country wants to be the first one to step foot in Iran.   Every single one of these leaders is a politician.  I see  no political gain for the individual or his political party from such a visit.   Such an action can only be seen as a liability not an asset.   Yes Iran has taken the first step to improve relations.  But my opinion that puts them only one step above North Korea. \n "], [110, "2015-09-11T17:55:27Z", 0.0, "The Iranians made it pretty clear that they're not interested in engaging with the West on topics other than the nuclear issue."], [505, "2015-09-11T16:19:17Z", 0.55, "Iran will meet with some of the G7 to show that they are at least publically playing by the rules"], [484, "2015-09-11T16:12:50Z", 0.8, "Unless Iran backs away from the nuclear deal (or Israel attacks) then there are significant pressures to more normalize relations with the west."], [617, "2015-09-11T15:40:39Z", 0.82, "There is great economic and geopolitical interest, from many G7 countries, in gradually normalising relations with Iran. "], [231, "2015-09-11T15:23:39Z", 0.45, "\nObviously a lot of criticism around the Austrian visit, and clearly Khamenei is not toning down his statements, but visits are starting to happen. French foreign minister, German foreign minister...it could happen in this timeframe, if everything around the deal continues to progress."], [231, "2015-09-11T15:23:39Z", 0.45, "\nObviously a lot of criticism around the Austrian visit, and clearly Khamenei is not toning down his statements, but visits are starting to happen. French foreign minister, German foreign minister...it could happen in this timeframe, if everything around the deal continues to progress."], [608, "2015-09-11T13:13:07Z", 0.85, "moving things along to help develop the Iranian economy "], [101, "2015-09-11T12:47:35Z", 0.45, "Have to work up to head of state"], [587, "2015-09-11T07:53:20Z", 0.1, "It seems unlikely that a head of state/gov't will visit Iran in the foreseeable future. A Secretary of State or Foreign Minister might make the trip (again), but a President/PM? Nope. Am leaving a small percentage for a wildcard German/Italian visit though, on account of nat'l business interests."], [584, "2015-09-11T06:51:17Z", 0.65, "I think it is possible since some negotiations might continue in order for the nuclear deal to be implemented"], [68, "2015-09-11T06:39:29Z", 0.6, "Increasing probability with likely implementation of nuclear deal and commencing removal of sanctions."], [384, "2015-09-11T05:10:47Z", 0.25, "Most of the G7 are probably not going to gain anything from going to Iran.  The 25 percent change is if France goes on a Gaullist streak and attempts to differentiate itself by doing something that no one else is doing.  Can Gaullists be hipsters?"], [294, "2015-09-11T04:25:53Z", 0.4, "The Austrian president was slated to go before one of the deadlines was extended.    That was the test case.   \nBut  a G7?  who in the G7 has the incentive?   \nThe US and Japan are clearly out of the question."], [524, "2015-09-10T18:55:47Z", 0.0, ""], [498, "2015-09-10T17:37:23Z", 1.0, "Side bets on which leader is first. I say Merkel."], [498, "2015-09-10T17:37:23Z", 1.0, "Side bets on which leader is first. I say Merkel."], [102, "2015-09-10T17:19:22Z", 1.0, "Apply logistic regression followed by AusrÃ¼cken operator."], [499, "2015-09-10T17:17:46Z", 0.95, "For sure! Sanctions have been suspended by EU and will be lifted soon! Iran is a key country in fighting ISIS! Its international position will rise very fast."], [494, "2015-09-10T16:49:02Z", 0.95, "Iran is going to lobby for further removal of sanctions. "], [485, "2015-09-10T16:41:53Z", 0.75, "G7 countries may want to integrate Iran and the Iranian people into the world community more fully, \"reward\" Iranian leaders for the nuclear agreement and normalize relations to the degree possible."], [485, "2015-09-10T16:41:53Z", 0.75, "G7 countries may want to integrate Iran and the Iranian people into the world community more fully, \"reward\" Iranian leaders for the nuclear agreement and normalize relations to the degree possible."], [482, "2015-09-10T16:32:52Z", 0.65, "The signing of the nuclear deal will prompt some members of the G7 countries to at least pay a visit to the country or to reopen one of the embassies as a sign of some warming of relations."], [482, "2015-09-10T16:32:52Z", 0.65, "The signing of the nuclear deal will prompt some members of the G7 countries to at least pay a visit to the country or to reopen one of the embassies as a sign of some warming of relations."], [167, "2015-09-10T14:34:28Z", 0.62, "Based on the unpopularity of the imposed U.S. sanctions since 1995 in the E.U., I can see those countries moving quickly to begin to re-invest and repair their trade channels in the region, and begin to open inroads to compete with Russia and China."], [351, "2015-09-10T14:12:01Z", 0.7, "As the nuclear agreement is implemented and sanctions eased, Iran will become a prominent suitor for improved international relations."], [351, "2015-09-10T14:12:01Z", 0.7, "As the nuclear agreement is implemented and sanctions eased, Iran will become a prominent suitor for improved international relations."], [427, "2015-09-10T03:56:15Z", 0.4, "Probably the French will visit first in order to sell a aircraft carrier or two."], [38, "2015-09-10T02:15:55Z", 0.99, "OH!  I just noticed that the wording of this question has been changed.  It used to ask \"if a President or Prime Minister . . .\"  With this wording--\"head of state or head of government\"--the number of people  has been expanded.  There was no announcement made of this change.  (To err is human.)"], [424, "2015-09-10T02:10:39Z", 0.75, "Yes, due to the Iran deal... I feel certain that a European head of state or head of government will show up. "], [369, "2015-09-10T01:30:22Z", 0.92, "a combination of timing (socio-cultural) variables and economic ($) variables suggests an initial forecast  but as frequently have warned teammates over the years and now feel obligated to warn others  - don't pay any attention to me, I've never done this before and after 4 years, still don't know what I'm doing ---- YMMV  ;=)"], [420, "2015-09-10T01:20:26Z", 0.6, "Based on the current diplomatic initiative spearheaded by the US it seems extremely likely that Iran will enjoy of warmer relations with G7 countries."], [64, "2015-09-10T01:01:56Z", 0.2, "July 2016 seems too soon for a G7 head to visit Iran. Though the Austrian head of state visited, that's also the first such visit in years. Baby steps: someone from the G-20 and some lesser meetings with G7. The lesser meetings will probably lead to some potential deals and the Iranians will say: \"If you HoS visits and gives us that prestige, we will sign off\". But, if that happens by 2016, I think it'll be late."], [411, "2015-09-09T23:44:04Z", 0.85, "Once the nuclear deal is finalised and sanctions eased I can see countries vying to make friends in this new market. It will also be just before the US elections, so depending on the outlooks and attitudes at the time, it may be something Obama will want to make a point of doing before he leaves office so he can be remembered the way Nixon is for China."], [328, "2015-09-09T21:19:14Z", 0.1, "Absolutely not. Too much competition between the two countries in key issues to let this happens."], [352, "2015-09-09T18:47:49Z", 0.8, "Iran wants in."], [38, "2015-09-09T18:00:20Z", 0.99, "http://www.i24news.tv/en/news/international/84983-150908-austrian-president-in-tehran-first-visit-by-head-of-state-to-iran-in-11-years"], [142, "2015-09-09T17:39:24Z", 0.65, "As international sanctions are lifted Iran will be looking for international trading partners and nations with advanced economies and technology will be looking for access to the Iranian money released by the nuclear treaty. A Head of State visit is often the vehicle used to organize and achieve these goals."], [325, "2015-09-09T17:35:49Z", 0.68, "After the deal is finalized especially European contries are keen to close business deals."], [318, "2015-09-09T17:29:19Z", 0.25, "Can see UK or US taking the lead, though Obama may have nothing to lose, I assume that Hillary would't find it very amusing."], [274, "2015-09-09T15:16:15Z", 0.3, "Don't think it'll happen so soon. "], [68, "2015-09-09T06:26:53Z", 0.3, "Russia or China would have been more likely. I don't think any of the G7 leaders will visit Iran in the next few months, but the first half of 2016 is feasible. The UK has opened its Embassy in Iran, and Cameron has led large trade delegations to other countries before. Some of the other European countries wouldn't want to be left behind either, especially when next year's Eurozone growth is likely to be tepid."], [241, "2015-09-09T03:22:23Z", 0.1, "Too soon. A visit is not likely, in my opinion, until most of the U.N. sanctions are removed and there is at least a partial lifting of the European and U.S. sanctions. U.N. sanctions relief won't come until the spring, at the earliest, according to the UK Foreign Minister. Any G7 leader's visit will likely be a big event and won't be rushed. Moreover, there will be plenty of advance warning once a visit is scheduled. Meanwhile, there are plenty of other ways to boost relations with an \"opened\" Iran, including visits by cabinet-level ministers, etc."], [38, "2015-09-08T22:21:50Z", 0.99, "With the lifting of sanctions and the opening of Iran for business, I think the chances of this will increase enormously.\nWith a 9-month window and so many possible visitors, that increases the probability, too.\nSince this question could resolve as \"Yes\" tomorrow, I'm going to start high and back off."], [38, "2015-09-08T22:21:50Z", 0.99, "With the lifting of sanctions and the opening of Iran for business, I think the chances of this will increase enormously.\nWith a 9-month window and so many possible visitors, that increases the probability, too.\nSince this question could resolve as \"Yes\" tomorrow, I'm going to start high and back off."], [38, "2015-09-08T22:21:50Z", 0.99, "With the lifting of sanctions and the opening of Iran for business, I think the chances of this will increase enormously.\nWith a 9-month window and so many possible visitors, that increases the probability, too.\nSince this question could resolve as \"Yes\" tomorrow, I'm going to start high and back off."], [54, "2015-09-08T21:34:24Z", 0.2, "no need, and a lot of political risks for most of g8. "], [102, "2015-09-08T20:51:34Z", 0.5, "Not on their soil while US hostages remain.  (One would hope, so, throw a dart.)"]]}