{"question_id": 510, "title": "Between 1 July 2017 and 30 June 2018, will an armed group from the Central African Republic engage in a campaign that systematically kills 1,000 or more civilians in the Central African Republic?\n", "correct_answer": "No", "crowd_forecast": 0.05, "preds": [[6303, "2017-09-18T03:46:38Z", 0.01, "Based on general news and GJP consensus."], [34908, "2017-09-13T20:00:59Z", 0.04, "From Sept 10 -- \"Central African Republic: Rising Ethnic Tensions Fuel Fear of Spike in Violence\"\n\"U.N. Undersecretary-General for Peacekeeping Operations Jean-Pierre Lacroix says ethnic hate speech is running in parallel with an increase in violence in the Central African Republic. And, he says, he finds this very worrisome.\"\n\"We are seeing a surge in very negative messages, very negative antagonistic rhetoric to the effect that 'foreigners should be eliminated.' Sort of putting one ethnic component or religious component of this country against the other and this is very worrying and serious.\" http://allafrica.com/stories/201709100041.html"], [34908, "2017-09-06T19:45:25Z", 0.04, "A couple updates to consider as you update your forecasts: "], [6303, "2017-09-04T04:28:14Z", 0.01, "Based on general news and GJP consensus."], [83, "2017-08-28T19:57:04Z", 0.3, "Early warning from the UN:\nhttp://www.aljazeera.com/news/2017/08/sees-early-warning-signs-genocide-car-170807215828039.html"], [34908, "2017-08-22T14:43:44Z", 0.03, "How Can the UN Curb CAR’s Spiral of Violence and Ethnic Cleansing? // IPI Global Observatory\nhttps://theglobalobservatory.org/2017/08/central-african-republic-united-nations-minusca/"], [691, "2017-08-10T12:09:02Z", 0.02, "http://www.aljazeera.com/news/2017/08/30-civilians-killed-car-clashes-170809222933535.html\nThey're working on it.  This will likely come down to what the scorers decide to count."], [13377, "2017-08-08T09:48:48Z", 0.05, "http://www.aljazeera.com/news/2017/08/sees-early-warning-signs-genocide-car-170807215828039.html  NEWSCENTRAL AFRICAN REPUBLIC10 HOURS AGO\nUN sees early warning signs of genocide in CAR\nThe UN is calling for more peacekeeping forces to be deployed in the Central African Republic amid renewed clashes."], [35313, "2017-08-08T09:07:56Z", 0.9, "Emerging reports of persistent forced expulsions, large scale retributions, leading to even  UN peacekeepers being killed, leads up to this! "], [36604, "2017-07-26T21:56:46Z", 0.03, "https://www.earlywarningproject.org/risk_assessments"], [36604, "2017-07-26T21:56:29Z", 0.02, "https://www.earlywarningproject.org/risk_assessments"], [36604, "2017-07-26T17:28:02Z", 0.84, "From my research, I found that in modern African Civil wars, around 80% of them have documented groups murdering over 1,000 civilians at a time, systematically. Therefore, I start at a base of 80%. On the wikipedia page, it states in 2013, there already was a civilian massacre of thousands of men and women, and there are many documented cases of civilians being murdered for no reason. This Civil war is based much on religion, which causes me to believe there is a higher chance that some sort of ethnic/religious cleansing will occur in the future. "], [6303, "2017-07-17T03:08:38Z", 0.01, "Based on general news and GJP consensus."], [691, "2017-07-12T18:41:21Z", 0.01, "http://www.aljazeera.com/news/2017/07/rising-violence-forces-40000-flee-car-east-170710175551526.html\nThey are trying diligently, but probably can't make the numbers. "], [35569, "2017-07-05T20:47:21Z", 1.0, "Central African Republic probably has a current situation where civilians are being systematically killed.  According to Human Rights Watch, civilians are being actively targeted in a war taking place now.  The United Nations is reporting violence targeting their workers.  The end of June of 2018 is a long time from now and genocidal type killings are already happening.  In my mind, the matter at hand is when the threshold of 1,000 is met, opposed to if a genocide will take place.  "], [14133, "2017-07-02T17:45:46Z", 0.2, "The trend is in the other direction, thank God"]]}