{"question_id": 515, "title": "Between 1 July 2017 and 30 June 2018, will an armed group from Myanmar engage in a campaign that systematically kills 1,000 or more civilians in Myanmar?\n", "correct_answer": "Yes", "crowd_forecast": 0.55, "preds": [[53, "2017-10-01T00:56:02Z", 0.75, "Still think issues with counting and classifying will predominate in the resolution of this question, but seems to me that the on-going campaign includes forced relocation.  "], [12302, "2017-09-29T13:50:10Z", 0.25, "I dont't expect this to escalate further. It's hard to access the death toll of the clearance operations that have been halted since the beginning of September. It is def. somewhere above 400, but I doubt that it surpasses 1000. As I can't be certain of that, I'll give this 25%."], [2965, "2017-09-29T12:20:01Z", 1.0, "bbc.com\nUN special rapporteur for Myanmar how UN suppressed the warnings and findings all the way\nExpert bias\ndamn the experts\nthe truth\nfull speed ahead!\n* with apologies to  Farragut on way into Mobile,\nwe better go back and finish the job"], [182, "2017-09-28T17:29:39Z", 0.77, "Increasing my prediction. Suspect this is already happened but we will not know until UN observers are allowed into Myanmar"], [2965, "2017-09-26T01:46:16Z", 0.99, "its minimum 10 times Srebenica maybe 20 when they\nexcavate graves as they will in 9 months\nmust be genocide\nare verbal reports sufficient for database\nor must bodies be found like  the massacre of\nover 1000 civilians by NVA after retreat from Hue Citadel"], [2965, "2017-09-25T15:37:12Z", 0.81, "when they are through counting this is at least 20 times worse than Srebenica\nmassive genocide\nproof\nwill not let un investigators in\nthis should be more like 89"], [39638, "2017-09-21T17:39:28Z", 0.08, "The current developments don't make this look that likely."], [12302, "2017-09-18T14:00:21Z", 0.5, "Raising to 50%, waiting for Aung San Suu Kyi big speech. I spoke with Germans in Myanmar yesterday, the rally around the flag effect is immense and people in Myanmar don't pay too much attention to how this issue is being reported on outside their country. While Aung San Suu Kyi obv. will adress this issue in her speech, she will prob. continue to focus on other conflicts in Myanmar nontheless as also the population doesn't care too much about the fate of the Rohingya. I assume she will frame this issue as one of outside militias vs. the state of Myanmar against which people will have to unify. There are a lot of fake news out there (from both sides) and most people inside Myanmar probably believe that fleeing Rohingyas burned down their houses themselves to be able to accuse the government of ethnic cleansing and damage it's reputation. There are some video campaigns suggesting exactly that (although they are flawed as videos allegedly displaying residents burning down their own houses show the same man in multiply villages etc.). Meaning: There are militias in civilian clothing perpetrating atrocities & as the situation is developing right now, it is highly unlikely that the perpetrators will be held accountable. If clearance operation continue, it can therefore be assumed that the death toll will continue to rise."], [12302, "2017-09-18T13:49:55Z", 0.6, "Comment deleted on Sep 18, 2017 02:00PM UTC"], [6303, "2017-09-18T03:50:12Z", 0.6, "Based on general news and GJP consensus."], [691, "2017-09-17T19:26:55Z", 0.56, "In my copious free time I wonder whether folks must die within in Myanmar if they wish to be counted, or can they contribute to the total if they flee Myanmar and then die in Bangladesh of wounds or starvation or disease.  The deaths of the latter group are surely down to a discrete campaign by the Myamar military--but who knows how the scorers will deal with such matters?"], [53, "2017-09-17T04:22:07Z", 0.6, "Myanmar army still claims only targeting insurgents, but ... awful lot of people on the move.  Lots of houses burnt.  Documentation & # of deaths intentionally caused are weak points. More than 1000 dead plausible, but some will be due to conditions."], [691, "2017-09-14T19:43:39Z", 0.56, "Looks like the Myanmar army are going to make this number over in Rakhine.   The Good Witch, it turns out, can also melt."], [1333, "2017-09-12T18:07:44Z", 0.75, "Iran and Turkey are sending aid to the Rohinga/ jumping from 5 to 70 percent\nhttp://www.al-monitor.com/pulse/originals/2017/09/iran-turkey-myanmar-rohingya-muslims-aid-refugees.html?utm_source=Boomtrain&utm_medium=manual&utm_campaign=20170912&bt_ee=Z8TvtZIvd4gEPzsLiBqVTJ9lWzq9gFd/DZquptMztXJIlKy526pBfsJrc382Cz+N&bt_ts=1505231866933\nThe two presidents, speaking along the sidelines of the Organization of Islamic Cooperation summit on science and technology in Astana, Kazakhstan, over the weekend, stressed the importance of taking action to put an end to the violence against the Rohingya. Rouhani said in Astana that the plight of the Rohingya, along with other situations in the Muslim world, including Iraq, Syria, Yemen and Palestine, showed the need for unity.\nHundreds of thousands of Rohingya crossed through their country's border with Bangladesh after Myanmar’s army attacked their villages in Rakhine state. Myanmar’s army said its posts were attacked first by militants. Some of the Rohingya who fled to Bangladesh reported tales of atrocities by the army against civilians."], [14761, "2017-09-12T01:22:33Z", 0.99, "It may have already happened"], [34908, "2017-09-06T19:30:50Z", 0.25, "A few recent updates to consider as you update your forecasts:"], [182, "2017-09-05T16:02:31Z", 0.65, "Increasing probability. Situation seems to be worsening. No numbers given but this story suggests it may have already happened: \nhttp://www.cnn.com/2017/09/04/asia/rohingya-refugees-myanmar-military/index.html"], [6303, "2017-09-04T04:31:00Z", 0.01, "Based on general news and GJP consensus."], [590, "2017-09-03T13:48:06Z", 0.65, "undergoing escalation within a chronically bad situation. 1,000 is quite a big number though."], [53, "2017-09-02T20:50:20Z", 0.55, "Initial articles being followed by more reporting rather than immediate fall-off. Should probably have gone higher initially given which NGO's were reporting. Lots of time in q "], [691, "2017-09-02T13:34:42Z", 0.21, "http://www.reuters.com/article/us-myanmar-rohingya/rohingya-muslims-flee-as-more-than-2600-houses-burned-in-myanmars-rakhine-idUSKCN1BD083?il=0\nhttp://www.aljazeera.com/news/2017/09/suspends-food-aid-refugees-myanmar-170902072235098.html\nhttp://www.aljazeera.com/news/2017/09/chief-urges-restraint-myanmar-forces-rakhine-170901183348675.html\nLooks like the Myanmar government are planning to relieve the suffering of these folks by killing as many as possible.  Seems to be very little pretense of good behaviour.  Coming up rather a lot, I think.\n"], [12302, "2017-09-01T09:28:16Z", 0.14, "\"Almost 100 dead and thousands evacuated as violence flares in Myanmar"], [1117, "2017-08-31T15:47:55Z", 0.2, "http://www.haaretz.com/world-news/asia-and-australia/1.809975?utm_source=dlvr.it&utm_medium=twitter"], [53, "2017-08-30T23:49:26Z", 0.25, "IOM indicates violence as high as it has been in last 5 yrs, and reports of large population movements indicate increased risk of mass civilian deaths.  Usual difficulty determining civilian deaths vs. insurgent applies, plus the caveats in question text. \nhttps://www.reuters.com/article/us-myanmar-rohingya-iom-idUSKCN1BA0I7\n"], [691, "2017-08-29T11:55:42Z", 0.03, "http://www.aljazeera.com/video/news/2017/08/myanmars-rohingya-stranded-bangladesh-border-170828145108787.html\nThey're all bunched up and available to be gunned down at leisure.  The government may (or may not) try to behave, but troops in the field can get out of control pretty quickly.  On the more nearly bright side, if this doesn't happen fairly soon, it likely won't."], [83, "2017-08-27T17:50:56Z", 0.2, "West coast Muslims short on governmental support."], [691, "2017-08-25T19:49:39Z", 0.01, "http://www.aljazeera.com/news/2017/08/deadly-clashes-erupt-myanmar-restive-rakhine-state-170825055848004.html\nThe Myanmar military would very much like to kill all these people at their earliest convenience, but frankly they don't seem to be very good at That Sort Of Thing, especially since they have to pretend to behave themselves as the world intermittently pays attention."], [691, "2017-08-12T12:36:08Z", 0.01, "http://www.aljazeera.com/news/2017/08/myanmar-deploys-troops-restive-rohingya-area-170812045322032.html\nThis could be close."], [6303, "2017-07-17T03:10:57Z", 0.01, "Based on general news and GJP consensus."]]}