{"question_id": 72, "title": "Will \"implementation day\" for the Iranian nuclear deal occur before Iran's legislative elections?", "correct_answer": "Yes", "crowd_forecast": 0.85, "preds": [[493, "2016-01-18T14:15:34Z", 1.0, "In light of sanctions being lifted, yes."], [1337, "2016-01-18T02:14:20Z", 1.0, "happened"], [1262, "2016-01-17T21:06:45Z", 1.0, "Confirmed now 1/17/2016"], [43, "2016-01-17T12:27:18Z", 1.0, "https://www.iaea.org/newscenter/statements/iaea-director-general%E2%80%99s-statement-iran"], [8036, "2016-01-17T01:38:54Z", 1.0, "(CNN)Iran has completed the necessary steps in a deal to restrict its nuclear program, meaning international economic sanctions are lifted, officials from the EU and the U.N. nuclear watchdog agency said Saturday."], [1333, "2016-01-17T01:01:43Z", 0.65, "With the release of the reporters held hostage I see the Gov't moving through all the \"hard\" decisions prior to the elections to seem more moderate...\nhttp://www.al-monitor.com/pulse/originals/2016/01/iran-sanctions-implementation-nuclear-deal.html?utm_source=Al-Monitor+Newsletter+%5BEnglish%5D&utm_campaign=256f195440-January_14_2016&utm_medium=email&utm_term=0_28264b27a0-256f195440-102297633"], [110, "2016-01-16T23:24:10Z", 1.0, "Done: http://www.businessinsider.com/us-confirms-iran-has-met-the-requirements-of-landmark-nuclear-deal-2016-1"], [498, "2016-01-16T23:12:46Z", 1.0, "Implementation Day Arrives: Sanctions On Iran Are Lifted\nhttp://www.npr.org/sections/thetwo-way/2016/01/16/463168647/u-n-nuclear-watchdog-confirms-iran-nuclear-deal-set-to-be-implemented"], [4497, "2016-01-16T21:14:15Z", 0.99, "It's on, the IAEA has spoken. Less than 2 weeks it seems like now.http://www.bbc.co.uk/news/world-middle-east-35335078"], [43, "2016-01-16T20:51:53Z", 1.0, "From Iran's foreign minister:"], [556, "2016-01-16T20:00:17Z", 1.0, "I haven't read the IAEA report yet... but here it is...\nhttps://www.iaea.org/sites/default/files/gov-2015-72.pdf"], [11800, "2016-01-16T13:38:33Z", 0.96, "@redacted: thanks for your comment and attachment which i have overseen. I have judged the situation previously more defensive."], [15621, "2016-01-16T11:03:21Z", 1.0, "See today's announcement"], [14394, "2016-01-16T10:14:08Z", 0.97, "It seems set to happen today. "], [498, "2016-01-16T09:28:24Z", 1.0, "IAEA announcement expected on Iranian compliance with nuclear agreement\n\"we expect to have it today\"\nhttp://www.cnn.com/2016/01/16/middleeast/vienna-iran-iaea-nuclear-deal/"], [368, "2016-01-15T20:54:40Z", 1.0, "Absolutely.  IAEA visited Iran yesterday to verify completion of requirements.  IAEA report on Iran expected Jan 16, 2016."], [3363, "2016-01-15T20:42:24Z", 0.99, "This weekend, barring disaster."], [43, "2016-01-15T15:06:29Z", 1.0, "Just a matter of paperwork, now."], [15469, "2016-01-15T12:32:22Z", 0.95, "Yes most probably for gaining suppor . "], [83, "2016-01-15T02:01:44Z", 1.0, "For a few days."], [498, "2016-01-14T22:33:44Z", 1.0, "Implementation of JCPOA few days away: Araqchi\nhttp://www.tehrantimes.com/index_View.asp?code=252199"], [505, "2016-01-14T00:57:24Z", 0.99, "looks like will happen"], [4497, "2016-01-13T23:51:19Z", 0.95, "US sailors freed, looks like this week will be a go. http://bigstory.ap.org/urn:publicid:ap.org:9a09ad26de2844efb517e3ab087899d8"], [14253, "2016-01-13T22:34:48Z", 1.0, "Just read the comments section and saw the Bloomberg article. Thanks, cmeinel. "], [14253, "2016-01-13T22:33:00Z", 0.98, "Moving it up to my preferred 98% now that the situation with the sailors has been resolved at the nation state level. Political fodder over here, no doubt. "], [691, "2016-01-13T20:13:38Z", 0.99, "This has been \"any day now\" for a while.  Still is. "], [601, "2016-01-13T18:52:34Z", 1.0, "It's happening."], [176, "2016-01-13T17:19:46Z", 1.0, "Bingo"], [43, "2016-01-13T16:54:15Z", 1.0, "This is it! http://www.bloomberg.com/news/articles/2016-01-13/iran-sanctions-seen-lifted-by-monday-as-nuclear-deal-implemented"], [4634, "2016-01-13T10:54:08Z", 0.99, "IAEA inspectors arrive for final check (source: https://twitter.com/ThomasErdbrink/status/687158033844203520 )"], [1056, "2016-01-13T03:54:49Z", 1.0, "According to news sources, the U.S. sailors are held on Farsi Island."], [43, "2016-01-13T01:41:59Z", 1.0, "All will be well if it ends well soon. Holding my forecast."], [14253, "2016-01-13T01:30:45Z", 0.95, "Based on comments from all sides it looks like it will go ahead. I have it lower than my prefered 98% because of the potential snafu with the detaining of US sailors. As per melancholy-aeon's comment, are hardliners trying to delay if not derail this deal?"], [43, "2016-01-13T00:16:38Z", 1.0, "Thank you, @melancholy-aeon, @jeremylichtman adding my 2 cents. I agree, we need to wait a few days before making rash changes in our predictions."], [1056, "2016-01-12T23:47:06Z", 1.0, "Maybe not such a sure thing now. We'll see if it lasts more than a day. (h/t @jeremylichtman)"], [4497, "2016-01-12T22:33:15Z", 0.6, "Iranian hardliners are willing, it seems to do anything to keep Rouhani from victory, even acting out by seizing US sailors to delay the lifting of the sanctions & derail implementation. This could be a serious obstacle - another hostage crisis? Will update my prediction as this situation plays out. http://www.nbcnews.com/news/world/pentagon-2-u-s-navy-boats-held-iran-military-n495031"], [110, "2016-01-12T21:13:36Z", 1.0, "Not sure if it was an actual bearing on this story, but \"uh oh\": http://www.wral.com/pentagon-2-us-navy-boats-held-by-iran-but-will-be-returned/15229502/"], [368, "2016-01-12T20:36:30Z", 1.0, "Reuters has reported that the work to be completed at the Arak nuclear reactor is still ongoing http://www.reuters.com/article/us-iran-nuclear-arak-idUSKCN0UQ19G20160112 ; http://www.reuters.com/article/us-iran-nuclear-araq-idUSKCN0UP1Y120160111 .  However it does point to dynamics within the region along with the oversupply of oil in the global economy could potentially derail completion of the JCPOA requirements for declaration of implementation day in the nuclear deal.  The deepening of the sectarian divide among Sunnis and Shi'ites and its affect on proxy conflicts within the region could potentially affect the progress of implementation day requirements.   Iran has however indicated that does not intend to allow these factors to influence its ability to complete JCPOA requirements prior to the Februaryelection.  Reformists and conservatives in the Iranian theocratic political system have much to gain and provide considerable influence on the electoral outcomes.  "], [43, "2016-01-12T20:14:48Z", 1.0, "Dateline 1-12-16 Iran reported that it had removed the core (NYT) of its plutonium-producing nuclear reactor as part of its obligations under the deal reached between Iran and international powers in July. Disabling the reactor is required by the nuclear agreement before international sanctions can be lifted. Daily Brief: Council on Foreign Relations [dailybrief@e.cfr.org]"], [3514, "2016-01-12T17:33:17Z", 0.65, "The fresh Saudi-Iranian beef forces US to pick a side, which would almost definitely be the Saudis'.  http://www.ft.com/intl/cms/s/0/d98ce7f6-b94c-11e5-b151-8e15c9a029fb.html.  Forecast adjusted lower."], [52, "2016-01-12T16:52:21Z", 0.7, "Those of you who follow much more closely than I do, does this throw a wrench in timetable---if true or even vague? This is from Stratfor. I honestly don't know but have been skeptical of this rapid timetable iran has been on.  Maybe I am paranoid.  :)"], [1639, "2016-01-12T16:37:59Z", 1.0, "Predictions of an imminent end to sanctions were echoed by European Union foreign policy chief Federica Mogherini, who said Monday in Prague that the implementation day of the Iran agreement “could come rather soon.” Last week, Secretary of State John F. Kerry said it was just “days away.”"], [1337, "2016-01-12T16:28:57Z", 0.85, "Reaffirming after Arak reactor core removal, balanced out by warmongering from US House http://www.voanews.com/content/white-house-proposed-bill-would-prevent-us-implementation-of-iran-deal/3141247.html . "], [14394, "2016-01-12T15:41:42Z", 0.85, "Upped my forecast on the contradicting reports on the Arak reactor. Either way it seems that notwithstanding everything progress continues and we are heading towards implementation day."], [68, "2016-01-12T12:50:48Z", 1.0, "Reactor core removed, P5+1 meeting on 18 Jan, IAEA to announce verdict this weekend?http://www.irna.ir/en/News/81916790/\n\" It is predicted that the International Atomic Energy Organization (IAEA) will publish its report on Iran's commitment to its accepted tasks by end of this week, which will pave the path for implementation of Joint Comprehensive Plan of Action (JCPOA).\""], [4497, "2016-01-12T04:10:52Z", 0.95, "https://www.washingtonpost.com/world/national-security/iran-pours-concrete-into-nuclear-reactor-expects-sanctions-relief/2016/01/11/67011cda-b8a1-11e5-b682-4bb4dd403c7d_story.html?hpid=hp_hp-cards_hp-card-world%3Ahomepage%2Fcard"], [734, "2016-01-12T02:08:45Z", 1.0, "Me too...\nhttp://www.bbc.com/news/world-middle-east-35285095\nhttp://www.timesofisrael.com/iran-removes-core-of-arak-reactor-looks-to-sanctions-relief/"], [102, "2016-01-12T00:54:42Z", 1.0, "All in."], [484, "2016-01-12T00:20:31Z", 1.0, "Going up the other 2% on @redacted find. Only way it is probably not going to happen is Iran backing away from the JCPOA and doubt if either the IRGC has the power to stop it or the Supreme Leader will intervene at this late date."], [498, "2016-01-12T00:15:24Z", 1.0, "Iran removes core from nuclear reactor\nhttp://www.cbsnews.com/news/report-iran-removes-core-from-arak-nuclear-reactor/"], [9755, "2016-01-11T22:42:12Z", 0.99, "I hear it's going to happen next week, if so it will happen before elections. "], [601, "2016-01-11T21:17:02Z", 0.83, "http://thehill.com/policy/international/265302-us-barrels-toward-lifting-iran-sanctions"], [1056, "2016-01-11T20:12:30Z", 1.0, "Looks like a lock."], [2965, "2016-01-10T15:15:29Z", 0.98, "Whatever happens Obama and Kerry will implement "], [43, "2016-01-09T15:39:35Z", 1.0, "Kerry just said it is only \"days away.\""], [9755, "2016-01-08T22:48:38Z", 0.95, "It will be  implemented before elections , as the so called moderates need more votes."], [4795, "2016-01-08T19:16:52Z", 0.95, "Recent quote by John Kerry \"iran may be days away\" from implementation"], [3895, "2016-01-08T15:31:00Z", 0.98, "http://www.reuters.com/article/us-iran-nuclear-kerry-idUSKBN0UL2KO20160107"], [484, "2016-01-08T03:02:57Z", 0.98, "Up 3% just to be conservative. ;-)"], [1993, "2016-01-08T01:40:35Z", 1.0, "By \"days away\", I think John Kerry means \"weeks away.\" I will revisit if nothing has happened by end of January."], [110, "2016-01-08T00:20:27Z", 1.0, "http://www.businessinsider.com/ap-kerry-says-iran-may-be-days-away-from-satisfying-nuke-deal-2016-1"], [1639, "2016-01-07T23:50:43Z", 0.99, "Kerry told reporters he spoke earlier in the day with Iran’s foreign minister Mohammad Javad Zarif, who made it clear that the Iranians intend to satisfy their nuclear obligations “as rapidly as possible”. The Obama administration, Kerry said, is “prepared to move on that day” on the nuclear-related sanctions on Iranian oil, banking and commerce that it promised to end as part of the July agreement"], [38, "2016-01-07T23:02:16Z", 1.0, "Kerry says it's only days away."], [1262, "2016-01-07T22:04:02Z", 0.95, "Implementation is linked to sanction removal and Iran desperately wants the sanctions removed.  We appear to support that (see link)\nhttp://www.cnbc.com/2016/01/07/\n"], [532, "2016-01-07T21:42:40Z", 0.99, "\"Days away\" link from @redacted."], [498, "2016-01-07T20:48:49Z", 0.99, "Kerry: Implementation of Iran nuclear deal ‘days away’\nhttp://www.timesofisrael.com/kerry-implementation-of-iran-nuclear-deal-days-away/"], [556, "2016-01-07T16:25:50Z", 0.99, "Increasing based on passage of time and the dramatic progress on compliance."], [2965, "2016-01-07T14:24:07Z", 0.98, "Substantial compliance and timing of Elections of Guardianship  Council. Money asap.  The Ayatollah, Javid, Roubani, and Revolutionary Guard want over $100-billion and are ready to export. Query how much, Brent at 8 year loan.\nGiven,  POTUS threat of sanctions over Oct and Nov. ballistic launch. \nSaudi head chopping, threat by Bibi, the majority of Congress and the pattern of retreat by Obama\nred line- no red line\nsanctions on ballistics, then no sanctions announced by POTUS.\nPromise anytime  anywhere inspections?\nNot in this treaty,\nObama legacy item\nSending Kerry to Javid instead of Riyadh,first, to smooth ruffle feathers.\n2 in 100 chance no."], [6518, "2016-01-05T09:49:43Z", 0.48, "I am not as optimistic that the Republicans and some Dem in congress will seek to undermine the schedule, but the chances of this occurring before the elections is much more probable than my prediction suggests. I am therefore raising my forecast."], [484, "2016-01-05T00:42:31Z", 0.95, "(no change) But wonder if we might be missing something related to Iran's reaction to SA's execution of the Shiite cleric?"], [3895, "2016-01-04T15:55:47Z", 0.94, "no change in forecast, just leaving this here, which seems to imply that the US now also expect Implementation Day to arrive soon http://www.tehrantimes.com/index_View.asp?code=251961"], [493, "2016-01-04T14:58:36Z", 0.85, "Well, if @Anneinak is at 100% I guess I ought to bump mine up. Based on her article my best guess is early February."], [1056, "2016-01-04T03:45:56Z", 0.9, "Looks like it's speeding up. "], [61, "2016-01-03T21:23:39Z", 0.9, "+1 on continued White House anticipation of implementation day within the next few weeks."], [505, "2016-01-03T16:30:55Z", 0.75, "Updating to reflect current progress. They are making better progress than I originally thought."], [6518, "2016-01-03T15:52:01Z", 0.11, "Correcting my earlier prediction.  I misread the question."], [38, "2016-01-03T08:06:31Z", 1.0, "http://www.npr.org/sections/parallels/2016/01/01/461610337/as-iran-moves-swiftly-on-nuclear-deal-sanctions-could-go-soon"], [14485, "2016-01-03T04:22:25Z", 0.8, "The president has a lot to gain from pushing the implementation process forward."], [4497, "2016-01-03T03:29:09Z", 0.85, "As it appears that the hardliners will be staying strong in the elections, yes, I do believe there will be a push to implement so that can be used as campaign tool for the moderates. http://www.npr.org/sections/parallels/2016/01/01/461610337/as-iran-moves-swiftly-on-nuclear-deal-sanctions-could-go-soon"], [6518, "2016-01-02T22:14:17Z", 0.94, "Implementation day will not precede the legislative elections."], [73, "2016-01-02T05:19:05Z", 1.0, "Staying put. http://www.npr.org/sections/parallels/2016/01/01/461610337/as-iran-moves-swiftly-on-nuclear-deal-sanctions-could-go-soon."], [11862, "2016-01-01T16:27:01Z", 0.95, "On paper"], [11157, "2016-01-01T12:39:07Z", 0.85, "No change in estimate - helpful summary from NPR: Iranians are moving faster than many originally predicted. Could be on track for end of January/early February according to experts quoted her. http://www.npr.org/sections/parallels/2016/01/01/461610337/as-iran-moves-swiftly-on-nuclear-deal-sanctions-could-go-soon"], [10949, "2016-01-01T12:32:19Z", 0.9, "Must move up 10 percent as the Iranians successfully removed the enriched uranium to Russia, a major milestone and prerequisites.  \n https://www.rt.com/news/326527-iran-ships-uranium-russia/ "], [38, "2016-01-01T02:43:15Z", 1.0, "http://www.voanews.com/content/iran-says-close-nuclear-implementation-views-impact-mixed/3123432.html"], [52, "2015-12-31T22:22:54Z", 0.5, "Just an FYI...This out in the last few hours is a pretty good summation of the latest events/news /perspectives.  Why can't we ever have a slam dunk question?  :)"], [43, "2015-12-31T16:03:28Z", 1.0, "A dog that isn't barking: It looks like the violations of two missile tests will not impact the Implementation Day decision."], [11157, "2015-12-31T13:10:34Z", 0.85, "While skeptical of long-term prospects for Iranian relations with the U.S., see near-term momentum behind IAEA verification of initial implementation of the nuclear deal.  Will want to reassess in mid-January in context of Iranian election dynamics."], [52, "2015-12-31T01:26:32Z", 0.5, "This may or may not affect implementation in the time frame, but it does introduce some tension this late in the game.  Hardliners in Iran and the U.S. could use it to their advantage in the upcoming elections."], [12591, "2015-12-30T22:20:18Z", 0.75, "The recent handing over of the 300 Kgs enriched Uranium demonstrates the Government's desire to speed up the implementation."], [1529, "2015-12-30T22:09:17Z", 0.9, "Keeping same percentage. There are still a number of items for Iran to accomplish. IAEA has to verify the uranium quantities remaining, the Fordham nuclear reactor has to be plugged, and agreed-to IAEA personnel and electronic monitoring of  sites has to be put into place."], [2965, "2015-12-29T22:31:52Z", 0.99, "substantial compliance announced today will bring implemenation day before majlis election."], [2965, "2015-12-29T22:12:36Z", 0.97, "Iran reportedly shipped enough material to Russia and technically complied with IAEC that Implementation day probably in next 30-60 days. As of today there is substantial compliance."], [1500, "2015-12-29T18:39:25Z", 0.5, "Yes, some Iraqi politicians would love for this to happen in time for it to be a campaign issue, but February 26 is not quite two months away, and that is not very much time."], [484, "2015-12-29T16:59:08Z", 0.95, "(no change) Would go higher except for worries about the Supreme Leader and the IRGC."], [43, "2015-12-29T14:37:50Z", 1.0, "Dateline 12-29-15 Iran delivered almost all of its stockpile of low-enriched uranium to a Russian ship, fulfilling a major step (NYT) in the nuclear deal struck last summer. The shipment contained roughly 25,000 pounds of nuclear material that experts say would leave Iran without enough fuel to manufacture a nuclear weapon. U.S. Secretary of State John Kerry called the move (BBC) “one of the most significant steps Iran has taken toward fulfilling its commitment.” U.S. officials say implementation of the nuclear deal, in which the United States would unfreeze some $100 billion in assets, could be weeks away. Daily Brief: Iran Delivers Enriched Uranium to Russia; Council on Foreign Relations [dailybrief@e.cfr.org]"], [2965, "2015-12-28T16:28:49Z", 0.9, "see @REDACTED links"], [3895, "2015-12-28T13:06:19Z", 0.93, "http://www.tehrantimes.com/Index_view.asp?code=251821 Iran are shooting to have this done by Jan. 20th"], [4853, "2015-12-28T07:57:47Z", 0.8, "Was due in Jan ..but in interests of govt and West for it to happen before elections"], [484, "2015-12-27T18:30:59Z", 0.95, "(no change) Great summary:"], [4139, "2015-12-27T07:49:39Z", 0.2, "It should be 1 % but with this administration and this deal, anything can happen."], [10924, "2015-12-24T07:39:56Z", 0.9, "String of positives events point towards an early resolution"], [484, "2015-12-24T07:15:10Z", 0.95, "Up 4%. Thanks redacted."], [498, "2015-12-24T00:51:43Z", 0.99, "Iran Sanctions Could Be Lifted As Soon As January\nhttp://www.npr.org/sections/parallels/2015/12/23/460821794/iran-sanctions-could-be-lifted-as-soon-as-january"], [102, "2015-12-22T03:23:06Z", 0.83, "https://larswericson.wordpress.com/2015/12/22/double-median-filter/"], [110, "2015-12-20T01:12:00Z", 0.75, "http://www.cnbc.com/2015/12/19/iran-ready-to-ship-enriched-uranium-stockpile-to-russia.html"], [43, "2015-12-19T21:40:23Z", 0.95, "Dateline 12-19-15 http://www.reuters.com/article/us-iran-nuclear-idUSKBN0U208420151219"], [38, "2015-12-19T04:18:16Z", 0.88, "http://www.csmonitor.com/World/Middle-East/2015/1218/Iran-nuclear-deal-Implementation-nears-but-the-sparring-continues"], [60, "2015-12-18T06:51:16Z", 1.0, "No change in forecast."], [43, "2015-12-18T03:11:49Z", 0.88, "Dateline 12-16-15 The International Atomic Energy Agency (IAEA), a nuclear watchdog organization, concluded its 12-year investigation into Iran’s possible nuclear weapons research, and Iranian President Hassan Rouhani said that international sanctions against Iran will be removed by January. http://www.al-monitor.com/pulse/originals/2015/12/iran-iaea-weapons-pmd-rouhani-nuclear.html"], [102, "2015-12-17T15:03:44Z", 0.95, "Per @Khalid"], [3895, "2015-12-17T11:29:18Z", 0.81, "yep, per @Khalid Iran seem to have put the pedal to the metal on this one. Understandably enough, there's a pretty big incentive & no real reason to be slow"], [68, "2015-12-17T11:13:38Z", 0.95, "Increasing from 85% on the basis of the IAEA chief's statement\nhttp://www.reuters.com/article/us-iran-nuclear-iaea-idUSKBN0TZ2W120151216"], [1529, "2015-12-16T20:29:41Z", 0.9, "Things are happening more quickly than originally estimated. (But I have low confidence in any of the predictions I have made on this subject.) The one item I cannot find is a good status report from US State Dept, or other US govt source."], [4918, "2015-12-16T20:17:20Z", 0.75, "They really believe it, don't they? It's contagious, raising."], [53, "2015-12-16T17:50:40Z", 0.8, "Iran targeting Jan 15, leaves 6 weeks for IAEA verification before Feb 26.  So far Iran has been going fast, and target date fits with estimates of how long Arak calandria work will take (2-3 weeks).  IAEA will take a few weeks, but this schedule may leave enough time."], [4795, "2015-12-16T15:40:04Z", 0.85, "Closing of IAEA file on Iranian weapons research indicates another positive step towards implementation day. For this (as much a positive statement from IAEA as a regulatory one) I'll add another 5%"], [136, "2015-12-16T13:17:00Z", 0.9, "http://tass.ru/en/world/844436\n\"Iranian specialists will complete works on dismantling the core of the heavy water reactor in Arak in two-three weeks, Russia’s permanent representative at international organizations in Vienna Vladimir Voronkov told journalists on Wednesday.\n\"Iranians say this work can be completed in 2-3 weeks,\" Voronkov said. \"They say it is attainable in the rather short timeframe,\" he added.\nThe diplomat noted that Iran is working on reactor core dismantling together with China and the United States. \"Formal organizational and technical issues exist but from the point of view of implementation everything is proceeding in the routine mode,\" Voronkov stressed. \"This issue will disappear from the agenda in 2-3 weeks,\" he said.\nAccording to Russia’s Permanent Representative to International Organizations in Vienna Vladimir Voronkov,  Iran will send the surplus amount of enriched uranium to Russia already in the coming days.\n\"The logistics have been established through the port at Bushehr and it [enriched uranium] will be loaded and sent to Russia in coming days,\" the envoy said.\""], [10949, "2015-12-16T07:30:41Z", 0.8, "IAEA closed probe into nuclear weapons meaning they are on track "], [1337, "2015-12-16T02:07:30Z", 0.8, "The group said 55% for the last week or so. Today, the IAEA announcement makes my personal prediction ~60%. I am going further, only to adjust for the idling time. "], [38, "2015-12-16T01:04:20Z", 0.77, "http://in.rbth.com/news/2015/12/15/iran-to-ship-85-tonnes-of-uranium-materials-to-russia-before-yearend_550995"], [43, "2015-12-15T20:25:45Z", 0.85, "One more box checked on the way to implementation day."], [53, "2015-12-15T20:21:43Z", 0.65, "Reminder by IAEA head that they would need weeks after Iran has finished its part to verify.  Also interesting - Najafi, Iran's envoy to the IAEA, said that removing and filling the Arak calandria will be the hardest requirement to implement.  ( http://www.reuters.com/article/us-iran-nuclear-restrictions-idUSKBN0TY2L520151215 )"], [102, "2015-12-15T17:24:27Z", 0.78, "https://larswericson.wordpress.com/2015/12/15/monday-night-picks/"], [4634, "2015-12-15T17:17:03Z", 0.85, "Reporting about the IAEA-report, Dutch newspaper 'de Volkskrant' states that 'the first sanctions could be lifted around the end of the year'. No further details. No obstacles remain, only an (unknown) amount of work. Anyway, most people that I follow are already in the 75-95 range. So here we go."], [4918, "2015-12-15T14:09:13Z", 0.7, "PMD is about to be closed today."], [94, "2015-12-13T07:59:32Z", 0.8, "Increasing forecast with crowd"], [734, "2015-12-11T00:27:29Z", 0.92, "Updating. Thanks, @austerity!"], [1526, "2015-12-10T16:12:23Z", 0.95, "I really don't think Iran won't hit these target dates. I think they can already see the economic/market potential of this deal and having suffered for so long, they can't wait for this \"implementation day.\" Compound that with the fact that the U.S. expects them to make these inspections by Jan and I'm pretty sure they are on track."], [43, "2015-12-09T03:47:55Z", 0.9, "@austerity, thank you for the news item."], [1337, "2015-12-08T18:36:03Z", 0.2, "I wanted to be just slightly more reticent than the group, but the group shot up to 50%."], [136, "2015-12-08T15:06:21Z", 0.9, "http://tass.ru/en/world/842049\n\"According to Voronkov. all countries of the P5+1 group of international mediators, namely the five permanent members of the United Nations Security Council and Germany, are ready to support a draft resolution of the board of governors of the International Atomic Energy Agency (IAEA) closing Iranâ€™s nuclear dossier.\nHe said the joint Iran-P5+1 commission was very much likely to finalize the draft resolution and distribute it among the council members by the end of the day.\n\"There is an understanding that it will be passed. No one is against, all want the implementation day to come the soonest possible,\" he said. \"There are almost next to no differences, everything is likely to be smooth but there are things that are to be polished.\"\n\"The process is underway,\" Voronkov noted. \"We hope the draft will be distributed among the members of the board of governors by the end of the day.\"\nAccording to the Russian diplomat, Tehran, which demands ultimate closure of its nuclear dossier, will be satisfied with the resolution. \"However I cannot be certain about the result, as the consultations are still underway,\" he said. \"I hope its will be a successful story.\""], [586, "2015-12-08T10:21:19Z", 0.25, "No. Because of technical issues, not political one."], [484, "2015-12-08T04:01:01Z", 0.95, "Moving up 10% until evidence proves there are possible snags."], [52, "2015-12-07T23:35:41Z", 0.2, "Lowering on news (maybe, if verified) that Iran tested a ballistic missile.  Has to raise questions I would think.  Assuming they could be linked. I am open to correction."], [73, "2015-12-07T19:46:52Z", 0.96, "http://www.presstv.com/Detail/2015/12/07/440685/Iran-Russia-IAEA-JCPOA-P51 ..... +1"], [12138, "2015-12-07T19:12:40Z", 0.35, "I read a bunch of article with US officials saying it will probably happen mid 2016, while the original timeline was suppose to be in January 2016. This article says that some companies are already trading with Iran which violates US and EU sanction laws. I think this could be an issue and it doesn't seem that Iran is taking these sanctions seriously http://www.ibtimes.com/iran-nuclear-deal-implementation-day-could-be-pushed-back-some-companies-already-2203305 ."], [60, "2015-12-07T19:11:48Z", 1.0, "(no change in forecast)"], [493, "2015-12-07T15:35:51Z", 0.85, "Upping a little in light of the article in clinton's post."], [43, "2015-12-07T12:46:31Z", 0.65, "Following supers"], [73, "2015-12-07T01:29:07Z", 0.95, "http://en.trend.az/iran/politics/2466025.html"], [2965, "2015-12-06T11:26:07Z", 0.85, "http://isis-online.org/uploads/isis-reports/documents/IAEA_PMD_Assessment_2Dec2015.pdf"], [2965, "2015-12-06T10:20:01Z", 0.8, "4/1 that implemenatation day will be before 2-26-2015\nNow the announced position of state is as follows:\n http://www.state.gov/r/pa/prs/ps/2015/10/248310.htm\nso October 24 plus 60 days would be December 23, 2015 and 6 months would be April 23, 2015.\nNow that the IAEA report on past violations at  Parchin is done, then it is in Iran's control to make implementation day happen\nLike Iran has a mimimum $100-billion in immediate relief of frozen  assets.\nLike Iran wants to ship oil asap. no hard currrency until then, and I assume that Irans mullahs will ge the sanctions off to obtain the public acclaim.\nPlus access to Swift\nRumors, I stress rumors state before  the end of January. Look for State Department and IAEA websites in early January and by 12-15 that is 9 days from now parchin is white washed. That gets it to 90% as Iran is lying on Parchin. \nThere may not be anytime, anywhere sanctions but Iran, IAEA and US moving as possible."], [498, "2015-12-06T09:39:20Z", 0.99, "\"the Senate Foreign Relations Committee will initiate a rigorous program to ensure effective Congressional monitoring and oversight of this agreement\"\nhttp://el-akhbar.com/en/Senators-Rigorous-Oversight-Iran-36916/"], [368, "2015-12-04T22:00:14Z", 1.0, "http://tass.ru/en/world/838638 :  The Russian are targeting completion of the removal uranium to its territory by year end."], [53, "2015-12-04T19:11:06Z", 0.65, "Moniz (US Energy secretary) said that a January date is probable.  http://www.cnn.com/videos/world/2015/12/03/intv-amanpour-ernest-moniz-guns.cnn/video/playlists/amanpour/  (relevant bit is near the end - sorry, didn't get precise time)  Tend to think that his opinion is credible & possibly I should go higher than have done in this forecast, intend to gradually change in smaller increments.  "], [11031, "2015-12-04T18:48:06Z", 0.75, "Adjusted down because of shorter duration till elections."], [110, "2015-12-04T15:38:57Z", 0.25, "Raising a bit, as they make progress. Still think they'll miss that date by a bit though."], [9294, "2015-12-04T08:49:59Z", 0.8, "According to the Atomic Energy Commission report, Iran appears to be cooperating more than not. Some slack should be allowed for backing out of the preexisting nuclear program. Further, the economy is much more a political issue than usual."], [43, "2015-12-04T03:00:57Z", 0.93, "Another big step toward Implementation Day."], [53, "2015-12-03T21:30:12Z", 0.55, "Reading the column from Richard Nephew linked by @Jean-Pierre in https://www.gjopen.com/comments/comments/54007\nThough, still seems far from certain & reported progress is same that it was a few weeks ago.  So...not feeling this to be certain yet.  Sounds like further physical work by Iran will still wait until after Dec 15.  Presumably there is a lot of background work that can be set up without physically disassembling anything.  "], [498, "2015-12-03T20:56:24Z", 0.99, "I'm really only \"feeling\" 9.0/10, but will forecast 9.9/10 for competitive purposes. We haven't had the IAEA board vote yet, nor any recent word from The Leader, etc.\nI would have preferred waiting a bit. (+9)"], [60, "2015-12-03T19:46:42Z", 1.0, "Jumping in at 100%"], [68, "2015-12-03T07:40:21Z", 0.85, "After release of IAEA's long awaited report, it appears very likely."], [241, "2015-12-03T02:27:57Z", 0.75, "I misjudged this question from the very beginning, as well as the other two questions relating to Iran and the JCPOA. Then I lost track of them for a few weeks. Ah, well."], [506, "2015-12-02T23:14:05Z", 0.95, "The report is damning, but not entirely damning:  http://mobile.nytimes.com/2015/12/03/world/middleeast/iran-nuclear-report-atomic-agency.html?referer=https://www.google.com/"], [493, "2015-12-02T21:12:16Z", 0.75, "Upping slightly on IAEA report. Seems like things are moving forward in an expected way."], [10924, "2015-12-02T20:32:30Z", 0.75, "Updated information from IAEA provides the base to move forward"], [53, "2015-12-02T19:44:47Z", 0.45, "No change yet while digesting - just linking the report: http://isis-online.org/uploads/isis-reports/documents/IAEA_PMD_Assessment_2Dec2015.pdf\n"], [1056, "2015-12-02T19:43:34Z", 0.6, "Upping forecast, following the crowd and the links."], [498, "2015-12-02T19:29:03Z", 0.9, "“Therefore, the P5+1 countries must now submit a resolution, in consideration of Article 14 of JCPOA, to the Board of Governors for the closure of the issue and the governing board must move to approve this resolution with a view to closing the dossier,” Araqchi said. \nhttp://www.presstv.ir/Detail/2015/12/02/440079/Iran-IAEA-PMD-JCPOA-Araqchi"], [4795, "2015-12-02T19:18:52Z", 0.75, "Big jump in my predictions as I hadnt gotten fully up to speed."], [368, "2015-12-02T18:52:19Z", 1.0, "http://www.bloomberg.com/news/articles/2015-12-02/iran-undertook-nuclear-bomb-studies-before-2009-iaea-finds :  IAEA report out, Bloomberg reviews."], [734, "2015-12-02T18:39:54Z", 0.88, "Heading north.  Looks like the IAEA report is out..."], [10924, "2015-12-02T09:29:36Z", 0.65, "I may have jumped the gun on this one, things moving quickly towards resolution therefore reversal of previous estimate"], [498, "2015-12-02T07:03:30Z", 0.89, "Taking a second bite at the apple.\nhttp://nationalinterest.org/feature/iran-nuclear-deals-next-test-getting-through-the-iaea-14483"], [53, "2015-12-02T04:47:57Z", 0.45, "back to thinking it will take longer - will probably revisit again after IAEA report out tomorrow."], [498, "2015-12-02T03:15:16Z", 0.89, "Former US State Department Official: Iran [will] meet all of its obligations for dismantling and converting aspects of its nuclear weapon by late January. Source: Iran “taking apart centrifuges at breakneck speed” and “not even being careful to avoid damage.” (+2)\nhttp://www.jpost.com/Middle-East/Former-head-of-IDF-intelligence-ISIS-is-much-less-dangerous-than-Iran-435992"], [368, "2015-12-01T19:08:04Z", 1.0, "http://www.ibtimes.com/iran-nuclear-deal-implementation-day-could-be-pushed-back-some-companies-already-2203305"], [38, "2015-12-01T05:35:29Z", 0.45, "http://www.jpost.com/Blogs/A-Mid-East-Journal/The-Russo-Iranian-missile-deal-434470"], [498, "2015-12-01T02:31:22Z", 0.87, "In that the IAEA board PMD vote is, to my understanding, not tied to the JCPOA, Iran should not care about the PMD vote. Yet, as I've been told by fellow forecasters, they do (or at least they are saying they do); and recent news articles support this view. (-2)"], [6518, "2015-12-01T01:26:36Z", 0.28, "I am less optimistic than before.  Work at Nantz seems to be dragging which put this timeframe at risk."], [556, "2015-11-30T22:39:59Z", 0.95, "Some suggestions it will be in January..\nhttp://www.ibtimes.com/iran-nuclear-deal-implementation-day-could-be-pushed-back-some-companies-already-2203305"], [734, "2015-11-29T01:42:40Z", 0.63, "Inching up a bit based on the news and general optimism regarding the PMD report. Apparently there may be issues related to previous nuclear efforts, but they do not appear to present a hindrance to the implementation of the JPCOA."], [231, "2015-11-28T21:54:40Z", 0.25, "Some snags: http://www.thetower.org/2618-iaea-chief-questions-about-irans-past-nuclear-work-remain-unresolved/"], [43, "2015-11-28T20:02:29Z", 0.92, "Implementation day in the first week of January? Time to get rich! As for those bah, humbug hardliners – their glory days are fading."], [498, "2015-11-26T19:47:05Z", 0.88, "1) First confirmation, I believe, by IAEA that PMD report will, indeed, be made available next week. (+1)\n2) Iran has removed \"quite a large number of centrifuges at quite a high pace\" (+1)\n3) The IAEA board may or may not \"close\" the PMD matter. That the board is required to do more than accept/reject the report, but is to use the report for a subsequent decision of closing/keeping open the PMD matter, is complete news to me, and indicates the PMD report may be more than a simple perfunctory activity. It is unclear what would happen if the IAEA board decided not to close the PMD matter. The JCPOA is not, to my understanding, contingent in any way upon the PMD board vote; yet the very open-endedness of a potential \"keep the PMD dossier open\" board vote adds uncertainty to the JCPOA outcome, since, apparently, from the perspective of Iran, it would provide an excuse for any party to renege upon the JCPOA. (-1)\nhttp://news.yahoo.com/un-nuclear-watchdog-report-iran-probe-next-week-145921569.html\nhttp://www.presstv.ir/Detail/2015/11/26/439273/Iran-JCPOA-Majid-Takhte-Ravanchi-P51"], [556, "2015-11-26T17:09:47Z", 0.9, "Changing my position based on all the news releases of progress. "], [1646, "2015-11-26T14:03:27Z", 0.3, "\"Abbas Araghchi further said all deals on exchanges of uranium and procurement of Yellow Cake from Russia have been signed. The two sides are waiting for the closing of the possible military dimension (PMD) case [to implement them].\""], [10952, "2015-11-26T00:52:10Z", 0.5, "adjusting because of cmeinel"], [43, "2015-11-26T00:30:31Z", 0.9, "Dateline 11-25-15 Iran expects a deal it reached with world powers in July, under which sanctions will be lifted in return for it scaling down its nuclear program, to be implemented at the start of next year, Iranian nuclear negotiator Abbas Araqchi said on Tuesday."], [1646, "2015-11-25T14:29:04Z", 0.3, "increasing on recent positive news bites"], [110, "2015-11-24T20:08:32Z", 0.1, "Kicking up a notch. They're still claiming they'll be ready by early January."], [94, "2015-11-24T03:39:03Z", 0.45, "Increasing forecast for recent events.  The median recent forecast (based on my somewhat careless calculations for top page forecasts) is 55%."], [368, "2015-11-23T21:26:38Z", 0.55, "Change in estimate to account for recent developments:"], [11862, "2015-11-23T19:01:17Z", 0.69, "http://www.world-nuclear-news.org/NP-Iran-removes-centrifuges-from-enrichment-plants-1911157.html\nThey are the Persian Empire --They are following the \"Road Map\" to remove the yoke of sanctions in time for their elections."], [734, "2015-11-22T15:00:48Z", 0.52, "Moving up based on links provided by @dowser and@redacted. I believe this still to be a short timeframe for such to happen. The PMD report is being released a couple of weeks earlier than the original mid-December date, so we shall see...."], [43, "2015-11-22T02:10:18Z", 0.65, "Following dowser."], [498, "2015-11-22T00:17:01Z", 0.8, "Document on modernization of Arak heavy water reactor released\n(China to play important facilitation role.)\nhttp://www.tehrantimes.com/Index_view.asp?code=251036"], [484, "2015-11-20T18:42:52Z", 0.85, "I've decided that the Arak milestone may be less of a hurdle than I expected. Upping significantly and will probably go higher. Part of my rationale is accepting that any change to Arak may be deferred (with agreement by IAEA or P5+1) until after sanctions are removed. Thanks to all who offered the \"plan\" update."], [38, "2015-11-20T07:56:40Z", 0.45, "Iranian conservatives, including Khamenei, seem to be determined to create problems."], [484, "2015-11-20T03:29:40Z", 0.1, "Does anyone know if merely a \"plan\" to reconfigure Arak is enough of a milestone toward Implementation Day? Earlier I read/assumed it needed to be physically changed but now wonder."], [4918, "2015-11-19T20:12:13Z", 0.6, "IAEA report. "], [1262, "2015-11-19T18:20:07Z", 0.75, "Increasing based in the IAEA report shared by Institute for Science and International Security (the \"good\" ISIS - they had that name first).   Below is also a link in to the IAEA report.   It looks like IAEA believes the Iranians are complying with the requirements and predict the criteria (e.g. centrifuges) will be met by the end of December.   It appears there are two items that are still under review: Possible Military Dimensions -PMD is pending but suspect some way will be found to meet that requirement.   The other item is compliance with \"additional protocol and \"implementation of modified code 3.1.\"   This refers to transparency and access to sites for IAEA inspections.   On page 5, item 18 on the IAEA document there is a statement that says: \n \"On 18 October 2015, the Director General received a letter from the Permanent Representative of Iran to the Agency informing the Agency pursuant to paragraph 8 of Annex V of the JCPOA that, effective on JCPOA Implementation Day,29,30 Iran will provisionally apply the Additional Protocol to\nits Safeguards Agreement, pending its ratification by the Majlis (Parliament), and will fully implement the modified Code 3.1 of the Subsidiary Arrangements to its Safeguards Agreement.31.\"\nSince on implementation day sanctions will be removed, this may result in sanction removal prior to Iranian Parliament approval and therefore implementation of the transparency/ inspection component.   Did not increase my forecast above 75% because this could cause a delay.\nISIS REPORT:  http://isis-online.org/uploads/isis-reports/documents/ISIS_Analysis_IAEA_Report_November_18_2015_Final.pdf\nIAEA REPORT: http://isis-online.org/uploads/isis-reports/documents/gov-2015-65.pdf\nARTICLE ABOUT CODE 3.1 & IRAN's historyhttp://southasianvoices.org/irans-tryst-with-the-modified-code-3-1/ "], [498, "2015-11-19T17:33:59Z", 0.8, "Per the status review by @morrell (+5)"], [53, "2015-11-19T17:05:41Z", 0.55, "Some aspects of the IAEA report seem positive - IR-1 centrifuges being disassembled and put under IAEA verification more rapidly than expected for instance.\nThe rate of disassembly of IR-2m centrifuges so far has been 6/day on average (much slower than IR-1) - either taking more care or started later - or work stoppage? - but have 848 remaining at Natanz.  Sounds like progress might be slower at Fordow? "], [556, "2015-11-19T15:48:53Z", 0.35, "I'm increasing my forecast based on the latest news that Iran has been making progress. But, I still think there is alot of  work to go, and a headwind. I  will be waiting for the Dec. 2  report.\n"], [368, "2015-11-18T21:44:31Z", 0.05, "http://www.theguardian.com/world/2015/nov/18/iran-starts-dismantling-nuclear-programme-says-un-watchdog"], [1262, "2015-11-18T18:34:16Z", 0.65, "Updating and increasing likelihood of implementation day before the elections.    No major change in my logic from Nov 11.   I don't believe IAEA will want to jeopardize the agreement, so will compromise somehow if needed, even if actual deadlines aren't met.    Khamenei has said little more about the plan and rather is blaming U.S. and west for ISIS creation and seems to be working on new environmental issues so basically onto other, distracting activities for now.   If the plan goes forward and implemented as expected, and hardliners continue to arrest significant numbers of journalists and others who support \"moderates,\" the pressure & risk involved in voting for a new slate of moderates during the election could result in fewer than anticipated moderates elected. "], [53, "2015-11-18T18:16:51Z", 0.3, "IAEA report that Iran has, in fact, actually started some of the easier centrifuge disassembly seems potentially positive.  (http://www.reuters.com/article/2015/11/18/us-iran-nuclear-iaea-idUSKCN0T72B720151118#r3XDWEOjpD6E8JE3.97 )  Stay tuned for the howls from the hard-liners though.  "], [484, "2015-11-18T17:57:49Z", 0.1, "Very good summary (still don't see how Iran can accomplish everything required even if there were no internal opposition) before the elections:"], [110, "2015-11-18T17:36:30Z", 0.01, "http://www.reuters.com/article/2015/11/18/us-iran-nuclear-iaea-idUSKCN0T72B720151118"], [4634, "2015-11-18T17:14:13Z", 0.25, "IAEA reports dismantling of centrifuges is happening. Still seems a very short time span."], [43, "2015-11-18T15:00:45Z", 0.55, "Following the superforecasters. Also, supporters of the nuclear deal want it done before elections might bring too many opponents into power."], [498, "2015-11-18T05:00:48Z", 0.75, "Per @clinton below. So the issue will be fully joined now it seems. Salehi has just told them to bug off."], [73, "2015-11-18T01:40:39Z", 0.82, "http://en.trend.az/iran/nuclearp/2456707.html. 150m a day is motivation"], [73, "2015-11-17T18:51:06Z", 0.62, "http://www.bloomberg.com/news/articles/2015-11-17/iran-won-t-seek-opec-s-permission-before-boosting-oil-exports-ih3ejzrp.  they seem confident on early 2016"], [498, "2015-11-17T00:55:40Z", 0.67, "\"If work does not resume until after the mid-December target for the PMD report, it becomes extremely doubtful that Iran’s economic sanctions will end before election day.\"\nhttps://www.washingtonpost.com/world/national-security/iaeas-coming-report-on-iran-will-likely-give-more-fodder-to-deals-critics/2015/11/16/dbfb62d8-7f27-11e5-afce-2afd1d3eb896_story.html"], [493, "2015-11-16T17:49:04Z", 0.7, "Affirming, noting redacted's link. I think end of year will be tight, but would n't be surprised to see it in January."], [498, "2015-11-16T13:08:30Z", 0.67, "\"The IAEA’s final PMD report on Iran’s nuclear program will be released and resolved most probably on 2 December\"\nhttp://en.mehrnews.com/news/111946/Iran-5-1-hold-meeting-on-sanctions-removal"], [9176, "2015-11-16T04:45:08Z", 0.8, "Politicians would love to show off some achievements and given the Iranian Economy is in shambles a perceived foreign policy win could substitute for the Economy."], [2181, "2015-11-15T23:22:33Z", 0.0, "The current rulers will not leave the deal to a possibly different set of people. They will approve the deal, and most certainly not abide by the rules. "], [231, "2015-11-14T02:30:29Z", 0.35, "Some spanners: http://www.eurasiareview.com/12112015-iran-reneges-on-nuclear-deal-oped/"], [4918, "2015-11-13T23:12:15Z", 0.2, "Revising down from 60%. Have been relying too much on Iranian news. "], [556, "2015-11-12T15:51:39Z", 0.2, "As others have posted, with infighting in Iran's legislture, the Nuclear deal will become a political footbal until after elections I think."], [1056, "2015-11-12T15:40:34Z", 0.25, "Upping forecast, following other forecasters after having looked at some links. Still think it probably won't happen in this time frame."], [1333, "2015-11-12T01:01:05Z", 0.35, "http://www.globalsecurity.org/wmd/library/news/iran/2015/iran-151110-rferl02.htm?_m=3n%2e002a%2e1564%2elo0ao02gx5%2e1fq1\nIran has stopped dismantling centrifuges in at least one of the country's nuclear facilities."], [1262, "2015-11-11T22:20:07Z", 0.6, "Decreasing likelihood due to ongoing & possibly intensifying conflict between \"moderates\" & \"hardliners\" \nhttp://www.nbcnews.com/news/world/irans-rouhani-speaks-out-free-speech-after-crackdown-n459766\nhttp://www.reuters.com/article/2015/11/10/us-iran-nuclear-deal-idUSKCN0SZ1Z720151110#trJFWrlfSJdfP2pA.97\nhttp://english.alarabiya.net/en/News/middle-east/2015/11/11/Iran-has-stopped-dismantling-nuclear-centrifuges-senior-official.html\nhttp://www.tehrantimes.com/index_View.asp?code=250796\nStill believe IAEA will sign off on the PMD component which is key to moving forward;  expect \"hardliners\" to delay as much as possible but meet the deadlines unless Khamenei nullifies the entire deal.     "], [53, "2015-11-11T17:26:04Z", 0.18, "Edge up slightly (+3) on report that IAEA will release PMD report in late Nov.  May go up more if it is actually released early.\nhttp://en.mehrnews.com/news/111859/IAEA-to-release-final-PMD-report-late-Nov\nAlso, various things on twitter that are contradictory about whether or not Iran is already working on the centrifuges....possibly getting around any stop work order by disassembling some that weren't in operation.  \nBut also noting: \nhttp://news.riskadvisory.net/2015/11/iran-progress-on-nuclear-deal-but-sanctions-relief-months-off/\n"], [73, "2015-11-11T14:16:09Z", 0.46, "Moving up.  Fars news indicates report will be released end nov.  http://english.farsnews.com/newstext.aspx?nn=13940820000692.  Suggest iran know better than anyone how long to do the work,  they claim its well understood and been done many times in under two months.  Iaea releasing a little earlier gives them more time.  Perhaps everyone is worried about the elections changing sentiment? Perhaps not and overthinking it.  Will wait to see irans reaction to the report first.  If it says irans claims are true,  green light.  If it says iran lied.  Then that will be awkward."], [498, "2015-11-11T12:17:55Z", 0.67, "Bulletin of Atomic Scientists: \"likely in early 2016\"\nhttp://thebulletin.org/implementing-iran-deal-will-banks-do-business"], [68, "2015-11-11T07:15:32Z", 0.25, "My 80% is much too high, so I'm coming down. Rationale is very well explained by Morrell https://morrellk.wordpress.com/"], [43, "2015-11-11T03:18:54Z", 0.15, "Thank you, jeremylichtman, morrell"], [1028, "2015-11-11T01:51:41Z", 0.3, "Revising downward being swayed by the \"short amount of time\" argument."], [1056, "2015-11-11T00:44:42Z", 0.05, "Following other forecasters, especially @jeremylichtman, who beat me to the punch on the Reuters story. If I had realized that someone else had posted the link, I wouldn't have repeated it. Sorry for the duplication."], [53, "2015-11-11T00:09:27Z", 0.15, "Spent too much time looking through news articles, pulling out quotes, and assembling my thoughts.  Think that Rouhani's end of year estimate was based on an early beginning on the centrifuges.  Also, I think the centrifuges are the long-lead item - may be wrong about that.  Back to thinking that getting it all done by elections is overly-optimistic.  Longer: https://morrellk.wordpress.com/2015/11/10/implementation-day/"], [110, "2015-11-10T21:24:35Z", 0.05, "http://www.businessinsider.com/iran-has-reportedly-stopped-dismantling-nuclear-centrifuges-2015-11"], [4739, "2015-11-10T21:23:47Z", 0.25, "I don't think they want to take a bull dozer to those centrifuges.  They more likely want to disassemble them in an orderly manner."], [719, "2015-11-10T12:52:37Z", 0.1, "It doesnâ€™t look like they are going to have enough time to pull it off.  Maybe around June or July 2016. "], [11147, "2015-11-10T08:56:47Z", 0.0, "Iran will still want to have a nuclear weapon by all means. It is the birthplace of the greatest opposition to American policy since the Islamic Revolution of 1979 under Ayatollah Khomeini. All efforts to achieve this will have fierce critics especially the hardline purist religious teachers. When nations go to war, they seldom declare all the weapons that they have for doing so is strategically suicidal. Iran will be unhappy as long as the correct and verified nuclear capacity and capability of Israel has not been declared. This is an issue that must be discussed at length and appropriate measures for a lasting solution reached. Disarming Iran and secretly arming Israel in the background will have serious consequences and reprisals."], [11147, "2015-11-10T08:43:01Z", 0.05, "This is less likely, Iran is a political melting pot at the moment. There are number of sticking issues that beset the implementation of the same. This is a chesslike Kasparov vs Karpov situation where it is very possible for misjudgements to be done."], [274, "2015-11-10T05:53:01Z", 0.6, "It is possible. Iran needs to get rid of the sanctions. "], [484, "2015-11-10T05:21:10Z", 0.1, "Confusion over what \"implementation day\" reminds me of what an \"inspection\" means. Sort of thought the agreement was clear, but who knows what will actually play out."], [1304, "2015-11-10T05:00:01Z", 0.3, "Hardliners in Iran (and the US) will try to push implementation day until after the election"], [53, "2015-11-10T03:51:22Z", 0.3, "Still not completely sure what to think about various claims in the media, but reverting to my base belief that large projects move slowly (mostly).  Plus it appears that some of what is printed is pure misunderstanding, particularly of the process.  That's not that surprising since both process and document are complex."], [506, "2015-11-10T03:25:03Z", 0.02, "http://www.tehrantimes.com/index_View.asp?code=250406"], [734, "2015-11-10T02:01:34Z", 0.18, "Reaffirming. Still feel that this is highly unlikely in this time frame. Not particularly related, but the hardliners are beginning the pushback:"], [368, "2015-11-09T20:05:49Z", 0.95, "Revised estimate based on an IAEA document :  It states, \"As agreed in the Road-map, by 15 December 2015, the Director General will provide, for action by the Board of Governors, the final assessment on the resolution of all past and present outstanding issues, as set out in the annex of GOV/2011/65.\""], [1262, "2015-11-09T19:41:08Z", 0.75, "IAEA report is due December 15th and according to the September report there have been ongoing discussions with Iran to \"clarify\" any unresolved issues. \nhttps://www.iaea.org/sites/default/files/gov-2015-59.pdf\nRouhani clearly expects sanctions to be \"removed\" by early next year; ahead of the February elections.\nhttp://sputniknews.com/middleeast/20151027/1029168480/rouhani-iran-sanctions.html\nPRO implementation date before February:  \n- Iran desperate to have sanctions removed for financial reasons\n- Rafsanjani recently provided information on Iran's previous nuclear ambitions.   Until then those had been consistently denied.    This would now allow Iran to meet the disclosure requirements to IAEA  about \"possible military dimensions\"  of prior nuclear research that was perhaps the last possible impediment to IAEA's \"blessing\" and an \"implementation day\" established.\nCON:   \"hardlines\" are unhappy with the deal but preventing it would not improve their chances in the election"], [8205, "2015-11-09T16:34:52Z", 0.7, "Iran's stated primary goal by both hardliners and moderates has been to remove the sanctions. The Imam Ayatollah Seyyed Ali Khamenei has been quoted saying, “Our negotiators are trying to take the weapon of sanctions away from the enemy” which was cited on the Iranian website ALALAM at http://en.alalam.ir/.  Iran will make full effort to meet the  12 compliance issues by end of 2015 and by latest January 2016. It will then be up to IAEA to verify compliance, the  U.S. President and Congress to remove sanctions."], [102, "2015-11-09T15:56:47Z", 0.15, "It's @dada"], [1646, "2015-11-09T15:55:31Z", 0.15, "The weeks after elections offer a good opportunity to move ahead with meeting the remaining requirements with less electoral rethoric creating internal tensions."], [6782, "2015-11-09T15:11:22Z", 0.6, "Iran will start to see how much upside there is in cooperation"], [493, "2015-11-09T14:30:48Z", 0.7, "Affirming prior. Still think those in charge of implementing JCPOA will move quickly, especially in light of recent hard-line opposition."], [11094, "2015-11-09T04:11:08Z", 0.15, "There is a strong incentive to control the timing of the lifting of sanctions so that the Iranian oil re-entering the market corresponds with any rebound in the energy prices. This helps the U.S. and most of Europe keep inflation low in light of an overdue global recession with the added benefit of keeping the pressure on Putin and putting him into direct competition with Iran for the same markets."], [98, "2015-11-09T00:59:23Z", 0.05, "Going with the thought that Iran will be awaiting AIEA verification by Iran new year March 21 or there abouts.  For election day likely claims of almost there or potentially \"awaiting verification\" will be the position.  So starting with 5%.  "], [4810, "2015-11-08T23:25:07Z", 0.55, "it seems like enough time would have passed"], [368, "2015-11-08T22:13:49Z", 0.05, "The central key to implementation day is the submission of AIEA reports verifying the requirements for the lifting of sanctions and other requirements.  Settling the requirements for the PMD issue is a necessary but not a sufficient condition for the meeting deadlines by this date.  Even if Iran met all requirements on their end prior to implementation day this is not sufficient.  Verification, deliberation and declaration of requirements having been met are important aspects of implementation."], [2279, "2015-11-08T19:56:10Z", 0.15, "too divisive and too soon for the political establishment to move forward -- expect a more subtle move by the establishment after elections"], [498, "2015-11-08T17:40:26Z", 0.6, "\"Within 40 days, after the PMD issue is settled, we will begin removing centrifuges\"\nhttp://financialtribune.com/articles/national/29753/centrifuge-removal-begin-after-pmd-closure"], [11098, "2015-11-08T13:38:40Z", 0.0, "If a deal is signed then only with the new assembly"], [10924, "2015-11-07T20:10:29Z", 0.15, "P5+1 to decide implementation, they would rather wait and sign a deal with the new assembly"], [1122, "2015-11-07T17:26:55Z", 0.45, "Or it may be even little higher ,but still it depends of how much they(Iranians) are for the deal or it is a game .This is known to them and eventually to the negotiaiors from the other side,I think."], [4972, "2015-11-07T17:22:50Z", 0.23, "The elections are unlikely to affect the deal, as the power is with the ayatollah who is not elected. However, both sides are better served by early implementation so they can justify the concessions they made, if too much time passes, the costs of the concessions may seem to increase and outweigh the benefits. The us will not like to accept hurried work."], [53, "2015-11-07T16:48:02Z", 0.4, "Raising a bit while I rethink.  "], [4918, "2015-11-07T07:20:54Z", 0.6, "Attempting to reconcile different claims, giving more weight to guess that current administration is interested in resolving this question with \"yes\". If this is technically possible, it will be done."], [53, "2015-11-07T04:28:17Z", 0.25, "OK, a question - could they be referencing a different calendar?\nhttps://en.wikipedia.org/wiki/Iranian_calendars"], [10931, "2015-11-07T00:57:10Z", 0.8, "I think this will be election driven. The Iranian government will want to announce that sanctions are lifted in the weeks running up to the election and will be strongly motivated to make it so. The tasks are not all that difficult technically, and it is achievable by early February. "], [53, "2015-11-06T22:01:42Z", 0.25, "Honestly, Salehi and Rouhani repeating that implementation day will be before end of the year just makes me wonder what it is I don't know.  Possible to go faster on the disassembling if not intending to re-use anything that are taking out.  Perhaps they have some deal with IAEA that means verification is proceeding as they go along?  "], [368, "2015-11-06T21:41:11Z", 0.05, "My comments in the last forecast need some clarification.  My statement, \"this comment ....\" refers to Salehi's and not Spudgun's comment."], [498, "2015-11-06T21:40:42Z", 0.5, "I am squarely \"do not know\" atm"], [706, "2015-11-06T20:35:20Z", 0.33, "Rouhani just yesterday came out strongly against hardliners.  They will not react positively to this.  Also, Russia's impending bolloxing of the situation in Syria will not make those in Iran who want better relations with the West popular."], [11031, "2015-11-06T20:15:44Z", 0.85, "I closely followed this years Munich Security Conference, in particular the talks about Iran's Nuclear Program. Mohammad Zarif was most convincing in pointing out, how strongly Iran wants a resolution in that matter and was very willing to cooperate. The current Iranian government wants the Nuclear deal to happen very strongly. Big high-ranking meeting in Teheran 2 weeks ago to reinforce that, btw.\nAmerican government needs it, to. Obama would be dead in the water if it isn't implemented quickly, as republicans would try to kill it asap. So if they want to make it happen, they have to do so quick."], [498, "2015-11-06T17:43:19Z", 0.25, "What is the expectation of the Iranian populace as to Implementation Day? What is Iranian media saying about this in media intended for internal consumption?"], [498, "2015-11-06T13:31:43Z", 0.2, "â€œRegarding an official document on the rebuilding of the Arak reactor, all member-states of the P5+1 Group signed the document except for one\"\nhttp://www.jpost.com/Middle-East/Report-Media-misleading-by-reporting-that-Iran-implementing-nuclear-deal-431936"], [7363, "2015-11-06T13:22:11Z", 0.0, "Because the powers that be decide elections before they take place and they want the deal."], [10949, "2015-11-06T13:06:25Z", 0.75, "IAEA on track for Dec2015, elections in Feb2015 gives two months puffer to clarify and initiate implementation. Iran seems very willing and probably does not much to hide. Economics over principle win every time. Yet, delays are sti possible. Needs monitoring / updating"], [498, "2015-11-06T09:22:08Z", 0.12, "That @malcmur link re: Salehi +7. What I want to know is whether all these claims as to early implementation are getting back to the populace of Iran and creating expectations in that regard."], [231, "2015-11-06T02:57:09Z", 0.85, "(The potentially not entirely reliable) news agency Tasnim says implementation day this year: http://www.tasnimnews.com/en/news/2015/11/05/907944/iran-s-nuclear-chief-meets-japan-s-pm-in-tokyo"], [53, "2015-11-06T01:17:57Z", 0.15, "Increasing a little (+5) because Salehi appears to continue to think they can get it all done by end of Dec.  And because there is little point in being so low."], [368, "2015-11-05T19:22:51Z", 0.05, "Ali Akbar Salehi's comments in a visit to Japan regarding Implementation, as Spudgun suggests that he is drinking his own 'coolaid.'  This comments runs counter to the timelines for the agreement;  At minimum, Iran is required to proceed with implementation 4 months after adoption day of the accord --  that means 4 months after October 18, 2015.  The agreements provides a window of 4 to 6 months for Implementation Day ...    "], [4795, "2015-11-05T18:41:09Z", 0.25, "Upping my forecast a little (5%) based on Ali Akbar Salehi Tokyo meeting where he again states that Iran's nuclear program evolution will be announced on/before 15 Dec to allow Implementation Day to be late that month.\nhttp://www.tasnimnews.com/en/news/2015/11/05/907944/iran-s-nuclear-chief-meets-japan-s-pm-in-tokyo"], [1056, "2015-11-05T16:29:52Z", 0.2, "No, because of facility redesign and logistical issues."], [10850, "2015-11-05T10:46:19Z", 0.95, "Obama administration plans to wig through the whole process. They are determined to push the deal down everyone throat just so the administration can claim victory, and have another notch in Obama ligancy. "], [484, "2015-11-05T03:41:32Z", 0.1, "Very good summaries:"], [94, "2015-11-05T03:39:10Z", 0.2, "I'm going with an estimate a bit below the crowd forecast of 35%.  The US estimate of 6 months would put implementation day in May, and seems like the most credible estimate available."], [865, "2015-11-05T03:02:07Z", 0.28, "Legal and international changes are relatively slow without crisis conditions. I just don't see this going down unless there is a motivating force for speed, and an election is a reason to slow down in most cases."], [83, "2015-11-05T02:19:53Z", 0.2, "First estimate.  Resolution may be determined by election considerations.  Early implementation favors reformers, implementation after Election Day favors hard liners.  In addition, leadership may see a rapid implementation that gives reform a strong vote count as a threat.  Suspect the implementation date may be after the election, as a change management strategy (if it is even possible to meet all requirements that quickly)."], [1337, "2015-11-05T01:56:59Z", 0.05, "I doubt the ayatollah can implement on his own, meaning it won't be over until the fat lady will sing. But the fat lady said April, so that's that."], [734, "2015-11-05T01:49:18Z", 0.18, "Reaffirming. Also the article below is somewhat interesting in the sense that it must be election season in Iran....."], [10937, "2015-11-05T01:32:28Z", 0.25, "Politicians and bureaucrats are the same the world over.  Never take a risk within 6 months of a regime change or an election.  No to an Implementation Day before the elections.  "], [102, "2015-11-05T00:08:22Z", 0.4, "This is kind of interesting, note to self.  [1][2]"], [10932, "2015-11-04T23:33:25Z", 0.4, "Hardliners might allow an implementation day in anticipation of an even more liberal Assembly; or I might have that completely backwards. "], [10927, "2015-11-04T21:24:37Z", 0.0, "will not happen"], [498, "2015-11-04T19:00:57Z", 0.05, "Based on the outlines of @morrell and @cmeinel, I've convinced myself that, given the human resources and the goodwill of the IAEA, the required items can be completed. No matter what, the actual fruits of Implementation Day will not flow to the populace before election day. So, if your're the puppetmaster of Iran, do you want Implementation Day to be announced before the election? That can be played a whole lot of ways ..."], [4795, "2015-11-04T18:23:05Z", 0.2, "To get my thinking clear:"], [26, "2015-11-04T17:57:46Z", 0.2, "I doubt..."], [5896, "2015-11-04T17:34:46Z", 0.0, "Absolutely not, they would lose all of their leverage and would have to make too many back office and public concessions.  Obviously a lot going on behind the scenes there...."], [43, "2015-11-04T17:09:48Z", 0.1, "Following morrell's excellent analysis. There are too many moving parts for it all to come together in a little over four months. However, her analysis comprises a check list that I will follow, and raise probability if these events occur sooner than she and I anticipate."], [4462, "2015-11-04T16:19:37Z", 0.0, "85%  Yes Before the elections the average Iranian wants to buy Western Goods, They want Western Companies to come to Iran and create jobs. Iran's politicians would be stupid not to vote to get their people iPods at regular not smuggler prices and more jobs. "], [8305, "2015-11-04T15:42:12Z", 0.65, "Iran is in a hurry to implement"], [493, "2015-11-04T14:57:59Z", 0.7, "From my forecast on the enriched uranium question:"], [498, "2015-11-04T13:02:09Z", 0.05, "Iran starts taking nuclear centrifuges offline\nhttp://www.channelnewsasia.com/news/asiapacific/iran-starts-taking-nuclea/2233874.html\nThis step toward implementation contradicts Supreme Leader Ayatollah Ali Khamenei's directive that no such activity should begin until after delivery of the IAEA report on December 15th (which looks back on Iran's nuclear program). That such a contradiction should become public is interesting."], [9131, "2015-11-04T10:42:33Z", 0.75, "Getting the implementation through before the elections will be critical from many points of view. 1. Rouhani will get a clearer mandate as he can show that he is progressive to get the support of the frustrated Iranian middle class that wants to see change happen and their lives to get better. 2. The more inclusive they are proven working with the international community the clearer the mandate to fight ISIS in Syria. Iranians may not appear to want to cooperate with USA but through back channel negotiations Russia, Iran, USA and Saudi each have varying digress of threat from ISIS. They would want to cut the head of the monster in the short term and deal with Syria in the long term. 3. The falling oil prices will hurt Iran's economy as it has done in Venezuela, Gulf and Russia. The faster the implementation is done the faster Iran can start planning its short term future. "], [68, "2015-11-04T07:12:32Z", 0.8, "Iran's current political leadership (Rouhani et al) is eager for implementation to occur before the elections, because going to the polls after clearing the way to lift sanctions will be a vote-winner for them. Conversely, this may be precisely why Iran's conservatives and security-minded establishment may not want implementation to occur that early."], [593, "2015-11-04T06:42:26Z", 0.85, "Yes"], [9349, "2015-11-04T05:41:57Z", 0.85, "Yes."], [484, "2015-11-04T04:48:26Z", 0.1, "Pay attention to the milestones needed (see morrell and a couple other posts). Still after the Parchin \"inspection\" I won't be surprised with anything."], [53, "2015-11-04T03:56:04Z", 0.1, "For implementation day need:\nIran to decommission centrifuges \nIran to get rid of, (or have contracts to get rid of ?), excess LEU\nConvert Fordow\nArak redesign and rebuild - not sure what needs to be done before implementation though\nIAEA needs to certify that Iran has complied.\nIAEA needs ability to monitor supply chain, equipment, etc"], [5083, "2015-11-04T02:33:08Z", 0.23, "this deal was slow enough in coming (between 2 distrustful parties) and NOW mutual \"seller's remorse\" will trigger intense conflicts over fine details. movies reflect real life in this pattern: just when you think everything is resolved about half-way through the film, a whole new bunch of complications arise until the \"ultimate resolution\""], [734, "2015-11-04T01:24:42Z", 0.18, "With the IAEA report being published in December, there is some possibility of this occurring. However, this is a rather short timeline, and while the moderates in the government would like for this to occur in a timeframe that will aid their election chances, I would suspect that a number of hardliners are equally opposed to allowing them that opportunity. I would put this out at a rather low but non-zero probability."], [1409, "2015-11-04T01:08:13Z", 0.68, "Why give the moderates a chance to look good? Hardliners want to own the day."], [231, "2015-11-04T00:36:11Z", 0.55, "http://m.jpost.com/Middle-East/Iran/Iranian-nuclear-chief-We-have-started-taking-nuclear-centrifuges-offline-431794#article=6017N0VCMjFERjZBRjM3RjYyRDgzRkQ0NjMwMTlGNkUzQTQ="], [680, "2015-11-04T00:35:48Z", 0.0, "Many details need to be worked out for the nuclear deal to take effect.  Election day will come first. "], [505, "2015-11-04T00:23:48Z", 0.4, "They will try to do it but unforeseen problems will lead to delays"], [6518, "2015-11-04T00:02:49Z", 0.32, "Iranian's hard liners are very much in control of the international policies within that state. I is unlikely that implementation of the treaty will occur before the legislative elections.  If nothing else, Iran's fundamentalist leadership do not want to appear weak. (yielding to the US and its allies). On the other hand, Iran's needs the sanctions lifted to improve the standard of living within its borders."], [10699, "2015-11-03T23:16:59Z", 0.75, "Iran's leadership wouldn't want th elections to be about the deal."], [6563, "2015-11-03T23:10:10Z", 0.0, "Next legislative body may not approve the deal"], [519, "2015-11-03T23:08:50Z", 0.25, "Few things are as simple as they appear to be on the outside inside of Iran. I will be listening closely to Khameni to see what he has to say, if anything. "], [1529, "2015-11-03T22:17:06Z", 0.18, "There is a lot of complexity to implementing the JCPOA, much of which is strictly technical, even with full cooperation. Since elections are scheduled for February, it seems those will occur first. However, it appears that progress on JCPOA is happening quickly."], [7496, "2015-11-03T22:08:27Z", 0.95, "iran will do whatever they can to expedite the sanctions being lifted. They are sitting on hundreds of thousands of barrels of crude a day that isn't hitting the western market.  Their mouths are watering.  "], [1111, "2015-11-03T22:05:19Z", 0.5, "I believe Iran will wait to see who will \"likely\" be the next US president - if in their predictions (which will also be based on US polls and pre-election coverage) it's a Democrat (i.e., someone likely to continue President Obama's tact) then they will get the deal done. If the outcome is likely to be Republican (i.e., someone who will tear up the current agreement), then the Iranians will not implement prior to their legislative elections. "], [1402, "2015-11-03T21:58:23Z", 0.75, "Iran is very interested in make this deal works and avoid any inconvenience. So avoid being stuck in a legislative election is good for its interest."], [1333, "2015-11-03T21:35:12Z", 0.6, "Lame Duck Assembly's were made for this kind of unpopular vote. I also can see the elections being put off as well."], [206, "2015-11-03T21:31:07Z", 0.2, "I think they'll wait to have a new (?) government in place before doing anything irrevocable."], [102, "2015-11-03T21:14:02Z", 0.62, "Why not?  However Google brings up no forecasts or statements of projected date."], [368, "2015-11-03T21:06:59Z", 0.05, "Implementation Day is schedule about 4 - 6 months after Adoption Day for the JCPOA.  The elections for the Iranian is schedule for 26 February, 2016.  The estimate date for Implementation Day has an horizon beyond this date.  There it will not occur before the legislative elections."], [9902, "2015-11-03T20:48:08Z", 0.99, "The Supreme Leader has made this decision, in my opinion, and is now managing the speed of implementation."], [1045, "2015-11-03T20:43:11Z", 0.7, "It would look good for the incumbents if they can make it happen."], [500, "2015-11-03T20:33:36Z", 1.0, "jes\n"]]}