{"question_id": 85, "title": "Will Afghanistan's Parliament confirm a Minister of Defense before 1 July 2016?", "correct_answer": "Yes", "crowd_forecast": 0.25, "preds": [[22243, "2016-06-20T12:26:12Z", 1.0, "http://indianexpress.com/article/world/world-news/afghanistan-parliament-approves-nomination-of-new-defence-minister-2864630/"], [12302, "2016-06-20T11:27:45Z", 1.0, "Woops.;-)"], [21800, "2016-06-20T09:00:20Z", 1.0, "This one seems to be over folks. \n@Khalid has given the link at https://www.gjopen.com/comments/comments/263425"], [68, "2016-06-20T07:55:47Z", 1.0, "http://www.khaama.com/afghan-mps-approve-stanikzai-and-habibi-as-nds-and-defense-minister-01306"], [26242, "2016-06-20T00:56:52Z", 0.25, "The whole thing seems pretty substantially contested:"], [2965, "2016-06-20T00:00:29Z", 0.0, "We have nour  info unless someone who speaks Pushto has more.\nAAN just sent out a report documenting parliamentary quagmire on whether there is a Parliament and how to decide how to elect one which is overdue.\nThis is not a hedge.\nWith no information other than ANA the mere fact that the Acting was presented to the Lower House,I do not see any other choice but 0  or 50 or 100. Thanks for the info that they were even presented to Lower House. Hope I am wrong situation demands that Afghan Army  have leadership. "], [12302, "2016-06-19T21:31:06Z", 0.9, "Lowering. I have been gone for some days. The Afghan parliaments urgent desire to hold a  \nvote too, it seems. "], [21800, "2016-06-18T07:26:38Z", 0.7, "Dropping from 80% to 70% on fewer days left."], [3895, "2016-06-16T12:51:57Z", 0.73, "passage of time. Gonna be close"], [53, "2016-06-16T01:29:32Z", 0.25, "@Khalid's point that electoral reform rejection might bode ill for nominations"], [83, "2016-06-16T01:13:25Z", 0.0, "Maybe, might be....not betting on it.\nStill waiting for the Iraqi National Guard."], [11080, "2016-06-15T13:26:29Z", 0.6, "Rather amusing looking consensus trend graph."], [691, "2016-06-15T12:14:50Z", 0.46, "running out of time"], [21800, "2016-06-14T08:55:33Z", 0.8, "Lowering to 80%, with couple of weeks left."], [68, "2016-06-13T07:08:05Z", 0.25, "On second thoughts, reducing down to 25%. Unanimous opposition to the President's proposal (albeit on the different subject of electoral reform) is not a good sign for the acting Minister."], [68, "2016-06-13T07:06:39Z", 0.75, "Reducing from 85% as the Parliament meeting today shows itself to be in a feisty mood. They should be addressing the MoD soon.\nhttp://www.khaama.com/afghan-parliament-rejects-president-ghanis-decree-on-electoral-reforms-01242"], [19801, "2016-06-13T04:42:16Z", 0.0, "Khalid makes the point that the parliament rarely has enough sitting members to confirm a Minister of Defense in the first place. Remaining at 0% because I see no chance this year. There is only 18 days left, even if they tried their hardest it seems unlikely."], [2965, "2016-06-12T04:35:09Z", 0.2, "well if the Parliament is going to elect a Defense Minister you cannot follow its byzantine machinations.\nthis becomes a data mining project.\ncheck out the Lower House webite curent news is from 4-30 see my forecast for scheduled elections today\nhttp://uk.reuters.com/article/us-usa-afghanistan-obama-exclusive-idUKKCN0YW055\n\"The U.S government’s top watchdog on Afghanistan told Reuters that the United States had wasted billions of dollars in reconstruction aid to Afghanistan over the past decade, and now a renewed Taliban insurgency was threatening the gains that had been made\"."], [21800, "2016-06-12T02:09:10Z", 0.9, "Just convinced myself that even in the exceptional situations in which one is forced to do 'catch up' due to sudden unexpected events, taking forecasts to the most extreme values is not advisable. It could easily end up hurting the score, while the chance of it being a help doesn't even exist. Kudos to @Dima-K for an early pointer on this one."], [83, "2016-06-11T19:44:43Z", 0.4, "Decision might indicate Parliament's preference for more or less NATO."], [10039, "2016-06-10T03:24:52Z", 0.8, "- Acting Defense minister Abduallah Khan Habibi was nominated recently. \n- Vote is expected before 1 July 2016. \n- Nomination positioned as necessary to ensure NATO support of Afghanistan's armed forces ahead of Warsaw summit on 8-9 July 2016."], [4782, "2016-06-10T00:07:17Z", 0.75, "- Acting Defense minister Abduallah Khan Habibi was nominated recently. \n- Vote is expected before 1 July 2016.\n- Nomination positioned as necessary to ensure NATO support of Afghanistan's armed forces ahead of Warsaw summit on 8-9 July 2016."], [68, "2016-06-09T05:53:38Z", 0.85, "Thanks to @Clairvoyance and @Anneinak and their reporting that Parliament has been requested to confirm the proposed Defense Minister. "], [306, "2016-06-09T04:51:47Z", 1.0, "My aching Brier"], [21800, "2016-06-09T02:10:29Z", 1.0, "Oh dear! We are not even done with Fujimori yet, and here comes another nail biter."], [1646, "2016-06-09T01:16:14Z", 0.85, "thanks @Anneinak @Clairvoyance !"], [38, "2016-06-09T00:10:39Z", 0.88, "http://www.khaama.com/intelligence-chief-defense-minister-nominees-introduced-to-parliament-for-voting-01200"], [53, "2016-06-08T21:30:06Z", 0.85, "due to article linked by @Clairvoyance\nThe previous two nominees were confirmed quickly, and IIRC that session was the highest attendance Wolesi Jirga recently.  Some possibility that, now the candidates have been presented, the confirmation will be quick.  Or at least voting."], [306, "2016-06-08T20:17:54Z", 0.8, "This is now dangerously close to a positive resolution. Abdullah Khan (the new minister of defense) has now been presented to the Afgan Parliament, and it looks like the President and Vice President are pushing hard for a confirmation before the NATO Warsaw Summit early next month. "], [3895, "2016-06-08T13:51:38Z", 0.24, "passage of time"], [4634, "2016-06-07T12:20:40Z", 0.35, "'About government departments led by acting heads, Ghani said political pressures and other obstacles were behind the compulsion. However, he assured the problem would be resolved in the near future.'"], [38, "2016-06-06T01:55:49Z", 0.44, "in the next 25 days???"], [5001, "2016-06-05T02:36:45Z", 0.4, "Updating for passage of time"], [10924, "2016-06-04T18:32:24Z", 0.25, "Scale down given there is no news and end date getting close"], [68, "2016-06-02T08:05:10Z", 0.45, "Down from 55% last month. As stated by other forecasters, the Parliament is very rarely quorate. https://www.afghanistan-analysts.org/struggling-to-get-a-quorum-fiddling-the-figures-and-suspending-mps/\n\"With only one session that had a quorum so far in the month of May (and two inquorate ones where voting took place nonetheless), the low attendance has been the biggest challenge for the Wolesi Jirga, particularly problematic given its ambitious legislative calendar.\" If this was the case in May, there will be even more lethargy in June, with the traditionally slow month of Ramadan beginning next week."], [21800, "2016-06-02T03:27:03Z", 0.1, "Dropping some more to 10%"], [21800, "2016-06-02T02:57:39Z", 0.15, "Dropping back down to 15%, given the recent report on quorum problems."], [2965, "2016-06-01T02:22:05Z", 0.0, "See AAN post on status or lack of Quorum in Parliament. 19.12  PDT 5-31"], [2965, "2016-06-01T00:14:50Z", 0.0, "I read that Afghanistan Independent Analyst Report. Given the totality of the report, I conclude the Afghan Parliament and parties cannot agree on anything."], [12302, "2016-05-31T19:57:21Z", 0.4, "aw, half way down due to the link of @morrell; going to reduce quickly from now on with each passing day if no news are coming in.\nhttps://www.gjopen.com/comments/comments/248017"], [73, "2016-05-31T16:59:04Z", 0.15, "@morrell https://www.gjopen.com/comments/comments/248017"], [53, "2016-05-31T16:20:58Z", 0.25, "https://www.afghanistan-analysts.org/struggling-to-get-a-quorum-fiddling-the-figures-and-suspending-mps/"], [12302, "2016-05-30T19:27:13Z", 0.75, "lowering my forecast a bit due to the lack of news. only reason why I am staying on the positive side is the NATO summit. "], [3895, "2016-05-30T14:11:55Z", 0.27, "running out of time, rumours of continued internal political gridlock"], [4634, "2016-05-30T13:47:24Z", 0.35, "Going down again. I think @Raahul_Kumar is correct (see: http://www.gjopen.com/comments/comments/246937) and this link: http://thediplomat.com/2016/05/19-months-later-afghan-government-lacks-core-ministerial-leadership/ "], [21800, "2016-05-29T15:14:23Z", 0.5, "I am not convinced that a confirmation is going to come through on this one, with Ramadan around the corner and the prior history regarding this position. But I am not so convinced of the negative result that I can ignore the consensus which is now above 50% on this."], [10924, "2016-05-27T22:01:32Z", 0.6, "\n\"Stanekzai is replaced as \"caretaker\" defence minister by General Abdullah Khan, previously chief of staff at the ministry.\" May 6, 2016\nhttp://www.trtworld.com/asia/afghanistan-announces-new-spy-chief-101000"], [38, "2016-05-27T14:52:08Z", 0.6, "The new MoD appointee, General Abdullah Khan, was touted as acceptable to all, so I thought his confirmation could come in short order.  It hasn't happened, so I'm reducing my forecast.  "], [3895, "2016-05-26T21:05:35Z", 0.73, "all quiet since the 17th and the last piece of news. "], [2965, "2016-05-23T15:43:01Z", 0.8, "http://www.nato.int/cps/en/natohq/news_129197.htm?selectedLocale=en\nhttp://www.nato.int/cps/en/natohq/news_131378.htm?selectedLocale=en\nok here is the quid-where is the quo?\nand with http://www.wsj.com/articles/taliban-reels-from-leaders-death-in-u-s-drone-strike-1464008252\nand http://www.wsj.com/articles/in-afghanistan-a-secret-plan-pays-off-the-taliban-1463964545"], [2965, "2016-05-22T14:42:03Z", 0.25, "http://uk.reuters.com/article/uk-afghanistan-minister-idUKKCN0XX0GA\nsomething is clearly happening or thought to happen so  I am at plus 25 to reflect the crowd view. "], [1639, "2016-05-20T17:50:30Z", 0.8, "Stanekzai (acting defense minister) is replaced as caretaker defence minister by General Abdullah Khan, previously chief of staff at the ministry.\nThese changes were made public in two different presidential decrees during the night of 5 to 6 May 2016.  With this, Abdullah Khan replaces Stanakzai, who has been acting as defence minister ever since the Afghan parliament denied him its vote of confidence in early July 2015."], [9755, "2016-05-20T17:20:44Z", 0.7, "Rumors are that they may finally decide on the minister."], [51, "2016-05-18T17:21:12Z", 0.1, "I realized that I am betting that the government of Afghanistan will do the rational and competent thing here, and appoint the new prospective minister of defense.  Seriously, what could I have been thinking?  I do not see anything in the news that indicates such a thing is very likely soon.  Until I do, I am taking the under here.  And if we get a lot closer with no resolution, I am going WAY under.  "], [102, "2016-05-18T03:00:04Z", 0.75, "https://larswericson.wordpress.com/2016/05/18/gitrep-17mar16pm/"], [1333, "2016-05-18T00:20:17Z", 0.65, "Recent visit by Biden may have tied support to Gov't reform vis a vi filling the open slots."], [38, "2016-05-17T23:08:20Z", 0.88, "@dada reports a twitter comment that Khan might be confirmed by Parliament soon.  "], [38, "2016-05-17T23:04:40Z", 0.05, "\nStanekzai, who had been the acting Def Min was transferred to another post on May 6th.  There's now a new acting Def Min:  General Abdullah Khan."], [53, "2016-05-17T22:39:34Z", 0.7, "@dada's comment (https://www.gjopen.com/comments/comments/236404 ) ref from the Friends of Europe twitter account.  Wolesi Jirga meets 3x week (I think) when in session  - summer break isn't until late July - but can't seem to find a schedule on the website other than for late April.  (http://wj.parliament.af/ )"], [23234, "2016-05-17T22:08:25Z", 0.75, "not rationale... just posting in case it hasn't been posted alreday, a bit more on the acting defense minister Khan from the government.\nhttp://thekabultimes.gov.af/index.php/opinions/politics/10635-introduction-of-two-new-key-acting-chiefs-effective-in-fighting-terrorism.html"], [136, "2016-05-17T07:20:07Z", 0.85, "@dada's comment https://www.gjopen.com/comments/comments/236404"], [1646, "2016-05-16T23:06:46Z", 0.95, "Eklil Hakimi, Minister of Finance, in a recent conference:\n\"@FriendsofEurope: New #Afghanistan #defence Minister   Gen. Abdullah Khan enjoys bipartisan support and should soon be confirmed by parliament. #GlobalEurope\""], [10924, "2016-05-16T19:01:09Z", 0.75, "Lower house election scheduled for this year, need Defence Minister to hold Jirgas"], [83, "2016-05-14T19:28:53Z", 0.0, "http://www.khaama.com/ghani-assigns-stanikzai-as-acting-nds-chief-abdullah-khan-acting-defense-minister-0852\nGhani appoints new \"acting\" defense minister, prior candidates have not survived the confirmation process due to political differences.  The prior \"acting\" Defense Minister, survived approx. a year, before he was reassigned, to the head of \"intell\" by Ghani, now Ghani is backfilling the Defense position.  The unconfirmed minister strategy seems to be working, why change now?"], [102, "2016-05-14T03:39:55Z", 0.6, "https://larswericson.wordpress.com/2016/05/14/gitrep-13may2016pm/"], [368, "2016-05-13T17:08:31Z", 0.9, "Acting Minister of Defense on May 6 was moved to head the Intelligence Agency in Afghanistan.   This leaves a vacuum of power in a critical arm of the government.  Is this an indicator that confirmation of the current nomination has a better chance at confirmation and that a deal has been struck with the governing powers?"], [4634, "2016-05-13T16:53:36Z", 0.78, "(no change)"], [691, "2016-05-13T13:50:45Z", 0.08, "Even if Ghani comes up with a name, confirmation is likely to be denied, or at least delayed past this deadline.  It is probably best not to underestimate the gormlessness of the Afghanistan government. I fear I have extended the benefit of the doubt beyond its bin-this date."], [21800, "2016-05-10T04:51:21Z", 0.2, "In the absence of news about a pending confirmation vote in the Parliament, I am taking this down to 20%. The new Acting Defense Minister was the chief of staff for the old Acting Defense Minister. I don't, as yet, see any reason why Parliament will confirm him when the old guy couldn't get confirmed. Of course, will rapidly change my views if news of a confirmation vote comes along."], [12874, "2016-05-09T13:31:49Z", 0.42, "Anyone know when the parliamentary confirmation votes are set?"], [21800, "2016-05-09T03:19:59Z", 0.35, "I just realised that although the Parliament didn't confirm the previous nomination, he remained the 'Acting Defense Minister' the whole time! Clearly, he may not have had some powers, but that calls into question my assumption that the President actually wants the nomination to be confirmed. He may just be re-arranging his executive team."], [3895, "2016-05-08T18:44:29Z", 0.47, "http://dailytimes.com.pk/region/07-May-16/afghan-president-moves-acting-defence-minister-to-head-spy-agency"], [102, "2016-05-08T14:10:47Z", 0.38, "13125 "], [51, "2016-05-08T01:22:49Z", 0.65, "Now that we have a new acting defense minster, confirmation is looking more likely.  So for now I am going to the positive and will see if he is actually presented to parliament in a timely manner.  "], [12874, "2016-05-07T17:51:12Z", 0.34, "they appointed a new guy, but they couldn't get the old guy through parliament, not sure they'll get the new one through http://www.jpost.com/Breaking-News/Afghan-president-moves-acting-defense-minister-to-head-spy-agency-453311"], [21800, "2016-05-06T18:11:23Z", 1.0, "Thanks to @Rene"], [68, "2016-05-06T17:21:44Z", 0.55, "H/T @Rene. Parliament rejected Stanikzai earlier, so may not approve him for the new post either. However, the new nominee for Defense Minister may be less controversial. It should take them a lot less than the 55 days remaining for this question, but June is the fasting month of Ramadan, when not much tends to get done."], [53, "2016-05-06T16:11:08Z", 0.6, "@Rene's links, but less optimistic about confirmation"], [5001, "2016-05-06T15:48:56Z", 0.75, "@Rene's links: http://www.gjopen.com/comments/comments/228446 "], [4634, "2016-05-06T13:45:45Z", 0.78, "It looks like there is some sort of agreement:\nhttp://1tvnews.af/en/news/afghanistan/22113-afghan-unity-government-leaders-agree-on-nominees-for-defense-minister-spy-chief"], [691, "2016-05-06T11:57:51Z", 0.09, "Even if the prez appoints somebody, confirmation may well not happen before July."], [21800, "2016-05-02T12:11:28Z", 0.12, "Following the recent movement of the crowd on this one."], [12302, "2016-05-01T18:06:34Z", 0.4, "no further news so far about the introduction of a candidate (announced 5 days ago)\nnot sure if there is any established process, but I assume that it's going to take some time and some talks behind the doors to push a nominee through.. if that's possible at all. I'll stay relatively high compared to my previous forecast, because talks are probably already ongoing; no sense to present another nominee that doesn't get the backing he needs"], [102, "2016-05-01T15:38:01Z", 0.33, "https://larswericson.wordpress.com/2016/05/01/gitrep-1may16am/"], [368, "2016-04-25T21:53:40Z", 0.05, "Estimate change due to a small increase in possibility that a confirmation process will move forward in the future; however, given the contentious nature of the parliament and fragmented interests, I expect that confirmation will not occur until mid 2016 into the Fall 2016.   @z0k mentions viable alternatives and potential scenarios that are likely in the path toward confirmation.   "], [12302, "2016-04-25T19:32:55Z", 0.1, "following @z0k, thank you!"], [11080, "2016-04-25T19:11:11Z", 0.1, "Ghani promises to introduce Defense Minister and NDS Chief nominees in coming days [1]."], [3895, "2016-04-25T15:47:56Z", 0.13, "passage of time"], [68, "2016-04-25T12:51:35Z", 0.1, "Up from zero @cdob63 http://www.reuters.com/article/us-afghanistan-taliban-idUSKCN0XM0TN "], [691, "2016-04-25T11:35:12Z", 0.08, "http://www.reuters.com/article/us-afghanistan-taliban-idUSKCN0XM0TN\nThe prez courageously comes out against the people they've been fighting all along, but doesn't feel impelled to declare any sort of emergency about it.  Last graf says a defence minister will be appointed \"soon.\" Confirmation is neither sudden nor even sure after that, and \"soon\" can be a long time. Coming up a little bit, though, because why not?\n"], [11080, "2016-04-23T03:43:03Z", 0.03, "---\nThe assault has put more pressure on the dysfunctional coalition government, brokered by the United States after the 2014 election ended in a stalemate. The infighting between two former rivals, President Ashraf Ghani and Abdullah Abdullah, the chief executive, has created stagnation on almost every front. Even as insurgents have increased their attacks, the government still doesn’t have a confirmed intelligence chief and minister of defense, because Mr. Ghani and Mr. Abdullah cannot agree.\n---\nhttp://www.nytimes.com/2016/04/21/world/asia/kabul-explosion-afghanistan.html"], [102, "2016-04-22T03:29:52Z", 0.32, "https://larswericson.wordpress.com/2016/04/22/gitrep-21apr16pm/"], [102, "2016-04-21T03:54:19Z", 0.19, "https://larswericson.wordpress.com/2016/04/21/gitrep-20apr16pm/"], [38, "2016-04-17T02:12:16Z", 0.5, "http://www.houstonchronicle.com/news/nation-world/world/article/In-Afghanistan-Kerry-seeks-end-to-bickering-of-7239181.php"], [102, "2016-04-14T01:24:39Z", 0.18, "https://larswericson.wordpress.com/2016/04/13/gitrep-13apr16am/"], [11080, "2016-04-13T18:21:39Z", 0.08, "---\nAfghan lawmakers have approved the government’s nominees for interior minister and attorney general, offering a boost to an administration undermined by infighting since it was formed following a disputed election in 2014."], [9755, "2016-04-12T20:54:39Z", 0.0, "I am hearing things are not very optomisitic . The two leaders are not on the same line, and they have to both agree on this post.\nSo back to very little chance ."], [10745, "2016-04-11T14:02:36Z", 0.0, "From  South Asia Daily, Foreign Policy [fp@foreignpolicy.com]  April 11, 2016 U.S. Secretary of State John Kerry arrived in Kabul on Saturday, marking his first visit to the Afghan capital since 2014 when he helped broker Afghanistan’s coalition government (NYT). Kerry met with President Ashraf Ghani and his political rival, Chief Executive Abdullah Abdullah, and led a meeting of senior officials from both governments. The agreement brokered in 2014 called for holding parliamentary elections within two years -- delayed a year already -- and a loya jirga, a grand assembly of elders from across the country, to amend the Constitution and change Abdullah’s role of chief executive to the position of prime minister."], [1333, "2016-04-10T02:14:03Z", 0.65, "Jumped from 10 to 65 and heres why = Sec of State John Kerry just completed two unannounced stops Iraq and Afghanistan. This in the wake of Saudi  recognition of India and overtures to develop defense ties puts the Pakistanis on notice that refusing to help them in Yemen had a cost. Historically Afghanistan has gained influence in Pakistan when they are loosing influence elsewhere. Iran and Pakistan have moved the line of influence back and forth many times over the 11/2 centuries and such a swing is in motion again and Since it was State and not defense one assumes it was about Gov't and ergo ministries. Iraq is also trying to seat a new gov't and have come under Iranian influence. So - a deal is in the works to keep the new India/Saudi alliance from creating a power hub that can't easily be countered and an effort is in play to not allow the Iranians to demonstrate a plausible need for nukes since Saudi Defense forces took physical possession of the ones they have bought from Pakistan was is in such bad economic straights they were seeking an IMF loan to float the Gov't. Since our military is vastly reduced form 2007 and we are committing to more troops in country in Iraq it creates a resource allocation and vacuum that could set off a Nuke Race."], [9755, "2016-04-09T21:45:23Z", 0.1, "They finally moved on two ministries maybe they are in a roll ! No  probably  not . many divisions too many thieves and intrests."], [53, "2016-04-09T18:53:36Z", 0.1, "Following @Dima-K & @AndrewSabisky - at least some movement there, will have to watch this one more."], [5001, "2016-04-09T18:39:08Z", 0.1, "@AndrewSabisky's link - http://www.gjopen.com/comments/comments/201741\nRaising just in case"], [3895, "2016-04-09T18:20:02Z", 0.14, "http://uk.reuters.com/article/uk-afghanistan-ministers-idUKKCN0X607Y still not at all likely, but some signs of movement"], [691, "2016-04-09T13:39:44Z", 0.02, "One notes that Secretary Kerry is in-country trying to get these folks sorted.  Probably this post is not part of any deal, and probably nothing will come of his chat anyway.  Up from 1 to 2 more or less on a whim. "], [102, "2016-04-08T02:07:27Z", 0.17, "https://larswericson.wordpress.com/2016/04/07/gitrep-06apr16pm/"], [3895, "2016-04-05T16:11:29Z", 0.01, "passage of time. The current acting DM is mentioned at length here & any potential confirmation is not even discussed http://uk.reuters.com/article/uk-afghanistan-taliban-idUKKCN0X12CW"], [51, "2016-04-05T01:40:30Z", 0.01, "Not seeing it.  The acting defense minister was not confirmed by parliament, but he appears to remain the role.  So why would we expect this admittedly dysfunctional situation to change in the next few months? "], [12302, "2016-03-31T15:49:54Z", 0.0, "I just asked around at the Geman Friedrich Ebert Foundation in Kabul (I had another more exciting question;-)), however: 0% is a save bet. This issue is not on the agenda at all anymore. I trust that."], [19801, "2016-03-28T12:03:16Z", 0.0, "An incredible delay in confirming the minister makes it less and less likely."], [102, "2016-03-25T01:01:57Z", 0.26, "https://larswericson.wordpress.com/2016/03/25/gitrep-24mar16pm/"], [68, "2016-03-22T08:20:34Z", 0.0, "Highly unlikely. He has been acting in this capacity since June 2015 without any problems and one can't expect the present parliament to change its earlier rejection. Next parliamentary elections have been delayed and are currently supposed to take place in October, well past this question's deadline."], [102, "2016-03-17T01:23:24Z", 0.33, "https://larswericson.wordpress.com/2016/03/17/gitrep-16mar16pm/"], [1337, "2016-03-08T23:54:59Z", 0.03, "Geez, the consensus is rushing to zero."], [102, "2016-03-08T05:03:38Z", 0.34, "https://larswericson.wordpress.com/2016/03/08/gitrep-7mar16pm/"], [102, "2016-03-06T04:08:59Z", 0.35, "https://larswericson.wordpress.com/2016/03/05/manual-category-assignment-work-in-progress/"], [13377, "2016-03-04T08:57:55Z", 0.1, "https://larswericson.wordpress.com/"], [67, "2016-02-27T19:40:27Z", 0.28, "No change, but this is worth keeping an eye on: Ghani nominates new Afghan interior minister, attorney general (http://www.reuters.com/article/us-afghanistan-nominees-idUSKCN0VX29L)"], [12302, "2016-02-24T10:58:31Z", 0.01, "\"In an unexpected move, the Independent Election Commission of Afghanistan announced the final vote results of the 2014 presidential elections.\"\n-> The Independent Electoral Commission just published the final results of the Presidential Election, 1,5 years after the actual election."], [1337, "2016-02-24T05:23:20Z", 0.1, "Cuting down to consensus and to zilch. They don't do defense of Afghanistan there, it's a task they would rather delegate."], [68, "2016-02-23T07:13:07Z", 0.05, "Down from 20% two weeks ago. I was high on this question earlier but there's been no positive sign in the three months it has been running. "], [43, "2016-02-23T02:53:05Z", 0.05, "Following @AndrewSabisky, plus yet more evidence that the dysfunctional official government is too busy losing ground to the Taliban to get around to confirming a minister of defense."], [12302, "2016-02-22T01:13:00Z", 0.01, "Reaffirming."], [2965, "2016-02-18T19:44:11Z", 0.02, "0% is too low. But given Ghani and Abdul  Abdullah feud and time lapse, I will recalibrate from here. \n"], [915, "2016-02-18T19:35:17Z", 0.04, "didn't realize the crowd dropped the odds so low (15%)"], [3895, "2016-02-18T14:17:50Z", 0.09, "no change to forecast, just leaving this excellent LRB piece here that really reveals two things "], [68, "2016-02-10T08:38:24Z", 0.2, "I'm effectively giving up and returning to the forecast I started with back when this question first opened. Unfortunately, I was on that for only four days."], [3895, "2016-02-08T15:23:53Z", 0.09, "further evidence of complete & utter internal dysfunction. Now the interior minister may be quitting. http://www.reuters.com/article/us-afghanistan-minister-idUSKCN0VF0E1"], [12828, "2016-02-08T14:31:13Z", 0.03, "I do not see them confirming the Minister of Defense before July as there does not seem to be much upside in doing so. Too risky given the history of the position and the person they wish to confirm is already doing the job as acting Minister of Defense.   With elections supposedly coming up this year there are likely higher priorities for the government that would be easier to implement. "], [915, "2016-02-01T16:23:43Z", 0.33, "the country's security situation is a mess, but i guess that isn't enough to light a fire on this."], [1646, "2016-02-01T13:36:29Z", 0.2, "Researching on the disfunctionality @Dima-K referred to:\n1 Parliamentary building MAY be finished by end of March\n2 Elections MAY be held in October\n3 Maj. Olson makes several interesting points here to get a grasp of the military background. Expect more special operations, with possible increase in casualties for 2016. http://warontherocks.com/2016/01/do-we-know-what-we-are-doing-in-afghanistan-this-year/\nThings just appear way too messy. Going down 10%"], [5001, "2016-02-01T02:49:14Z", 0.1, "Oh boy, once again I underestimated Afghanistan... \nhttp://freebeacon.com/national-security/u-s-grip-on-afghanistan-unravels-terrorists-make-most-gains-since-2001/\nhttp://freebeacon.com/wp-content/uploads/2016/01/EMBARGOED_Jan2016QR.pdf\n\"However, the MOD minister position remains filled by an individual in an acting capacity, as local officials and former administration officials claim the national-unity government agreement to split appointments between President Ghani and Chief Executive Abdullah Abdullah’s political parties had the unintended consequence of undermining the fight against the Taliban and creating chaos in the chain-of-command.\""], [43, "2016-01-29T08:52:19Z", 0.15, "Following @AndrewSabisky, @einsteinjs"], [15047, "2016-01-26T00:22:33Z", 0.2, "13-Jan-2016: The Wolesi Jirga or lower house of parliament on Wednesday asked the government to introduce nominees for the slots of defence minister, the spymaster and heads of the Attorney General Office and the Afghan Red Crescent Society for a vote of confidence as soon as possible."], [915, "2016-01-25T20:55:14Z", 0.44, "forgot about this one."], [43, "2016-01-25T20:50:24Z", 0.3, "Afghanistan's military appears to be on life support, losing territory, riddled with graft and incompetence. Between that and data, analysis by @AndrewSabisky, lowering probability."], [2965, "2016-01-25T09:44:17Z", 0.0, "Not happened since last election. new election impending. "], [12302, "2016-01-25T06:41:14Z", 0.01, "I just switched sides dramatically."], [15097, "2016-01-24T14:26:03Z", 0.35, "Since there hasn't been a confirmed Minister of Defense since President Ghani was sworn in as President in September 2014, and since the position requires Parliament's approval, it appears unlikely it'll happen before 1 July.  Also, given the danger of such a position and the overall volatility in Afghanistan, there may not be many candidates for the post.  "], [16168, "2016-01-21T19:17:29Z", 0.75, "But.... he (yes, it must be a he) will not last long. There must be a risk taker in the political ring - perhaps a senior military guy?"], [43, "2016-01-19T21:08:14Z", 0.32, "I'm just guessing, given how opaque are the workings of what passes for a government in Afghanistan, and looking to @Heffalump for scraps of forecastable intelligence."], [3895, "2016-01-19T13:38:33Z", 0.13, "http://www.reuters.com/article/us-afghanistan-election-idUSKCN0UW0Q6 1% downwards change in forecast  - they are aiming for October elections. Not 100% certain that this decides this IFP, but Afghanistan is in such a hellish spot, confronting both the Taliban and internal political deadlock, that I can't imagine a bruising fight just to get the acting defence minister confirmed is high on the leadership's list of priorities. "], [60, "2016-01-19T06:07:25Z", 0.0, "No change."], [14253, "2016-01-14T17:45:03Z", 0.35, "Put it so high, despite einsteinjs's link from the Washington Post, due to an RT article about increased efforts, or at least dialogue, from the USA, China and Pakistan in Afghanistan. "], [68, "2016-01-13T12:53:10Z", 0.55, "Although there appears to be no recent information on this topic, I'm still optimistic that dysfunction will be overcome to the extent that a new Defense Minister will be confirmed within the next six months. However, I'm reducing my forecast by 10% and will continue to do this on a monthly basis until or unless there is some relevant news."], [60, "2016-01-12T19:17:00Z", 0.0, "No change."], [12302, "2016-01-12T04:45:23Z", 0.64, "I am slightly shocked by the absence of news on this. Seems like no one is demanding that there should be a confirmed Minister of Defence for Afghanistan. Guessed otherwise. Everybody seems to get used to it."], [4139, "2016-01-11T17:35:30Z", 0.2, "The president could only muster 80 votes for his man out of over 240, this is a sign he is also weak."], [10924, "2016-01-10T20:17:36Z", 0.7, "\"One of the functions of the Defense Ministry is the continuance of disarming insurgent groups through programmes such as the Afghan New Beginnings Programme.\"Wikipedia\n--------------"], [43, "2016-01-09T22:06:24Z", 0.45, "https://larswericson.wordpress.com/"], [6518, "2016-01-07T00:48:26Z", 0.68, "A new Ministry of Defense (MoD) compound, dubbed as Afghanistan's 'mini-Pentagon' was inaugurated by President Ghani on December 28, 2015.  The $160 million compound will also incorporate barracks for both officers and enlisted men, an ancillary garrison, as well as wastewater treatment and power plant.  "], [9210, "2016-01-06T03:27:47Z", 0.85, "It is a key position which needs to be operational as soon as possible - everyone gains from it being occupied. "], [1337, "2016-01-05T03:40:23Z", 0.3, "Revising down for time passage and lack of elections."], [14516, "2016-01-03T19:39:35Z", 0.62, "Under Western the Afghanis have a remarkable capacity to fudge things, so yes, probably. "], [3895, "2016-01-03T15:12:39Z", 0.14, "No change in forecast, just leaving this here (cc @einsteinjs). "], [5001, "2015-12-30T17:06:44Z", 0.7, "It will happen, just a matter of time:  http://ariananews.af/latest-news/nug-should-introduce-defense-minister-nominee-asap/\nI am still optimizing for an early closure. "], [73, "2015-12-30T16:09:19Z", 0.58, "https://www.khaama.com/afghanistans-160m-new-defense-ministry-mini-pentagon-inaugurated-1885 and http://uk.mobile.reuters.com/article/idUKKBN0U80C620151225?irpc=932"], [43, "2015-12-30T14:55:01Z", 0.15, "Better question: how long before what little remains of the official government vanishes? OTOH, maybe the increasingly dire situation will motivate the parliament to finally confirm a minister of defense. Moving closer to consensus."], [457, "2015-12-30T13:55:53Z", 0.75, "yes"], [60, "2015-12-30T06:14:53Z", 0.0, "From 1% to 0%."], [13590, "2015-12-28T19:28:19Z", 0.78, "theyd be stupid not too following the recent taliban advance"], [60, "2015-12-28T19:13:43Z", 0.01, "No change."], [52, "2015-12-28T15:21:53Z", 0.15, "This question and the discussion reminds of the scene in \"Apocolypse Now\" where Martin Sheen arrives at a forward base camp in the middle of a fire-fight and asks a drugged up soldier \"Who's in charge?\".  The guy looks at him in a daze and says \"I thought you were, man\"and slowly turns away..."], [2965, "2015-12-28T15:10:33Z", 0.66, "prior was meant to be upgrade to 66% "], [2965, "2015-12-28T15:09:40Z", 0.45, "the interim choice could be confirmed, I suspect that the urgent need for a continued NATO presence, Afghan need for air support see Kunduz and rules of engagement in  require a strong Minister supported by both Ghani adn Abdullah factions or more   collateral damage see Medicin san Frontiere US apology and no\nair-land-intel required to maintain free Afghan state without a permanent Defense minister, NATO command and US pressuring on this,  I intuit. No links. common sense, "], [12591, "2015-12-27T23:09:16Z", 0.65, "Afganistan's allies will bring pressure to bear for an appointment as the threats from the Taliban increase"], [1333, "2015-12-27T19:23:41Z", 0.1, "Flags and indicators on this one come down to calls for a Loya Jirga and elections. If progress is made towards either I would rapidly push up past 10% but right now the Kabul isn't even taking calls from Governors much less seeking consensus. However handing out appointments would likely preceed elections as this is a spoil that gives leverage in the election. They won't waste that chance to sway voters before an election and they won't risk an election till they are sure that the \"Sway\" is theirs to exert.\n“The will and determination is there on part of the leaders to hold the elections at the loya jirga on time, but they keep getting sidetracked because of crisis after crisis,” said the official, who asked for anonymity because he was not authorized to speak to the news media."], [13853, "2015-12-26T15:03:22Z", 0.85, "Someone on the ground has to be named to mediate between afghan government and the western troops helping them kick Taliban butt"], [13377, "2015-12-26T12:41:44Z", 0.46, "https://larswericson.wordpress.com/2015/12/23/early-christmas-gift-accidental-clustering/"], [5001, "2015-12-24T04:52:04Z", 0.7, "Updating for passage of time"], [102, "2015-12-23T22:40:37Z", 0.46, "https://larswericson.wordpress.com/2015/12/23/early-christmas-gift-accidental-clustering/"], [2965, "2015-12-23T13:51:11Z", 0.35, "sheer passage of time of deadlock between  Abdullah and Ghani, they need NATO to stay. NATO announced residual force for 2016.\nWe will be in a better position. but Ghani can continue that portfolio with foreign affairs. no intel on this, pressure on A and G  v. deadlock v. NATO now."], [43, "2015-12-23T04:39:34Z", 0.01, "Following einsteinjs, thank you for your news and analysis."], [13377, "2015-12-23T04:36:39Z", 0.43, "Following https://larswericson.wordpress.com/2015/12/22/double-median-filter/"], [102, "2015-12-22T03:25:14Z", 0.43, "https://larswericson.wordpress.com/2015/12/22/double-median-filter/"], [43, "2015-12-21T20:14:17Z", 0.15, "More on whether there soon might not even be a Parliament left to confirm anyone."], [13625, "2015-12-21T20:03:57Z", 0.5, "They will...they wont"], [13272, "2015-12-21T14:37:21Z", 0.15, "Limited perks..."], [12318, "2015-12-21T13:40:02Z", 0.05, "Afghanistan government is split along multiple lines as amplified by the recent Facebook appeal for assistance by the Deputy Governer of Helmand Province. It is doubtful that with the Taliban resurgence and the declining US support that any one would even want to take on the position. I would expect the existing government will continue to fracture along tribal lines while the Taliban gain more ground in the south. I will be very surprised in the Afghanis fill this position."], [13568, "2015-12-21T13:05:38Z", 0.7, "Yes, however there is no guarantee that said minister will last."], [60, "2015-12-21T07:04:01Z", 0.01, "Lowering from 2% to 1%."], [43, "2015-12-21T04:12:21Z", 0.15, "Persuaded by @GeneH plus a torrent of news from Afghanistan leading me to wonder whether what passes for a central government today may be entirely gone by the forecast horizon. Examples from Foreign Policy [fp@foreignpolicy.com] newsletters:"], [43, "2015-12-21T03:55:04Z", 0.15, "Persuaded by @GeneH, thank you."], [60, "2015-12-19T20:06:44Z", 0.02, "Lowering from 3% to 2%."], [6518, "2015-12-19T17:55:53Z", 0.22, "There are no recent reports of progress in confirming a defense minister, but I am revising my prediction in spite of the structural impediments to a confirmation."], [52, "2015-12-18T19:28:31Z", 0.15, "Here is a rare current article on the relatively dim state of affairs for the Ghani government. I have been low and staying low on this one.  I don't think he has, nor will get, the support to make major appointments."], [68, "2015-12-17T09:02:44Z", 0.65, "Lowering from 95% on 29 November.  I haven't been able to find any news item to support such an optimistic assessment."], [10745, "2015-12-17T05:06:54Z", 0.0, "Better question: will there even be a Parliament by then?"], [5001, "2015-12-17T03:07:45Z", 0.75, "Updating for passage of time"], [6518, "2015-12-16T23:02:52Z", 0.18, "This is not likely according to open news reports"], [13040, "2015-12-15T23:10:32Z", 1.0, "Yes. March 2015"], [102, "2015-12-15T17:27:52Z", 0.55, "https://larswericson.wordpress.com/2015/12/15/monday-night-picks/"], [53, "2015-12-14T02:13:45Z", 0.45, "Lowering on @GeneH comment pointing out that the intelligence minister had recently resigned as well as @einsteinjs earlier comments about the questionable status of the parliament at present.  Have tried to find other information, not getting much though."], [12302, "2015-12-14T01:33:53Z", 0.65, "Getting to the consensus for now while I am rethinking my earlier comment and hope to be alble to do some6 more digging into afghan politics."], [52, "2015-12-13T13:58:13Z", 0.2, "Nabil, the head of intelligence, recently resigned.  Stanekzai, the acting minister of defense, will never be approved by the parliament (already been voted down and parliament bombed when he went to speak).  Anyone Ghani likes will not be acceptable to parliament and vice versa."], [1337, "2015-12-10T19:09:26Z", 0.4, "http://www.france24.com/fr/20151210-le-chef-renseignement-demissionne-desaccords-ghani-ashraf-taliban-rahmatullah-nabil \"Le chef de la principale agence de renseignement afghane a présenté sa démission au président Ashraf Ghani jeudi, à la suite de désaccords politiques.\" Ghani seems ever more isolated."], [1337, "2015-12-08T19:57:56Z", 0.55, "Why not?"], [5001, "2015-12-08T03:02:07Z", 0.8, "Updating for passage of time"], [3895, "2015-12-07T13:44:54Z", 0.2, "Afghanistan is one of the world's most awful low-IQ shitholes. Betting against dysfunction seems somewhat foolish, and einsteinjs has provided some good logic & evidence"], [1006, "2015-12-07T13:22:26Z", 0.7, "Afghan President  needs to demonstrate leadership in a critical position to his govermnent"], [60, "2015-12-07T02:32:51Z", 0.03, "Lowering forecast from 4% to 3%"], [5083, "2015-12-06T22:56:15Z", 0.79, "Afghanistan needs to get this position filled a lot sooner than next summer, yes. big chance"], [2965, "2015-12-06T11:06:52Z", 0.25, "Afghan will be lucky to have  any consensus on any matter.  They do not need a Defense Minister and one would be there but what have Ghani and Abdullah Abdullah agreed to other than a cease fire.   In fact Ghani and Pres staff and their military are improving direct communicatons with NATO especially US targeting in light of Medicine Sans Frontier incident.  NATO does not require a Defense Minister."], [12497, "2015-12-05T20:00:19Z", 0.95, "I muscle tested"], [52, "2015-12-05T16:45:32Z", 0.2, "Deleted my last comment.  Had the wrong \"Stanekza\" as a reference."], [12418, "2015-12-04T16:29:59Z", 0.4, "Titles to afghans are for keeping westerners content. Afghanistan is supposed to be a top producer of lithium. With the advent of lithium batteries for homes and tesla interests not to mention every gadget Americans use run on lithium, Kabul will keep the mines out of taliban hands ... Just not sure about the title."], [1526, "2015-12-04T14:35:35Z", 0.95, "Yes, he was approved by 97% back in June of 2015. I don't see any news that it won't happen once it's up for vote. The posted articles are old and a bit irrelevant. "], [12302, "2015-12-03T01:21:31Z", 0.9, "I could not find out any information about how long Mohammad Stanekzai is permitted to stay as acting (!) Minister of Defence, besides that the decree amending the \"caretaker law\" has been rejected by the parliament, as Jean-Pierre already stated. Does anybody here has knowledge of that?\nGiven that this has been the case the last times during the past year, Ghani could just appoint another acting (!) Minister."], [4910, "2015-12-02T04:15:37Z", 0.78, "The last time there was an acting Minister of Defense, a new one was selected quickly. Afghanistan is under more political stress now, but this may be just as likely to hasten the selection process as to slow it."], [4910, "2015-12-02T04:14:55Z", 0.75, "The last time there was an acting Minister of Defense, a new one was selected quickly. Afghanistan is under more political stress now, but this may be just as likely to hasten the selection process as to slow it."], [506, "2015-11-30T04:06:34Z", 0.08, "Ghani is unable to work with Parliament.  Karzai has greater influence and support.  Political attacks are rising, as is unrest in the streets.  Opponents are debating the legitimacy of the Parliament.  Modi and Sharif are concerned about Afghanistan's stability in the region.  Afghanistan's youth are emigrating.  IS continues to infiltrate and is successful in Taliban recruitment and retainment.  Ghani is being pinched on a number of fronts.  A loya jirga and elections are likely, which if we look to the history of the last election, would also likely, slow the confirmation process. "], [5001, "2015-11-29T23:51:07Z", 0.9, "Said simply, this can't go on forever. "], [500, "2015-11-29T18:59:39Z", 1.0, "to jenajlakÅ¡i zadatak za vladu avganistana"], [68, "2015-11-29T16:53:55Z", 0.95, "Deferring to @anneejasim's  insider's view. My understanding is that President Ghani, as a former professor and international technocrat, wishes to choose his team on merit, but has to navigate traditional ethnic rivalries. One of the articles referenced by @einsteinjs below indicates that the Tajik's consider Defence as their right, as heirs to the legendary Ahmad Shah Massoud. Given the present impasse, Ghani can be expected to concede eventually."], [368, "2015-11-28T21:32:44Z", 1.0, "Given the political and military situation in Afghanistan, the absence of a military appointment (MD) increases the instability of the crisis in Afghanistan;  While no single cabinet member can significantly affect decision-making (as an individual) in the military sphere of the country, increased probability of an appointment will bring some sense of internal stability in the governing regime, however elusive.  The passage of time is the primary variable in this situation of political polarity."], [368, "2015-11-28T20:55:32Z", 0.4, "Estimate increased, bit still on the NO outcome.   "], [706, "2015-11-28T05:41:41Z", 0.69, "23 votes isn't that much in such a large parliament.  A couple of more voting rounds and he's in."], [12086, "2015-11-27T18:56:17Z", 0.9, "Previous defence ministers were rejected by Parliament because they were seen as pro-pakistani and for some MPS not close enough to the Jamiat-i-islami. Since the time ghani was prmoting such profile, a lot of things have changed. Instead of following Pakistan's requests, he is in opposition to this neighbor since the death of mullah Omar was confirmed and since the very large attacks that took place in residential areas. I believe he will wait a bit to not lose face when proposing a new one, but should change in a few months."], [241, "2015-11-27T03:16:07Z", 0.54, "Acting Defense Minister Stanekzai can't remain minister for too long. Apparently, President Ghani issued a decree amending the \"caretaker law\", which would have permitted Stanekzai to remain in his post longer than the law allows. On November 14, the Wolesi Jirga rejected the decree. So what happens next?"], [2965, "2015-11-26T11:58:25Z", 0.33, "continued dissension between  former rival candidates and regional attacks including    Kunduz and     Panjir    Valley Hazaris, no majority for any appointment. "], [10924, "2015-11-26T11:26:05Z", 0.4, "Given the politics in Afghanistan, starting with a negative base rate assumption but 8 months is a lot and Afghanistan has a history of unpredictability"], [1646, "2015-11-26T02:36:47Z", 0.0, "Following @einsteinjs excellent analysis, just adding a couple of speculative data points to trigger discussion and sustain a higher chance.\n1. Parliament has a shiny new building, built with Indian money. Indians are worried about ISIS and general effectiveness of AFG military and Modi will visit soon. (apparently there has also been a recent failed bomb attempt at the new building)\nhttp://economictimes.indiatimes.com/articleshow/49865792.cms\n2. Budget is about to be approved, may speed up confirmation barriers\nhttp://mof.gov.af/en/news/56458"], [231, "2015-11-26T02:29:18Z", 0.21, "No progress so far: http://www.foreignpolicyjournal.com/2015/11/06/afghanistan-weak-governance-bolsters-the-taliban/"], [68, "2015-11-25T10:48:00Z", 0.2, "@einsteinjs has provided such a comprehensive rationale below that it is difficult to find anything additional to say. After the last Presidential elections, the Abdullah group alleged fraud and refused to accept defeat, even after an internationally supervised \"audit\" of the votes. The present forced compromise with Abdullah as Chief Executive and Ghani as President papered over their differences, but it keeps showing up in cases like this, as Parliament is also divided. Whenever the Abdullah group feels its preferences have been ignored, it will attempt to use Parliament to block implementation, while the US has stopped trying to bang heads together."], [60, "2015-11-24T21:28:22Z", 0.04, "The biggest and maybe most important data point here is that the Afghan Parliament is... in flux. There was supposed to be an election this year (https://en.wikipedia.org/wiki/Afghan_parliamentary_election,_2015 ), but it looks like that might not happen until next year. Despite the need for elections, there is still a Parliament (http://www.nytimes.com/2015/06/20/world/asia/afghan-parliaments-term-is-extended-after-squabbles-delay-elections.html ), but there's some question as to the legitmacy."], [102, "2015-11-24T20:55:13Z", 1.0, "This is a dumb question. [1]"]]}