{"question_id": 199, "title": "Will the EU lift visa requirements for Turkish citizens before July 2016?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[530, "2016-07-01T01:58:19Z", 0.0, "Last update"], [767, "2016-06-30T17:29:11Z", 0.0, "Turkey's EU Minister said \"they have met the required criteria to secure visa-free travel for its citizens to Europe, but the European Union says it has not yet met stipulations on personal data and terrorism\""], [26349, "2016-06-30T10:53:15Z", 0.0, "There is now no will or mechanism to do this. With so little time left before the challenge runs out, and with so little of the legal and diplomatic groundwork done. this no longer seems possible."], [22657, "2016-06-30T10:36:06Z", 0.0, "No. European politics is already in enough turmoil, thanks to us Brits!"], [1023, "2016-06-29T17:06:20Z", 0.0, "Blast it."], [26680, "2016-06-29T02:05:50Z", 0.0, "After today's terrorist attack at Attaturk Airport in Turkey 0- no chance. Also EU preoccupied with Brexit."], [767, "2016-06-24T20:20:30Z", 0.0, "Erdogan just threatened to hold an EU bid referendum unless Turkey gets visa-free travel \nhttps://www.rt.com/news/348191-eu-referendum-turkey-visa/"], [18762, "2016-06-24T13:56:58Z", 0.6, "I want to put this at 100. EU almost has to do this now if it wants to stay together"], [26417, "2016-06-23T03:23:22Z", 0.0, "Comment deleted on Jun 23, 2016 03:23AM UTC"], [26391, "2016-06-22T17:00:27Z", 0.01, "As long as Turkey is not democratic EU will not lift visa requriements"], [24287, "2016-06-22T10:28:28Z", 0.0, "Not happening!"], [23006, "2016-06-21T21:45:58Z", 0.0, "lifting would start a brexit revolt"], [6303, "2016-06-20T01:48:27Z", 0.0, "I am forecasting based on the general news reports and GJP consensus."], [25601, "2016-06-19T10:09:29Z", 0.01, "Not going to happen while migrants are a hot political issue. (But never say never, hence 1%)."], [26243, "2016-06-18T17:59:58Z", 0.0, "Too close - too many unanswered questions. "], [476, "2016-06-18T12:34:46Z", 0.0, "Doing so would play into hands of Brexit enthusiasts in UK"], [530, "2016-06-18T01:31:37Z", 0.02, "Reaffirming:"], [1057, "2016-06-17T12:34:06Z", 0.05, "EU not ready to do that, it fears infiltration."], [25894, "2016-06-16T21:53:06Z", 0.0, "I am going with a definitely not. "], [767, "2016-06-16T21:21:18Z", 0.0, "Not happening before July. Nope. "], [18762, "2016-06-16T15:27:51Z", 0.33, "I dont get why everyone is at zero, since the Brits intel is that Merkel is ready to cave. But i am lowering because there is some talk they may extend the deadline to October.  http://www.express.co.uk/news/world/679589/Angela-Merkel-EU-chaos-cave-in-grant-Turkey-visa-free-travel-ambassador-migrants"], [14182, "2016-06-15T10:29:28Z", 0.0, "No change to forecast. Since consensus already @ 0, comment provides only perspective to  future efforts at keeping a lid on what is a building refugee crisis without a viable solution, to all parties."], [26041, "2016-06-14T13:03:20Z", 0.05, "EU highly unlikely to act on this before UK referendum, or in its immediate aftermath. Plus it is deeply opposed in France."], [14182, "2016-06-14T08:09:52Z", 0.0, "Since consensus is ALREADY 0, the comment isn't necessary for scoring. Article makes clear no such deal is possible in July, which we all know by now."], [68, "2016-06-13T06:53:59Z", 0.0, "Going down to zero for passage of time"], [25389, "2016-06-12T22:37:07Z", 0.0, "Turkish anti- terror law appears to need amendment. Changing laws, EU negotiations and approvals take time... By Sept-Oct?"], [23006, "2016-06-12T13:00:23Z", 0.0, "based on @sjens link below, and that it's Turkey that admits this is due to they themselves not fulfilling all of the conditions  for the visa agreement, including changes to Ankara's anti-terrorism laws to meet EU concerns over human rights."], [12302, "2016-06-12T11:25:57Z", 0.0, "\"The Hague (AFP) - Turkey's Europe minister has admitted there is no chance of completing a deal on visa-free travel to the EU by the July 1 deadline, during a visit to the Hague."], [6303, "2016-06-11T23:19:55Z", 0.0, "I am forecasting based on the general news reports and GJP consensus."], [13997, "2016-06-10T20:37:39Z", 0.5, "I think they will - but the deadline is looming and I'm not sure they'll do so before the deadline, given everything else that's going on."], [368, "2016-06-10T17:41:44Z", 0.0, "Analysis by STRATFOR  https://www.stratfor.com/analysis/eu-turkey-search-lasting-migrant-deal"], [14182, "2016-06-08T20:23:17Z", 0.0, "No change. Since consensus is already at 0. This, note comment simply reiterates clear and convincing evidence of  EU stumbling from one major mishap to another."], [24287, "2016-06-07T16:58:43Z", 0.0, "Naaah! Big naah. Time is running out"], [25806, "2016-06-06T18:33:36Z", 0.32, "I guess not, because of recent arguments involving human rights in turkey. On the other hand you can expect that the number of refugees coming to Europe will increase again during summer, so its likely that Turkey will use that as leverage."], [6303, "2016-06-06T02:48:27Z", 0.0, "According to general news and GJP consensus."], [15750, "2016-06-05T20:43:22Z", 0.05, "Not enough time for the procedural arrangements"], [231, "2016-06-04T20:48:00Z", 0.0, "Progress, but not before July: https://next.ft.com/content/3d08f86c-29a3-11e6-8ba3-cdd781d02d89"], [25733, "2016-06-04T09:36:25Z", 0.05, "With most of European countries strengthening their borders and the general unrest about the Syrian refugees, it's not happening by July."], [783, "2016-06-03T20:22:31Z", 0.0, "The EU is fragmented, no one listens to the EU, few in the union do so. There is little agreement in its mandates, it will end up renting an office with the Treaties of Tilsit if it does nothing to grant more latitude to members. The perception of historical Turkey by some EU nations is negative and 'too Muslim' (more refugees) for them. Nationalism is something that pressures politicians from accepting Turks and other Muslims in the EU. No expectation in signing the Turkish-EU treaty by then.  As Germany declared the Armenian event a genocide, Erdogan may press for a Visa resolution as an apology from Germany, but they will not connect the two issues for a while, if at all. "], [25711, "2016-06-03T13:02:50Z", 0.01, "no"], [6303, "2016-06-03T02:27:16Z", 0.0, "According to general news and GJP consensus."], [5034, "2016-06-02T12:44:25Z", 0.19, "Based on the enormous complications for this to take place, I'm starting low. As an aside, the EU-Turkey deal is a disaster of a deal. \nIf this does turn out to happen (visa-free travel for Turkish citizens), Erdogan will have scored a large victory over the EU. "], [25600, "2016-05-31T23:58:38Z", 0.0, "Not enough time for Turkey to make any significant change to current environment."], [476, "2016-05-31T23:28:17Z", 0.25, "Doing so will further erode the unity of EU and  cause social disturbances fomented by right wing parties and other tyros in western Europe. Also of concern are fake Turkish passports, which are not too difficult to obtain with the right connection$."], [1122, "2016-05-31T14:10:22Z", 0.0, " acctualy i thing on the strong side of -0"], [25021, "2016-05-31T01:37:19Z", 0.0, "Terror laws an insurmountable hurdle, in the short term at least. "], [24287, "2016-05-30T19:01:52Z", 0.0, "Fully minimizing, joining recent predictions"], [20008, "2016-05-29T23:36:11Z", 0.2, "The EU is flaccid and unable of enforcing anything that will anger a large number of its members. And carrying through on this would do so. "], [25500, "2016-05-29T16:33:29Z", 0.0, "For many reasons it is not likely at all:\n1) It would compromise the Remain campaign in the upcoming referendum on UK remaining in the EU. In case of a victory of the leavers, EU would face a political catastrophe, it's quite likely that such kind of outcome would damage and destabilize the EU substantially. Even if the lift doesn't lead to a victory of \"leave\", it would definitely cause an ongoing hostile migration-debate which could severely damage the relationship between EU and UK.\n2) Apart from the Leave-Remain-campaign in UK: A lift of those requirements would cause major discussions with Eastern & Central European states which are opposing this lift. Even if the governments would support the lift, it would cause domestic problems for those states and might be a source of political instability (e.g. in Germany it could lead to an open challenge of Angela Merkel by the right wing of the conservative party and by CSU and support the rise of AfD).\n3) Such lift would directly challenge the core principles of EU since they would need to ignore there own rules in order to lift visa requirements for Turkish citizens.\n4) It's questionable if Erdogan is really intending to cause major problems if there is no lift, Turkey (and he himself) would have much to loose and it's also not said that EU doesn't find another way of solving the refugee-crisis (he would just have the power to force EU to such a lift, if it is certain that there is no other way of controlling the crisis than working with Turkey in that way)."], [1639, "2016-05-27T15:35:20Z", 0.0, "Angela Merkel said more time was needed to agree on Turkey’s visa-free travel to the European Union. The German leader repeated that Turkey must fulfil all the EU’s conditions—but these include changes to anti-terrorism laws which the authorities in Ankara say they will not change. A breakdown in talks could mean Turkey stops co-operating in curbing migrant flows\n---------------\nLowering 15 down"], [25364, "2016-05-25T20:42:03Z", 0.01, "Turkey still hasn't met all requirements. At the same time there is the UK referendum and Erdogan is concentrating power making it very unpopular for EU citizens to accept visa free access."], [14182, "2016-05-25T18:43:57Z", 0.0, "\nDate: 25. Mai 2016 um 20:13:36 MESZ\nSubject: Turkey won't go ahead with EU refugee plan unless visa requirements are lifted for Turkish citizens - Independent.ie"], [14880, "2016-05-25T04:46:00Z", 0.0, "Just reading the WSJ this evening. This quote from Angela Merkel about the visa deal not going through until all conditions were met, makes me drop probability to 0. July isn't far. “We need an independent judiciary. We need an independent media and we need a strong parliament. Of course, lifting the immunity of a fourth of the members of the Turkish parliament is a reason for deep concern,” "], [25198, "2016-05-25T00:05:03Z", 0.05, "This is a tough one, but it certainly doesn't look like Erdogan is going to play nice here. "], [24287, "2016-05-24T18:07:38Z", 0.01, "Just wondering. If refugee situation is incrementally becoming calmer, that means Turkey's controls are working - will that have a bearing to this question? That said, media articles don't suggest any great changes to this! Want to go sub consensus but won't take the scary zero! So joining consensus!"], [13135, "2016-05-24T12:45:12Z", 0.0, "Since the switch in migration routes back to Libya-Italy. I can't see the EU giving in to the demand by Turkey."], [14880, "2016-05-24T04:27:00Z", 0.01, "Very unlikely to happen before July."], [55, "2016-05-23T21:30:28Z", 0.0, "Not likely when there is strong sentiment to put in stronger border controls. "], [14182, "2016-05-23T20:34:42Z", 0.0, "\nDate: 23. Mai 2016 um 22:32:26 MESZ"], [783, "2016-05-23T20:09:33Z", 0.0, "No change in forecast, an update.  This article is perhaps a plant to make Turkey rush its program to meet requirements or a statement by Berlin from sources.\nThe issue with Germany has been that they need workers, but not 'those' workers. Maybe Western European engineers who for no other reason like Germany, but it is errant for Germans to believe, after these years, that more Western Europeans  than Turks are arriving for work in Germany. But this is not a decision for Germany, but the EU, or what is left of it in its dominant role as leader for the members in it. The article leads with Germany's statement, not Brussels, and asks without asking, which view is more important?"], [20364, "2016-05-23T05:23:49Z", 0.0, "The UK will veto it. Simple. "], [4638, "2016-05-22T22:48:27Z", 0.0, "There is no incentive whatsoever for the EU to lift visa requirements for Turkish citizens. In fact, now that President Erdogan is making obvious signs of obtaining more power (think of the new PM of Turkey whom sides with Erdogan), I highly doubt that the EU will succumb to a power-hungry leader."], [38, "2016-05-21T02:55:47Z", 0.0, "http://www.reuters.com/article/us-europe-migrants-eu-turkey-idUSKCN0YA1E9"], [11430, "2016-05-20T21:19:48Z", 0.15, "Too much EU migrant smog in UK"], [14182, "2016-05-20T20:13:05Z", 0.0, "\nDate: 20. 5.16/ Turkey to miss end-June deadline for EU visa-free travel: sources | Reuters\nhttp://www.reuters.com/article/us-europe-migrants-eu-turkey-idUSKCN0YA1E9\n\"...The European Union is set to miss an end-June deadline to grant visa-free travel to Turkey because of a dispute over Turkish anti-terrorism law, barring an improbable sudden concession by President Tayyip Erdogan, EU officials and diplomats say. \nThe main reward for Ankara's collaboration in choking off an influx of migrants into Europe may now come at the earliest in July but more likely not until the autumn, they say....\""], [10949, "2016-05-20T12:21:23Z", 0.01, "Many comments have been made explaining why this is not needed in a rush. One extra element is that before the Brexit decision has been made, it may be in the EU interest to stall such a radical deal. "], [13997, "2016-05-20T08:32:49Z", 0.5, "Time is running out."], [15471, "2016-05-20T07:48:40Z", 0.02, "No change, staying below consensus. Still thinking that there is a small chance of it happening, but Erdogan would have to practically blackmail the EU and the EU would have to be far more desperate than they are now. Unlikely to change in just over a month."], [1639, "2016-05-20T06:01:05Z", 0.15, "The German chancellor visits Istanbul on Sunday, ostensibly for a humanitarian summit but also for damage-control. Angela Merkel needs Turkey’s president, Recep Tayyip Erdogan, to stay reasonable and stick to his deal with the EU to keep refugees from crossing to Greece. He needs her too: above all, to get the EU to honour its promise to let Turks visit without visas. But there the symbiosis ends. Mr Erdogan wants a German satirist prosecuted for a poem that accused him, among other things, of goat-molestation. It may happen; free-speech advocates are appalled. Politicians from all parties want Germany to be firmer. A big diplomatic clash looms on June 2nd, when lawmakers will pass a resolution terming the Ottoman mass-killing of Armenians “genocide”. Mr Erdogan is outraged already. It won’t be an easy weekend for Mrs Merkel as she tries to salvage her most important, and most troubled, international relationship\n---------\nLooks like my forecast is too high already, but let's see what Merkel will be able to accomplish during this meeting. "], [14182, "2016-05-19T20:10:48Z", 0.0, "\nComment:  ANOTHER complicating issue to EU lifting visas for Turkish citizens before July 2016."], [25234, "2016-05-19T18:38:16Z", 0.02, "Rise of ISIS activities makes this extremely unlikely. Border issues have not been resolved."], [3895, "2016-05-19T17:22:05Z", 0.01, "seems very unlikely"], [25212, "2016-05-19T16:24:47Z", 0.0, "Human rights still a major sticking point"], [24705, "2016-05-19T06:58:08Z", 0.15, "There is simply not enough time, although we may see some deal coming up in the negotiations to reach an agreement for new deadlines/milestones"], [14182, "2016-05-19T06:38:05Z", 0.0, "Update.."], [25141, "2016-05-19T05:15:54Z", 0.02, "Not enough time to meet requirements - without going into the lack of willingness to compromise  on what appears like a questionable deal anyway."], [24740, "2016-05-19T04:20:51Z", 0.35, "Paspoort vormt obstakel voor Turken die zonder visum naar EU willen - http://nos.nl/l/2103128"], [1529, "2016-05-19T02:07:34Z", 0.0, "@Raisinville - http://www.gjopen.com/comments/comments/237861"], [83, "2016-05-18T21:21:50Z", 0.0, "Ergodan restates his prior expectation for Visa free EU travel by Oct. 2016.  Given Ergodan's position there seems to be no possible reason for the EU to consider anything prior to the October date.  Ergodan is seen as distancing his position from that of the ex-PM who negotiated the June date.\nhttp://www.breitbart.com/london/2016/05/11/erdogan-aims-eu-visa-free-travel-citizens-turkey-october/"], [24287, "2016-05-18T15:37:19Z", 0.03, "This is basically a low probability event given the timeline and Turkey's non fulfillment of all the terms preceding the visa waiver. See this: http://www.europarl.europa.eu/news/en/news-room/20160509IPR26368/Visa-liberalisation-for-Turkey-EU-criteria-must-be-met-say-MEPs"], [14182, "2016-05-17T20:16:49Z", 0.0, "\nDateline: 17/5-16\nAlmonitor ME"], [25107, "2016-05-17T16:46:16Z", 0.15, "The EU nations are independently not agreeable to granting visa free travel to Turkish nationals"], [24764, "2016-05-17T09:13:19Z", 0.01, "literally no chance"], [25096, "2016-05-17T07:35:00Z", 0.05, "The EU leaders are well aware that there is an in/out referendum in the UK, regarding membership of the EU on 23rd June 2016. Immigration is a big issue in this referendum. Given that the EU is very keen to keep the UK in the EU, it is unlikely they'd strengthen the 'leave' argument by opening the door to Turkey. After the referendum, the likelihood of this will increase. "], [14182, "2016-05-17T06:35:12Z", 0.0, "A. Another point of reference on the next Merkel-Erdogan meeting. "], [25021, "2016-05-16T21:38:42Z", 0.02, "Signs not good for July deadline but when both sides have made their statement it could go back on the table. https://euobserver.com/justice/133394"], [14182, "2016-05-16T19:33:04Z", 0.0, ""], [18762, "2016-05-16T19:07:51Z", 0.55, "i may be wrong, but as I understand it, Turkey has threatened to stop taking back migrants from Greece if the visa liberalization request is not met. They have complied with most of the EU demands (and cannot be accused of bad faith). As I see this, it is a game of chicken. The EU has enough trouble and is at risk of failure as it is, much more so if Turkey calls this bluff and starts refusing. The EU needs Turkey more than it may seem, so this concession seems relatively minor- and the EU will fold."], [20650, "2016-05-16T09:49:58Z", 0.38, "EU is not a rational institute. So I stick to 38%"], [783, "2016-05-16T06:59:58Z", 0.0, "Another way to delay talks, place another tire on the fire. "], [7124, "2016-05-16T04:08:27Z", 0.65, "With Erdogan becoming evermore authoritarian, Turkey under normal circumstances not gain benefits from the EU, but refugee crisis gives Erdogan leverage\nto blackmail European leaders."], [24873, "2016-05-16T00:53:53Z", 0.55, "Erdogan has been so far very good at 'negotiating' (blackmailing?) with EU. As EU countries fail at agreeing on what to do, and their own population pressure them to do something about it, it's likely that they cave in to whatever Erdogan wants (money, visa, and whatever he demands next). \nThe question is, which threat is the biggest: more turkish immigrants or more migrants from the ME?"], [24828, "2016-05-15T23:31:40Z", 0.55, "Two million more refugees lurking at the borders..."], [7809, "2016-05-15T22:39:33Z", 0.45, "Historically, the EU is not fond of Turkey.   Perhaps now the EU will want to reconsider the March 2016 deal."], [14182, "2016-05-15T20:25:42Z", 0.0, "Dateline: Sunday  15/5/16:"], [10686, "2016-05-15T20:24:41Z", 0.95, "The stakes are high"], [25039, "2016-05-15T15:47:56Z", 0.01, "its a system big EU impossible to make such a promise..."], [19311, "2016-05-15T12:12:13Z", 0.04, "End date seems definitely far too soon for that. I wonder if the question creator knows something we don't, because usually just from the questions and dates in them, it must be better predictor that most of people here...\n(and that is for me the main reason to stay behind consensus a little bit)"], [14182, "2016-05-14T19:21:59Z", 0.01, "14/5/16:  Turkey's European Union Minister and Chief Negotiator Volkan BozkÄ±r\nBozkir not very hopeful on Turkey-EU visa free deal.\nhttp://www.yenisafak.com/en/news/bozkir-not-very-hopeful-on-turkey-eu-visa-free-deal-2465908"], [484, "2016-05-14T15:45:19Z", 0.0, "Down 1%. Since the range of forecasts is so narrow, even if I'm wrong it won't particularly matter. (Still agree it is unlikely.)"], [24993, "2016-05-14T14:18:24Z", 0.48, "An update and revision to my previous forecast: https://www.gjopen.com/comments/comments/234561, based on recent updates regarding Erdogan's policies and public language. Erdogan's individual influence may bring into increasing focus the idea that a) EU-sponsored humanitarian measures and b) priorities unique to the Schengen Agreement may be preserved without such ideological compromise as seems inherent to a Turkish deal. Even if visa requirements are eventually lifted, the July deadline now seems less realistic."], [1993, "2016-05-14T06:21:15Z", 0.0, "Only 7 weeks left, and the June deadline doesn't seem important to Erdogan."], [10924, "2016-05-14T05:28:12Z", 0.0, "Election year in Europe and US, low probability event"], [102, "2016-05-14T03:30:28Z", 0.08, "https://larswericson.wordpress.com/2016/05/14/gitrep-13may2016pm/"], [24993, "2016-05-14T03:27:22Z", 0.55, "Cautiously optimistic language appears, increasingly, in some general commentaries and in at least one \"visa liberalisation\" press release from the European Parliament. While earlier (i.e., March 2016) reports featured significant pessimistic rhetoric, these seem linked moreso - functionally - to government leadership-related and human rights-related bias. Human rights violations appear to drive the process toward appeasement more directly than political disparagement. The international legal complex, in other words, seems compromised by the EU's own sense of [dis]unity and some of its members' opportunistic agendas. Ultimately, the EU could feel international pressure to accommodate refugees despite grassroots sentiments to the contrary. My positive forecast is tempered, however, by anti-dictatorship, anti-corruption sentiment and ongoing internal tensions in Turkey, Greece and Syria."], [83, "2016-05-13T21:55:18Z", 0.01, "Lowering forecast based on reports that the negotiation will extend past June.  Seems very unlikely that the EU would offer visa free travel before the Brexit vote.  Ergodan must be creating a negotiating position, forcing the EU to ask for more time."], [22243, "2016-05-13T18:42:50Z", 0.05, "http://www.aljazeera.com/news/2016/05/turkey-talks-eu-visa-free-travel-reach-impasse-160513170522207.html"], [706, "2016-05-13T18:33:13Z", 0.3, "Based on this relationship in the past, the deadline will shift to September 2016."], [14182, "2016-05-13T18:22:42Z", 0.01, "Having participated on most EU issue related Qs, I've only come across this one today. Here goes."], [691, "2016-05-13T13:47:46Z", 0.01, "Even if they wanted to, it's doubtful they could get all the hoops jumped through by this deadline."], [8662, "2016-05-12T23:54:18Z", 0.12, "Many militants have already entered Turkey. The Turkish government is more interested in fighting the Kurds. The militants are lying dormant waiting. Europe would be wise to delay, if only for strategic purposes of creating uncertainty for the militants."], [10314, "2016-05-12T21:18:09Z", 0.1, "EU would gag on a wave of \"summer vacationists\" this year fr sure."], [11289, "2016-05-12T19:03:35Z", 0.05, "General EU xenophobia makes this unlikely"], [783, "2016-05-12T18:48:06Z", 0.0, "The 72 requirements needed to meet compliance by Turkey is not possible by then. The EU needs 65% of its voting bloc to agree, the countries that have the most voting power could request the previous voting rule which falls under this measure:\nThe previous qualified majority rule"], [484, "2016-05-12T15:58:18Z", 0.01, "Down 2% following @Khalid"], [1639, "2016-05-12T15:35:36Z", 0.15, "Some key points:\n1.   \"I have no illusions that what we agreed today will be accompanied by further setbacks. There are big legal challenges that we must now overcome,\" Merkel said after the 28 EU leaders concluded the deal = there are uncertainties already!\n2.   Under the pact, Ankara would take back all migrants and refugees, including Syrians, who cross to Greece illegally across the sea. In return, the EU would take in thousands of Syrian refugees directly from Turkey and reward it with more money, early visa-free travel and faster progress in EU membership talks = EU Memberships talks have been going on for many years......\n3.   Ankara's central objective -- visa-free travel for Turks to Europe by June -- would still depend on Turkey meeting 72 long-standing EU criteria = Those 72 long-standing criteria have been what blocked the talks on point 2.\n4. Turkey's four-decade-old dispute with Cyprus had been a key stumbling block. Cypriot President Nicos Anastasiades insisted there could be no opening of new \"chapters\" in Turkey's EU talks until Ankara de facto recognizes the Cypriot state = This is yet another block on the road.\n5.  Turkey's human rights record has drawn mounting criticism amid a crackdown on Kurdish separatists, arrests of critical journalists and the seizure of its best-selling newspaper = and this is another critical point \n======\nBefore July is way too early to achieve those goals"], [4634, "2016-05-12T13:02:27Z", 0.22, "Will probably not happen before July, but I think it's likely that a majority in the EP will eventually relent and approve the deal"], [24912, "2016-05-12T12:18:39Z", 0.01, "July is less than 3 months away and is too short a timescale for this to happen. EU is also facing decision from the UK as to whether they will stay in the EU and immigration is a key question."], [12943, "2016-05-12T09:17:19Z", 0.06, "While the chance appears low, the fact is that a deal was struck to proceed. While hurdles remain, the EU has a history of last minute deals and dramatic turnarounds.  Still unlikely, but the 2% consensus view seems too low to me. "], [68, "2016-05-12T08:30:06Z", 0.01, "http://www.albawaba.com/news/eu-visa-free-travel-turkey-hold-without-changes-anti-terrorism-laws-839552\n\"The president of the European Parliament, Martin Schulz, said Wednesday he saw no chance for an agreement on visa-free access to the European Union for Turkish citizens by July, saying Turkey has not met the conditions.......A key advisor to Turkish President Recep Tayyip Erdogan, Burhan Kuzu, this week cautioned that if Europe's parliament rejects the visa-free access, then \"we will send the refugees\" to the bloc. Erdogan says he wants the visa deal wrapped up by October........(Schultz) had.. not passed the corresponding bill on to the responsible justice committee, as Turkey has not fulfilled five of 72 conditions..\"."], [19801, "2016-05-12T06:13:44Z", 0.0, "Given the current immigration debate, and the fact that Turkey's EU membership has not progressed in the last decade no chance whatsoever."], [24879, "2016-05-12T05:40:14Z", 0.65, "Strong economic zone. Strategic location of Turkey"], [102, "2016-05-12T03:25:17Z", 0.18, "https://larswericson.wordpress.com/2016/05/12/gitrep-11may16pm/"], [83, "2016-05-12T02:33:30Z", 0.25, "EU idea of anti terror laws are more strict than The current situation in Turkey will allow Ergodan to accept.\nTurkey has made significant progress on EU requirements, for both EU access and the refugee deal, that some modified form of Visa seems possible.  Even so, taking a low forecast as the negotiations and the deadline could be modified."], [3363, "2016-05-12T01:13:30Z", 0.22, "While well under 50%, I think this deal still has about a 1 in 5 chance of passing. If Erdogan folds on anti-terror legislation or the EU folds on that requirement in order to secure the migrant deal, this thing will sail through. "], [38, "2016-05-12T00:55:23Z", 0.0, "based on info in the post by @MAA414 http://www.gjopen.com/comments/comments/232716"], [38, "2016-05-11T23:18:46Z", 0.02, "Thanks to information and arguments presented by @zettel314, (see http://www.gjopen.com/comments/comments/232725)  I'm now convinced that visa-free travel for Turks is not going to be allowed by the EU by/before July 1."], [11096, "2016-05-11T20:30:45Z", 0.02, "lowering from 20% last Monday to 2% today\nrationale: open refusal of Erdogan to change something on anti-terrorist laws.\nPolitical leaders in Europe are already under attack by their voters because they didn't want to close down borders last years. Offering a lot of money to Turkey to stop the refugees leaving Turkey was another problem and hard enough to sell to the voters. Now with the refusal of Erdogan to change something on the antiterrorist laws might be a bridge to far for politicians. So the change is very small for such a short timescale. "], [530, "2016-05-11T18:53:50Z", 0.02, "I believe this will happen, just not in the immediate future."], [24771, "2016-05-11T16:43:52Z", 0.01, "ticking down again as Erdogan seems to indicate he doesn't care about June deadline http://www.euractiv.com/section/justice-home-affairs/news/erdogan-says-he-wants-visa-waiver-by-october/"], [23234, "2016-05-11T16:07:35Z", 0.0, "In case I'm locked into forecasting this forecasting problem now despite my inadvertent prior forecast, I'm changing from 90% to zero.\nSeems likely the can will be kicked as @dowser and others have noted. October seems like the earliest that the EU would lift requirements; Erdogan no longer appears to be suggesting that he will walk away from negotiations if the June timetable is not met."], [14253, "2016-05-11T15:45:57Z", 0.01, "From 4 to 1. See @dowser link. "], [484, "2016-05-11T15:40:06Z", 0.03, "Down 2% to be below consensus on impasse (seems like EP has to take positive action to lift visa requirements):"], [24923, "2016-05-11T14:12:57Z", 0.08, "Visa liberalization might be a problem"], [24771, "2016-05-11T12:03:48Z", 0.04, "I think there is a good probability of this happening by the end of the year, but not by the deadline. The original timeline is not in any way legally binding (cf https://euobserver.com/justice/133394) and apparently work by MEPs on this has stopped (https://euobserver.com/justice/133394)."], [12047, "2016-05-11T11:48:31Z", 0.15, "Solving the refugee crisis will be an important driver; but the Turkish President seems keen to ensure that visa requirements stay."], [22822, "2016-05-11T06:23:37Z", 0.05, "https://euobserver.com/justice/133394"], [484, "2016-05-11T03:41:29Z", 0.05, "Down 20% on more detail of what Turkey nominally would need to accomplish before July. I suspect there will be some agreement that progress is being made and a new deadline (comparison class Greece debt negotiations). Would still be more progress for Turkey on this issue than in how many years? Kicking the can down the road is always easier. Now I just need to decide if I want to be lower than the consensus."], [51, "2016-05-11T01:23:34Z", 0.02, "It does look like an irresistible force meets the immovable objection situation.  Will the EU or Turkey give out?  Who wants it more?  "], [51, "2016-05-11T00:51:05Z", 0.0, "Until Turkey moves on the terrorist definition, this seems a dead issue to me."], [20284, "2016-05-11T00:04:22Z", 0.01, "Recent Turkish government abuse of basic rights will prevent Germany from pushing this through."], [9755, "2016-05-11T00:00:00Z", 0.05, "It seems unlikely since the Turkish president is not willing to accept to change antiterrorist laws.\nHe wants to rule in an Islamist Turkey .\nit was not a good idea to let them in without a visa \nfirst you should be part of it , before getting the benefits.\nturkey should change course first. "], [24176, "2016-05-10T23:57:10Z", 0.0, "Nope, immigration and Isis is risky."], [18888, "2016-05-10T19:21:37Z", 0.15, "There are currently 5 remaining hurdles/benchmarks that Turkey must meet in order to qualify for the visa liberalization. (http://www.bbc.com/news/world-europe-36246807)"], [1529, "2016-05-10T19:10:43Z", 0.03, "There are several key requirements that still need to be fulfilled by Turkey. They seem to be difficult challenges to overcome by June. I've listed some of the remaining issues below. (I assume that if Turkey cannot accomplish the multiple key elements by July, then the EU and Turkey will set another deadline. It seems that they both want to make the agreement happen, even if it takes longer than anticipated.)"], [14375, "2016-05-10T19:09:55Z", 0.8, "The EU doesn't need to antagonize Turkey right now. They need Turkey's help with Syrian refugees, middle eastern political influence and drawing Russia's attention. If Turkey makes any kind of effort to satisfy its obligation, the EU will be cool."], [11096, "2016-05-10T18:43:05Z", 0.2, "Turkish Minister Volkan Bozkir said last Thursday that Turkey did everything what they could have done and that it is not possible to change law and rules on terrorism while the country is in intensive battle against several terrorist organisations. My guess would be that Erdogan will play the hard line against the EU, and will stop the Turkish effort to stop the refugees leaving to Greece if he doens't get what he wants (no visa for Turkish people to travel to EU). The terrorist legislation is the core-problem for the EU to grant Turkey the lift of visa requirements. The hide and seek between Turkey and EU will take more weeks as the 6 weeks timeframe left within this question. Therefore I would say 20% as a start. Following  the developments closely. "], [484, "2016-05-10T17:39:03Z", 0.25, "Initial forecast. Three part question:"], [500, "2016-05-10T17:35:35Z", 1.0, "kome treba umesto 2 miliona sirijica 70 miliona turaka\ninstead of the 2 million refugees of 70 million Turks was bad judgment\n"], [19170, "2016-05-10T17:20:55Z", 0.35, "http://www.politico.eu/article/eu-looks-for-migration-plan-b-without-turkey-davutoglu-erdogan-report/"]]}