{"question_id": 361, "title": "Will the Philippines participate in the 2017 Balikatan military exercise?", "correct_answer": "Yes", "crowd_forecast": 1.0, "preds": [[19801, "2017-05-11T06:03:56Z", 1.0, "Australia, Japan forces join Balikatan 2017 \nhttp://www.philstar.com/headlines/2017/05/08/1697947/australia-japan-forces-join-balikatan-2017"], [16652, "2017-05-09T11:34:30Z", 0.99, "It focus on terrorism threat"], [28414, "2017-05-08T08:24:16Z", 1.0, "Oups"], [28414, "2017-05-08T08:24:00Z", 0.05, "1st PH-US Balikatan exercises under Duterte open\nUp to 2,600 American soldiers are in the Philippines to join the Balikatan 2017 exercises with 2,800 of their Filipino counterparts, an annual activity that President Rodrigo Duterte wanted scrapped last year as he threatened to cut ties with the United States.\nhttp://www.rappler.com/nation/169168-balikatan-duterte-opening-philippines"], [10379, "2017-05-08T04:25:55Z", 1.0, "you guys called it. "], [755, "2017-05-07T03:48:08Z", 0.99, "Affirming forecast for the passage of time."], [31450, "2017-05-04T16:31:24Z", 1.0, "Well it's a terrible reason to go from 96 to 100 but everyone else is doing it."], [755, "2017-04-29T17:46:24Z", 0.99, "News banner with specific dates:\nUpdate Philippines, April 24, 'Balikatan 2017 to take place May 8 to 19': http://www.update.ph/2017/04/balikatan-2017-to-take-place-may-8-to-19/16977"], [4634, "2017-04-24T12:21:40Z", 1.0, "\"U.S., Philippines scale back next month's military drills, no more 'war games'.\n(...)\n\"A Philippine army spokesman said the downsizing of the exercises was in response to Duterte's dislike of war games with Washington. \"We made some adjustments, based on the pronouncements of the president that such exercises should be focused on humanitarian operations,\" Major Frank Sayson told reporters. \"Just to make it clear, this is not a war game.\" Sayson said the two sides agreed to scrap two major military drills – Amphibious Landing Exercise or \"Phiblex\" and Cooperation Afloat and Readiness Training (CARAT) - geared toward external and maritime defense. He said the two armies would work on marksmanship and defusing of homemade bombs, as part of counter-terrorism exercises.\""], [32258, "2017-04-17T22:01:59Z", 1.0, "http://www.philstar.com/headlines/2017/04/16/1690867/philippines-us-hold-military-drills"], [755, "2017-04-16T18:40:24Z", 0.99, "PhilStar, April 16, 'Philippines, US to hold military drills': http://www.philstar.com/headlines/2017/04/16/1690867/philippines-us-hold-military-drills\nComments: Yup. Affirming forecast for the passage of time."], [31238, "2017-04-10T12:57:40Z", 1.0, "Read a report that there won't be war games. Does this affect the question?"], [755, "2017-04-10T01:01:01Z", 0.99, "Asian Journal, April 5, 'Philippine-US military exercises to begin this month': http://asianjournal.com/news/philippine-us-military-exercises-to-begin-this-month/\nClip from article:\n\"According to reports from Rappler, U.S. troops are expected to arrive in April for outreach activities. The war games will begin in May.\""], [14493, "2017-04-08T16:22:56Z", 1.0, "It appears to be going to happen, and it is probably too late to cancel if either President gets annoyed with the other. "], [4634, "2017-04-08T14:21:58Z", 1.0, "http://www.okinawa.marines.mil/News/News-Article-Display/Article/1140910/uspacom-asbbc-collects-blood-for-balikatan-exercise-in-the-philippines/\nhttp://asianjournal.com/news/philippine-us-military-exercises-to-begin-this-month/"], [34716, "2017-04-03T11:32:03Z", 0.75, "for sure "], [755, "2017-04-02T20:15:07Z", 0.99, "Rappler, March 31, 'U.S. Navy destroyer makes port call in Subic': http://www.rappler.com/nation/165790-us-warship-fitzgerald-subic\nClips from article:\n\"The US warship arrived at the former US naval base in Subic as the Philippine and US militaries prepared for the first Balikatan war games under President Rodrigo Duterte, whose foreign policy places emphasis on forging stronger ties with countries like China and Russia.\nThe Balikatan is the biggest of dozens of joint activities between the two allies bound by a Mutual Defense Treaty. Duterte previously threatened to scrap the annual joint military exercises, but was prevailed upon to do otherwise. He imposed limitations on the war games instead.\""], [6303, "2017-03-27T02:43:01Z", 0.99, "Based on general news and GJP consensus."], [19801, "2017-03-26T10:36:06Z", 1.0, "No news items of cancellation, and with less time for it to happen now seems unlikely."], [755, "2017-03-25T23:39:19Z", 0.99, "Affirming forecast for the passage of time."], [691, "2017-03-25T17:52:46Z", 1.0, "Duterte has been saying he'll do this for so long now that it would be difficult for him to back off.  He is deeply unpleasant but not especially mercurial."], [755, "2017-03-16T17:50:12Z", 0.99, "Update.PH, March 9, 'US-Philippines Balikatan 2017 set next month': http://www.update.ph/2017/03/us-philippines-balikatan-2017-set-next-month/15504"], [28414, "2017-03-09T15:33:01Z", 1.0, "The “Balikatan” military exercise between the Philippines and the United States will push through in this city next month, Ormoc City Mayor Richard Gomez said. Gomez said he is amenable to hosting the military exercise as it will help improve the peace and order situation in the city.\nhttp://www.update.ph/2017/03/us-philippines-balikatan-2017-set-next-month/15504"], [1993, "2017-03-08T01:35:07Z", 0.95, "No date mentioned yet, but the exercise will be all the more prestigious with Japan participating. "], [755, "2017-03-06T02:44:48Z", 0.99, "Affirming forecast for the passage of time."], [1331, "2017-03-04T17:09:10Z", 0.5, "Depends on how Duterte feels on the day"], [1034, "2017-02-27T08:36:14Z", 1.0, "ASEAN Neutrality: A Strategic Windfall For China"], [1034, "2017-02-22T07:21:52Z", 1.0, "ASEAN unsettled by China weapon systems, tension in South China Sea"], [755, "2017-02-20T19:16:24Z", 0.99, "Affirming forecast for the passage of time."], [31934, "2017-02-19T20:54:33Z", 0.5, "I think this is a toss-up because of Trump trying to balance needs/goals:  to appear strong against China's provocations in the area, but not jeopardize a possible trade deal, and (at the same time) keep the Philippine relationship from deteriorating further.  I worry more that Trump will do something that will make any Philippine - US exercises meaningless...."], [25522, "2017-02-17T00:14:15Z", 0.45, "Duterte said last year that the 2016 Balikatan exercise would be the last. "], [31450, "2017-02-14T16:29:52Z", 0.96, "Given the warm personal relations between Trump and Duterte, I believe the US-Philippines alliance is once again being strengthened so the exercises will certainly go ahead. That said, both men are prickly and changeable so I subtract one point for each of those character flaws they share."], [13377, "2017-02-13T03:17:36Z", 1.0, "Following Clinton"], [755, "2017-02-12T20:29:02Z", 0.99, "Nearing spring. Adjusting up."], [1034, "2017-02-10T08:23:27Z", 1.0, "China, U.S. Warplanes Had ‘Unsafe’ South China Sea Encounter"], [15596, "2017-02-06T18:45:18Z", 0.7, "Updating forecast dramatically. http://asianjournal.com/news/ambassador-kim-ph-us-to-maintain-2017-joint-exercises/\nThe Philippine ambassador says its on. Still, I wonder if President Duterte won't kill the event since he has warmed up to China. "], [16778, "2017-02-05T16:54:31Z", 0.65, "Downgraded prediction based on Duterte's public embrace of China, Trump's unstable leadership vs. Xi, and US withdrawal from TPP."], [16778, "2017-02-05T16:49:47Z", 0.35, "Comment deleted on Feb 05, 2017 04:51PM UTC"], [6303, "2017-02-05T03:57:24Z", 0.99, "According to the general news and GJP consensus."], [19801, "2017-02-03T11:24:42Z", 0.69, "Ambassador Kim: PH-US to maintain 2017 joint exercises\nhttp://asianjournal.com/news/ambassador-kim-ph-us-to-maintain-2017-joint-exercises/"], [1034, "2017-02-01T06:06:41Z", 1.0, "South China Sea Duterte Is Getting Ready For The Next Flip Flop"], [854, "2017-01-30T19:47:43Z", 0.95, "It looks like PHIBLEX is canceled, but Balikatan is still on [1] [2]."], [6303, "2017-01-30T03:41:05Z", 0.99, "According to the general news and GJP consensus."], [755, "2017-01-29T19:33:58Z", 0.95, "The Manila Bulletin, January 26, 'Lorenzana: US to build, fix facilities in PH camps under EDCA': http://news.mb.com.ph/2017/01/26/lorenzana-us-to-build-fix-facilities-in-ph-camps-under-edca/\nClips from article:\n\"Lorenzana said President Rodrigo Duterte is aware of the situation.\n“He’s okay with it, he’s okay with EDCA. He said we will honor all agreements that were entered into by the previous government,” Lorenzana said.\nEDCA—a supplemental agreement to the existing visiting forces agreement (VFA) between the Philippines and the U.S.—was signed by former defense secretary Voltaire Gazmin and former United States ambassador to the Philippines Philip Goldberg in Manila on April 28, 2014.\""], [7370, "2017-01-27T21:04:23Z", 0.25, "Perceives he is safe not to engage in this activity at present"], [1722, "2017-01-27T20:06:55Z", 0.95, "Even during the row over U.S. bases in the Philippines, the Filipino defense minister and other military parties seemed to downplay the seriousness of Duterte's statements, indicating that they view the U.S. as an important ally to balance China and wish the relationship to continue. I believe that the election of Donald Trump will allay the row between the Philippines and the U.S. Trump has thus far narrowed American foreign relations to issues of trade and security. As a result, Duterte and his ego will feel safer against criticism from a powerful corner, and will be more willing to tone down his rhetoric and work with the United States. His recent appeal to Muslim separatist rebels against Islamic State also indicates a deficit in his ability to counter terrorist forces that the U.S. could bolster--a mission that aligns heavily with current U.S. foreign policy goals."], [11096, "2017-01-24T21:15:22Z", 0.45, "50% - > 45%\nRationale: Trump cancelled TPP. \nAustralia would like to go on with TPP with Asean partners only and also looking to China, but Japan doesn't without the USA\nAustralia participated in Balikatan last year with Phil and USA while Japan was an observer. \nJapan announced to participate this year in Balikatan, but I could not find anything on the website of the Australian Dept of Defence.    \nVery complex situation making it in my eyes less likely that Phil will participate in Balikatan. "], [14493, "2017-01-24T17:34:44Z", 0.95, "Duterte actions on drug addicts and drug dealers, and his strong man vision is probably less of issue for Trump than it was for Obama. As Trump wants to also be a strong man and has listed drugs as part of the US problem they may be able to share policy tips. Trump's inaugural speech seemed to imply that he was not inclined to criticize leaders of other countries. That should appease  Duterte.  It has been reported that Japan intends taking part in the exercise this year, so it seems they think it will take place.  (I am not convinced of the reliability of the source, they are suggesting at Malania Trump has copied other First Ladies, this must surely be fake news)    \nhttp://beta.philstar.com/headlines/2017/01/14/1662145/japan-join-phl-us-balikatan"], [32867, "2017-01-23T14:53:09Z", 0.12, "In October 2016 Duterte said that they will not join next year's exercise. Situation/ relationship between both countries might change with the new president in place. On the other side increased tensions between the US and China might also result in the Philippines moving closer to China as Duterte has recently announced \"friendship\" with China"], [6303, "2017-01-23T02:25:51Z", 0.99, "According to the general news and GJP consensus."], [11096, "2017-01-22T16:56:53Z", 0.5, "Rationale \nJapan announced to join in this year's joint Balikatan. In a normal world this should mean something close to 100%. \nUnpredictable Trump x unpredictable Duterte = lake full of black swans."], [19801, "2017-01-21T08:36:42Z", 0.65, "Japanese forces will join this year’s joint Balikatan military exercises between the Philippines and the United States, a Tokyo official said yesterday.\nhttp://www.philstar.com/headlines/2017/01/14/1662522/japan-join-phl-us-balikatan"], [11096, "2017-01-18T21:42:06Z", 0.14, "From 14 to 50%\nRationale\nJapan announced to join in this year's joint Balikatan. In a normal world this should mean something close to 100%.\nUnpredictable Trump  x  unpredictable Duterte = lake full of black swans.   "], [755, "2017-01-18T03:33:01Z", 0.9, "See @scholarandcat January 14 post and comments. Up-vote 1. See also earlier December 11, Military Times article affirming AFP participation, 'Philippines curtails military exercises with U.S.': http://www.militarytimes.com/articles/no-phiblex-in-2017\nClips from Times article:\n\"The U.S. military relationship with the Philippines is shifting back to its original focus on being prepared for humanitarian assistance and disaster relief missions, Baker said. \n“That’s what we always used to do, and that’s what we do with Balikatan, and that’s why they didn’t cancel Balikatan,” he said, referring to another joint military exercise between the two countries.\""], [854, "2017-01-17T20:16:57Z", 0.16, "I see two routes to a Yes answer:"], [6303, "2017-01-16T01:28:06Z", 0.99, "According to the general news and GJP consensus."], [532, "2017-01-14T22:11:07Z", 0.92, "Japan has accepted an invitation to participate.  http://www.philstar.com/headlines/2017/01/14/1662522/japan-join-phl-us-balikatan"], [13377, "2017-01-09T20:35:02Z", 0.85, "I am just a simple algorithm. On each question, Iook at those players whom I follow, and copy the forecast of one of the several who have made the most recent forecasts. I only use my own judgment when deciding which one to follow if several have made recent forecasts."], [15596, "2017-01-09T19:44:45Z", 0.15, "An Oct 2016 article in which President Duterte was said to have given the order that the Philippines would cease exercises with the US.  http://www.sunstar.com.ph/manila/local-news/2016/10/12/duterte-no-more-us-ph-balikatan-exercises-2017-503155\n cancellation of PHIBLEX  https://www.stripes.com/news/us-philippines-cancel-annual-amphibious-landing-drill-1.443993  This article states that the Balikatan exercise will proceed at planned but will President Duterte back off of his fiery anti-American rhetoric and threats when Trump takes office?  "], [6303, "2017-01-09T03:21:09Z", 0.99, "According to the general news and GJP consensus."], [16778, "2017-01-06T22:19:28Z", 0.75, "Duterte and Trump have publicly proclaimed their admiration of each other. Duterte realizes that to survive, he needs to play the US against China."], [11096, "2017-01-04T22:42:27Z", 0.14, "Duterte said that the 2016 exercise would be the last one. President elect Trump said the USA should not solve all the problems of the world.  Philippines won the courtcase against China about the Chinese sea, but China ignores any decisions by 'The Hague'. Eventual need form the USA  doesn't mind when it is about characters. If Duterne put up a finger to the UN why not to the USA? So why should the USA have this joined exercise. USA has to concentrate on Middle East, and North Korea. For the latter working together with Japan is more obvious. Both leaders are very poor listeners to their advisers (to put it mildly). On the other hand it has to be mentioned that Trump choose quite a number of (former) military staff in his Cabinet. Unlikely would be between 10-33% and very unlikely between 5-10%. Average of both classes would make 14%. Both can change opinion over night and are completely non-reliable on their own statements. So with these two leaders you never know and have to stay very far away from anything certain close like 0% or 100%. Following Sami Virtanen and far away from concensus."], [31955, "2017-01-02T21:24:58Z", 0.95, "The Philippines cannot ignore the growing Chinese threat in the South China Sea."], [31995, "2017-01-02T16:16:10Z", 0.99, "This time, this year, with this President. All bets off after this. "], [6303, "2017-01-01T02:53:06Z", 0.99, "According to the general news and GJP consensus."], [31874, "2016-12-31T19:30:43Z", 0.07, "Duterte has said it more than once that he doesn't want the exercise. "], [31766, "2016-12-28T04:02:21Z", 0.2, "Philippines likes having the US take care of their security. They only want money from China, not their military support. "], [4139, "2016-12-28T03:54:27Z", 0.1, "Duerte is crazy and the Chinese are pulling his strings, this domino, along with the South China island/missile stations along the nine dash line -- will mean an invasion of Taiwan by the CCP."], [31082, "2016-12-26T16:53:56Z", 0.9, "Will the US cancel the annual appointment? Unlikely; military presence in the area still countsWill the Philippines cancel the appointment? Also unlikely, strongman Duterte will use any means to show off and shine in the light of the force of any partner that bolsters his position. So that brings it to a hefty 90%."], [6303, "2016-12-26T02:51:44Z", 0.99, "According to the general news and GJP consensus."], [29054, "2016-12-25T15:27:19Z", 1.0, "There is not a gun game out there that Dutarte does not like! Including the Yankee ones! As for the last exercise, I doubt it , this country depends of US $ and policies to survive. "], [31697, "2016-12-25T01:49:27Z", 0.8, "Trump is the new president. Duterte like Trump. He make so much noise but withdraw when his adviser remind him or when he come to his sense. "], [1034, "2016-12-24T09:47:26Z", 1.0, "The ASEAN Crisis, Part 1: Why the South China Sea Is a Critical Test"], [699, "2016-12-22T23:35:56Z", 0.05, "Doesn't look like."], [31631, "2016-12-21T19:39:20Z", 0.1, "Duterte must beef up his strong man reputation in the eyes of those fed up with what is seen as interference in the daily life of everyday folks by outsiders whether it's drug cartels or political cartels. Duterte would not be able to justify the costs that could be better spent on the local economy. The only thing that would change this is more aggressive posturing by China and China may do that to prod Trump into offending Duterte to break up their bromance and weaken the US image abroad."], [31604, "2016-12-20T21:40:23Z", 0.85, "Military ties will persist despite cooling in the overall relationship - with the possible exception of any exercises or joint activity specifically aimed at China. Duterte will be at pains not to offend. "], [18762, "2016-12-20T19:33:41Z", 0.75, "Trump invited Duterte to the WH already. Duterte disrespected Obama but with a fresh start and no official cancellation already I have to fall on the \"it will happen\" side. "], [31596, "2016-12-20T17:05:07Z", 0.7, "For fun"], [31496, "2016-12-20T06:05:53Z", 0.9, "As recently as in Dec, various military statements have confirmed Balikatan exercise will continue, but the nature of the exercise will change to one focused on disaster recovery, rather than a military exercise. Risk is Duerte's ongoing threats to scrap all engagements with U.S and the equation between him and Trump"], [19801, "2016-12-20T03:07:38Z", 0.45, "What you going to do when the Punisher has you in his sights!"], [460, "2016-12-20T00:05:23Z", 0.2, "Easier to not do something than to do it."], [1728, "2016-12-19T22:10:37Z", 0.05, "Duterte will likely follow through with his threats.  He now has too much personal credibility invested in them and will not want to lose face.  "], [31572, "2016-12-19T20:31:57Z", 0.9, "The Philippines and the US need each other. The US to keep influence in the Eastern side of the South China Sea, the Philippines to get military and financial support."], [19801, "2016-12-19T09:03:54Z", 0.5, " “They (US) do not look at us kindly. We have this huge problem… Actually, we do not need it. We can survive without American money. But you know, America, you might also be put to notice. Prepare to leave the Philippines. Prepare for the eventual repeal or the abrogation of the Visiting Forces Agreement,” he added.\n\nSigned in 1998, the VFA allows American and Filipino troops to conduct joint trainings in Philippine soil.\nhttp://www.philstar.com/headlines/2016/12/17/1654344/duterte-threatens-scrap-vfa-after-us-led-mcc-defers-aid-grant\nhttp://news.mb.com.ph/2016/12/17/duterte-to-us-prepare-for-departure-vfa-repeal/"], [31560, "2016-12-19T06:12:00Z", 0.95, "Duterte and Trump have no reason to cancel"], [6303, "2016-12-19T04:26:55Z", 0.99, "According to the general news and GJP consensus. "], [1034, "2016-12-18T08:37:07Z", 1.0, "U.S. Philippines start planning Balikatan 2017"], [1333, "2016-12-17T20:42:51Z", 0.75, "I'm watching to see what other parallels develop between the Donald and Duerte. On the one hand is the Feds Rate hike and promise of three more next year and the pressure that puts on the Yuan and on the other the capture of the Navy's underwater glider. Should that UUV actually be returned it will be an indicator of of Chinese willingness to support the status quo. If Duerte sounds off on the Chinese side of the issue it may result in  the exercise turning into a Map Ex."], [1034, "2016-12-17T07:34:38Z", 1.0, "Schogol (2016) December 11, states that:"], [7124, "2016-12-15T04:40:56Z", 0.85, "The Philippine military is still a supporter of strong U.S. ties"], [30227, "2016-12-14T14:07:51Z", 0.85, "Despite Duertes rhetorics, the Philippines have no interest in becoming a Chinese Tributary State, and thus will not withdraw its alliance with the US \n"], [31436, "2016-12-14T07:36:38Z", 0.8, "Might be the last one?"], [29849, "2016-12-14T00:26:26Z", 0.35, "Pressure from China will only increase at this point. Trump would seem able to draw Duterte back into his flock, but I would make the assessment it is too late for that."], [31411, "2016-12-13T13:15:50Z", 0.05, "Duterte's actions show strongly that he has concluded some sort of pact with the Chinese government which precludes the possibility of continuing with Balikatan. I do not believe that the full pact is public but that Duterte views Philippine relations with China to be the most promising gamble. The US may have grown distant to the real needs of developing countries. China is seen to be better in touch and is offering mutually beneficial alliances."], [368, "2016-12-12T21:34:41Z", 1.0, "While specific areas agreed to for 2017 is less than the areas agreed to in 2016, there will be military exercises.  Areas for training include areas of cybersecurity, maritime security and counter terrorism.  "], [1639, "2016-12-12T15:01:38Z", 1.0, "This may be the strongest argument:"], [28091, "2016-12-11T23:54:17Z", 0.85, "made a dumb mistake, put in 15 instead of 85. "], [28091, "2016-12-11T23:09:15Z", 0.15, "Comment deleted on Dec 11, 2016 11:54PM UTC"], [30546, "2016-12-11T20:01:39Z", 1.0, "i know"], [538, "2016-12-11T18:56:49Z", 0.7, "as part of the first island chain the Philippines are of key geo strategic importance. How far is he willing to push the line? In a country with a history of coups, what is his popularity among the armed forces? The fact that extrajudicial murder of drug pushers can happen without significant repercussion suggests a weak system of government which may just as easily be overturned. "], [28076, "2016-12-11T18:34:00Z", 0.05, "It is not in tuned with the Duterte administration policy."], [9196, "2016-12-11T13:11:16Z", 0.88, "long relationship history."], [706, "2016-12-10T00:21:46Z", 0.65, "He and Trump will want to compare the sizes of their respective \"navies.\""], [30456, "2016-12-09T00:27:37Z", 0.9, "Trump seems to be befriending Duterte"], [30635, "2016-12-08T13:19:52Z", 0.8, "Recent news items state that despite President Duterte's comments that planning for the 2017 Balikatan exercise is underway. Long history of Balikatan exercises between the 2 countries (this years was the 32nd), therefore despite uncertainty it seems more likely than not they will continue in 2017."], [29469, "2016-12-07T20:57:24Z", 0.69, "There's naturally a lot of factors at play here and the main problem is both heads of state say one thing and then turn around and do the other. Duterte and Trump share common ground and have a state visit in the works http://www.aljazeera.com/news/2016/12/philippines-roger-duterte-donald-trump-invitation-161202192230991.html, which may or may not happen, and may or may not have any bearing on a potential military exercise. There has been planning going on already for the 2017 exercise https://www.dvidshub.net/feature/Balikatan and the understanding from the US viewpoint would seem to be that the exercise will go ahead since there has been no statement from their side to the contrary. Duterte may want to pivot towards China and Russia and as a gesture of reliability could cancel the military exercise. There is also the nuance that the exercise may well go ahead with a significant reduction in US involvement and number of troops attending, with them playing a more advisory role. This option is probably the most likely one. "], [445, "2016-12-07T14:08:16Z", 0.85, "President Duterte will attempt to reset US relationship"], [28414, "2016-12-07T09:06:02Z", 0.8, "During a 'very engaging, animated' talk, Trump invited the Philippines' brash president for a state visit\nhttp://uk.businessinsider.com/r-trump-invites-philippines-duterte-to-white-house-during-animated-phone-call-aide-2016-12"], [5001, "2016-12-07T05:25:30Z", 0.75, "He may mean it. "], [19801, "2016-12-07T04:33:45Z", 0.55, "The Philippine armed forces chief said Wednesday that five military exercises with the United States, including at least two major naval drills, will be scrapped next year at the direction of President Rodrigo Duterte."], [25944, "2016-12-07T04:06:46Z", 0.75, "Despite some friendly overtures from Beijing (re the South China Sea issue), I think the Phillipines wont want to throw its lot in with China entirely or turn its back on the US too quickly."], [31201, "2016-12-07T03:09:22Z", 0.66, "Duterte is unpredictable and has new-found affinity with Trump. Might serve his purposes to not appear too predictable to China. Also he will receive no criticism of his human rights record after Jan 2017 from US."], [83, "2016-12-07T00:32:52Z", 0.9, "Scope of the excercise seem variable, focus on non-combat roles, could be an option.  Opportunity for both Duterte and DT to demonstrate international coo-operation, without provoking the Chinese.  For DT the opportunity to reset peaceful relations with the Philippenes could be another opportunity to outdo the prior administration - if the extra-judicial drug related killings issue is contained."], [691, "2016-12-06T22:39:52Z", 0.52, "Duterte seems to rely on a mechanism similar to Brownian motion in reaching policy decisions.  We know another guy like that, and they will make a cute couple after January.  Likely, but not overwhelmingly so, that Duterte will figure out a way to participate without making it sound like a reversal.  He may have to pretend to have come to some deal with the US president, who may or may not go along with the gag."], [29680, "2016-12-06T22:06:38Z", 0.75, "Posturing; Per CNN article, rhetoric not specific to Balikatan. Movement toward diplomacy with Russia and China, and also, seemed like a reactionary move related to Duterte's relationship with the Obama administration."]]}