{"question_id": 18, "title": "Will negotiations on the Transatlantic Trade and Investment Partnership (TTIP) be completed before 1 January 2017?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[6303, "2017-01-01T04:58:27Z", 0.0, "According to the general news and GJP consensus."], [6303, "2016-12-26T03:48:34Z", 0.0, "According to the general news and GJP consensus."], [530, "2016-12-23T12:42:48Z", 0.0, "Affirming"], [6303, "2016-12-19T04:16:07Z", 0.0, "According to the general news and GJP consensus. "], [29849, "2016-12-14T01:01:36Z", 0.0, "0 (zero) chance. Hell freezes over before this happens."], [6303, "2016-12-12T02:24:52Z", 0.0, "According to the general news and GJP consensus."], [6303, "2016-12-05T04:57:58Z", 0.0, "According to the general news and GJP consensus."], [6303, "2016-11-28T03:33:51Z", 0.0, "According to the general news and GJP consensus."], [3429, "2016-11-21T21:49:59Z", 0.0, "updating for passage of time."], [6303, "2016-11-21T03:25:18Z", 0.0, "According to the general news and GJP consensus."], [29980, "2016-11-18T23:03:32Z", 0.0, "It dead for now"], [24590, "2016-11-17T22:56:07Z", 0.02, "I think, TTIP is not going to happen anymore as Trump now is president."], [1760, "2016-11-14T14:42:01Z", 0.01, "Not with a Trump administration in the wings!!"], [6303, "2016-11-14T01:53:48Z", 0.0, "According to the general news and GJP consensus."], [19801, "2016-11-12T14:10:39Z", 0.0, "Obama administration suspends Pacific trade deal vote effort\nhttp://www.reuters.com/article/us-trade-tpp-idUSKBN13629G"], [1034, "2016-11-12T10:58:13Z", 0.0, "\nSims and Stone (2016) 28 August, state that:"], [1034, "2016-11-12T10:58:13Z", 0.0, "\nSims and Stone (2016) 28 August, state that:"], [6303, "2016-11-06T23:54:59Z", 0.0, "According to the general news and GJP consensus."], [8888, "2016-11-05T12:36:37Z", 0.3, "Very dependent of November elections for Congress"], [29648, "2016-11-03T06:53:43Z", 0.0, "Not before the new US administration starts"], [1639, "2016-11-02T15:14:09Z", 0.0, "Don't celebrate Justin Trudeau signing the Ceta deal with the EU – like TTIP, it is a ticking time bomb\nhttp://www.independent.co.uk/voices/justin-trudeau-brussells-eu-ceta-ttip-toxic-deal-wallonia-a7388841.html\n_____________________\nOMMENT: Despite this negative article I think the TTIP, just like the CETA will eventually pass; of course not within the timeline of the question since there are too many pressing issues, and who is going to be the next POTUS does matter. "], [1034, "2016-11-02T07:06:12Z", 0.0, "DW News (2016) states that:"], [83, "2016-10-31T17:29:28Z", 0.0, "May need a new name and more time."], [6303, "2016-10-31T02:24:35Z", 0.0, "According to the general news and GJP consensus."], [691, "2016-10-29T13:00:47Z", 0.0, "http://www.reuters.com/article/us-eu-trade-usa-idUSKCN12T095?il=0"], [691, "2016-10-27T19:15:58Z", 0.0, "Hey, what if all parties just say, \"Oh, never mind\" and go home next week?  The negotiators will have reached an agreement that negotiations have been \"completed.\"  "], [691, "2016-10-27T19:15:58Z", 0.0, "Hey, what if all parties just say, \"Oh, never mind\" and go home next week?  The negotiators will have reached an agreement that negotiations have been \"completed.\"  "], [38, "2016-10-26T22:22:28Z", 0.0, "https://chemicalwatch.com/50529/eu-us-complete-ghs-analysis-in-ttip-negotiations"], [1034, "2016-10-26T04:02:44Z", 0.0, "\nNasr (20167) states that:"], [6303, "2016-10-24T01:24:03Z", 0.0, "According to the general news and GJP consensus."], [28891, "2016-10-23T18:11:18Z", 0.01, "Updated to reflect the CETA negotiations, which have foundered over many issues, which will repeat themselves over TTIP."], [83, "2016-10-18T20:44:50Z", 0.5, "Coin flip.\nhttp://www.reuters.com/article/us-eu-usa-ttip-idUSKCN12I2FZ?il=0"], [83, "2016-10-18T20:44:50Z", 0.5, "Coin flip.\nhttp://www.reuters.com/article/us-eu-usa-ttip-idUSKCN12I2FZ?il=0"], [25944, "2016-10-18T17:51:07Z", 0.0, "Too much of a political hot potato in the US."], [29606, "2016-10-16T15:54:04Z", 0.05, "Political instability in the European Union, combined with Hillary Clinton's somewhat anti-trade positioning, makes it unlikely that the deal will be concluded in the near future. Ongoing social and political opposition to the agreement means that the fragile EU will push for a speedy resolution, and it is undoubtedly not one of Clinton's first legislative priorities."], [1034, "2016-10-16T06:13:35Z", 0.0, "RT News (2016) states that:"], [29502, "2016-10-14T16:28:40Z", 0.0, "Before the US election--you have to be kidding."], [29502, "2016-10-14T16:28:40Z", 0.0, "Before the US election--you have to be kidding."], [29502, "2016-10-14T16:28:40Z", 0.0, "Before the US election--you have to be kidding."], [20588, "2016-10-12T01:34:32Z", 0.0, "This deal is dead. Between Brexit and Europe's increasing isolationism, these sorts of deals have become extremely unpopular. Any politician behind it is seen as an \"Establishment Elite\" rigging the system for their own benefit, and the benefit of rich donors. Regardless of whether that's true or not."], [29469, "2016-10-11T12:42:58Z", 0.0, "US elections: new president and trade negotiator Michael Froman likely changed. Talk of making \"as much progress as possible\" before Obama exit. Hence, no chance of reaching an agreement."], [6303, "2016-10-10T02:33:37Z", 0.0, "According to the general news and GJP consensus."], [83, "2016-10-09T23:07:13Z", 0.0, "All the reasoning for an agreement are still in place.  OTOH, any agreement that is reached is UN-signable for the foreseeable future.  Clinton and Trump are both public ally against, and EU elections in Germany and France in 2017 push any ratification far enough in the future that it is not obvious that any agreement would still have merit in several years."], [28891, "2016-10-09T17:31:45Z", 0.04, "Negotiations were launched in June 2013 between the US the 28-country EU. This compares to negotiations on the EU-Canadian CETA deal negotiations beginning in 2009. Other EU trade deals, even those with much smaller countries without federal systems have similarly taken much more than 3 years on average."], [28455, "2016-10-09T14:07:40Z", 0.1, "Less likely with current splits in Europe and lack of focus in US"], [27461, "2016-10-06T18:12:11Z", 0.0, "Given the EU hesitation, this is very unlikely. "], [110, "2016-10-05T19:18:46Z", 0.0, "Throwing in the towel."], [6303, "2016-10-03T03:34:42Z", 0.0, "According to the general news and GJP consensus."], [1034, "2016-10-02T07:11:14Z", 0.0, "\nHains (2016) states that:"], [83, "2016-10-02T00:12:46Z", 0.3, "TTIP Negotiations restart Monday, Oct. 3rd:\nhttps://www.theguardian.com/business/2016/sep/30/ttip-eu-and-us-trade-negotiators-seek-to-get-talks-back-on-track"], [83, "2016-09-27T17:21:25Z", 0.3, "Trump will be proud. This will be a really, really great deal."], [83, "2016-09-27T17:21:25Z", 0.3, "Trump will be proud. This will be a really, really great deal."], [83, "2016-09-27T17:16:33Z", 0.0, "Still not dead, Round 15 starts Oct. 3rd.\n\"But the majority of EU countries confirmed their will to press on with the talks. The 15th negotiation cycle is due to start in Washington next Monday (3 October).\""], [691, "2016-09-26T20:20:34Z", 0.0, "Do the negotiations count as \"completed\" if all the participants say, \"Okay, we're done here,\" and then get back on the bus and go home?  The negotiations would be \"completed\"--that is, over--even though no TTIP document ever came into existence.  Just asking."], [6303, "2016-09-25T17:36:54Z", 0.0, "According to the general news and GJP consensus."], [1034, "2016-09-24T05:15:14Z", 0.0, "Pigman (2016) states that:"], [1034, "2016-09-23T18:01:27Z", 0.0, "Associated Press (2016) states that:"], [38, "2016-09-23T03:00:10Z", 0.0, "https://inews.co.uk/essentials/news/world/eu-attempts-breathe-life-maligned-ttip-trade-deal-us/"], [28205, "2016-09-21T15:11:25Z", 0.0, "A US election--heavily dominated by discontent with large trade deals and with both candidates expressing negative views of--is coming up and European elections are not far off. It is unlikely that incumbent European governments will have the political will to seal the deal by the end of the year considering that the electorate is already very fed up with them (Germany for example has had many protests against TTIP and Merkel is already in hot water because of the refugee crisis). The negotiations are also far from concluded and it is incredibly unlikely that the terms will be agreed to within 3 months."], [83, "2016-09-19T21:42:55Z", 0.5, "Germany's SPD agrees to CETA.  Signing with Ottawa possible on Oct. 27. CETA is a possible pre curser to TTIP.\nFrom: http://www.reuters.com/article/us-europe-trade-canada-germany-idUSKCN11P15O?il=0\n\"SPD critics of CETA see it as a blueprint for a parallel trade deal the EU is trying to negotiate with the United States, which is known as TTIP.\""], [1993, "2016-09-19T04:59:00Z", 0.0, "Even if \"Step 1\" comes true, it won't complete the negotiations."], [6303, "2016-09-18T22:29:37Z", 0.0, "According to the general news and GJP consensus."], [3895, "2016-09-15T14:32:26Z", 0.01, "passage of time"], [28403, "2016-09-14T16:19:47Z", 0.01, "Desperation sets in: http://www.politico.eu/article/us-officials-float-plan-to-rescue-ttip-step-by-step-transatlantic-trade-and-investment-partnership-obama/"], [83, "2016-09-14T15:41:28Z", 0.5, "Update on TTIP negotiations:\nhttp://www.politico.eu/article/us-officials-float-plan-to-rescue-ttip-step-by-step-transatlantic-trade-and-investment-partnership-obama/"], [6303, "2016-09-12T02:05:26Z", 0.0, "According to the general news and GJP consensus."], [83, "2016-09-09T00:20:10Z", 0.5, "Merkle is in favor : http://www.reuters.com/article/us-eu-usa-ttip-merkel-idUSKCN11E332?il=0"], [83, "2016-09-09T00:20:10Z", 0.5, "Merkle is in favor : http://www.reuters.com/article/us-eu-usa-ttip-merkel-idUSKCN11E332?il=0"], [691, "2016-09-07T20:24:03Z", 0.0, "According to pretty much everybody, this one is dead.  Dead.  Dead.  "], [691, "2016-09-07T20:24:03Z", 0.0, "According to pretty much everybody, this one is dead.  Dead.  Dead.  "], [691, "2016-09-07T20:24:03Z", 0.0, "According to pretty much everybody, this one is dead.  Dead.  Dead.  "], [6303, "2016-09-06T03:33:18Z", 0.0, "According to the general news and GJP consensus."], [73, "2016-09-04T07:55:59Z", 0.41, "http://mobile.reuters.com/article/idUSKCN11A08M."], [1034, "2016-09-04T07:24:55Z", 0.0, "Belgian Prime Minister Charles Michel on Saturday became the latest European politician to voice doubts over the possibility of the EU agreeing a major new trade deal with the United States, saying in a newspaper interview that negotiations might have to be abandoned for now (¶ 1)."], [83, "2016-09-03T19:08:37Z", 0.4, "From: http://www.reuters.com/article/us-eu-usa-trade-belgium-idUSKCN1190L0?il=0\n\"\"They are advancing. They are difficult. We knew that from the beginning, but they have not failed,\" she told reporters, adding the aim was still to conclude talks before President Barack Obama's term ends in January.\n\"That is still our aim and if that is not possible it makes sense to make as much as progress as possible,\" she said. \"It's very difficult to say this is a bad deal because there isn't any deal yet. Nothing is concluded until everything is concluded.\""], [1500, "2016-09-02T19:40:35Z", 0.0, "The Brexit vote put an end to this discussion until after the dust settles."], [28403, "2016-09-02T07:40:01Z", 0.05, "Disregarding the politics of the agreement for a moment, completing the negotiations by 1 January 2017 would be a speed record for a trade agreement like the TTIP. The first round of negotiations took place in July 2013, barely 3.5 years before the deadline of the question."], [28403, "2016-09-02T07:40:01Z", 0.05, "Disregarding the politics of the agreement for a moment, completing the negotiations by 1 January 2017 would be a speed record for a trade agreement like the TTIP. The first round of negotiations took place in July 2013, barely 3.5 years before the deadline of the question."], [28403, "2016-09-02T07:40:01Z", 0.05, "Disregarding the politics of the agreement for a moment, completing the negotiations by 1 January 2017 would be a speed record for a trade agreement like the TTIP. The first round of negotiations took place in July 2013, barely 3.5 years before the deadline of the question."], [28631, "2016-09-01T14:06:18Z", 0.0, "too may elections on the horizon .... FR, D, US - not rational, but overwhelming negativity in public opinions"], [2965, "2016-09-01T13:50:30Z", 0.0, "France and Germany say non and nein. Dead. no pulse. conclude coverage"], [51, "2016-09-01T13:47:16Z", 0.0, "An easy zero.  "], [38, "2016-08-31T21:28:05Z", 0.0, "https://www.euractiv.com/section/trade-society/news/austrian-economy-minister-adds-his-nein-to-ttip-debate/"], [38, "2016-08-31T21:28:05Z", 0.0, "https://www.euractiv.com/section/trade-society/news/austrian-economy-minister-adds-his-nein-to-ttip-debate/"], [38, "2016-08-31T21:28:05Z", 0.0, "https://www.euractiv.com/section/trade-society/news/austrian-economy-minister-adds-his-nein-to-ttip-debate/"], [38, "2016-08-31T00:16:28Z", 0.0, "https://www.ft.com/content/154ecba2-6e82-11e6-a0c9-1365ce54b926"], [38, "2016-08-31T00:16:28Z", 0.0, "https://www.ft.com/content/154ecba2-6e82-11e6-a0c9-1365ce54b926"], [38, "2016-08-31T00:16:28Z", 0.0, "https://www.ft.com/content/154ecba2-6e82-11e6-a0c9-1365ce54b926"], [14493, "2016-08-30T21:03:24Z", 0.01, "Hollande has said that no deal will be agreed before Obama leaves office, And Sigmar Gabriel the German economy minister has also concluded that due to America's negotiating positions that no deal will be agreed this year. The US says that good progress is being made! I am sticking to my forecast. "], [691, "2016-08-30T20:49:28Z", 0.0, "http://www.bbc.com/news/business-37220701\nAlthough no one, even in France, cares much what Hollande thinks on any topic, this seems as well as anything to exemplify the dismal prospects for TTIP this year."], [28455, "2016-08-30T20:08:20Z", 0.35, "Current instability in Europe combined with upcoming US election and current finding against Apple with regard to taxes in Ireland all mean that both sides will be looking to make stands and statements rather than discover a solution."], [28618, "2016-08-30T20:03:05Z", 0.0, "German and French governments have come out strongly against the agreement. "], [1034, "2016-08-30T04:31:06Z", 0.0, "Not possible within this time-line, the majority of European countries stand against GMO's citing one reason, another stands with the current conditions after the British referendum and the fallout relative to stabilizing the EU at this current time. Inasmuch as one could not exists signed and then renegotiated to exists inclusive of the UK at this time."], [38, "2016-08-30T00:28:22Z", 0.0, "http://www.bbc.com/news/business-37212746"], [83, "2016-08-29T17:58:27Z", 0.82, "European Commission: ignore the German Econ minister, TTIP is still on track.\nhttp://www.reuters.com/article/us-eu-usa-ttip-europeancommission-idUSKCN114143?il=0"], [68, "2016-08-29T05:54:04Z", 0.0, "Following @GL2814. With both the French President and now the German Vice Chancellor expressing their dissatisfaction, completion of negotiations in the next four months should be ruled out."], [13365, "2016-08-29T03:09:07Z", 0.0, "German economy minister says EU-US free trade talks have failed"], [6303, "2016-08-29T00:24:17Z", 0.01, "According to the general news and GJP consensus."], [176, "2016-08-28T16:15:42Z", 0.0, "http://www.zerohedge.com/news/2016-08-28/german-economy-minister-ttip-talks-have-failed"], [1034, "2016-08-27T06:46:20Z", 0.0, "Author Lawder (2016) states that:"], [14493, "2016-08-26T15:28:37Z", 0.01, "The structure of this question is the problem. There seems almost no chance that any of the current area trade deals involving the USA or the EU will be ratified anytime soon because in the public mind negotiated trade deals equate to giving jobs to foreigners and/or setting up arbitration systems that give away sovereignty. So the average voter is convinced that a trade deal is a \"bad thing\". (What the average voter wants is a gun boat sent to the foreign country to force them to give us a sweet deal, as we did things in the 19th Century).   \nHowever the question is will negotiations  be completed. Negotiations could be completed with an agreement that is likely to be ratified, Negotiations could be completed with an agreement that is unlikely to be ratified. Negotiations could be completed with no agreement at all.  With several big elections coming up in the next 15 months or so (US, French, German etc.) it is unknown which politicians would be in office when any TTIP agreement came up for ratification. Therefore completing negotiations in 2016 seems pointless because that would mean attempting to ratify an agreement that had been made under a different administration (certainly in the US and almost certainly in France). So it seems to me that it would be more productive to get as far with a TTIP agreement as possible this year, but leave the really difficult area for the next administration to struggle with. TTIP will be difficult sell, a TTIP agreement made by a previous administration, that started discussions when free trade sounded a \"good thing\", will be impossible to sell now that its viewed as a \"bad thing\". Who knows, in a couple of years time after Trumponomics and the freedom of Brexit have been shown to have some flaws, maybe an unfinished TTIP can be revived.    "], [530, "2016-08-25T19:26:53Z", 0.0, "Affirming forecast"], [2965, "2016-08-23T20:47:18Z", 0.0, "Now that Brexit referendum passed and PM May will not invoke dissolution until next year, no EU to sign off.\nThat is 27 EU nations  not  to sign off on Canadian trade deal. UK would, So no signoff on Canada. That deal  pending longer and  fully negotiated. there is a de facto hold on EU bilateral trade deals until one with UK is negotiated."], [6303, "2016-08-21T23:33:17Z", 0.01, "According to the general news and GJP consensus."], [3429, "2016-08-19T20:58:33Z", 0.01, "Reducing forecast. Looks like either candidate that gets elected will put the TTIP on the back burner."], [6303, "2016-08-15T00:42:47Z", 0.01, "According to the general news and GJP consensus."], [1529, "2016-08-11T03:02:57Z", 0.0, "What is the point of completing the agreement before the US election. Any agreement would become smeared and a automatic target. Better to wait until after the election to present the optics of a \"improved\" agreement."], [1308, "2016-08-10T20:27:55Z", 0.0, "NO"], [6303, "2016-08-09T03:47:25Z", 0.01, "According to the general news and GJP consensus. "], [1023, "2016-08-07T23:09:54Z", 0.1, "depends upon election, except Brexit?"], [83, "2016-08-02T21:25:51Z", 0.82, "EU's chief negotiator reports on TTIP status after the completion of round 14:\nhttp://trade.ec.europa.eu/doclib/docs/2016/july/tradoc_154811.pdf"], [6303, "2016-08-01T04:30:49Z", 0.02, "According to the general news and GJP consensus. "], [493, "2016-07-27T16:59:44Z", 0.0, "Affirming prior."], [27837, "2016-07-27T09:25:21Z", 0.05, "Given the current state of affairs in the participating countries, it is difficult to see whether it will be completed in the first place, even without the restriction on time. As citizens become increasingly unhappy with the status quo, I believe we have to start challenging the assumptions of globalization, and in particular, trade. Although many economists have agreed that increased trade leads to increased incomes, this has held true only for those at the top of the income ladder. As such, the discontentment with globalization could lead to postponed actions on closing trade deals in the short term, at least for now. Without the introduction of palatable unemployment benefits and wage insurance, I do not expect to see the conclusion of the negotiations of TTIP."], [10898, "2016-07-24T08:45:43Z", 0.06, "Looking bleak: "], [498, "2016-07-24T03:49:56Z", 0.55, "The man who killed TTIP\nhttp://www.politico.eu/article/the-man-who-killed-ttip-thilo-bode-foodwatch-germany-free-trade/"], [498, "2016-07-24T03:49:56Z", 0.55, "The man who killed TTIP\nhttp://www.politico.eu/article/the-man-who-killed-ttip-thilo-bode-foodwatch-germany-free-trade/"], [498, "2016-07-24T03:49:56Z", 0.55, "The man who killed TTIP\nhttp://www.politico.eu/article/the-man-who-killed-ttip-thilo-bode-foodwatch-germany-free-trade/"], [14253, "2016-07-22T21:20:39Z", 0.5, "Adjusting way up based on the possible correctness of a variation on the interpretation I had been giving the language of the question. Thanks to several posters below."], [83, "2016-07-18T19:21:01Z", 0.82, "http://www.reuters.com/article/us-trade-ttip-kerry-idUSKCN0ZY139\nImpossible to ignore the position of the power players who have the ability to conclude the initial negotiations."], [6303, "2016-07-18T01:23:10Z", 0.02, "According to the general news and GJP consensus. \n"], [15443, "2016-07-17T20:44:42Z", 0.0, "Brian Mulroney (former PM of Canada, and co-architect of NAFTA) said in a Bloomberg Canada interview it will be no chance of pass in US Congress. No Congress, no deal."], [83, "2016-07-14T23:18:49Z", 0.6, "From: http://trade.ec.europa.eu/doclib/press/index.cfm?id=1527   (Round 14 Update - 14 July, 2016)"], [3429, "2016-07-14T21:54:21Z", 0.05, "maintaining forecast."], [83, "2016-07-12T21:24:23Z", 0.6, "Article raises some new points.\n 2 positives:\n- UK insistence on a Financial Services Chapter is gone.\n- UK worries over the NHS are gone.\n1 negative:\n- Uncertainty regarding the future of the EU will obscure the costs and benefits of the various negotiating positions.\nWaiting for a final determination on EU / UK negotiation could delay the deal by a few years.\nhttps://www.chathamhouse.org/expert/comment/brexit-clouds-ttip-negotiations-may-not-scupper-deal"], [1201, "2016-07-11T20:55:32Z", 0.65, "I'm with @raisinville on this one and switching positions. \"An\" agreement rather than \"the\" agreement is probably the key here. Since the US Trade Rep is negotiating with the EU Trade Commission, the Brexit vote likely diminishes UK influence in the talks, even if Article 50 is not invoked by the end of the year. I don't think we'll see anything near complete until after the US elections. Even then, and even though it's fast-tracked in the US, a final agreement is going to require approval by EU member governments and the European Parliament. Brexit works against that and the new US president may, too. "], [532, "2016-07-11T20:46:06Z", 0.35, "Going up based on @Raisinville's post but need to give further thought to the agreement versus final agreement language before going higher."], [1639, "2016-07-11T20:14:10Z", 0.5, "Per @Raisinville I'm also raising the chances, even though it is quite unpopular for now. "], [498, "2016-07-11T19:49:59Z", 0.55, "+3 on info from @Raisinville ( http://www.gjopen.com/comments/comments/278563 )\nI concur with the R'ville interpretation that \"negotiators reach an agreement\" is the crux upon which the question should be resolved. \"An\" does not implicate \"the final\" in any way. Nice work R'ville."], [83, "2016-07-11T18:29:50Z", 0.6, "From the link below: \"The commission hopes to have a first draft of the TTIP text by the end of the summer, an EU source told the publication.\""], [27045, "2016-07-11T15:41:48Z", 0.55, "I think completion is more likely than not. EU-US trade deal a plus for EU and US vis a vis Brexit. Presidential legacy, EU relevance, and being buried by other headlines all pluses."], [27046, "2016-07-11T15:39:54Z", 0.05, "Given the turnmoil in the EU, as well as the likely election of Hillary Clinton as the President of the USA (and her negative stance on the TTIP), it is highly unlikely that this will happen by the end of 2016"], [6303, "2016-07-11T02:29:10Z", 0.02, "According to the general news and GJP consensus.\nLess chance after BREXIT last month."], [20588, "2016-07-08T23:28:18Z", 0.2, "France's president says the next round of negotiations will probably not be the last. While Obama may push to get this done before the end of the year, for obvious reasons, Hollande will drag his feet. It's not like he's in a hurry. Also, Brexit will affect negotiations, no matter what the EU rep says. Depending on how the talks go next week, I'll be updating this soon."], [83, "2016-07-07T19:52:16Z", 0.5, "http://www.cbc.ca/news/politics/ceta-european-commission-ratification-mixed-competency-1.3664884\nEC to require both EU approval and the approval of each national legislature To implement the EU-CA trade deal.\nAssuming that similar arraingements will be made for TTIP.  This should free the US and the EU to complete the deal; since no one should feel threatened by completing a written draft."], [19801, "2016-07-07T07:31:34Z", 0.0, "It will be “impossible” for the European Union and the United States to conclude negotiations on a trade deal by the end of 2016, France’s junior minister for trade and commerce said on Tuesday (5 July)."], [19801, "2016-07-07T07:31:34Z", 0.0, "It will be “impossible” for the European Union and the United States to conclude negotiations on a trade deal by the end of 2016, France’s junior minister for trade and commerce said on Tuesday (5 July)."], [19801, "2016-07-07T07:31:34Z", 0.0, "It will be “impossible” for the European Union and the United States to conclude negotiations on a trade deal by the end of 2016, France’s junior minister for trade and commerce said on Tuesday (5 July)."], [1064, "2016-07-06T23:10:46Z", 0.45, "This seems brutally honest although it is hard to tell the difference between this and most articles.  This one just rings true to me.\nhttp://sputniknews.com/politics/20160706/1042528801/ttip-in-danger.html\n"], [83, "2016-07-06T19:45:53Z", 0.5, "TTIP Round 14 scheduled for July 11 -15.  "], [691, "2016-07-04T21:11:55Z", 0.01, "This is currently about 17th out of 10 on everybody's priority list."], [476, "2016-07-03T20:52:30Z", 0.0, "Not the stuff that a presidential legacies are made of. Three amigos could be as good as it gets."], [498, "2016-07-03T15:18:13Z", 0.52, "While details of the TTIP are secret, I must at present presume that it does not require the \"free movement of people.\" Why doesn't the UK just jump into this framework? That this isn't being discussed as a possibility seems like a warning signal to the United States, who must then suspect that there's something flawed with TTIP and/or there might be better deals being denied to it."], [498, "2016-07-03T15:18:13Z", 0.52, "While details of the TTIP are secret, I must at present presume that it does not require the \"free movement of people.\" Why doesn't the UK just jump into this framework? That this isn't being discussed as a possibility seems like a warning signal to the United States, who must then suspect that there's something flawed with TTIP and/or there might be better deals being denied to it."], [783, "2016-07-02T04:47:37Z", 0.0, "The trade would raise export and the economy in several areas of Europe, a life raft to them, but it is a political quagmire with rising anti-trade agreements among voters and suspicions as to what the trade includes that is not known to the public. Too  many elections, too little time for it to pass in Europe with approval. The US and Europe will have bi-lateral agreements. As I noted in my November 2015 forecast, I think is more to the trend. \"Some countries are not strong enough to withstand their opposition and this may turn into a nation by nation decision as opposed to a full EU agreement, If some countries splinter, the agreement would give them access to the US.\" The UK had splintered since then."], [83, "2016-06-29T20:04:31Z", 0.6, "BrexitExit?"], [1023, "2016-06-29T17:16:32Z", 0.0, "brexit"], [498, "2016-06-29T07:45:51Z", 0.52, "With Trump as a possible President, if it's not done in 2016, it may never be done. In addition, it'll be like a la carte purchasing of cable programming. There'll be mechanisms to leave portions of it without breaking the entire compact. Something that will survive a Trump \"scorched earth\" policy toward free trade needs to be crafted. To work!  (+1)"], [83, "2016-06-28T18:22:23Z", 0.6, "Paul Ryan in favor of trade deal with UK.  Mentions ongoing TTIP negotiations.\nhttp://www.reuters.com/article/us-britain-eu-usa-congress-idUSKCN0ZE1M7"], [10898, "2016-06-28T17:59:59Z", 0.03, "Dropping 1% for passage of time and for Brexit probably complicating things."], [2965, "2016-06-28T13:44:11Z", 0.0, "OMG\nJust like I thought Obama is super-motivated.\nSee http://www.wsj.com/articles/brexit-to-complicate-trans-atlantic-cooperation-1467064847\n\"Another issue that could be affected during Mr. Obama’s remaining time in office is trade. Mr. Obama has negotiated for several years with Europe on the Transatlantic Trade and Investment Partnership, or TTIP, and said in April that the window to strike a deal would soon close.\n:White House spokesman Eric Schultz said Monday that Mr. Obama plans to press ahead with negotiations to complete TTIP this year. He added that Britain could have to negotiate a separate trade agreement from “a different starting point.”\nBrexit closed the window, if Trump and Sanders success did not. EU will be focused on other pressing issues plus Brexit."], [83, "2016-06-27T18:31:56Z", 1.0, "Work on TTIP continues, UK now to be a separate set of negotiations. \nhttp://www.reuters.com/article/us-britain-eu-usa-ttip-idUSKCN0ZD2GW?mod=related&channelName=gc03"], [83, "2016-06-27T18:31:56Z", 1.0, "Work on TTIP continues, UK now to be a separate set of negotiations. \nhttp://www.reuters.com/article/us-britain-eu-usa-ttip-idUSKCN0ZD2GW?mod=related&channelName=gc03"], [83, "2016-06-27T18:31:56Z", 1.0, "Work on TTIP continues, UK now to be a separate set of negotiations. \nhttp://www.reuters.com/article/us-britain-eu-usa-ttip-idUSKCN0ZD2GW?mod=related&channelName=gc03"], [498, "2016-06-27T14:39:20Z", 0.51, "UK ‘Leave’ a final nail in the coffin for stalled U.S.-EU trade deal (-3)\nhttp://www.hellenicshippingnews.com/uk-leave-a-final-nail-in-the-coffin-for-stalled-u-s-eu-trade-deal/"], [498, "2016-06-27T14:39:20Z", 0.51, "UK ‘Leave’ a final nail in the coffin for stalled U.S.-EU trade deal (-3)\nhttp://www.hellenicshippingnews.com/uk-leave-a-final-nail-in-the-coffin-for-stalled-u-s-eu-trade-deal/"], [498, "2016-06-27T14:39:20Z", 0.51, "UK ‘Leave’ a final nail in the coffin for stalled U.S.-EU trade deal (-3)\nhttp://www.hellenicshippingnews.com/uk-leave-a-final-nail-in-the-coffin-for-stalled-u-s-eu-trade-deal/"], [202, "2016-06-27T09:24:44Z", 0.08, "This looks much less likely post-brexit"], [67, "2016-06-26T14:01:50Z", 0.03, "http://www.reuters.com/article/us-britain-eu-ttip-idUSKCN0ZA2V0"], [556, "2016-06-25T22:02:34Z", 0.0, "With Brexit unknowns and elections... I'm dropping."], [691, "2016-06-25T13:33:08Z", 0.0, "There has been little enthusiasm for this project in recent months, and with the EU's uncertainty about--oh, let's say everything--it will almost surely be shelved at least informally."], [3577, "2016-06-25T05:02:39Z", 0.0, "So nice to see the projects of the globalist elite fail miserably despite all their think-tank propaganda delivered by the world's mass media outlets also known as the echo-chamber. TTIP will be enjoyable to see vanish but the fall of the Evil Union one of the most."], [25021, "2016-06-25T04:13:39Z", 0.0, "http://www.independent.co.uk/voices/comment/what-is-ttip-and-six-reasons-why-the-answer-should-scare-you-9779688.html\n"], [38, "2016-06-24T23:20:34Z", 0.0, "No.  Brexit killed it; Trump will make sure of that in his campaign.\n~~~~~~~\nhttp://www.politico.com/tipsheets/morning-trade#ixzz4CXeoSLug "], [202, "2016-06-23T11:44:46Z", 0.28, "The next key milestone seems to be a working text that the EU wants to have agreed by the end of July\nhttp://www.ft.com/cms/s/0/be91f3ca-273c-11e6-8b18-91555f2f4fde.html#axzz4COyPdPGk\nLeaving it low for the moment until there's more clarity around whether this will happen"], [556, "2016-06-21T20:51:15Z", 0.45, "Moving back up. Looks like they are making progress."], [83, "2016-06-21T20:32:20Z", 1.0, "“We urge the Labour party to wait until the agreement has been finalised before rushing to judgement.\"\nhttp://www.independent.co.uk/news/uk/politics/bosses-tell-jeremy-corbyn-not-to-block-ttip-trade-deal-a7061486.html"], [83, "2016-06-21T20:32:20Z", 1.0, "“We urge the Labour party to wait until the agreement has been finalised before rushing to judgement.\"\nhttp://www.independent.co.uk/news/uk/politics/bosses-tell-jeremy-corbyn-not-to-block-ttip-trade-deal-a7061486.html"], [6303, "2016-06-20T03:09:45Z", 0.03, "According to the general news and GJP consensus."], [498, "2016-06-18T03:22:08Z", 0.54, "Will TTIP require ratification by national parliaments?\nhttps://global.handelsblatt.com/edition/452/ressort/politics/article/fighting-over-the-last-word-on-ttip"], [498, "2016-06-18T03:22:08Z", 0.54, "Will TTIP require ratification by national parliaments?\nhttps://global.handelsblatt.com/edition/452/ressort/politics/article/fighting-over-the-last-word-on-ttip"], [498, "2016-06-18T03:22:08Z", 0.54, "Will TTIP require ratification by national parliaments?\nhttps://global.handelsblatt.com/edition/452/ressort/politics/article/fighting-over-the-last-word-on-ttip"], [1201, "2016-06-17T20:11:20Z", 0.05, "Joining the consensus on this one. Even though negotiation is separate from ratification under the terms of this question, the whole issue is now a political hot potato. The Rs are likely to deride any agreement the Obama administration has a hand, just because it's Obama. Hillary has to keep her distance from trade agreements, even in the negotiation stage, to placate the Bernie bros.  "], [38, "2016-06-16T17:57:55Z", 0.03, "http://www.politico.com/tipsheets/morning-trade#ixzz4BlYO3WCA "], [26047, "2016-06-15T16:39:54Z", 0.02, "Seems unlikely due to US presidential election and EU having bigger problems right now with Brexit, future Greek bailouts to name a few."], [83, "2016-06-13T16:02:29Z", 1.0, "Negotiatiors cleaning up the loose ends:"], [83, "2016-06-13T16:02:29Z", 1.0, "Negotiatiors cleaning up the loose ends:"], [83, "2016-06-13T16:02:29Z", 1.0, "Negotiatiors cleaning up the loose ends:"], [601, "2016-06-12T20:58:03Z", 0.05, "Brexit will push this to the back burner"], [3753, "2016-06-12T06:35:13Z", 0.03, "Strong opposition from many groups and citizens, and becoming part of election campaigns in several countries in EU and in the US."], [6303, "2016-06-12T01:22:59Z", 0.03, "According to the general news and GJP consensus."], [1639, "2016-06-11T14:28:36Z", 0.1, "forgot to update"], [1639, "2016-06-11T14:28:36Z", 0.1, "forgot to update"], [1639, "2016-06-11T14:27:50Z", 0.0, "German Chancellor Angela Merkel said on Wednesday (June 8, 2016) that the European Union and the United States should quickly conclude negotiations on a controversial free trade deal.\nhttp://www.reuters.com/article/eu-usa-trade-merkel-idUSB4N10001W"], [4633, "2016-06-11T12:24:27Z", 0.08, "Adjusting for passage of time, reinforced by the notion that the current American political climate means woe for anyone supporting any kind of trade deal."], [83, "2016-06-10T19:23:01Z", 1.0, "June 7th marked the creation of the Transatlantic Financial Regulatory Coherence Coalition.\nThe coalition hopes to place regulatory coherence and market access for US and EU financial services companies in the TTIP agreement.  The coalition supports inclusion while the US Treasury Dept and Pres Obama are currently against.  "], [83, "2016-06-09T17:18:14Z", 1.0, "Merkle urges a quick conclusion to the negotiations.\nhttp://news.trust.org/item/20160608160437-f8nla/"], [530, "2016-06-08T15:43:37Z", 0.0, "Affirming forecast"], [13135, "2016-06-08T14:02:17Z", 0.0, "Eurozone is in disarray at the moment. Even the bigger net contributors are facing a public perception of failure. Both Germany and France have elections next year\nso do not see them moving on this agreement before their elections."], [556, "2016-06-07T19:31:56Z", 0.0, "Staying low, I think internal politics of both the US and many European countries will make this difficult, despite the motivation of leaders. But I'll be watching what happens in June.\nhttp://www.ft.com/cms/s/0/be91f3ca-273c-11e6-8b18-91555f2f4fde.html#axzz4AvJXqd00\nhttp://www.euractiv.com/section/trade-society/opinion/dreyer-time-is-running-out-for-ttip-deal/"], [6303, "2016-06-06T03:50:19Z", 0.04, "According to the general news and GJP consensus."], [15750, "2016-06-05T21:12:29Z", 0.05, "The more details are leaked the less likely it seems"], [25745, "2016-06-04T20:06:49Z", 0.05, "EU and US are too incompatible socially and economically for this to work."], [3429, "2016-06-03T17:13:56Z", 0.05, "Changing forecast to reflect changes in position and passage of time."], [38, "2016-06-03T16:23:43Z", 0.03, "Read more: http://www.politico.com/tipsheets/morning-trade#ixzz4AXAu1m2c "], [6303, "2016-06-03T03:12:13Z", 0.05, "According to the general news and GJP consensus."], [83, "2016-06-01T22:22:17Z", 1.0, "High forecast only intended to raise average historical score."], [83, "2016-06-01T22:00:10Z", 0.6, "Increasing forecast (+10) due to a possible July date for a working text, and the confirmed objective of passing the legislation in both the EU and the US by the end of the year.\nQuotes:\n- \"...Mr Junker has called for the 28 member states to reconfirmed their commitment to the deal at a summit next month.\"\n- \"We either work togather to help set the rules of the world, or we leave that role to others\": Michael Froman, US trade tsar.\n- \"...officials on both sides now believe the window is closing for a deal to be reached AND APPROVED in Europe and the US before the end of the year. EU officials stress they want to agree a working text by July\"\n- \" US trade officials say that, ironically, TTIP negotiations have been making good progress in recent months.\"\nhttp://www.ft.com/intl/cms/s/0/be91f3ca-273c-11e6-8b18-91555f2f4fde.html#axzz4AMnbkw4T"], [68, "2016-06-01T08:41:40Z", 0.04, "http://www.ft.com/intl/cms/s/0/be91f3ca-273c-11e6-8b18-91555f2f4fde.html?ftcamp=crm/email//nbe/InTodaysFT/product#axzz4ADRwKbH1"], [15471, "2016-05-31T13:42:40Z", 0.05, "Reducing for passage of time."], [4633, "2016-05-31T10:59:05Z", 0.1, "Passage of time, reducing probability as this large issue slips below the radar in an American political world where omnibus trade deals have become poison."], [10916, "2016-05-30T11:02:05Z", 0.02, "Passage of time, no indication things are changing."], [15443, "2016-05-30T02:56:11Z", 0.05, "With both Trump/Clinton only reviewing the deal, and Canada basically saying the same thing, it looks like the TPP as it stands won't conclude."], [498, "2016-05-27T16:50:10Z", 0.55, "It seems that the very components of TTIP that are so controversial, and that I had hoped would be jettisoned so as to allow an agreement to proceed, are the very same components that have been pushed by the likes of Leon Brittan, et. al. for decades. Not having achieved their full objective at the WTO, it seems that they are now determined to get these provisions in a bi-bloc fashion. (-5)"], [102, "2016-05-25T03:24:39Z", 0.02, "https://larswericson.wordpress.com/2016/05/25/gitrep-24mar16pm/"], [102, "2016-05-25T03:24:39Z", 0.02, "https://larswericson.wordpress.com/2016/05/25/gitrep-24mar16pm/"], [24146, "2016-05-24T06:55:58Z", 0.55, "After lifting arms embargo on Vietnam, Mr. Obama has broadened the scope for expediting the negotiations. However, such negotiations take time, and hence I stick to 55%"], [498, "2016-05-23T17:05:32Z", 0.6, "Bayer Makes $62 Billion Bid for Monsanto (+6)\nhttp://www.nasdaq.com/article/bayer-makes-62-billion-bid-for-monsanto--4th-update-20160523-00659"], [110, "2016-05-23T00:25:30Z", 0.03, "Dropping by 2%. It sounds like the wheels are coming off on this one."], [24146, "2016-05-22T23:22:02Z", 0.55, "Obama visit to Vietnam may remove some obstacles in the path of the TTIP to be negotiated"], [38, "2016-05-21T17:55:25Z", 0.03, "Zero is a very risky forecast; backing off by just 3% saves a lot of Brier points if one's wrong because the penalty is 3x the reward."], [38, "2016-05-21T17:55:25Z", 0.03, "Zero is a very risky forecast; backing off by just 3% saves a lot of Brier points if one's wrong because the penalty is 3x the reward."], [38, "2016-05-21T17:55:25Z", 0.03, "Zero is a very risky forecast; backing off by just 3% saves a lot of Brier points if one's wrong because the penalty is 3x the reward."], [83, "2016-05-19T21:09:54Z", 0.5, "TTIP still in good shape, anti-TTIP crowd seems to be helping the negotiators refine positions.\nhttp://www.euractiv.com/section/trade-society/interview/trade-expert-ttip-leaks-have-been-a-gift-for-the-deal/"], [24163, "2016-05-19T14:52:12Z", 0.01, "The mighty media machine continues to pump out the TTIP stories, increasingly relating it to the upcoming June 23rd referendum (a worthwhile link to make when forecasting probabilities and getting the big picture)."], [83, "2016-05-18T20:56:17Z", 0.5, "http://www.euractiv.com/section/trade-society/infographic/ttip-a-strong-framework-for-eu-us-regulatory-cooperation-on-chemicals/\nEU chemical industry council supports agreement with position paper."], [13365, "2016-05-18T07:24:38Z", 0.02, "Final interm report by year-end?\nFrom 12% down to 2%, thanks to @Anneinak for https://www.gjopen.com/comments/comments/234396"], [102, "2016-05-18T02:50:25Z", 0.0, "https://larswericson.wordpress.com/2016/05/18/gitrep-17mar16pm/"], [493, "2016-05-17T19:39:05Z", 0.0, "Affirming prior."], [556, "2016-05-17T14:20:03Z", 0.0, "I'm staying low because I think I started too high. But it may not be completely impossible... here are 2 differing arguments:"], [6851, "2016-05-15T03:11:20Z", 0.05, "​Further turmoil in EU, Greek debt, UK Brexit and rise of nationalism has depowered the effectiveness of the EU. Additionally, with trade featuring heavily in US election, support for TTIP has limited political support. Obama administration does not view this as a high priority. Reports on the agreement are not due until the end of the year."], [530, "2016-05-14T12:42:43Z", 0.0, "Moving down to zero from eleven now. Thanks to @Annieinak for https://www.gjopen.com/comments/comments/234396. This question seems to be moving away from a \"YES\" resolution as the interim report isn't even supposed to come out for some time. "], [102, "2016-05-14T03:26:04Z", 0.1, "https://larswericson.wordpress.com/2016/05/14/gitrep-13may2016pm/"], [38, "2016-05-13T21:08:09Z", 0.0, "http://europa.eu/rapid/midday-express.htm"], [102, "2016-05-12T03:23:29Z", 0.07, "https://larswericson.wordpress.com/2016/05/12/gitrep-11may16pm/"], [38, "2016-05-11T19:31:00Z", 0.0, "http://www.politico.com/tipsheets/morning-trade#ixzz48NRlTEMl "], [24925, "2016-05-11T14:35:30Z", 0.0, "Too many variables plus unclear leadership and volatility on the EU end. The EU monetary situation will have to improve. While QE has done some good in Europe the summer is upon us and not much will get done. And  a lot of the positive numbers were superficial. Added to the USA election, where there is going to be change in the executive branch, not a chance this gets done. "], [498, "2016-05-11T14:24:26Z", 0.54, "MEP Luke 'Ming' Flanagan ‏visits the TTIP reading room\nhttps://www.youtube.com/watch?v=Ozj0qwnMGZ0"], [556, "2016-05-10T14:05:10Z", 0.0, "Dropping based on... (and I know these are a little old...I'm catching up)"], [15471, "2016-05-09T07:00:01Z", 0.08, "Reducing due to passage of time as well as the recent Greenpeace publication. Didn't help TTP in Europe and further reduced incentive for completion. "], [83, "2016-05-08T23:54:04Z", 0.5, "Update on conclusion of 13th session, in late April, is in the attached EU link.\nOne more session is possible before summer break.  Obama visit appearently had a positive impact on negotiations.\nhttp://trade.ec.europa.eu/doclib/docs/2016/april/tradoc_154480.pdf"], [102, "2016-05-08T16:47:56Z", 0.09, "https://larswericson.wordpress.com/2016/05/08/gitrep-8may16am/"], [24648, "2016-05-08T11:11:16Z", 0.1, "Multinational trade agreements typically take years to negotiate. TTIP negotiations have lasted over 3 years already. Avg. chance of survival for multilateral trade deals after this period is under 40%, for cross-regional trade deals under 30% (see Moser/Rose, \"Why do trade negotiations take so long?\", working paper draft 10 Jan 2012). TTIP just received a blow from publication of secret negotiation positions by Green Peace in NL. Several European governments are weak or have started to turn against TTIP (e.g. France). US presidential campaigns on both sides are anti-free trade."], [14432, "2016-05-08T03:25:32Z", 0.0, "Unfortunately the political winds of protectionism are growing"], [83, "2016-05-07T18:47:48Z", 0.3, "European Commission releases a chart depicting the status of TTIP negotiations.  Suspect the completion of the negotiations is likely, but the deadline of concern is the end of the Obama administration in Jan 2017.  I can't find any reasons that the negotiations will be completed in December rather than January 2017."], [691, "2016-05-05T20:23:25Z", 0.03, "http://www.reuters.com/article/us-trade-ttip-merkel-idUSKCN0XV2GC\nIt is almost too horrible to contemplate, but there may be some things that even Angela Merkel can't pull off."], [24163, "2016-05-05T13:06:53Z", 0.01, "My forecast remains the same. More news is coming out about not only the populace cooling on the deal..but our current crop of presidential wannabes seem to be chilling on it a bit as well."], [1639, "2016-05-04T06:12:37Z", 0.0, "François Hollande said the Transatlantic Trade and Investment Partnership (TTIP, or TAFTA in French) was “a bad deal” for Europe. Leaked documents show many outstanding disagreements, on matters including environmental and consumer protection. Talks began in 2013 but became bogged down amid rising public opposition.\n-----\nFrom the Economist. Sorry no link "], [227, "2016-05-03T20:24:02Z", 0.15, "While President Obama wants to get this done to help cement his legacy, the rest of the world will not cooperate, as seen by France's recent objections. Nor will the American domestic situation be conducive to the task."], [1639, "2016-05-03T15:11:07Z", 0.0, "for passing of time"], [2965, "2016-05-03T15:02:27Z", 0.0, "\"Currency manipulator designation\",  self-seeking authoritorian demagogues,nationalist parties, and the \"hoi polloi\" gone on trade. that hurts US and Google, Monsanto, Boeing are in effect subject to non- WTO tariff barriers, like  with Monsanto on gmo, But Vermont is about to impose its own restrictions,http://www.wsj.com/articles/can-i-get-that-with-extra-gmo-1461710531\nSo, lol, shouting at rallies does not help and the dollar is being hammered .  Both Sterling and dollar are pounded and reflect Brexit and Trump. POTUS and Congress?http://www.wsj.com/articles/u-s-warns-five-economic-powers-over-policies-1461960876\n "], [110, "2016-05-03T12:22:42Z", 0.05, "http://www.businessinsider.com/leaked-ttip-documents-show-trade-deal-could-be-on-the-brink-of-collapse-2016-5"], [68, "2016-05-03T11:59:18Z", 0.05, "http://www.bbc.com/news/world-europe-36191577"], [1708, "2016-05-03T10:39:10Z", 0.0, "http://foreignpolicy.com/2016/05/02/ttip-leak-puts-obamas-economic-legacy-at-risk/"], [102, "2016-05-03T00:50:29Z", 0.14, "https://larswericson.wordpress.com/2016/05/03/gitrep-2may16pm/"], [1639, "2016-05-02T19:34:07Z", 0.03, "For passing of time"], [3895, "2016-05-02T18:31:36Z", 0.04, "http://www.theguardian.com/business/2016/may/01/leaked-ttip-documents-cast-doubt-on-eu-us-trade-deal"], [691, "2016-05-02T18:02:21Z", 0.03, "http://www.bbc.com/news/world-europe-36185746\nThis sort of thing is highly unlikely to move things along briskly."], [2965, "2016-05-02T14:24:08Z", 0.0, "See website at TTIP-leaks.org.\nGreenpeace document dump and cyber attacks on SWIFT at NY Fed makes you  understand  everything and anything has been hacked  in the last  year. Ransomware a growth business."], [83, "2016-05-01T20:55:38Z", 0.4, "Position papers of the EU and US, between rounds 12 and 13 have leaked:\nhttp://www.theguardian.com/business/2016/may/01/leaked-ttip-documents-cast-doubt-on-eu-us-trade-deal"], [102, "2016-05-01T15:16:14Z", 0.2, "https://larswericson.wordpress.com/2016/05/01/gitrep-1may16am/"], [38, "2016-04-30T05:08:17Z", 0.0, "http://www.politico.com/tipsheets/morning-trade#ixzz47HO4hayN "], [14027, "2016-04-29T15:11:33Z", 0.02, "I was WAY too optimistic on this one.  The climate is not right for any deal between Europe and the US."], [24471, "2016-04-28T17:18:47Z", 0.46, "The popular appetite for these reforms doesn't seem to be there, and the political classes supporting them don't seem to A: Have enough popular support or B: Have been open enough about them or 'sold' the idea enough. Given other factors e.g. UK - EU referendum and the fact that TTIP has been cited as a reservation here; I don't think the agreement will be finalised or settled by the above date (even if in principle it's ready to go through, disagreements about terms, especially 'investor-state dispute clauses', will remain in the political arena, slowing down any possible agreement)."], [2965, "2016-04-28T16:42:05Z", 0.01, "Pending elections in US, UK, France, continuing immigration controversy and problems with Greece bailout implementation makes my earliest predictions seem like a fantasy."], [19801, "2016-04-28T12:07:14Z", 0.0, "Matthias Fekl, French minister of state for foreign trade and the promotion of tourism and French nationals abroad."], [498, "2016-04-27T22:08:26Z", 0.53, "The \"rulers\" seem desirous of holding out for an \"ambitious\" agreement. I was thinking that only by jettisoning some of the more controversial aspects, the agreement might be achieved within the timeframe. Seeking to retain these \"ambitious\" aspects decreases my forecast. (-2)\nhttp://www.gjopen.com/comments/comments/219451"], [51, "2016-04-27T14:53:19Z", 0.04, "http://carnegieeurope.eu/strategiceurope/?fa=63458"], [51, "2016-04-27T14:53:19Z", 0.04, "http://carnegieeurope.eu/strategiceurope/?fa=63458"], [24344, "2016-04-26T22:51:00Z", 0.33, "Negotiations are slow but on going, it is possible but a number of issues need be to resolved. "], [24146, "2016-04-26T10:03:04Z", 0.45, "Negotiations are quite slow to take place on such issues."], [3895, "2016-04-25T10:21:14Z", 0.19, "per @Khalid"], [68, "2016-04-25T10:13:06Z", 0.2, "Up from 14% on 22 March after Obama and Merkel expressed strong support for completing negotiations this year. But will they make it a priority and push for the necessary compromises?\nhttp://www.nytimes.com/2016/04/25/world/europe/wary-of-big-business-germans-protest-trade-deal-as-obama-visits"], [14253, "2016-04-23T05:21:00Z", 0.0, "There seems to be opposition and apathy from many quarters.  It seems like Obama thinks it isn't going to happen \"soon.\" What does he mean by that? Whatever he means I don't believe he thinks it will be during his time in office. "], [102, "2016-04-22T03:08:48Z", 0.15, "https://larswericson.wordpress.com/2016/04/22/gitrep-21apr16pm/"], [24163, "2016-04-21T18:16:46Z", 0.01, "I am coming in low on this question due to a continuing lack of support for the Partnership. As always a point and counterpoint analysis is required."], [24163, "2016-04-21T18:16:46Z", 0.01, "I am coming in low on this question due to a continuing lack of support for the Partnership. As always a point and counterpoint analysis is required."], [24163, "2016-04-21T18:16:46Z", 0.01, "I am coming in low on this question due to a continuing lack of support for the Partnership. As always a point and counterpoint analysis is required."], [38, "2016-04-21T17:35:48Z", 0.0, "/www.politico.com/tipsheets/morning-trade#ixzz46U1hkLM1 "], [3895, "2016-04-21T15:18:42Z", 0.04, "http://uk.reuters.com/article/us-europe-usa-trade-idUKKCN0XI0AT staying low"], [102, "2016-04-21T03:38:18Z", 0.13, "https://larswericson.wordpress.com/2016/04/21/gitrep-20apr16pm/"], [38, "2016-04-20T21:10:56Z", 0.0, "http://www.politico.com/tipsheets/morning-trade#ixzz46P3rzPCt "], [556, "2016-04-20T18:56:38Z", 0.75, "I still think that negotiators will reach an agreement even if ratification doesn't take place... but lowering based on  the link posted by @AndrewSabisky  (Thanks!)\nreposted here:"], [3895, "2016-04-20T18:44:09Z", 0.04, "http://uk.reuters.com/article/uk-trade-europe-usa-idUKKCN0XG2F5"], [691, "2016-04-18T20:00:30Z", 0.08, "Everything I know coincides neatly with @anneinak.  There are too many different bits that are not okay with too many different parties for this to get sorted soon.  Also I don't imagine anybody wants to waste a whole lot of time negotiating an agreement that is unlikely to be ratified by the US Senate, no matter what is agreed to. "], [38, "2016-04-17T21:39:03Z", 0.0, "http://www.politico.eu/article/ttip-last-chance-for-transatlantic-trade-pact-michael-froman-angela-merkel-cecilia-malmstroem/"], [38, "2016-04-17T21:28:30Z", 0.0, "http://www.breitbart.com/london/2016/04/11/european-leaders-rush-ttip-negotiations-fears-grow-deal-will-collapse/"], [38, "2016-04-16T18:09:03Z", 0.0, "http://www.politico.com/tipsheets/morning-trade#ixzz460wJFgYz"], [14493, "2016-04-16T17:21:45Z", 0.05, "Few of the players appear to want to reach a speedy agreement. The details are currently secret When agreement is reached presumably they will become public, at that point every special interest group in North America and Europe will be searching for and complaining about every disadvantage real or imagined. Those who claim to be negatively effected will make a lot more noise than those who it is believed should benefit. To move from agreement to ratification will require leaders who can sell the benefits to their constituents. These leaders will need to be popular and trusted and have the political capital and will to push this controversial agreement  forward. I don't see any such leaders in America or Europe who are free-trade advocates. I see plenty of leaders and potential leaders who are more interested in blaming all the ills of the world on foreigners in general and free-trade in particular. The leaders who would be most sympathetic to TTIP are struggling with other \"liberal\" policies that are upsetting voters and do not want another fight. Europe has Brexit, the Euro, austerity, high unemployment, immigration, the Middle East and Russia to worry about. The benefits of TTIP are not obvious to the average voter. Obama is getting to the end of his presidency and has plenty of unfinished issues to work on before he goes, without wanted to add another. All the front runners for being the next president appear to want more protection not more free trade.  "], [498, "2016-04-16T14:26:12Z", 0.55, "Support surges for Dutch referendum on TTIP\nhttp://www.express.co.uk/news/uk/661506/Dutch-referendum-EU-referendum-TTIP-trade-deal-Brexit"], [3429, "2016-04-13T18:06:07Z", 0.8, "maintaining prediction. updating for passage of time."], [53, "2016-04-08T23:31:53Z", 0.1, "Maybe I've been too negative, maybe everyone is in a rush to work with Obama's administration\nhttp://www.politico.com/tipsheets/morning-trade/2016/04/april-showers-bring-ttip-flowers-reichert-sets-mtb-hearing-panama-papers-and-trade-the-sequel-213661"], [1787, "2016-04-08T06:30:55Z", 0.0, "Because the Antichrist has not yet made himself known, thus Satan cannot ravage our world in this way, just yet. & God is not ready to punish the uber wealthy with being canabalized by the poor which they \"rule\" over."], [1787, "2016-04-08T06:30:55Z", 0.0, "Because the Antichrist has not yet made himself known, thus Satan cannot ravage our world in this way, just yet. & God is not ready to punish the uber wealthy with being canabalized by the poor which they \"rule\" over."], [102, "2016-04-08T01:59:48Z", 0.3, "https://larswericson.wordpress.com/2016/04/07/gitrep-06apr16pm/"], [13365, "2016-04-05T09:02:53Z", 0.21, "“The negotiators will continue to work by involving further exchanges at all levels: in two additional rounds of negotiations before the summer break, in further contacts between the negotiating teams between rounds, and in regular meetings between EU Trade Commissioner Cecilia Malmström and US Trade Representative Michael Froman.\" +10%"], [83, "2016-04-03T00:37:31Z", 0.8, "U.S. and EU negotiations on TTIP continue, EU and US both intend to complete negotiations by the end of the Obama presidency.\nThe only power players are the US and EU negotiating teams.  Acceptance of the agreement by EU countries or the U.S. Congress are outside the scope of this IFP.  \nhttp://eubulletin.com/5341-12th-round-of-ttip-talks-launched-eu-and-us-set-end-of-year-deadline.html"], [7263, "2016-04-01T17:41:58Z", 0.1, "The proposed treaty has become a political hot potato in an election year so Congress won't commit."], [556, "2016-03-29T19:41:11Z", 1.0, "Discussions seem to be progressing ....http://infojustice.org/archives/35875"], [556, "2016-03-29T19:41:11Z", 1.0, "Discussions seem to be progressing ....http://infojustice.org/archives/35875"], [13365, "2016-03-29T06:33:25Z", 0.11, "Thanks to Trump, +5%\nhttp://foreignpolicy.com/2016/03/28/fearing-trump-u-n-embraces-the-art-of-the-deal/?utm_source=Sailthru&utm_medium=email&utm_campaign=New%20Campaign&utm_term=%2AEditors%20Picks"], [1064, "2016-03-28T22:34:43Z", 0.85, "This is indicative of the mindset."], [102, "2016-03-28T00:06:31Z", 0.32, "https://larswericson.wordpress.com/2016/03/27/gitrep-27mar16pm/"], [22981, "2016-03-25T16:50:08Z", 0.65, "Brexit may affect this one, but I do believe that it is more likely than not. The deal is all but done from the core members of the Union."], [102, "2016-03-25T01:10:17Z", 0.31, "https://larswericson.wordpress.com/2016/03/25/gitrep-24mar16pm/"], [22811, "2016-03-24T03:05:23Z", 0.64, "The allure of one million new jobs created is extremely popular, and it puts needed capital into the EU. Also, negotiations want to be finished with Obama, because Hilary and Trump do not want this system."], [22748, "2016-03-23T23:43:02Z", 0.4, "Both the US and EU really want the negotiations to end because the benefits of the deal are crucial to a rising economy in both Europe and US. Also, EU really wants the negotiations to be completed because they want to conduct the negotiations with President Obama, isolationist candidates, Bernie Sanders, Donald Trump and Hillary Clinton. However, there is democratic resistance to the deal because of the pollution that will result from the deal. Many believe that the TTIP will take away from jobs more than create jobs.\n"], [22703, "2016-03-23T22:03:31Z", 0.45, "Hillary Clinton, Bernie Sanders, and Donald Trump are all firmly against free trade agreements like the TTIP. Public opinion in the United States is very bad. Europe will try to get this done as quickly as possible before Obama leaves office, however, the administration may not be willing to negotiate as readily for fear of jeopardizing Clinton in the election against (probably) Donald Trump. \n"], [22806, "2016-03-23T21:20:59Z", 0.55, "My prediction: 55%\nEven though TTIP is projecting a sense of urgency, there are many opposed to this happening, both because of the economic burden and the amount of carbon dioxide released into the atmosphere. But Europe doesnâ€™t want to negotiate with Trump or Hillary, and wants to work with Obama, so that rush could make this happen quickly."], [22806, "2016-03-23T21:20:59Z", 0.55, "My prediction: 55%\nEven though TTIP is projecting a sense of urgency, there are many opposed to this happening, both because of the economic burden and the amount of carbon dioxide released into the atmosphere. But Europe doesnâ€™t want to negotiate with Trump or Hillary, and wants to work with Obama, so that rush could make this happen quickly."], [22829, "2016-03-23T21:16:11Z", 0.32, "\tI give this a 32% chance of happening because it is true that both sides feel a sense of urgency to complete this before President Obama leaves office and because they said they would have this done by 2014.  However, the two sides are disagreeing on who takes the economic burden, the negative public view of the TTIP, and finally the potential repercussions on both the European and American markets if the trading occurs. I would have the probability of it occurring lower except for the fact that both sides want to complete this before Obama leaves office and the new President of the United States comes to power.\n"], [22769, "2016-03-23T13:45:57Z", 0.75, "They just have to finish the negotiations, and given that Obama's made trade a big part of his legacy, I think there's a high likelihood it will be ready to go by January even if there's no vote on it until much later."], [1232, "2016-03-22T15:13:03Z", 0.2, "Looking rough with current trade debate."], [68, "2016-03-22T08:03:24Z", 0.14, "Down from 15% last month, for passage of time."], [19801, "2016-03-21T11:52:17Z", 0.07, "Passage of time, and yet there has been no further progress. The TTIP would need a miracle to pass at this point. Possible but very improbable."], [102, "2016-03-21T03:53:43Z", 0.36, "https://larswericson.wordpress.com/2016/03/21/gitrep-20mar16pm/"], [13365, "2016-03-21T03:18:12Z", 0.06, "Major negotiating rounds for the Trans-Atlantic Trade and Investment Partnership (TTIP) were scheduled for April and July, with more informal meetings in March, June and May. Malmstrom said, \"If we are to finish this before the end of the year, of course we need to enter the end-game by the summer.\"\nThe key process of the negotiation is in July, currently not revising for the below link."], [4633, "2016-03-20T12:58:16Z", 0.13, "Historically, complex and arcane negotiations over trade deals never rise above the activist level of public consciousness until final drafts are reached - at which point the media have something substantial to report on. This deal appeared to be following the same route until last week, when the current American election campaign began to focus on the general nature of trade deals. The prospect of these things becoming a central election issue is growing, with both Sanders and Trump making them central to their stump speeches, dragging Clinton along for the ride. This introduces the prospect of the TTIP and other deals becoming toxic goods in America long before they normally would, potentially changing the American strategy for an on time completion while the Presidential campaign is still raging. Shaving 2 points on this potential development."], [1064, "2016-03-19T23:27:19Z", 0.85, "They are determined to get it done:"], [1064, "2016-03-19T23:27:19Z", 0.85, "They are determined to get it done:"], [10898, "2016-03-19T21:45:08Z", 0.07, "http://sputniknews.com/business/20160318/1036525272/ttip-deal-elections-us.html"], [102, "2016-03-19T01:44:51Z", 0.37, "https://larswericson.wordpress.com/2016/03/19/gitrep-18mar16pm/"], [38, "2016-03-19T00:30:47Z", 0.0, "http://www.mintpressnews.com/latest-leak-confirms-ttip-serious-threat-democracy-know/214883/"], [821, "2016-03-18T01:57:52Z", 0.1, "It appears that negotiations on TTIP should be further along at this point.  Here is some more evidence:"], [102, "2016-03-17T01:18:51Z", 0.1, "https://larswericson.wordpress.com/2016/03/17/gitrep-16mar16pm/"], [22304, "2016-03-16T13:08:19Z", 0.25, "It shouldn't be possible if there are real independent governments in Europe and as long as the divisive tribunals of arbitration (as thought by the US) are not excluded respectively reformed.\nOn the other hand do the US need  TTIP to refinance themselves and they will clearly deploy any ressources and tools they have to push it.\nIt wouldn't be the first time that the US turn the tables by using subversive networking... "], [10949, "2016-03-16T12:04:34Z", 0.05, "I feel obliged to write from an European perspective as most GJOpen users are American citizens. I would like to bring in some other argument to the table."], [1529, "2016-03-16T03:32:49Z", 0.42, "Given the increasing political turmoils across EU and US, negotiators will be best served to finish TTIP this year. At least it will put a line in the sand as a starting point if future negotiations are necessary. I might have made this higher, but there are still a lot of complexities to overcome."], [83, "2016-03-16T01:51:53Z", 0.8, "1) Only two negotiating parties.\n2) Even if it is not ratified, the result will become the basis for future negotiations with the EU, or for other agreements.\n3) To much effort spent for Obama and EU to let this go.\n4) Election uncertainty (anti-trade rhetoric, by everyone) improves odds an agreement will be set befor Jan. 20.\n3) Ratification of the U.S. and EU countries not required for this IFP."], [20649, "2016-03-15T20:47:02Z", 0.1, "TTIP, if agreed and ratified will create the largest FTA in the world.  A pretty big deal, requiring substantial and detailed negotiations.  Looking at past precedent, some of which can be found here http://trade.ec.europa.eu/doclib/docs/2006/december/tradoc_118238.pdf, also http://www.canadainternational.gc.ca/eu-ue/policies-politiques/trade_agreements-accords_commerciaux.aspx?lang=eng tells us negotiations for the Canadian/EU FTA took seven years.  It thus looks quite optimistic to conclude that EU/US negotiations will be completed (successfully) in just less than 3.5 years."], [556, "2016-03-15T16:40:26Z", 0.95, "I think campaign rhetoric may actually drive negotiations forward. Europe will want a deal in place before a new admin gets in there. Congress may refuse to vote, but that isn't what the question asks... just for negotiations to be completed.\nhttp://www.businessinsider.com/r-eu-trade-chief-us-campaign-rhetoric-wont-stop-ttip-trade-talks-2016-3"], [43, "2016-03-14T14:39:04Z", 0.1, "Presidential candidates campaigning against trade agreements present indicators of too much voter anger for U.S. negotiators to go ahead with this by the forecast horizon."], [19801, "2016-03-14T13:28:18Z", 0.4, "It doesn't seem likely to pass the senate, the TPP is Obama's focus instead. Unless the deal is concluded while Obama is still in office, it doesn't seem likely, and only 10 months left for it to happen."], [2965, "2016-03-14T12:42:12Z", 0.1, "Unlikely given toxic political atmosphere as a result of US POTUS election. "], [102, "2016-03-14T02:58:22Z", 0.33, "https://larswericson.wordpress.com/2016/03/14/gitrep-13mar16pm/"], [493, "2016-03-11T16:02:50Z", 0.0, "Affirming prior."], [102, "2016-03-11T05:10:40Z", 0.31, "https://larswericson.wordpress.com/2016/03/11/gitrep-10mar16pm/"], [1529, "2016-03-10T19:58:42Z", 0.2, "Looking at various other forecasters, I am way off the mark. Prudence causes me to re-evaluate."], [60, "2016-03-10T19:35:00Z", 0.04, "Lowering from 8 to 4%."], [38, "2016-03-10T19:14:04Z", 0.0, "http://www.politico.com/tipsheets/morning-trade#ixzz42WpqAAzW "], [38, "2016-03-08T02:38:17Z", 0.0, "http://www.independent.co.uk/news/business/news/ttip-talks-could-be-completed-before-the-end-of-2016-a6899476.html\n\nThis piece was written before the last round of negotiations and was generally optimistic, but closed with this statement that  represents my opinion:"], [38, "2016-03-08T02:38:17Z", 0.0, "http://www.independent.co.uk/news/business/news/ttip-talks-could-be-completed-before-the-end-of-2016-a6899476.html\n\nThis piece was written before the last round of negotiations and was generally optimistic, but closed with this statement that  represents my opinion:"], [13365, "2016-03-07T05:33:38Z", 0.06, "-10%\nhttp://www.politico.com/tipsheets/morning-trade#ixzz41uKUvOy4"], [11157, "2016-03-06T09:15:11Z", 0.1, "Lowering based upon @Anneinak and Politico reporting on US Chamber's perspective"], [102, "2016-03-06T04:29:52Z", 0.32, "https://larswericson.wordpress.com/2016/03/05/manual-category-assignment-work-in-progress/"], [102, "2016-03-06T03:51:48Z", 0.13, "https://larswericson.wordpress.com/2016/03/05/manual-category-assignment-work-in-progress/"], [601, "2016-03-04T16:06:07Z", 0.04, "The EU has bigger fish to fry right now"], [13377, "2016-03-04T09:09:29Z", 0.1, "https://larswericson.wordpress.com/"], [60, "2016-03-04T05:06:04Z", 0.08, "Lowering from 59% to 8%."], [53, "2016-03-04T05:00:40Z", 0.15, "Politico article linked by @seveDB & @Anneinak"], [1639, "2016-03-03T21:39:37Z", 0.06, "Lowering my score\nhttp://www.politico.com/tipsheets/morning-trade#ixzz41s24QoHQ"], [1639, "2016-03-03T21:39:37Z", 0.06, "Lowering my score\nhttp://www.politico.com/tipsheets/morning-trade#ixzz41s24QoHQ"], [2965, "2016-03-03T20:48:35Z", 0.05, "Negotiators Aim to Sign TTIP this Year\nSee TTIP TRade in action news letter AtlanticCouncil.org\nhttp://view.s6.exacttarget.com/?j=fe9115787665037c7c&m=fe971272756c017d76&ls=fe21177771620c7d7c1075&l=ff69157377&s=fe611d717665047e7c10&jb=ff991575&ju=fe191573766d0175721d79&r=0\nSo beat up better stick to the crowd\nrather lofty promises.\n#anneinak I agree. Very persuasive analysis"], [38, "2016-03-03T19:41:26Z", 0.0, "http://www.politico.com/tipsheets/morning-trade#ixzz41s24QoHQ"], [53, "2016-03-03T02:55:02Z", 0.22, "ht @Anneinak\nThough I thought this round of talks were extended for two weeks - which could be viewed positively in some ways. But maybe I was thinking of some *other* set of talks.  Nope - was right, sort of: http://www.ip-watch.org/2016/02/26/ttip-negotiations-hurrying-between-official-rounds/"], [38, "2016-03-03T01:46:08Z", 0.0, "http://www.politico.eu/article/5-things-to-watch-on-ttip-eu-us-trade-european-commission/"], [498, "2016-03-01T05:30:08Z", 0.84, "President Obama travels to Germany in April to discuss the deal with German Chancellor Angela Merkel.\nhttp://www.eurasiareview.com/29022016-negotiators-aim-to-sign-ttip-this-year/"], [38, "2016-03-01T04:50:58Z", 0.0, "http://www.politico.com/tipsheets/morning-trade#ixzz41ciVEIin"], [38, "2016-03-01T04:42:45Z", 0.0, "The reason given for pushing TTIP this year is to get it completed during this administration.  Let's get real:  according to http://www.politico.com/tipsheets/morning-trade#ixzz41cguOwZo the House and the Senate have just 88 and 110 legislative days, respectively, left on their schedule for 2016, including after the election, and they haven't even taken up TPP yet.  "], [19801, "2016-03-01T04:06:19Z", 0.65, "Lowering my confidence level, because the as EinsteinJS mentions the negotiations have dragged on for a long time already, and it may be that Obama is saving his trade battles for the TPP instead."], [498, "2016-03-01T00:47:56Z", 0.84, "Europe and the US apply make-up to the Privacy Shield\nhttp://diginomica.com/2016/02/29/layering-on-the-piggy-lipstick-europe-and-the-us-apply-make-up-to-the-privacy-shield/"], [493, "2016-02-29T15:05:36Z", 0.0, "Affirming prior."], [13365, "2016-02-29T09:02:09Z", 0.16, "Ratification is not required, meaning the question skips out approval/rejection by the 28 member states and Congress. \nBoth sides agreed to accelerate their work between negotiating rounds to make significant progress. \n2013 had 3 rounds of talks, 2014 and 2015 had 4 rounds each, considering they have reached the mid-game, that means around 50% of the discussion were complete in 11 talks. On average, each talk represents 4.5% of progress. If 2016 is also expected to have at least 4 rounds, that means 68% of TTIP expected to complete by year end. Aligning with consensus forecast makes my base at 47%. \nNegotiation areas mainly consist of tariffs, services and public procurement \nTopics still in discussion: agricultural goods (wines restrictions), public procurement at all levels of government, services and investment, telecom, rules of origin, regulatory cooperation, and specific sectors (medical devices, textiles, cars, ICT, engineering, chemicals, pesticides) \nO'Sullivan was bullish on the possibility of reaching the middle-game in February, meaning that all issues are up for discussion and negotiation and there is an idea of what the final deal will look like. However, both parties had also expected to conclude talks by end of 2015 last year but failed. \nBoth parties have committed to speed things up, but the last round of talk only concluded 97% of tariffs, while other areas are still wide open."], [534, "2016-02-27T22:37:53Z", 0.1, "THe EU is proposing a major overhaul of the whole investor-state dispute settlement process, making it more transparent and accountable. I might hope the Obama administration would happily embrace the EU proposal, but I suspect the Trade Representative is in the pocket of the Business Roundtable, US Chamber of Commerce, etc. and will demand that the current system be extended."], [60, "2016-02-26T19:58:04Z", 0.59, "Lowering slightly 64 to 59%."], [60, "2016-02-26T19:58:04Z", 0.59, "Lowering slightly 64 to 59%."], [1337, "2016-02-26T18:06:20Z", 0.23, "Closer to consensus."], [691, "2016-02-25T20:02:09Z", 0.36, "The TTIP is whatever people say it is.  If they water it down from the original vision and still call it TTIP, that's what is is.  Everybody wants something they can call this, but even a thinly disguised nothing-in-particular may not be feasible within this time frame.  Trade agreements have little to do with economics, or even trade, and much to do with domestic politics. "], [498, "2016-02-25T08:05:46Z", 0.84, "TTIP is in crisis\nhttp://www.dw.com/en/is-ttip-in-crisis/a-19070989"], [651, "2016-02-25T00:36:36Z", 0.5, "Some progress on dispute resolution mechanism but big differences remain in a US election year."], [53, "2016-02-24T23:45:29Z", 0.28, "Probably there are other sides, but: http://www.dw.com/en/is-ttip-in-crisis/a-19070989\nComing up somewhat on risk TTIP-Lite idea takes hold.  Probably that would satisfy this question, and it is more probable than full TTIP."], [73, "2016-02-24T21:14:33Z", 0.51, "Down to borderline.   Lots of we can do this but too much talking past each other.  http://m.dw.com/en/is-ttip-in-crisis/a-19070989"], [73, "2016-02-24T21:14:33Z", 0.51, "Down to borderline.   Lots of we can do this but too much talking past each other.  http://m.dw.com/en/is-ttip-in-crisis/a-19070989"], [73, "2016-02-24T21:14:33Z", 0.51, "Down to borderline.   Lots of we can do this but too much talking past each other.  http://m.dw.com/en/is-ttip-in-crisis/a-19070989"], [493, "2016-02-24T21:05:17Z", 0.0, "Affirming prior."], [60, "2016-02-22T20:24:17Z", 0.64, "Raising from 38 to 64%."], [60, "2016-02-22T20:24:17Z", 0.64, "Raising from 38 to 64%."], [68, "2016-02-22T06:14:38Z", 0.15, "Reducing from 17% last month. While  TTIP is in principle a good thing, it is unlikely to be agreed if what seems to be the current approach to dispute resolution remains. Although this mechanism was agreed in the TTP after excluding tobacco, there will probably need to be more exclusions before the EU accepts it, whereas the US (reflecting US business interests) remains a strong proponent."], [9549, "2016-02-22T02:34:01Z", 0.05, "the elections will prevail"], [12302, "2016-02-22T01:14:48Z", 0.2, "Reaffirming."], [498, "2016-02-21T23:20:44Z", 0.84, "Despite the recent comments by Obama's press secretary, I think there is still a great deal of urgency in seeing this completed this year. It is likely to remain quite hush-hush, however, because various interpretations might seriously influence the Brexit outcome."], [498, "2016-02-20T23:08:43Z", 0.84, "EU nations worked together successfully to provide deal to Cameron, they can finish this thing np. Plus, it needs to get done before Sanders is elected President. (+5)"], [53, "2016-02-20T21:29:12Z", 0.22, "Up some on clarification that negotiations might finish within the year.  But - meeting this coming week, hope that some new information comes out & looking to adjust."], [60, "2016-02-20T20:09:37Z", 0.38, "Lowering from 43 to 38% (would be more, but considering the source)."], [3429, "2016-02-18T23:47:45Z", 0.8, "maintaining current prediction. "], [90, "2016-02-18T19:42:55Z", 0.09, "updating and compensating"], [2965, "2016-02-18T01:52:52Z", 0.04, "https://www.whitehouse.gov/the-press-office/2016/02/09/daily-press-briefing-press-secretary-josh-earnest-282016\nWhite House spokesman Josh Earnst: unlikely before end of Obama adminstration.\nThis announcement came after Obama meeting with Italy. http://www.ictsd.org/bridges-news/bridges/news/us-italy-leaders-push-for-ttip-outcome-amid-questions-over-timeline\nNext meeting in Washington D.C. on regulatory standards 2-22/2-28\nhttp://europa.eu/rapid/press-release_MEX-16-306_en.htm\nEven though data protection accord reached, the morass of agricultural issues across EU and the stated position of EU officials that there will be no TTIP- lite excluding agriculture. https://euobserver.com/economic/132279"], [10898, "2016-02-16T11:14:03Z", 0.4, "decreasing due to http://www.ictsd.org/bridges-news/bridges/news/us-italy-leaders-push-for-ttip-outcome-amid-questions-over-timeline"], [73, "2016-02-15T19:45:22Z", 0.77, "+1 Kerry at msc"], [13365, "2016-02-15T03:01:07Z", 0.15, "- Merkel's endorsement of TTIP +3%\n- White House Press Secretary Josh Earnest said that a planned free-trade agreement between the European Union and the United States probably will not be reached during the presidency of Barack Obama -30%"], [10898, "2016-02-12T05:42:29Z", 0.35, "They want to complete talks by summer, i.e., before US elections. On the other hand, German judges coming out against the Investment Court System proposed in the TTIP can't be good. On balance, I'm upping the chances of an agreement before Jan 1, 2017 to 35%\nReference: http://www.bbc.com/news/world-europe-35503885"], [19801, "2016-02-11T08:41:21Z", 0.9, "Both the EU and Obama want to conclude this negotiation before he leaves office. Ratification is not needed."], [11057, "2016-02-11T04:49:00Z", 0.26, "http://www.bilaterals.org/?even-after-years-of-ttip-talks-new"], [73, "2016-02-11T02:40:28Z", 0.76, "Back up thanks to @scholarandcat "], [60, "2016-02-11T02:39:39Z", 0.43, "Going back up from 3% to 43%."], [60, "2016-02-11T02:39:39Z", 0.43, "Going back up from 3% to 43%."], [532, "2016-02-11T02:18:03Z", 0.55, "Going back up after a clarification from the White House.  They are pushing to finish negotiations.  They do not expect to have congressional approval before the President leaves office.  http://www.politico.com/tipsheets/morning-trade/2016/02/customs-bill-watch-steel-industry-wants-to-see-chinas-plan-hatch-very-upset-about-state-of-tpp-biologics-212638"], [493, "2016-02-10T18:36:52Z", 0.0, "Following @einsteinjs, sticking a fork in this one."], [1562, "2016-02-09T19:48:35Z", 0.35, "not likely in election year.   Obama will meet heavy resistance "], [60, "2016-02-09T18:59:08Z", 0.03, "Lowering from 19 to 3%."], [498, "2016-02-09T11:34:38Z", 0.72, "The TTIP agreement seems to be having difficulty with those aspects where trade interfaces politics. One such area is the concept of a \"Regulatory Cooperating Body.\" Another, no less contentious but far more prominent at the moment, is that of \"investment protection.\" It seems there are basically three positions here:\n1) The American position: Enhance the existing Investor-State Dispute Settlement (ISDS) framework which would provide maximum supra-sovereignty to foreign corporations via specialized commercial arbitration panels.\n2) The EU position: Replace the ISDS framework with a new Investment Court System (ICS). This position is identical to the American position in terms of providing maximum supra-sovereignty to foreign corporations, except it accomplishes this with a body of professional judges and provides states the right of appeal. The path from the EU position to desired eventual world investment court via the UN is more straightforward.\n3) The Juncker position. This would drop the idea of privileged investment protection for foreign corporations from the TTIP altogether, and place foreign corporations on the same standing as domestic corporations. This position broke an earlier block which allowed the TTIP to move forward, but was quickly abandoned once the negotiation process gained full steam."], [136, "2016-02-09T09:04:11Z", 0.05, "http://sputniknews.com/us/20160208/1034425538/ttip-unlikely-during-obama-presidency.html\n\"I do not believe that we are going to reach a TTIP [The Transatlantic Trade and Investment Partnership] agreement before the President leaves office but he’s certainly interested in moving those negotiations forward,\" Earnest said."], [60, "2016-02-08T22:12:10Z", 0.19, "Lowering from 38 to 19%."], [498, "2016-02-08T22:03:36Z", 0.77, "I'm wondering if they might just jettison the controversial Investment Court System bit. (+1)"], [51, "2016-02-07T17:28:53Z", 0.35, "Moving up probability from 25 to 35% based on Merkel's commitment to conclusion of negotiations by the end of Obama's term.  See cite:\nhttp://europeansting.com/2016/01/12/ttip-wins-merkels-endorsement-ahead-of-2016-tough-deadline/"], [73, "2016-02-05T19:06:06Z", 0.68, "+5 http://www.praguepost.com/czech-news/praguepostnews/czech-news/eu-and-us-agree-on-data-protection-framework-for-ttip, but then -5 http://www.dw.com/en/german-judges-slap-ttip-down/a-19027665"], [498, "2016-02-04T17:17:40Z", 0.76, "\"we are determined from both sides to see if we can work really hard to finish [TTIP] by the end of the year.\" \nhttp://www.ictsd.org/bridges-news/bridges/news/eu-trade-development-ministers-hold-first-joint-gathering-eyeing-increased"], [14253, "2016-02-04T00:19:44Z", 0.4, "From 5 to 40 based on comments and links below. "], [691, "2016-02-03T22:10:06Z", 0.24, "http://www.reuters.com/article/us-eu-dataprotection-usa-accord-idUSKCN0VB1RN"], [3429, "2016-02-03T19:57:43Z", 0.8, "Based on http://www.internationallawoffice.com/Newsletters/International-Trade/European-Union/King-Spalding-LLP/Energy-in-TTIP-negotiations-an-EU-perspective\nand http://www.breitbart.com/london/2016/02/03/eu-seeks-to-bring-drawn-out-ttip-deal-talks-with-us-towards-a-long-delayed-close-by-summer/. I would lean towards this being wrapped up by the end of President Obama's term. (Thank you dkc and JP)"], [556, "2016-02-03T18:30:43Z", 0.75, "I think there is movement on this. The \"deadline' of completing before Obama leaves office is putting some energy into negotiations.."], [1529, "2016-02-03T15:21:05Z", 0.8, "http://www.breitbart.com/london/2016/02/03/eu-seeks-to-bring-drawn-out-ttip-deal-talks-with-us-towards-a-long-delayed-close-by-summer/"], [53, "2016-02-02T21:53:26Z", 0.3, "per @einsteinjs - though this again may be an example of talking to the media in hopes that will spur action."], [53, "2016-02-02T21:53:26Z", 0.3, "per @einsteinjs - though this again may be an example of talking to the media in hopes that will spur action."], [53, "2016-02-02T21:53:26Z", 0.3, "per @einsteinjs - though this again may be an example of talking to the media in hopes that will spur action."], [1529, "2016-02-02T21:26:42Z", 0.25, "Per @einsteinjs....http://www.gjopen.com/comments/comments/118182"], [60, "2016-02-02T20:25:41Z", 0.38, "Raising from 6% to 38%."], [4633, "2016-01-31T14:46:17Z", 0.15, "Peeling off some points for time decay and a few more given the wonderful \"catch\" by @Isgold7 on the issue of the Data Safe Harbor problem."], [2965, "2016-01-31T13:28:09Z", 0.05, "http://www.wsj.com/articles/u-s-european-union-race-to-meet-deadline-on-safe-harbor-data-pact-1454223602\nChanging course radically. past comments and replys have  discussed criticality vis a vis this issue.\nDid  not foresee loss of 6 months due to failure to agree to data safe harbor.\nNo safe harbor agreement, there can be no TTIP agreement, truly a sine qua non."], [2965, "2016-01-31T13:28:09Z", 0.05, "http://www.wsj.com/articles/u-s-european-union-race-to-meet-deadline-on-safe-harbor-data-pact-1454223602\nChanging course radically. past comments and replys have  discussed criticality vis a vis this issue.\nDid  not foresee loss of 6 months due to failure to agree to data safe harbor.\nNo safe harbor agreement, there can be no TTIP agreement, truly a sine qua non."], [2965, "2016-01-31T13:28:09Z", 0.05, "http://www.wsj.com/articles/u-s-european-union-race-to-meet-deadline-on-safe-harbor-data-pact-1454223602\nChanging course radically. past comments and replys have  discussed criticality vis a vis this issue.\nDid  not foresee loss of 6 months due to failure to agree to data safe harbor.\nNo safe harbor agreement, there can be no TTIP agreement, truly a sine qua non."], [498, "2016-01-31T06:04:17Z", 0.77, "Even After Years of TTIP Talks, New Study Still Unable to Point to Any Major Benefits\nhttp://ragingbullshit.com/2016/01/30/even-after-years-of-ttip-talks-new-study-still-unable-to-point-to-any-major-benefits/"], [498, "2016-01-31T06:04:17Z", 0.77, "Even After Years of TTIP Talks, New Study Still Unable to Point to Any Major Benefits\nhttp://ragingbullshit.com/2016/01/30/even-after-years-of-ttip-talks-new-study-still-unable-to-point-to-any-major-benefits/"], [498, "2016-01-31T06:04:17Z", 0.77, "Even After Years of TTIP Talks, New Study Still Unable to Point to Any Major Benefits\nhttp://ragingbullshit.com/2016/01/30/even-after-years-of-ttip-talks-new-study-still-unable-to-point-to-any-major-benefits/"], [15047, "2016-01-29T19:57:41Z", 0.33, "There's incentive to finish negotiation prior to the US (Nov 2016) elections, however there are very difficult issues still to work through. Complicating matters is the secrecy with which the negotiations take place. When aspects of the agreement become public, there could be an uproar from various constituencies causing negotiators to reconsider their position. The schedule to complete negotiations by the end of the year is already tight, reacting to wild card objections and special interests will be a challenge to the TTIP negotiators."], [2965, "2016-01-28T11:01:42Z", 0.55, "Downgraded to failure to conclude data protection agreement between US and EU due to US alleged continuing need for surveillance.Total difference in  understanding of privacy rights. \nFundamental consequences for Microsoft, Google. and Apple.\nIf EU cannot reach agreement with US on data protection which is critical...no incentive for US .no incentives for EU.\nResults continued economic uncertainty, litigation, and stagnation in EU.\nI am going to continue to downgrade as EU must first reach agreement with UK.\nWhen and what EU is in light of refugee crisis is tbd.\nSchengen fini.\nUntil there is a common EU policy on immigration and national vs.EU labor standards...the EU is not moving to a common destiny.\nThe EU is a misnomer. \nIt is really a hybrid \nNot European. No Swiss. Ukraine.nor Russia. \nNot a Union.An increasingly heterogeneous assembly in which each nation state has a practical veto.\nHungary and Poland are not on same page.Wildly divergent policies vs.France and Germany. "], [1064, "2016-01-28T04:39:53Z", 0.8, "After reading some good analysis it seems that the general agreement from those doing the negotiating that things will pick up in 2016 and they want to get it done before the end of the Obama Administration.  This will be the driving factor from the US point of view, making the US more likely to compromise.  From the other side they will see a fiercely fought presidential election with a Republican being asked about this trade deal and he will likely say \"Hell no\" or \"let me think about it.  It will be much safer for them to conclude before the next president is sworn in.  The only way out is if a Democrat wins, but they will not know that until November.  The fear of losing will kick them into high gear and make the other parties more likely to compromise.  "], [12302, "2016-01-28T00:55:27Z", 0.15, "upping from 4 to 15 percent due to recent comments and the fact that i feel unsecure on this one.\nStill: The long list of issues to be agreed upon remains and no one will actually want to push the negotiations just to end up with a faster but worse agreement, that will be harder to defend in the parliaments. While ratification is not needed to resolve this question, it is needed to implement the outcome in the end. "], [68, "2016-01-25T08:41:43Z", 0.17, "From 19 to 17 for passage of time. Very unlikely, but there are still eleven months to go."], [16023, "2016-01-25T02:10:40Z", 0.08, "Feels like a little less than 1/10. It seems extremely unlikely at the moment, with Russia seeming very unhappy about this (and with half of Europe depending on Russia to not freeze). Also in general it seems that negotiations have stalled. "], [15787, "2016-01-25T01:09:22Z", 1.0, "The current U.S. administration will negotiate things to a completed deal BEFORE a new Congress and President come into power with the National Elections."], [38, "2016-01-25T00:29:37Z", 0.05, "I really don't see this happening."], [691, "2016-01-24T05:07:29Z", 0.14, "Unlike most little bits of unpleasantness in which the US in enmeshed these days, the hangups here are not primarily caused by domestic politics in the US, but actual policy differences between US and EU views of civilization and its discontents.  Uncertainty about what strangeness might emanate from the US Congress has surely made the Europeans more hesitant about committing fully to anything, of course.  However, ratification as such isn't necessary to resolve this Q.  If the Obama folks and the EU reps can work through the remaining issues, this will be a Yes.  As I appreciate it, though, the remaining issues are sticky indeed, and lend themselves to posturing on the European side more than the US one.  Not a big p, then, but it could move fast if it starts to move."], [16560, "2016-01-23T05:39:46Z", 0.63, "Republicans will want to show they can do business. President wants deal for legacy. Democrats despite objection will see it get done to show they have real acne in law making"], [16451, "2016-01-22T19:10:12Z", 0.0, "lol, eventually yes"], [532, "2016-01-22T18:46:23Z", 0.52, "@Clinton"], [532, "2016-01-22T18:46:23Z", 0.52, "@Clinton"], [532, "2016-01-22T18:46:23Z", 0.52, "@Clinton"], [38, "2016-01-22T17:52:05Z", 0.05, "Senate Finance Committee Chairman Orrin Hatch has become the latest to say that it doesn’t look like TPP will come up before the 2016 election  . . . .  echoing similar statements from Senate Majority Leader Mitch McConnell."], [60, "2016-01-21T19:54:03Z", 0.06, "Lowering from 7% to 6%."], [498, "2016-01-20T02:58:33Z", 0.7, "“There will be no imports of Chlorhünchen [chlorine chicken] from America,” Merkel declared last year. “It’s something that I’ve prevented for years, and I will continue to prevent it.”\nhttp://www.politico.eu/article/print-why-ttip-is-stuck-in-the-muck-negotiations-us-eu/"], [43, "2016-01-19T19:40:15Z", 0.19, "Not much news to inform my opinion."], [38, "2016-01-19T15:55:19Z", 0.05, "On the Charlie Rose show the other night, Froman sounded hesitant to predict the United States would finish talks on TTIP in 2016. “Well, we’ve been at it for about two and a half years so far,” Froman said, when asked how much longer talks would take. “We’re hoping to make very significant progress this year.”"], [13365, "2016-01-19T04:21:46Z", 0.42, "Ratification is not required, meaning the question skips out approval/rejection by the 28 member states and Congress. \nBoth sides agreed to accelerate their work between negotiating rounds to make significant progress. \n2013 had 3 rounds of talks, 2014 and 2015 had 4 rounds each, considering they have reached the mid-game, that means around 50% of the discussion were complete in 11 talks. On average, each talk represents 4.5% of progress. If 2016 is also expected to have at least 4 rounds, that means 68% of TTIP expected to complete by year end. Aligning with consensus forecast makes my base at 47%.\nNegotiation areas mainly consist of tariffs, services and public procurement \nTopics still in discussion: agricultural goods (wines restrictions), public procurement at all levels of government, services and investment, telecom, rules of origin, regulatory cooperation, and specific sectors (medical devices, textiles, cars, ICT, engineering, chemicals, pesticides) \nO'Sullivan was bullish on the possibility of reaching the middle-game in February, meaning that all issues are up for discussion and negotiation and there is an idea of what the final deal will look like. However, both parties had also expected to conclude talks by end of 2015 last year but failed.\nBoth parties have committed to speed things up, but the last round of talk only concluded 97% of tariffs, while other areas are still wide open."], [13365, "2016-01-19T04:21:46Z", 0.42, "Ratification is not required, meaning the question skips out approval/rejection by the 28 member states and Congress. \nBoth sides agreed to accelerate their work between negotiating rounds to make significant progress. \n2013 had 3 rounds of talks, 2014 and 2015 had 4 rounds each, considering they have reached the mid-game, that means around 50% of the discussion were complete in 11 talks. On average, each talk represents 4.5% of progress. If 2016 is also expected to have at least 4 rounds, that means 68% of TTIP expected to complete by year end. Aligning with consensus forecast makes my base at 47%.\nNegotiation areas mainly consist of tariffs, services and public procurement \nTopics still in discussion: agricultural goods (wines restrictions), public procurement at all levels of government, services and investment, telecom, rules of origin, regulatory cooperation, and specific sectors (medical devices, textiles, cars, ICT, engineering, chemicals, pesticides) \nO'Sullivan was bullish on the possibility of reaching the middle-game in February, meaning that all issues are up for discussion and negotiation and there is an idea of what the final deal will look like. However, both parties had also expected to conclude talks by end of 2015 last year but failed.\nBoth parties have committed to speed things up, but the last round of talk only concluded 97% of tariffs, while other areas are still wide open."], [13365, "2016-01-19T04:14:38Z", 0.24, "Ratification is not required, meaning the question skips out approval/rejection by the 28 member states and Congress. \nBoth sides agreed to accelerate their work between negotiating rounds to make significant progress. \n2013 had 3 rounds of talks, 2014 and 2015 had 4 rounds each, considering they have reached the mid-game, that means around 50% of the discussion were complete in 11 talks. On average, each talk represents 4.5% of progress. Since they were committed to speed things up, let's say doubling the speed to 9% of progress in each talk, and if 2016 is also expected to have at least 4 rounds, that means 86% of TTIP expected to complete by year end, so my base rate is 14%. \nNegotiation areas mainly consist of tariffs, services and public procurement \nTopics still in discussion: agricultural goods (wines restrictions), public procurement at all levels of government, services and investment, telecom, rules of origin, regulatory cooperation, and specific sectors (medical devices, textiles, cars, ICT, engineering, chemicals, pesticides) \nO'Sullivan was bullish on the possibility of reaching the middle-game in February, meaning that all issues are up for discussion and negotiation and there is an idea of what the final deal will look like. However, both parties had also expected to conclude talks by end of 2015 last year but failed."], [15413, "2016-01-19T00:18:36Z", 0.0, "Literally nothing will happen in the US political scene in this hyperpartison election year "], [493, "2016-01-18T15:49:53Z", 0.05, "Affirming prior. Good summary of where tings stand from @adam-delisle."], [38, "2016-01-18T10:08:13Z", 0.11, "US Trade Rep Froman was on Charlie Rose a couple of nights ago talking about TPP.  My impression was that shepherding TPP through Congress was going to consume a lot of his time & energy. "], [13377, "2016-01-18T01:58:04Z", 0.21, "Following Lars Ericson's supercrowd. https://larswericson.wordpress.com/"], [15354, "2016-01-17T16:35:52Z", 0.15, "This seems fairly unlikely.  The summary of round 11, released november of 2015, shows that there is lots of debate still to be done. http://www.bfna.org/sites/default/files/publications/BBrief-TTIP%20Round%2011%20%28Nov%2012%202015%29_0.pdf  Given the pace at which these debates move, I do not see conclusion within the next year.  All the states involved, and other NGOs, have their agendas, and as the following article states, debates have not even reached the \"endgame\" of sensitive political issues. http://www.bna.com/us-eu-look-n57982065951/"], [15354, "2016-01-17T16:35:52Z", 0.15, "This seems fairly unlikely.  The summary of round 11, released november of 2015, shows that there is lots of debate still to be done. http://www.bfna.org/sites/default/files/publications/BBrief-TTIP%20Round%2011%20%28Nov%2012%202015%29_0.pdf  Given the pace at which these debates move, I do not see conclusion within the next year.  All the states involved, and other NGOs, have their agendas, and as the following article states, debates have not even reached the \"endgame\" of sensitive political issues. http://www.bna.com/us-eu-look-n57982065951/"], [60, "2016-01-16T20:17:58Z", 0.07, "Upping from 2% to 7%."], [1639, "2016-01-15T11:42:57Z", 0.43, "That will be challenging, given the technical complexity and the vigorous opposition. It would then have to be approved by the European Parliament and European Trade Ministers. The Ministers usually vote on trade by what is called qualified majority though unanimity might be required - that is both a legal question and a matter of political judgement.\nDepending on the legal nature of the final agreement it might also need to be approved by all the EU member states, and Commissioner MalmstrÃ¶m has said that is likely to be necessary. So there is plenty of scope for delays.\nAnd it will need approval by the US Congress. President Obama is struggling unsuccessfully so far - to get Congress to give him what is called Trade Promotion Authority which would make US ratification less difficult. http://www.bbc.com/news/business-32691589\nEU support is on average 62%\n"], [1639, "2016-01-15T11:42:57Z", 0.43, "That will be challenging, given the technical complexity and the vigorous opposition. It would then have to be approved by the European Parliament and European Trade Ministers. The Ministers usually vote on trade by what is called qualified majority though unanimity might be required - that is both a legal question and a matter of political judgement.\nDepending on the legal nature of the final agreement it might also need to be approved by all the EU member states, and Commissioner MalmstrÃ¶m has said that is likely to be necessary. So there is plenty of scope for delays.\nAnd it will need approval by the US Congress. President Obama is struggling unsuccessfully so far - to get Congress to give him what is called Trade Promotion Authority which would make US ratification less difficult. http://www.bbc.com/news/business-32691589\nEU support is on average 62%\n"], [1639, "2016-01-15T11:42:57Z", 0.43, "That will be challenging, given the technical complexity and the vigorous opposition. It would then have to be approved by the European Parliament and European Trade Ministers. The Ministers usually vote on trade by what is called qualified majority though unanimity might be required - that is both a legal question and a matter of political judgement.\nDepending on the legal nature of the final agreement it might also need to be approved by all the EU member states, and Commissioner MalmstrÃ¶m has said that is likely to be necessary. So there is plenty of scope for delays.\nAnd it will need approval by the US Congress. President Obama is struggling unsuccessfully so far - to get Congress to give him what is called Trade Promotion Authority which would make US ratification less difficult. http://www.bbc.com/news/business-32691589\nEU support is on average 62%\n"], [13365, "2016-01-15T09:36:03Z", 0.37, "Ratification is not required, meaning the question skips out approval/rejection by the 28 member states and Congress. \nBoth sides agreed to accelerate their work between negotiating rounds to make significant progress. \n2013 had 3 rounds of talks, 2014 and 2015 had 4 rounds each, since they were committed to speed things up, 2016 is also expected to have at least 4 rounds. \nBy end of 2016, there should be a total of around 15 talks, so my base forecast is 4/15 = 27% \nNegotiation areas mainly consist of tariffs, services and public procurement \nTopics still in discussion: agricultural goods (wines restrictions), public procurement at all levels of government, services and investment, telecom, rules of origin, regulatory cooperation, and specific sectors (medical devices, textiles, cars, ICT, engineering, chemicals, pesticides) \nO'Sullivan was bullish on the possibility of reaching the middle-game in February, meaning that all issues are up for discussion and negotiation and there is an idea of what the final deal will look like."], [15369, "2016-01-15T00:06:38Z", 0.55, "I believe that it will be completed sooner rather than later"], [15369, "2016-01-15T00:06:38Z", 0.55, "I believe that it will be completed sooner rather than later"], [556, "2016-01-12T23:03:20Z", 0.5, "I really think they will try to push something thru while Obama is still in office...\nhttp://www.bna.com/us-eu-look-n57982065951/"], [38, "2016-01-11T19:15:51Z", 0.2, "Just exactly what have I learned about this question in the last couple of days?  Simply that France & Germany are also interested in getting this wrapped up this year.  That would be hugely important if this was a trilateral agreement, but there's many other nations involved, each with their own agenda(s).  "], [38, "2016-01-11T19:11:34Z", 0.5, "I'm trying to learn from past forecasting errors.  One problem I have is that I'm too reactive.  I'm asking myself just exactly what I've learned in recent days, and it boils down to just this:  France & Germany are interested in wrapping up this deal this year, too.  If it was a trilateral deal, that would be hugely important, but this deal involves many other countries, all with their own agenda(s).  I think I've over-reacted.  Adjusting my increase from 5 to 50%, to just 20%."], [38, "2016-01-10T01:26:44Z", 0.5, "correcting forecast"], [38, "2016-01-09T23:53:46Z", 0.35, "http://www.bna.com/us-eu-look-n57982065951/"], [38, "2016-01-09T23:53:46Z", 0.35, "http://www.bna.com/us-eu-look-n57982065951/"], [38, "2016-01-09T23:53:46Z", 0.35, "http://www.bna.com/us-eu-look-n57982065951/"], [60, "2016-01-09T17:49:09Z", 0.02, "No change."], [60, "2016-01-09T17:49:09Z", 0.02, "No change."], [1708, "2016-01-09T03:48:33Z", 0.35, "BBC Newshour interviewed an economist from Eurasia Group today who pointed out how much more exposed Germany is to China's economic slowdown than any other country (as much as 40% of German exports in certain sectors go to China). That should make the German project a.k.a. EU eager to open new export opportunities across the pond (in addition to a Mercosur-EU FTA now that Argentina is no longer obstructing). Obama wants it before his term is out, and the Republican US congress is FTA friendly. \nBut I do wonder how the EU public will react if the FTA's gain a reputation for only benefiting large corporations and hurting domestic workers. Even though there's not as much risk for outsourcing EU jobs with a FTA with US as would be with Asian economies for instance with super low wages, the public view could coalesce around such a perspective and make the TTIP about as attractive in the EU as NSA spying and Google etc not paying fair taxes in EU. Selling it to an EU public suffering from economic slowdown and divided over migration policy will be the make or break I believe.  \nhttp://www.bbc.co.uk/programmes/p03ddzpl"], [13365, "2016-01-08T06:51:20Z", 0.27, "Considering it took Canada and the US around 4 years to conclude the Canada-US Free Trade Agreement (1984-1988), it is possible for TTIP to complete by 2016.\nRatification is not required, meaning the question skips out approval/rejection by the 28 member states and Congress.\nThe EU economy is roughly 10 times bigger than Canada, so negotiations may take longer than the NAFTA precedent.\nBoth sides agreed to accelerate their work between negotiating rounds to make significant progress.\n2013 had 3 rounds of talks, 2014 and 2015 had 4 rounds each, since they were committed to speed things up, 2016 is also expected to have at least 4 rounds.\nBy end of 2016, there should be a total of around 15 talks, so my base forecast is 4/15 = 27%\nNegotiation areas mainly consist of tariffs, services and public procurement\nTopics still in discussion: agricultural goods (wines restrictions), public procurement at all levels of government, services and investment, telecom, rules of origin, regulatory cooperation, and specific sectors (medical devices, textiles, cars, ICT, engineering, chemicals, pesticides)\nMy forecast is subject to progress on the next talk and the passage of time."], [12874, "2016-01-07T20:35:06Z", 0.47, "They will have a concerted push to get this done before obama leaves office, but it's not necessarily the commission's absolute top priority either, so i have this pretty much as 50/50 http://www.politico.eu/article/froman-window-closing-for-ttip-deal-before-next-administration-obama-malmstrom/"], [12019, "2016-01-06T06:42:02Z", 0.19, "The end uplift quoted in the original 2013 CEPR study is looking questionable after further inspection:\n* The oft-cited gains (+€119 billion EU, +€95 billion US) were from an \"ambitious\" deal\n* ...and referred to the cumulative effect of TTIP after it had been in operation for ten years\n* Even that best-case scenario worked out at just 0.05% extra GDP per year \n* A new report from the Economic Research Service of the US Department of Agriculture estimates best-case gains of around 0.1% for the US, and 0.29% for the EU"], [11401, "2016-01-05T15:22:13Z", 0.15, "iT'S AN ELECTION YEAR! and even thgough a Republican issue politics will rule "], [1337, "2016-01-04T20:12:39Z", 0.1, "TIPP negotiations started in the beginning of 2013, so making it through 2016 would mean four years."], [493, "2016-01-04T15:21:33Z", 0.05, "Affirming prior."], [821, "2016-01-03T23:18:16Z", 0.15, "Due to the complexity and relatively slow pace of the negotiations, I am lowering my estimate on completion before 1 January 2017."], [14516, "2016-01-03T20:21:39Z", 0.28, "In general terms, no massive negotiations are ever completed before any apparently reasonable deadline."], [14258, "2016-01-01T20:30:54Z", 0.19, "Due to the unpopularity of the investment protection the EU are talking about changing it to a out dated version in the free trade agreement with Canada . This would slow down the TTIP talks since it would start a weird political situation when a old version of ISDS is good for Canada but not enough for USA and will make the free trade agreements and ISDS a harder sell to everyone involved."], [3429, "2015-12-30T19:53:43Z", 0.1, "No change. Updating for passage of time."], [12302, "2015-12-29T13:14:44Z", 0.15, "Downgrading from 20 to 15%; There a lot of issues left, TTIP gets more and more unpopuar in Europe and further actors probably will have to be included, thus delaying the negotiations. Hard to say for me though, how much time the parties are going to need. I am just suspicious at this point (10% below consensus)."], [4139, "2015-12-28T17:14:35Z", 0.75, "Too bad, it's a bad deal for the US."], [68, "2015-12-28T10:25:14Z", 0.19, "Down from 20. Negotiations continue under the radar but unless everything is kept under wraps till the end i.e. the public and interest groups are kept away, an agreement may not be easy to achieve."], [14156, "2015-12-28T07:46:13Z", 0.99, "YES. It is in the US interest that it do."], [783, "2015-12-24T06:31:10Z", 1.0, "The one world fits all idea is not a sustainable idea as the Doha Round of negations with agriculture went into defeat.\nThe idea is to make bilateral agreements with countries which are more aligned with their resources and needs as was the result with the Pacific Agreement that was agreed upon with the East and West. \nThe post-war economic matrix is no longer valid in that the US believes it is in their interest and those of their partners to distribute the labor and production into a more reasonable and collective strategy. Particularly for the US which is the main economic strength in the world and for areas in the EU that need a lifeline to import and export material beyond the German sphere of trade. As I stated in the previous forecast, the agreement may become less unified between the US and the EU and available for nations who opt in and trade with the US in fairer agreements, but the outcome of this change was built on the TTIP, maybe it will become known under another name and rules, it is a rose by any other name and will change the way the business agreements are designed between TTIP nations"], [3729, "2015-12-22T12:33:24Z", 0.72, "Slightly reducing current forecast based on potential rise of parties like Podemos in Spain.  Will re-evaluatre."], [5944, "2015-12-21T15:59:50Z", 0.65, "President Clinton will sign it for sure although she is talking against it in the campaign. "], [12771, "2015-12-21T00:15:14Z", 0.33, "It's unpopular with the populist wings of both major U.S. parties. Combined with anti-immigration sentiment and the impression that the U.S. is trailing in the competition for jobs and capital, TTIP faces long odds."], [60, "2015-12-19T20:00:20Z", 0.02, "No change."], [498, "2015-12-16T21:30:21Z", 0.65, "\"workers have increasingly been drawing the short end of the stick and have taken home less and less from the value added they annually produce\"\nhttp://www.ftm.nl/column/ttip-cornucopia-for-some-instead-of-prosperity-for-all/"], [13216, "2015-12-16T20:48:52Z", 0.85, "We've put them off until now but they're going to slide this one through whether we like it or not. "], [102, "2015-12-15T17:11:15Z", 0.26, "https://larswericson.wordpress.com/2015/12/15/monday-night-picks/"], [10898, "2015-12-15T10:14:08Z", 0.25, "Going with the crowd"], [73, "2015-12-14T21:52:21Z", 0.69, "http://www.focus-fen.net/news/2015/12/14/392414/no-points-of-discord-in-the-ttip-negotiations.html, claiming this as positive, no change to my forecast at this time though, clearly no guarantees of timeframe given and plenty of caveats that allow it to be read other way round."], [102, "2015-12-14T04:35:06Z", 0.18, "https://larswericson.wordpress.com/2015/12/14/excluding-outliers-in-the-smart-crowd-forecast/"], [102, "2015-12-13T06:19:09Z", 0.36, "https://larswericson.wordpress.com/2015/12/13/saturday-night-is-all-right/"], [73, "2015-12-12T18:46:53Z", 0.69, "@austerity.  Round 2. http://m.sputniknews.com/politics/20151212/1031623528/ttip-trade-deal.html  I take the final paragraph to be the scrubbing process that means negotiations to be complete...... +1"], [73, "2015-12-12T18:46:53Z", 0.69, "@austerity.  Round 2. http://m.sputniknews.com/politics/20151212/1031623528/ttip-trade-deal.html  I take the final paragraph to be the scrubbing process that means negotiations to be complete...... +1"], [73, "2015-12-12T18:46:53Z", 0.69, "@austerity.  Round 2. http://m.sputniknews.com/politics/20151212/1031623528/ttip-trade-deal.html  I take the final paragraph to be the scrubbing process that means negotiations to be complete...... +1"], [102, "2015-12-12T05:12:10Z", 0.34, "https://larswericson.wordpress.com/2015/12/12/super-friday-night/"], [102, "2015-12-11T20:35:25Z", 1.0, "Per impeccable logic of @clinton.  This is a negotiator task question, not a Congressional vote question."], [102, "2015-12-11T20:35:25Z", 1.0, "Per impeccable logic of @clinton.  This is a negotiator task question, not a Congressional vote question."], [73, "2015-12-11T20:32:17Z", 0.68, "Heading off on my own little journey of destruction here.... the wash post story https://www.gjopen.com/comments/comments/61678, says congress Rs wont ratify it.  For them not to ratify it means the negotiations are complete, q resolved.  I am taking this as a signal that they have been advised that negotiations are nearing completion such that they can be brought to the house and senate for voting.  Similar signal from the MEPs given access. Whether it gets voted on or not, irrelevant to this q.  Anyway, thats how I got this one wrong."], [73, "2015-12-11T20:32:17Z", 0.68, "Heading off on my own little journey of destruction here.... the wash post story https://www.gjopen.com/comments/comments/61678, says congress Rs wont ratify it.  For them not to ratify it means the negotiations are complete, q resolved.  I am taking this as a signal that they have been advised that negotiations are nearing completion such that they can be brought to the house and senate for voting.  Similar signal from the MEPs given access. Whether it gets voted on or not, irrelevant to this q.  Anyway, thats how I got this one wrong."], [73, "2015-12-11T20:32:17Z", 0.68, "Heading off on my own little journey of destruction here.... the wash post story https://www.gjopen.com/comments/comments/61678, says congress Rs wont ratify it.  For them not to ratify it means the negotiations are complete, q resolved.  I am taking this as a signal that they have been advised that negotiations are nearing completion such that they can be brought to the house and senate for voting.  Similar signal from the MEPs given access. Whether it gets voted on or not, irrelevant to this q.  Anyway, thats how I got this one wrong."], [1201, "2015-12-11T20:17:19Z", 0.2, "Others have noted this WAPO link. \nhttps://www.washingtonpost.com/politics/mcconnell-warns-that-trade-deal-cant-pass-congress-before-2016-elections/2015/12/10/b8151f26-9f66-11e5-8728-1af6af208198_story.html\nI think what we are seeing here is push-back.  An obvious path of least resistance for TTIP negotiations is to mirror terms already agreed to in TPP. There are provisions in the TPP that McConnell's (R-Tobacco) and Hatch's (R-Pharma) sponsors don't like. They signal that y'all can negotiate all you like, we can't stop you, but we'll stop ratification. (McConnell can do that all by himself so long as he holds the position of Majority Leader.) Arrayed against that is a goodly portion of the rest of American industry, notably Ag and Auto, who are actually at the negotiating table, are reasonably happy with TPP and therefore, presumably, hopeful to see similar terms in TTIP. McConnell and Hatch have effectively signaled that they are putting down markers so that tobacco and pharma have a few more chips to play at the table and see if they can sweeten the deal. "], [1201, "2015-12-11T20:17:19Z", 0.2, "Others have noted this WAPO link. \nhttps://www.washingtonpost.com/politics/mcconnell-warns-that-trade-deal-cant-pass-congress-before-2016-elections/2015/12/10/b8151f26-9f66-11e5-8728-1af6af208198_story.html\nI think what we are seeing here is push-back.  An obvious path of least resistance for TTIP negotiations is to mirror terms already agreed to in TPP. There are provisions in the TPP that McConnell's (R-Tobacco) and Hatch's (R-Pharma) sponsors don't like. They signal that y'all can negotiate all you like, we can't stop you, but we'll stop ratification. (McConnell can do that all by himself so long as he holds the position of Majority Leader.) Arrayed against that is a goodly portion of the rest of American industry, notably Ag and Auto, who are actually at the negotiating table, are reasonably happy with TPP and therefore, presumably, hopeful to see similar terms in TTIP. McConnell and Hatch have effectively signaled that they are putting down markers so that tobacco and pharma have a few more chips to play at the table and see if they can sweeten the deal. "], [40, "2015-12-11T19:17:20Z", 0.15, "McConnell says \"NOPE\"\nhttps://www.washingtonpost.com/politics/mcconnell-warns-that-trade-deal-cant-pass-congress-before-2016-elections/2015/12/10/b8151f26-9f66-11e5-8728-1af6af208198_story.html"], [40, "2015-12-11T19:17:20Z", 0.15, "McConnell says \"NOPE\"\nhttps://www.washingtonpost.com/politics/mcconnell-warns-that-trade-deal-cant-pass-congress-before-2016-elections/2015/12/10/b8151f26-9f66-11e5-8728-1af6af208198_story.html"], [38, "2015-12-10T19:12:59Z", 0.05, "morningtrade@politico.com"], [102, "2015-12-10T05:41:21Z", 0.31, "https://larswericson.wordpress.com/2015/12/10/a-super-long-picky-post/"], [3363, "2015-12-09T22:11:56Z", 0.4, "In favor:\nObama wants to finish negotiations before his term is over. Part of his legacy.\nAfter the most recent round of negotiations in October, both sides said they hoped to complete the negotiations in 2016. Probably hot air, but it was a stated commitment."], [12019, "2015-12-08T23:48:52Z", 0.21, "* There are two key parts to this question: will TTIP happen (85%)? Will TTIP happen by Jan 2017 (25%)? Therefore my initial response is 85% x 25% = 21%"], [102, "2015-12-08T03:07:12Z", 0.31, "https://larswericson.wordpress.com/2015/12/08/updated-super-picker/"], [493, "2015-12-07T16:45:34Z", 0.05, "Affirming prior. Agree with problems cited by Anneinak's post."], [73, "2015-12-06T00:16:08Z", 0.87, "+1 for meps getting access http://www.europarl.europa.eu/news/en/news-room/content/20151202IPR05759/html/All-MEPs-to-have-access-to-all-confidential-TTIP-documents"], [73, "2015-12-06T00:16:08Z", 0.87, "+1 for meps getting access http://www.europarl.europa.eu/news/en/news-room/content/20151202IPR05759/html/All-MEPs-to-have-access-to-all-confidential-TTIP-documents"], [73, "2015-12-06T00:16:08Z", 0.87, "+1 for meps getting access http://www.europarl.europa.eu/news/en/news-room/content/20151202IPR05759/html/All-MEPs-to-have-access-to-all-confidential-TTIP-documents"], [2965, "2015-12-05T15:30:47Z", 0.65, "SOME TECHNICAL ISSUES WITH NECESSITY FOR EU UNANIMOUS VOTE per Atlantic Council update.   Still think it is 2/1."], [2965, "2015-12-05T15:30:47Z", 0.65, "SOME TECHNICAL ISSUES WITH NECESSITY FOR EU UNANIMOUS VOTE per Atlantic Council update.   Still think it is 2/1."], [2965, "2015-12-05T15:30:47Z", 0.65, "SOME TECHNICAL ISSUES WITH NECESSITY FOR EU UNANIMOUS VOTE per Atlantic Council update.   Still think it is 2/1."], [1201, "2015-12-04T20:36:59Z", 0.2, "Raising forecast. \nPaul Ryan's address at the LOC on 12/4 signaled that Republicans will not be making a public fuss about trade agreements over the next year. (As an example of the kinds of trouble they could cause if they wanted to, look at congressional actions around the time of the Paris climate talks.) Much of the European's public objection is over agricultural terms. American agriculture recently got a renewal of the methanol standard, which really makes little economic or climate sense, at the expense of American oil. I suspect this will play out with the banksters getting much of what they want, American Ag losing some of what they want in favor of Europe, and American Oil getting back the ability to export. (But they will all have to be vewy vewy qwiet about it. It'll take several months.) Let's see how the oil export bill plays out as a first step. "], [38, "2015-12-03T20:46:39Z", 0.05, "morningtrade@politico.com"], [498, "2015-12-02T04:06:23Z", 0.1, "Open letter from European commission spokesperson re: TTIP\nhttp://www.theguardian.com/business/2015/dec/01/the-european-commission-consults-all-stakeholders-on-ttip-not-just-business"], [498, "2015-12-02T04:06:23Z", 0.1, "Open letter from European commission spokesperson re: TTIP\nhttp://www.theguardian.com/business/2015/dec/01/the-european-commission-consults-all-stakeholders-on-ttip-not-just-business"], [68, "2015-12-01T09:25:00Z", 0.2, "Affirming my 02 Nov forecast. There doesn't seem to be much of a push at the moment, but with 13 months left it can't be ruled out. Given how long such agreements have taken, I think it's very unlikely, though. Both US and European governments have higher priorities, so while negotiations are likely to chug along, the necessary top level attention may be lacking."], [3753, "2015-11-29T09:25:57Z", 0.3, "Revising my prediction down: EU national parliaments demand to have access to the draft texts of the treaty. In case they would get access, we might see further slow down of the process."], [43, "2015-11-28T21:50:01Z", 0.25, "No news, negotiators snooze... Joining the median"], [3429, "2015-11-27T21:35:28Z", 0.1, "Maintaining current forecast. No relevant information available to alter current perceptions."], [783, "2015-11-22T07:12:46Z", 1.0, "The proposal for the Investment Court System has been formally transmitted to the United States. It is a life line for Europe's economy, and now nations are looking after their own interest. It is becoming chaque homme est pour lui-meme. Some countries are not strong enough to withstand their opposition and this may turn into a nation by nation decision as opposed to a full EU agreement, If some countries splinter, the agreement would give them access to the US. "], [1201, "2015-11-21T23:57:20Z", 0.1, "Unchanged for now. Latest report has many more \"discussions\" than \"consolidated texts.\" \nhttp://trade.ec.europa.eu/doclib/docs/2014/october/tradoc_152859.pdf\nhttp://ec.europa.eu/trade/policy/in-focus/ttip/about-ttip/process/#_state-of-play\n"], [1646, "2015-11-20T20:28:32Z", 0.3, "From this highly informative article :\nhttp://www.cato.org/publications/cato-online-forum/ttip-investment-protection-reason-failure-or-impetus-reform\nI highly agree with this comment: \" it is highly questionable whether TTIP will materialize before the U.S.-China and EU-China investment treaty negotiations are concluded\" Which in effect necessitates another prediction question..."], [498, "2015-11-18T05:30:20Z", 0.32, "“Approved Once, Accepted Everywhere”\nhttps://www.tni.org/en/article/progress-and-its-discontents"], [493, "2015-11-16T16:21:11Z", 0.05, "Affirming prior."], [11362, "2015-11-14T13:36:12Z", 0.09, "US elections plus unpopularity among voters complicate process even further"], [2965, "2015-11-12T17:00:25Z", 0.91, "Yes look at the outstanding issues from the EU side at http://trade.ec.europa.eu/doclib/docs/2015/november/tradoc_153935.pdf\nLook at the outstanding issues from US side. Aictlantic Council website\nIts far more likely that a final agreement will b announced  after US election and before 1-1-2017 under Obama adminstration final legacy package before 1-1-2017\nI am not understimating differences or technical issues. But there will be some carveouts that will allow EU and US to agree on a final.\nEU and US need not reach an agreement on agriculture  or  public procurement or standards, to have a final agreement.\nI do not see US and EU ending in Doha like cul-de-sac and  there are substantial ongoing negotiations between special working groups and their is another formal round scheduled in Brussels in January after   a formal round just concluded in October. That tells me there is inexorable momentum towards some kind of final agreement and Obama will announce. \nOtherwise why bother, with a Presidential election and new Congress elected in November to go so far in negotiatons.\nClearly EU and US are highly motivated to conclude negotitations asap at the current time."], [53, "2015-11-11T22:45:23Z", 0.2, "Increased push on this agreement over the next several months.  (https://www.strtrade.com/news-publications-TTIP-negotiations-market-access-tariffs-110515.html)  Remains unlikely that agreement can be reached in the time frame.  Negotiators are targeting completion before Obama leaves office, so even if that met, could miss question deadline.  Will have to pay attention to Feb meeting, & any news that pops up between now and then."], [11242, "2015-11-11T05:43:55Z", 0.0, "There will be a popular opposition to it's ratification."], [43, "2015-11-11T01:48:22Z", 0.4, "@Isgold7, thank you."], [493, "2015-11-09T14:01:03Z", 0.05, "Affirming prior. Obama wants TPP done by end of term, TTIP will almost certainly fall to next administration."], [51, "2015-11-09T11:36:27Z", 0.25, "Yes Redacted, you are correct.  It has to be a non-zero number and here is the correction.  Here is my best estimate for now, which may not seem like a huge change in heart, but at least higher than the 10 percent I previously assigned.  "], [51, "2015-11-09T11:36:27Z", 0.25, "Yes Redacted, you are correct.  It has to be a non-zero number and here is the correction.  Here is my best estimate for now, which may not seem like a huge change in heart, but at least higher than the 10 percent I previously assigned.  "], [51, "2015-11-08T04:26:05Z", 0.0, "I have to admit I am seeing some activity here that has caused me to be more optimistic of NEGOTIATIONS BEING COMPLETED by the end of 2016.  One could argue that simply completing negotiations would be a win for Obama, and a worthy goal as such.  "], [51, "2015-11-08T04:26:05Z", 0.0, "I have to admit I am seeing some activity here that has caused me to be more optimistic of NEGOTIATIONS BEING COMPLETED by the end of 2016.  One could argue that simply completing negotiations would be a win for Obama, and a worthy goal as such.  "], [51, "2015-11-08T04:26:05Z", 0.0, "I have to admit I am seeing some activity here that has caused me to be more optimistic of NEGOTIATIONS BEING COMPLETED by the end of 2016.  One could argue that simply completing negotiations would be a win for Obama, and a worthy goal as such.  "], [10528, "2015-11-06T17:44:10Z", 1.0, "Because it is a campaign issue that benefits Republicans more than Democrats, President Obama will make a deal with Congress just before he and many of them leave office.  It will happen after the 2016 election and likely be announced over the week between Christmas and New Years to minimize media coverage.  Remember, this says \"negotiations...completed\", not \"approved by congress\", so congress would have a few days into 2017 to make the final vote as they don't officially leave office until immediately after the new year (I think)."], [10932, "2015-11-04T23:01:48Z", 0.2, "Will be delayed until a non-election year."], [1232, "2015-11-03T14:06:39Z", 0.25, "TTP discussion seems contained for now, so making a slow adjustment in the direction of crowd opinion."], [5001, "2015-11-03T04:29:38Z", 0.09, "NO (because the EU troubles/uncertainty + USA 2016 uncertainty will get in the way) - but not worth betting much more this much afar. "], [821, "2015-11-03T01:49:33Z", 0.3, "Correction to last post:  Europeans are having their NAFTA moment.  It will be interesting to see how this plays out."], [821, "2015-11-03T01:47:25Z", 0.0, "President Obama would definitely push for this before his term ends.  However, there seems to be a lot of opposition to this from the European people "], [2965, "2015-11-02T15:07:37Z", 0.81, "This round of negotiations just concluded with  substantial agreement on almost all items.\nSee Atlantic Council report.  The negotiators exchanged revised market access offers. After this round of negotiations, 97 percent of tariff lines are agreed to be eliminated on both sides, with the remaining 3 percent left for the final stages of the negotiations."], [2965, "2015-11-02T15:07:37Z", 0.81, "This round of negotiations just concluded with  substantial agreement on almost all items.\nSee Atlantic Council report.  The negotiators exchanged revised market access offers. After this round of negotiations, 97 percent of tariff lines are agreed to be eliminated on both sides, with the remaining 3 percent left for the final stages of the negotiations."], [691, "2015-11-02T14:13:39Z", 0.04, "Even if the current US administration wants this, nobody in Europe is going to push hard on it until after US elections in November 2016--too much uncertainty about the current and future Congress, and about the next president's attitude.  Even if things speed up after November, they can't finish before January. Holding a small number here, mostly out of force of habit. "], [1850, "2015-11-02T13:20:20Z", 0.05, "Recent news reports have placed this issue on a fast track to nowhere soon.  Still just over a year left, so anything is possible, but not looking good in the near term."], [68, "2015-11-02T08:39:28Z", 0.2, "Affirming my forecast of 05 October. With more than a year to go, it can happen but the history of such talks dragging on year after year is against it, and this negotiation has been no exception so far. Also, much of the European public in particular seems hostile. However..."], [493, "2015-11-02T02:03:57Z", 0.05, "Reducing prob after reading Anneinak's post."], [500, "2015-11-01T19:28:04Z", 1.0, "odgovor kini"], [102, "2015-11-01T14:45:25Z", 0.25, "Adjust to crowd median due to ignorance on my part."], [3753, "2015-11-01T06:19:05Z", 0.35, "This is my first forecast on this question, and for the moment I am quite sceptical that US and EU negotiators will be able to conclude all chapters before 2017."], [43, "2015-10-30T03:12:38Z", 0.1, "Following Anne, an amazing and generous player. Thank you, Anne."], [38, "2015-10-30T00:49:35Z", 0.1, "http://waronwant.org/media/ttip-talks-trouble-no-end-sight"], [83, "2015-10-29T23:08:56Z", 0.25, "http://www.commondreams.org/news/2015/10/28/eu-toughens-against-ttip-top-german-lawmaker-blasts-anti-democratic-deal"], [5852, "2015-10-29T19:35:10Z", 0.65, "The Republicans will win the next election, and will approve the US's participation in the TTIP. Canada has already given away any bargaining power it might have on the deal, and besides, PM Trudeau has already said he will support it. Japan will approve it. Who else could affort not to?"], [38, "2015-10-29T17:44:50Z", 0.1, "http://www.bloomberg.com/news/articles/2015-10-28/froman-says-eu-nations-need-to-persuade-public-of-trade-benefits"], [10293, "2015-10-29T11:44:16Z", 0.85, "Obama's last year at office, very likely to happen."], [10237, "2015-10-28T17:42:11Z", 0.65, "a lot of energy already expended"], [8000, "2015-10-28T17:38:25Z", 0.8, "Needs to be one of President Obama's legacies...."], [10241, "2015-10-28T16:42:47Z", 0.0, "U.S presidential election is coming very soon, so TTIP have no room "], [556, "2015-10-28T10:27:30Z", 0.65, "Because Obama was able to get the TTP through, I think there is renewed motivation on the part of the other parties to reach an agreement before he is out of office. http://www.reuters.com/article/2015/10/23/us-trade-ttip-idUSKCN0SH1XR20151023\nGranted there is alot of public opposition in Europe, but with incredibly complicated agreements like this, most people get 'lost in the weeds' and don't make it a high priority in their political decision-making. And I think politicians know that."], [10146, "2015-10-28T06:31:38Z", 0.52, "Most of the negotiations are private and by the time legislators in countries know about it is already too far advanced to backtrack. The power of transnational corporations outweighs the capacity of any national congress. "], [7623, "2015-10-27T16:24:58Z", 0.25, "A deal will not be completed within the remaining term of the Obama administration. This pushes the deal minimum to November of 2016"], [817, "2015-10-27T09:46:07Z", 0.3, "Attitude towards TTIP in many European countries is very negative. Eastern european contries are afraid that TTIP is a gate for American economical expansion in EU, Govs in Poland, Slovakia, Czech Rep., Hungary and some other countries are more and more eurosceptic and more and more against transatlantic agreement."], [5332, "2015-10-27T08:49:52Z", 0.0, "Europeans recognise the evil, anti-democratic aspects of this big-business take-all manifesto and opposition will prevail over lackluster politicians - I hope."], [9916, "2015-10-27T06:56:58Z", 0.55, "depends on U.S election outcome"], [68, "2015-10-27T06:38:07Z", 0.2, "Affirming my forecast of 05 October. Considering how slow progress has been on this over the last couple of years, completion of negotiations looks unlikely. However, there is more than a year left."], [3729, "2015-10-26T22:44:58Z", 0.75, "With a predicted finalisation of early 2016, and many major powers behind it, I suspect this will be forced through despite hurdles.  I will have to reconsider this going forward based on how much popular fussing goes on."], [8027, "2015-10-26T20:17:29Z", 0.01, "Obama and Party will pass it on to the next President to see the TTIP through. Logistically it has to be ratified by each country's government and discussions and getting support within those country's governing bodies will take time. Just this reason alone will delay completion into some time in 2017. For example in Canada and Australia their Parliament's have to debate and approve this deal. Canada just went through an election and the Party that negotiated the TPP lost power and a new party, the Liberals, are taking over and have not spoken out in support of TPP. All this takes time before any new treaty will be ratified. Similarly other Pacific Rim participants will face different challenges and it will take time to implement the treaty. I do feel optimistic it will get done but not within the timeline. "], [3429, "2015-10-26T17:58:36Z", 0.1, "maintaining forecast."], [6643, "2015-10-26T15:09:57Z", 0.15, "Aside from this being Obama's last major 'legacy' initiative...  there are far too many fine points and vested parties involved to get a deal hammered out by Jan 2017.  In the long run, global economy and US-EU trade heads in this direction, but not overnight."], [9508, "2015-10-26T14:10:59Z", 0.05, "Unlikely.. the reason too one sided for businesses, particularly in the USA, it's not how Europe works...you can see this in the way so many European companies have already opted out of GMO use.. Europe doesn't need a trade agreement yet."], [9468, "2015-10-26T12:43:51Z", 0.88, "Aligns with current US interests, creates stronger economic (read institutional/governmental) relationships, and "], [8037, "2015-10-25T23:50:41Z", 0.15, "Congress will not support"], [8860, "2015-10-25T22:50:23Z", 0.95, "President will want this complete as part of his legacy. Globalists want this completed as well because it will enable them to increase control over trade."], [8860, "2015-10-25T22:50:23Z", 0.95, "President will want this complete as part of his legacy. Globalists want this completed as well because it will enable them to increase control over trade."], [6252, "2015-10-25T22:25:15Z", 0.1, "Congress hates it.\nCitizens hate it even more.\nCongress wants to snub President Obama one last time before he leaves office."], [8166, "2015-10-25T19:18:59Z", 0.8, "This, like TPP, is Obama's baby. He will finish the negotiations by the end of his term. Passage of the deal in the various countries is another question."], [7447, "2015-10-25T18:46:48Z", 0.8, "Yes, too politically charged of an issue not to be completed for all nations involved.  "], [6675, "2015-10-25T18:43:53Z", 0.75, "Its a bad deal but I think Obama will jam it through with Republican help"], [8098, "2015-10-25T18:29:23Z", 0.85, "Legacy issue "], [7340, "2015-10-25T18:08:09Z", 0.9, "President Obama wants this to be part of his legacy - and, he has a free hand to deal."], [7745, "2015-10-25T17:55:05Z", 0.75, "Yes, Obama will want it in his accomplishments list."], [7359, "2015-10-25T17:50:21Z", 0.0, "No real trade agreement will be made until we elect Trump."], [6969, "2015-10-25T17:14:04Z", 0.55, "Yes. If it not then it will enter a new round of negotiations. Obama needs to get it done for his legacy."], [6705, "2015-10-25T15:42:00Z", 0.95, "The Transatlantic Trade and Investment Partnership will be completed because of American trade interest.  The New future American Trade Model is the integration of the Pacific Basin Area with selected Latin American trading Partners.  The additional 300 million consumers to the international trade between USA and the Pacific area is the most likely outcome.  The United States trade and history is geared for a an American future. There is no trade future in the other parts of the world."], [6705, "2015-10-25T15:42:00Z", 0.95, "The Transatlantic Trade and Investment Partnership will be completed because of American trade interest.  The New future American Trade Model is the integration of the Pacific Basin Area with selected Latin American trading Partners.  The additional 300 million consumers to the international trade between USA and the Pacific area is the most likely outcome.  The United States trade and history is geared for a an American future. There is no trade future in the other parts of the world."], [846, "2015-10-25T03:25:49Z", 0.2, "I generally don't think they have the time to put the negotiations together based on general reading."], [2965, "2015-10-24T10:01:40Z", 0.75, "TTIP just concluded a comprehensive and Eighth Round in Florida per the Atlantic Counsel there was substantial agreement with a draft accord on all major points except for what I define as agricultural isssues. Reductions in tariffs on all but agricultural goods is an easy sell in EU and  faces less intense opposition from labor unions and has broad business support in US. Plus TPP accord ratfied or not,  is strong leverage to the EU to move these accords to close megotiatons before 1-1-2017."], [1042, "2015-10-23T22:23:37Z", 0.98, "It is an easy stretch to come up with an agreement but not ratify it. Just as long as \"everyone\"-- the negotiators-- say they agree."], [38, "2015-10-22T17:03:29Z", 0.1, "(morningtrade@politico.com"], [20, "2015-10-21T02:50:32Z", 0.45, "http://trade.ec.europa.eu/doclib/docs/2015/july/tradoc_153635.pdf"], [38, "2015-10-20T15:40:43Z", 0.08, "morningtrade@politico.com"], [4633, "2015-10-19T16:39:43Z", 0.2, "Much to consider...."], [493, "2015-10-19T13:45:36Z", 0.1, "Affirming prior."], [4775, "2015-10-19T11:09:49Z", 0.7, "The current backlash will delay TTIP, but I think after some renegotiation it will still be completed since it provides too many benefits for governments to just ignore it because some people are afraid. The question whether this will happen before 1 January 2017 is difficult, but I would say that since the negotiations were almost finished, making some adjustments to address current concerns of people should be feasible with more than year to go. There is of course a chance that the renegotiation will take much longer, and there is a minor chance that the agreement will be cancelled completely, but given the benefits and how far the TTIP negotiations already have come I believe it more likely than not that it will be completed before 1 January 2015."], [689, "2015-10-19T00:40:58Z", 0.07, "Comment deleted on May 10, 2016 06:30PM UTC"], [73, "2015-10-17T12:57:44Z", 0.03, "Update. No change"], [689, "2015-10-17T00:00:43Z", 0.7, "Comment deleted on May 10, 2016 06:29PM UTC"], [689, "2015-10-15T16:50:20Z", 0.0, "Comment deleted on May 10, 2016 06:21PM UTC"], [241, "2015-10-15T09:00:46Z", 0.15, "15->25"], [241, "2015-10-15T09:00:46Z", 0.15, "15->25"], [241, "2015-10-15T09:00:46Z", 0.15, "15->25"], [773, "2015-10-15T02:14:42Z", 0.25, "I speculate that the crowd consensus of 20% is underweighting the probability of negotiators reaching a consensus because of forecaster confusion about this question, i.e. that ratification by parties is required vs negotiators simply reaching an agreement on concepts, as evidenced by a few of the forecaster comments.  I expect that the negotiation process would be less beholden to things like congressional support than the ratification process.  "], [1201, "2015-10-14T16:05:06Z", 0.1, "TTIP remains unpopular in Germany and Austria, vocally so:\nhttp://www.theguardian.com/world/2015/oct/10/berlin-anti-ttip-trade-deal-rally-hundreds-thousands-protesters\nThe rest of the EU is largely supportive. TPP, now that it is done, may provide benchmarks to the TTIP negotiators, but there is still a lot to get done:\nhttp://www.europarl.europa.eu/RegData/etudes/IDAN/2015/559502/EPRS_IDA%282015%29559502_EN.pdf\n"], [1232, "2015-10-13T19:05:03Z", 0.22, "Downward adjustment because Sec. Clinton is now tentatively opposing TTP which doesn't seem to bode well for the TTIP either."], [94, "2015-10-13T17:38:21Z", 0.27, "Updating for passage of time"], [493, "2015-10-12T20:16:35Z", 0.1, "Affirming prior, but tempted to go lower. Again, no congressional support = no conclusion of negotiations. No way this passes this year with a new speaker. No way it passes prior to 2016 election. MAYBE it squeaks through as a lame duck item in late 2016. Though given the reception the TPP has received I don't see that happening.    "], [3514, "2015-10-12T17:21:31Z", 0.42, "http://www.independent.co.uk/voices/i-didn-t-think-ttip-could-get-any-scarier-but-then-i-spoke-to-the-eu-official-in-charge-of-it-a6690591.html"], [102, "2015-10-12T11:34:17Z", 0.2, "Follow Woodcroc."], [1850, "2015-10-12T11:31:27Z", 0.12, "I think the immigration hornet's nest has weakened Angela Merkel enough that there is little possibility she will try to shepherd this through.  Without her leadership, this does not get done by the question date."], [38, "2015-10-12T06:21:05Z", 0.09, "http://www.dw.com/en/thousands-take-to-berlin-to-protest-eu-us-ttip-accord/a-18774685"], [2965, "2015-10-12T04:28:02Z", 0.65, "OK, as long as I am stuck on 100% .\nEU stagnant economies want jump start by exports. Germany , the leader is down and needs to be always growing exports.NO reason France can only jump start with exports outside EU.\nOther than agriculture subsidies, and airplance subisidies, there  is a key reason that the TTIP will be done. Given the EU HIgh Courts rejection of the safe Harbor provisions for data transfers outside EU,  continuing scrutiny by EU monopoly rules, Google, Apple, Microsfoft and almost all of the Business Roundtable maintream Republicans and the need to get something done TTIP is low hanging FRUIT FOR CONGRESS, EU, OBAMA AND  EU HEADS OF STATE OF TTIP.\n TTIP does not raise the concerns that TPP raise with labor, liberals,and enviros in EU and US.  "], [2965, "2015-10-12T04:28:02Z", 0.65, "OK, as long as I am stuck on 100% .\nEU stagnant economies want jump start by exports. Germany , the leader is down and needs to be always growing exports.NO reason France can only jump start with exports outside EU.\nOther than agriculture subsidies, and airplance subisidies, there  is a key reason that the TTIP will be done. Given the EU HIgh Courts rejection of the safe Harbor provisions for data transfers outside EU,  continuing scrutiny by EU monopoly rules, Google, Apple, Microsfoft and almost all of the Business Roundtable maintream Republicans and the need to get something done TTIP is low hanging FRUIT FOR CONGRESS, EU, OBAMA AND  EU HEADS OF STATE OF TTIP.\n TTIP does not raise the concerns that TPP raise with labor, liberals,and enviros in EU and US.  "], [2965, "2015-10-12T04:13:33Z", 0.0, "see below"], [2965, "2015-10-12T04:13:06Z", 0.0, "wrong agreement,  no way TTIP in before 1-1-2016 for reasons below. Thanks  to Morrell below, This shows why a team is better. Mistakes due to fatigue are not likley to occur."], [2965, "2015-10-12T03:47:16Z", 1.0, "per the terms of the question. I asssume it means the recent pact will be sent to the Heads of State and or government by 1-1-2017. No going back now under terms of the Fast Track  up -or down vote required within  less than 90 days of a bill incorporating the terms.Obama is in a hurry to seal this deal. The later the vote the worse. Already Clinton and Sanders say they will not submit or will repeal.\nBut given the complex nature of the compromises and the thousands of pages of appendencies and schedules that are incorporated in the agreement announced it will take hard work but it is approved and announced in a press conference. Key fact.\nI see every country APEC has reason to proceed expeditously, for leverage with bi-lateral negotiations with China ASEAN counting in strength in numbers in any trade deal with  China."], [2965, "2015-10-12T03:47:16Z", 1.0, "per the terms of the question. I asssume it means the recent pact will be sent to the Heads of State and or government by 1-1-2017. No going back now under terms of the Fast Track  up -or down vote required within  less than 90 days of a bill incorporating the terms.Obama is in a hurry to seal this deal. The later the vote the worse. Already Clinton and Sanders say they will not submit or will repeal.\nBut given the complex nature of the compromises and the thousands of pages of appendencies and schedules that are incorporated in the agreement announced it will take hard work but it is approved and announced in a press conference. Key fact.\nI see every country APEC has reason to proceed expeditously, for leverage with bi-lateral negotiations with China ASEAN counting in strength in numbers in any trade deal with  China."], [20, "2015-10-09T09:48:30Z", 0.3, "The idea of TPP pushing the EU toward a deal with the US, sounds appealing. But I don't know enough about the details of why the EU would feel more compelled to do so. Going down a little until I understand a very complicated deal a little better. "], [43, "2015-10-08T19:59:06Z", 0.35, "Following UnderwaterPutin, he of the Black Sea bathyscaphe:) Good comparison class."], [20, "2015-10-08T19:22:13Z", 0.35, "http://www.ft.com/cms/s/0/2c07cd48-6b9b-11e5-8171-ba1968cf791a.html#ixzz3o0QhXPU1"], [691, "2015-10-08T16:57:49Z", 0.06, "It is increasingly doubtful that the US Congress will ratify the TPP, especially since Clinton joined the awkward squad today.  If I'm Europe, what's my incentive to keep fooling around with the US to negotiate a treaty that isn't likely to be ratified, no matter who wins the next election? They won't pack up and get back on the bus for home, but the lack of urgency so far displayed will seem like blazing action from now on."], [4193, "2015-10-08T16:29:32Z", 0.25, "Unlikely, but i will closely follwoup the european reaction to the TTP.\nAnother factor that can complicate the negotiations is thereferendum in the UK re leaving the EU. As UK will be willing to negotiate, it will depend on the outcome in terms of the renegotiation of the UK position on movements (linked to jobs markets) and need to agree to european industrial/health/safety standards"], [1591, "2015-10-08T14:41:54Z", 0.2, "This question only requires that negotiations are completed, not that countries approve.  And TPP may be out of the way within a few months."], [43, "2015-10-07T23:14:20Z", 0.05, "Following raisinville"], [1529, "2015-10-07T14:39:13Z", 0.15, "The difficulty with just the TPP and length of time to potentially be approved presages an even more difficult road for the TTIP."], [83, "2015-10-06T17:47:19Z", 0.05, "Today's FT reports the push to get TPP through Congress will be next year, possibly the middle of the year, and Obama will need Republican support to pass, and in an election year that is not certain. TPP will be a 2016 election issue in the US, and already is an issue for the Oct. 19 election in Canada.\n.....The uncertain, prolonged future for TPP negotiations does not seem to be a positive sign for the conclusion of the TTIP negotiations.  Reducing forecast."], [1500, "2015-10-06T17:45:14Z", 0.35, "Upping my forecast as TPP completion gives some momentum here.  And the question requires only that \"the negotiators reach an agreement\".  No ratification by anybody required here."], [83, "2015-10-06T00:04:11Z", 0.25, "Increasing forecast.  Completion of the TPP involved only minor changes in Japanese rice protections, nothing on currency manipulation and little on patents.  The willingness to create a deal that misses most of the tough issues could be a foreshadowing of the TTIP solution.  Obama has another year to complete a deal and there is a \"lame duck\" session where it could be passes at the end of 2016.  Still, the EU will have  amuch tougher time getting agreement as more nationalist governments are being elected across the EU. One last factor, could be how Congress responds to the UP or DOWN vote on the TPP.  If TPP stalls or fails in the House or Senate, the EU may decide that a TTIP agreement should wait until there is a better environment to actually pass the legislation."], [992, "2015-10-05T23:02:42Z", 0.05, "Previous forecast conflated TPP with TTIP.  Back to my previous forecast.  Nothing here to see.  Move along."], [1422, "2015-10-05T21:12:31Z", 0.7, "Reversed forecast as the TTP negotiations have reached an agreement. That is what was needed on the US side to turn to TTIP and lead this second deal with the EU to its conclusion. Still, I would leave some room for improvement until it is officially issued that the negotiations are to be resumed."], [294, "2015-10-05T21:03:39Z", 1.0, "just happened.  set earlier posters"], [992, "2015-10-05T20:13:01Z", 1.0, "Trans-Pacific Partnership Trade Deal Is Reached"], [992, "2015-10-05T20:13:01Z", 1.0, "Trans-Pacific Partnership Trade Deal Is Reached"], [1850, "2015-10-05T19:27:48Z", 0.22, "It will definitely rise in priority as a result of the TPP negotiations wrapping up for the US, however, I don't know that it will have enough time to be at the top of the priority list for the EU with their ongoing crisis with immigration.  Germany has become the de-facto leader in many of these types of negotiations with their strong economy, but they are currently distracted with the immigration crisis and VW scandal and I don't see any other nation stepping up to shepherd this through the process by year end.  But never say never when politicians need something positive to talk about and that gives this a glimmer of hope."], [586, "2015-10-05T19:25:11Z", 0.35, "EU wants to close negotiations before Obama leaves his office (I buy argument on its influence on Brexit and British referendum) . And maybe Obama will focus now on TTIP, after USA closed TPP negotiations? On the other hand France is strongly opposing."], [43, "2015-10-05T16:47:28Z", 0.12, "Following Anneinak, GregSanders and the surprise (to me) conclusion of the TTIP negotiations. In particular, the freeing up of U.S. negotiators from their victory with TTIP suggests that their lessons learned may help TTP. Also, the increased clout expected for Pacific nations via TTP may pressure the economically lagging European nations to get moving."], [36, "2015-10-05T16:25:46Z", 0.86, "Back to original forecast since the skids have now been greased by TPP deal. "], [3924, "2015-10-05T16:11:44Z", 1.0, "Apparently have been reached\nhttp://www.washingtonpost.com/business/economy/deal-reached-on-pacific-rim-trade-pact/2015/10/05/7c567f00-6b56-11e5-b31c-d80d62b53e28_story.html"], [3924, "2015-10-05T16:11:44Z", 1.0, "Apparently have been reached\nhttp://www.washingtonpost.com/business/economy/deal-reached-on-pacific-rim-trade-pact/2015/10/05/7c567f00-6b56-11e5-b31c-d80d62b53e28_story.html"], [38, "2015-10-05T15:19:13Z", 0.11, "The negotiations for TPP just concluded sometime in the last 24 hours.  This deal involved only about half as many nations as TTIP and took over 5 years to complete.  "], [1232, "2015-10-05T14:22:34Z", 0.25, "It's probably easier for the outgoing Obama administration to handle the deal than the incoming TBD administration, so there is some time incentive on all sides. I'd also think that the TPP completion of negotiations probably frees up resources to pursue this deal. "], [783, "2015-10-05T13:55:35Z", 1.0, "A TTIP deal is near. "], [783, "2015-10-05T13:55:35Z", 1.0, "A TTIP deal is near. "], [783, "2015-10-05T13:55:35Z", 1.0, "A TTIP deal is near. "], [68, "2015-10-05T12:27:02Z", 0.2, "Increasing from 10 to 20 on news that TTP negotiators have reached agreement. This could mean the Obama administration will focus more on the TTIP (though it will also have to get Congress to ratify the TTP so attention will remain divided for quite some time)."], [102, "2015-10-04T20:45:39Z", 0.2, "Raise to crowd."], [1201, "2015-10-02T22:36:56Z", 0.05, "TPP is stalled, TTIP unlikely to move before that's fixed. Revising downward. "], [493, "2015-10-02T13:15:13Z", 0.1, "Affirming prior. No congressional support = no TTIP conclusion. Tempted to go lower w/ debt limit being moved up (which I think will turbo-charge the chaos of Boehner's departure), but I'll give it a little more time. "], [38, "2015-10-02T04:47:52Z", 0.0, "http://www.txfnews.com/News/Article/5250/EuroFinance-15-Barroso-expresses-concern-whether-TTIP-will-happen"], [1277, "2015-10-02T00:36:45Z", 0.25, "US dragging its feet"], [689, "2015-10-01T03:45:32Z", 0.03, "Comment deleted on May 10, 2016 05:57PM UTC"], [83, "2015-10-01T03:23:30Z", 0.03, "Too early to call this, with US fast track in place, and a \"lame duck\" congress due in Nov/Dec of 2016, but there are a lot of players and issues in the EU."], [60, "2015-09-30T23:50:43Z", 0.02, "Revising down from 4% to 2% (to capture some more value re: Brier score)."], [43, "2015-09-30T03:32:36Z", 0.1, "Following CKruger"], [231, "2015-09-30T01:13:24Z", 0.05, "http://www.politico.eu/article/ttip-negotiations-not-even-half-done/"], [102, "2015-09-29T22:38:27Z", 0.0, "Following ckruger."], [94, "2015-09-29T22:34:59Z", 0.3, "Increasing my forecast for gaming purposes."], [38, "2015-09-29T20:29:48Z", 0.05, "morningtrade@politico.com"], [136, "2015-09-29T20:09:50Z", 0.2, "http://www.politico.eu/article/ttip-negotiations-not-even-half-done/\n\"Negotiations on a massive EU-U.S. trade agreement are not even halfway complete, according to a new European Commission internal assessment, and the lack of progress is raising questions about Brussels’ hopes for concluding the agreement before the end of the Obama administration.\nA Commission status report, obtained by POLITICO, shows that on 10 of the 24 chapters of the so-called Transatlantic Trade and Investment Partnership (TTIP) agreement, the two sides haven’t yet exchanged their positions, much less started to negotiate.\n...\nTwo EU sources involved in the negotiations said Washington’s focus on the Trans-Pacific Partnership (TPP), currently being negotiated between the U.S. and several Asian countries (including Japan, South-Korea, Vietnam and Singapore), is causing the delay.\""], [368, "2015-09-29T19:25:17Z", 0.1, "Numerous factors contribute to the current pace of discussions, negotiations and stages of agreement despite calls from EU states to escalate the pace of TTIP interactions.  The 11th round is scheduled for mid October 2015.  No exchange of positions on 10 of 24 chapters of the TTIP, including no negotiations have been made by the US or EU.  The current US Commission Status Report indicate that all position papers from the EU have been sent to the US. France indicates that they have received any serious proposal from the US since 2013.  Current talks are described as 'mid game status.'  "], [3266, "2015-09-29T14:58:25Z", 0.03, "Too many sticking points that will be unlikely to be resolved given upcoming 2016 elections in member states."], [71, "2015-09-29T14:07:58Z", 0.05, "No chance. Not going well!"], [689, "2015-09-29T05:11:31Z", 0.31, "Comment deleted on May 10, 2016 05:56PM UTC"], [1422, "2015-09-28T23:09:59Z", 0.39, "http://www.commondreams.org/news/2015/09/28/will-ttip-get-terminated-negotiations-falter-europe-balks\nhttp://www.commondreams.org/views/2015/09/22/americas-collapsing-trade-initiatives\nAlthough it has not been officially announced that TTIP negotiations should resume Oct. 19-23 in Miami, all the talk through the media around the agreement may as well be a way to influence the other partner to make concessions in the coming negotiations. As regards France, its influence in EU decision making has been declining in recent years and the remarks of the French State Secretary for Foreign Trade are to be weighed in the context of the next French regional elections in December 2015. The French government and socialist party are really down in the polls and have to redeem themselves in the eye of the French public opinion. They try to show and get support from farmers as the latter feel threatened by an agreement such as TTIP. It is a part of a strategy to diminish the increasing influence of National Front in French politics.\nMoreover, on one side, the EU could need the agreement to be completed before the end of 2016, should the \"Brexit\" take a more credible turn in the wake of the 2017 British referendum. Reaching an agreement on the TTIP would indeed prevent the UK to leave the EU and would probably be one of the best arguments against euro-skeptics in the UK. It would consequently help prevent a EU explosion. One should also remember that the EU constitution was adopted against the public opinion vote in referendums in some major European countries (France, Netherlands).\nOn the other side, President Barack Obama has been under repeated criticism from Republicans or even from Democrats for his erratic or unclear economic policy/program. It might be for him of importance to leave a trace of relevance in this area and a legacy which would include the creation of the world largest economic market.\nAll those elements if they come in conjunction could trigger the probabilities the whole way around in very short a time."], [42, "2015-09-28T18:09:48Z", 0.25, "Not with the election year coming up, the refugee crisis. People in Europe will want to retrench for a while, and US politicians do not want any excitement. "], [38, "2015-09-28T18:02:12Z", 0.05, "https://euobserver.com/economic/130442"], [493, "2015-09-28T15:49:51Z", 0.1, "Affirming. Boehner leaving means little if anything will get done in Congress next year, and I still think that the U.S. won't want negotiations to be final until they can get something through Congress. Tempted to go to 5%, but it is a long time frame.  "], [2728, "2015-09-27T14:58:47Z", 0.0, "This is a comprehensive plan designed to provide the future foundation for the US foreign policy in the Pacific Rim area.  This is crucial to establish in order to maintain a balance of power in the region.\n"], [2728, "2015-09-27T14:58:47Z", 0.0, "This is a comprehensive plan designed to provide the future foundation for the US foreign policy in the Pacific Rim area.  This is crucial to establish in order to maintain a balance of power in the region.\n"], [102, "2015-09-26T22:27:17Z", 0.25, "Crowd."], [1931, "2015-09-25T21:06:35Z", 0.65, "Group dynamics appear favourable "], [992, "2015-09-25T20:46:45Z", 0.05, "Negotiations will not be completed this year.  Specifically, the negotiations are in early rounds, and the treaty subjects are very complex.  (The tenth round was held July 13-17.)  A European commissioner (De Gucht) has stated that TTIP should be a \"living instrument\" meaning he believes the treaty should never be finished but should adapt to changing conditions.  (You might ask if it is a treaty at all in this case.)"], [1201, "2015-09-25T15:53:06Z", 0.1, " TPP isn't finished. TTIP is seeing growing public resistance in the US and Europe, not that that matters much in these things, but 2016 is an election year in the US. If there were enough progress on TTIP to attract public attention, it could upset the long-range political calculations of the election strategists. There is no clear political upside in TTIP for either party, so it is in neither party's interest to move it forward very quickly. "], [38, "2015-09-24T22:54:46Z", 0.05, "Re-considering the situation described in my last post, I'm going to adjust my forecast for \"a chance. . .\""], [38, "2015-09-24T22:53:24Z", 0.0, "per Politico Morning Trade, Sept 23"], [1257, "2015-09-24T22:18:40Z", 0.75, "Only Negotiators need to reach agreement.Govt.ratification is not required on this question."], [68, "2015-09-23T13:01:55Z", 0.1, "Reaffirming my forecast of 09 September. "], [1723, "2015-09-22T14:48:17Z", 0.15, "Increasing popularity of outsider political groups in countries like Uk and France. USA Politics will slow things down "], [172, "2015-09-22T02:14:09Z", 0.3, "Although some leaders will push for it, others more concerned about protectionist points at home )despite short-sightedness but such is life as politico). We would be better off with TPP but China etc not going to support and will twist some arms behind the scenes."], [38, "2015-09-21T22:07:01Z", 0.0, "morningtrade@politico.com\n9/21/2015\nTuesday, European Trade Commissioner Cecilia Malmström will huddle with U.S. Trade Representative Michael Froman to take stock of the Transatlantic Trade and Investment Partnership talks thus far, with investor-state dispute settlement likely to be in focus. The European Commission released a proposal last week for how ISDS might be improved, in response to public worries about the mechanism, but those ideas have already been roundly criticized by U.S. business groups such as the U.S. Chamber of Commerce.\n~~~~~\nCOMMENT:  One step forward (EC releases proposals) and one step back (US Chamber of Commerce roundly criticizes them).\nNet result: 0"], [1528, "2015-09-21T20:29:21Z", 0.6, "I followed this in GJP4, then pretty much a no-brainer that it wouldn't be completed by June 2015.  FYI, my favorite source for regular  news and opinion about TTIP is Euractiv  http://www.euractiv.com/topics/ttip   My own guess is that Europe has many other matters to worry about, so public political pressure on this will be less than the anti-TTIP camp expects.   I am waiting to see if there is substantial progress in the next 2 or 3 rounds of negotiations before end 2015 -- if not then will downrate my forecast substantially."], [1591, "2015-09-21T17:31:12Z", 0.2, "Reports say enthusiasm is waning on both sides. http://www.politico.eu/article/will-ttip-be-an-economic-nato/"], [1296, "2015-09-21T15:24:25Z", 0.55, "I agree that Obama will push for the TTIP to be completed before he leaves office in Jan 2017 and negotiation continue now see www.reuters.com/.../us-trade-eu-usa-idUSKBN0NJ1VB20150428"], [493, "2015-09-21T15:04:54Z", 0.1, "Affirming prior."], [858, "2015-09-21T11:08:36Z", 0.05, "Although both sides have a vital interest in achieving a TTIP agreement, current geopolitical events (Migrants, Russia-West relations, increased instability in the Mid East) have put both EU and US priorities elsewhere.  "], [1133, "2015-09-21T04:46:25Z", 0.1, "The TPP negotiations have just started to get real publicity here (in New Zealand) and they are much more advanced.  There will be significant holdups once the broader issues are dealt with and negotiators get down to details (read once special interest groups start poking their nose in more): European countries with more inclusive democracies will likely hold referendums on the TTIP, there might be issues around ISDS in more socio-democratic countries, the IP clauses have significant impacts on medical costs (which are funded more by states in the EU states that are already burdened by the debt crisis), plus the specific import-export protections (cars etc) before agreeing terms."], [689, "2015-09-21T00:13:47Z", 0.51, "Comment deleted on May 10, 2016 05:46PM UTC"], [684, "2015-09-20T23:29:48Z", 0.1, "Very little progress reported and TPPseems to be taking all efforts on trade, even with fast track."], [1625, "2015-09-19T04:06:17Z", 0.6, "Both sides want it, so with time they should fing a way."], [294, "2015-09-18T23:28:39Z", 0.65, "The EU is generally in favor\nhttp://neurope.eu/article/juncker-seeks-best-possible-ttip-deal-for-europe/\nand negotiating seriously\nhttp://europa.eu/rapid/press-release_IP-15-5651_en.htm"], [294, "2015-09-18T23:28:39Z", 0.65, "The EU is generally in favor\nhttp://neurope.eu/article/juncker-seeks-best-possible-ttip-deal-for-europe/\nand negotiating seriously\nhttp://europa.eu/rapid/press-release_IP-15-5651_en.htm"], [1500, "2015-09-18T17:51:26Z", 0.25, "I would have said more likely earlier, but the Republicans do need to do some small bit of governing just to show they can."], [1500, "2015-09-18T17:51:26Z", 0.25, "I would have said more likely earlier, but the Republicans do need to do some small bit of governing just to show they can."], [1577, "2015-09-18T04:02:34Z", 0.1, "Far more likely it will be concluded before the end of 2018 but its pretty unrealistic to expect that TTIP will be finalized within a year time frame. Negotiations are still well underway and with the EU flat-lining and the recent refugee crisis plenty can cause sticking points still. "], [500, "2015-09-17T19:58:38Z", 0.01, "situacija sa tim je previše komplikovana a osim toga stižu i izbori u americi"], [1529, "2015-09-17T19:32:11Z", 0.78, "TPA and TAA authority passed Congress and signed into law in June 2015. This allows a up-or-down vote of the final negotiated agreements. The US Presidential election will be enough impetus for the negotiating countries to close their differences by summer of 2016. Negotiating countries don't want to risk a new president and congress interfering. Republicans generally favor the TPP and TPA and enough Democrats do to pass the legislation."], [1300, "2015-09-17T18:56:19Z", 0.59, "I think it will be allowed to go quiet then pushed through when no one's looking.  The general public has been very apathetic in the US about it."], [60, "2015-09-17T18:41:34Z", 0.04, "(No update to prediction)"], [1356, "2015-09-16T19:52:17Z", 0.1, "Some countries will not compromise their negotiation positions for certain industries, such as agricultural products and public pressure for more transparency in the negotiations will become stronger. I believe the era of secret deals among governments is over."], [1356, "2015-09-16T19:52:17Z", 0.1, "Some countries will not compromise their negotiation positions for certain industries, such as agricultural products and public pressure for more transparency in the negotiations will become stronger. I believe the era of secret deals among governments is over."], [1107, "2015-09-16T02:59:29Z", 0.65, "8 year Presidencies pull lame duck stunts before leaving office. Bill gave out pardons like Girl Scout cookies. W gave Wall Street insiders a whopper. This is some high order economic theory, and it will be hard to get the apathetic masses to care if it's good or bad for America. "], [94, "2015-09-16T00:33:56Z", 0.15, "My \"negotiations\" base rate and the crowd both suggest a 15% estimate, so that's what I'll go with.  It is a bad sign for the TTIP that my news search seems to mainly result in stories by anti-TTIP activists."], [1016, "2015-09-15T18:51:38Z", 0.15, "Too much to overcome."], [691, "2015-09-15T12:09:06Z", 0.08, "There is very close to zero pressure on this from anyone who matters, and the opposition appears to be digging in a bit."], [274, "2015-09-14T05:36:22Z", 0.25, "The negotiations are tough both sides have their rational arguments. All in all it's all about big money and both sides want the most of it. Here in EU people are bit concern that ttip will result in job losses approx 1mln."], [254, "2015-09-13T20:30:04Z", 0.2, "Just need to finish negotiations not be approved."], [526, "2015-09-13T17:53:56Z", 0.6, "Too much is at stake for negotiations to be allowed to fail. It should also be noted that the question hinges on the success for \"an agreement\", without specifying exactly what that agreement is. The part of the TTIP package which would afford corporate America extraterritorial legal rights in Europe, even against European governments, started to sink in about a year ago. Whatever package is eventually agreed, it will be a very watered down version of what we are looking at today."], [526, "2015-09-13T17:53:56Z", 0.6, "Too much is at stake for negotiations to be allowed to fail. It should also be noted that the question hinges on the success for \"an agreement\", without specifying exactly what that agreement is. The part of the TTIP package which would afford corporate America extraterritorial legal rights in Europe, even against European governments, started to sink in about a year ago. Whatever package is eventually agreed, it will be a very watered down version of what we are looking at today."], [526, "2015-09-13T17:46:20Z", 0.6, "Sorry; I hit enter before adding my rationale."], [505, "2015-09-13T13:59:51Z", 0.05, "These negotiations have been going on for quite awhile.  The conditions for agreement have also been declining.  The attitude of the US is not favorable to reaching an agreement in the near future(14 months)"], [505, "2015-09-13T13:59:51Z", 0.05, "These negotiations have been going on for quite awhile.  The conditions for agreement have also been declining.  The attitude of the US is not favorable to reaching an agreement in the near future(14 months)"], [699, "2015-09-13T11:17:24Z", 0.05, "Europe gets tiered of the US's hegemony. EU slowly understands that in US, in the political system the corporations have too much to say. Though the highly consolidated main stream media is pushing for the agreement, alternative news outlets reject the deal, especially the provision which would allow corporations to challenge each countries legislation by court. Adding to this discomfort is the perception, that the refugee crisis was triggered by US, which devastated the middle east, but refusing to contribute to ease it, neither by taking a significant part of the refugees, nor by financial means.  On the other hand, without the mentioned provision this deal is for the financial  US oligarchy not of interest."], [706, "2015-09-13T02:18:44Z", 0.99, "Obama legacy."], [20, "2015-09-13T00:13:51Z", 0.25, "I'll repeat Malcolm Murray's excellent link from a few days ago:  http://www.politico.com/tipsheets/morning-trade/2015/09/whats-coming-up-in-september-210094"], [657, "2015-09-12T23:12:08Z", 0.1, "On one hand ratification is not needed, so it would seem that the question may resolve as 'YES'.\nOn the other, announcing that agreement has been reached is unlikely in a case in which there would be even a slight chance that one of the parties would not ratify the deal. And, in my opinion, it will hard to reach universal agreement among parties involved in a year or so."], [20, "2015-09-12T15:11:14Z", 0.4, "\"Ratification by the parties to the agreement is not required.\""], [51, "2015-09-12T14:15:12Z", 0.1, "We have a long way to go here, with a lot of the agreement still in the air, and many parties needing to ratify.  The timeline mentioned below assumes that we are in full agreement by year-end 2015, which seems quite aggressive to me.  Then ALL of the EU states will likely need to ratify individually, and of course the U.S. will need to do so as well.  I gather that Obama got fast-track authority, but even an up or down vote during an election year may be a tough thing to accomplish.  "], [51, "2015-09-12T14:15:12Z", 0.1, "We have a long way to go here, with a lot of the agreement still in the air, and many parties needing to ratify.  The timeline mentioned below assumes that we are in full agreement by year-end 2015, which seems quite aggressive to me.  Then ALL of the EU states will likely need to ratify individually, and of course the U.S. will need to do so as well.  I gather that Obama got fast-track authority, but even an up or down vote during an election year may be a tough thing to accomplish.  "], [51, "2015-09-12T14:15:12Z", 0.1, "We have a long way to go here, with a lot of the agreement still in the air, and many parties needing to ratify.  The timeline mentioned below assumes that we are in full agreement by year-end 2015, which seems quite aggressive to me.  Then ALL of the EU states will likely need to ratify individually, and of course the U.S. will need to do so as well.  I gather that Obama got fast-track authority, but even an up or down vote during an election year may be a tough thing to accomplish.  "], [43, "2015-09-12T02:56:52Z", 0.1, "TTIP is likely to be a hot topic during the U.S. presidential campaign. We are guaranteed a new President, but who? Trump is likely to continue to campaign for another half year or even more. He has come out against TPP i.e. Trans Pacific Partnership, so it is a given that he also will attack TTIP. Given that TTIP is not doing terribly well already, turning it into a high profile source of political conflict would just make things worse."], [89, "2015-09-12T01:31:38Z", 0.05, "While I don't believe Europe's more pressing issues will affect negotiation attention, their re-surging nationalism and chance at recession are not doing well for their ability to complete negotiations."], [36, "2015-09-12T01:27:41Z", 0.5, "Agree with others its on the back burner in the EU and the US elections will not stop the negotiations despite the negative climate for an agreement there.   Over a year is plenty of time to complete the negotiations if all parties are willing."], [493, "2015-09-11T16:09:51Z", 0.1, "European Parliament Resolution 252 (P8_TA-PROV(2015)0252, adopted July 8, 2015 www.europarl.europa.eu/sides/getDoc.do?pubRef=-//EP//NONSGML+TA+P8-TA-2015-0252+0+DOC+PDF+V0//EN ) provides a good list of topics that need to be addressed for negotiations to be concluded. It's a LONG list. "], [493, "2015-09-11T16:09:51Z", 0.1, "European Parliament Resolution 252 (P8_TA-PROV(2015)0252, adopted July 8, 2015 www.europarl.europa.eu/sides/getDoc.do?pubRef=-//EP//NONSGML+TA+P8-TA-2015-0252+0+DOC+PDF+V0//EN ) provides a good list of topics that need to be addressed for negotiations to be concluded. It's a LONG list. "], [524, "2015-09-11T13:29:59Z", 0.05, "Too many players and too many distractions."], [573, "2015-09-11T03:26:12Z", 0.25, "i think Asia is becoming more favourable towards the TPP. after her General Elections, Singapore may be more inclined to rally other Asian nations to be supportive."], [83, "2015-09-11T00:21:54Z", 0.03, "Europe is becoming more nationalistic.  Many Europeans fear that TTIP allows court decisions to override EU/national laws, although the attached link indicates there is an initiative to set up an EU Court to rule on any disputes. These trends all seem to be in the wrong direction.  A major revision to the agreement may be needed, but the politics do not seem right for an agreement. \n       2016 is an election year in the US.  Democrats, and parts of the Republican party  are generally against this deal, and both parties are playing to populist themes this election cycle.  Negotiations generally are not completed without fast track authority, and It seems very unlikely a lame duck president and congress would pass the agreement between the November 2016 election and Jan 20, 2017 inauguration, given the current environment. "], [493, "2015-09-10T20:50:55Z", 0.05, "Too many problems for Europe (refugees, Greece, Turkey, Russia). Too many headaches for Obama. (Syria, republicans). Too complicated of a problem to get public support; people will either ignore it or oppose it, but they will never _want_ it. Plus, no significant deadlines or reasons to push it through quickly. Can kicked to 2016, and quite possibly to next administration."], [328, "2015-09-10T20:26:06Z", 0.5, "Hope not, or it will be the ruine of thousands of small business in Europe, agroindustry specifically. But in these kind of things money is a powerful tool. All we have is to fight against and let our voice to be heard by the burocrats in th EU."], [206, "2015-09-10T20:15:46Z", 0.2, "This has been going on (10th round?) forever.  As others have said, Europe has much more pressing issues on its plate at the moment to put much energy into this."], [534, "2015-09-10T19:53:35Z", 0.15, "There is a lot of controversy within Europe about the US demands for Investor-State Dispute Settlement using international arbitration. The French are probably also still loathe to cede anything on agricultural production subsidies. Obviously (and as others have already noted), Europe has plenty of other things to worry about at the moment, such as the Euro crisis, the refugee crisis, and Ukraine. "], [500, "2015-09-10T19:50:22Z", 0.01, "no"], [530, "2015-09-10T19:26:27Z", 0.11, "This isn't a short term idea and Europe has bigger problems right now."], [102, "2015-09-10T17:19:06Z", 0.0, "Apply logistic regression followed by AusrÃ¼cken operator."], [326, "2015-09-10T10:37:16Z", 0.01, "Just adding to a wonderful comment of Anneinak, Europe is not content with those negotiations and has different problems right now (e.g.migrant crisis). But this question needs to be monitored closely, still."], [427, "2015-09-10T04:02:43Z", 0.04, "Doesn't look good but a least its not completely dead yet."], [231, "2015-09-10T02:44:19Z", 0.05, "\nAim is to reach a deal by end of 2016, so 1 Jan 2017 is probably not very likely, given the delays we've seen so far.\nhttp://www.politico.com/tipsheets/morning-trade/2015/09/whats-coming- up-in-september-210094 "], [64, "2015-09-10T00:55:50Z", 0.0, "I figure if Obama gets the TPP, he'll count his blessings. That has taken longer than average. I think that may not be an anomaly, but a sign of the times. Nobody's happy with their governments, and the political pressures favor nationalism and protectionism. The next U.S. president will have to carry it forward."], [29, "2015-09-09T13:38:54Z", 0.15, "Going along with Anneianc and Einsteinjs, this is complicated, and there is not strong reason for this to be completed.  With 15 months, however, something could transpire. "], [68, "2015-09-09T06:31:47Z", 0.1, "There is strong opposition within Europe to the draft texts published so far.  US focus has been on the TTP over the last couple of years, so it doesn't look like the TTIP will be concluded during the Obama presidency."], [60, "2015-09-09T04:18:51Z", 0.04, "Rationale: a little bit based on the crowd, but mostly based on experience following this question for Season 4 of GJP. As Annienak summed in her rationale, it seems extremely unlikely. I guess you could say I'm a bit more \"optimistic\" than she is?\n~"], [164, "2015-09-09T02:58:11Z", 0.13, "Too many moving parts for negotiators."], [43, "2015-09-09T02:21:01Z", 0.1, "Align with Anneinak. Fantastic analysis, especially the comparison class of comparable negotiations."], [102, "2015-09-09T01:21:00Z", 0.25, "Align with Anneinak."], [38, "2015-09-08T23:17:29Z", 0.0, "https://en.wikipedia.org/wiki/Transatlantic_Trade_and_Investment_Partnership"], [20, "2015-09-08T22:01:10Z", 0.4, "GMOs, Investor-state dispute settlement (ISDS), and a few other issues I don't recall, will stymie this. How long? Just my first spitball."], [102, "2015-09-08T20:50:24Z", 0.5, "Let me be the first to throw a dart."], [272, "2015-09-08T20:50:02Z", 0.55, "By then we should have a new president and maybe a less fractious senate and congress."]]}