{"question_id": 520, "title": "Between 1 July 2017 and 30 June 2018, will an armed group from Turkey engage in a campaign that systematically kills 1,000 or more civilians in Turkey?\n", "correct_answer": "No", "crowd_forecast": 0.01, "preds": [[2965, "2017-09-26T01:35:27Z", 0.01, "Erdogan "], [2965, "2017-09-25T15:42:56Z", 0.01, "in Turkey no way\nErdogan no fool"], [691, "2017-09-20T02:20:55Z", 0.01, "Coming up, but just to 1, because I think it not out of the question that, what with referendum fever in the air, Erdogan might feel the need to murder some Kurds.  Probably not enough to make these numbers, though."], [6303, "2017-09-18T03:53:38Z", 0.01, "Based on general news and GJP consensus."], [691, "2017-09-14T19:45:10Z", 0.0, "I should probably go up, since I suspect that Erdogan will start wiping out Kurds as soon as everyone's attention is turned elsewhere.  This zero may be a triumph of hope over experience."], [37025, "2017-09-09T17:49:48Z", 0.0, "Erdogan has complete power with no apparent challengers. Unless he's assasinated or deposed (which revelry failed) it's unlikely that there will be fatalities.  "], [6303, "2017-09-04T04:33:23Z", 0.01, "Based on general news and GJP consensus."], [83, "2017-08-27T17:54:06Z", 0.01, "1 out of a hundred years, seems reasonable."], [691, "2017-08-22T20:26:49Z", 0.01, "Bumping back up to 1 from 0 because it seems Erdogan is getting vexed by the PKK again.  We may find him sitting on a tuffet blowing his Kurds away.  "], [31201, "2017-08-11T02:30:55Z", 0.0, "State is under tight control."], [26, "2017-08-10T01:26:31Z", 0.05, "I don't think that's likely to happen."], [6303, "2017-07-17T03:13:14Z", 0.01, "Based on general news and GJP consensus."], [36281, "2017-07-12T11:40:50Z", 0.01, "I would currently suggest this is credibly unlikely, Edrogan has other priorities this year than the Kurds. "], [34499, "2017-07-11T12:46:57Z", 0.05, "The Region of Turkey that is by the Syrian border has seen a number of clashes and an influx of refugees after the Syrian civil war began.  The same Region has already seen the Turkish Military kill a number of Kurdish civilians between July 2015 and December 2016.  It was, however, far less than 1000. Hence the probability overall remains low."], [31238, "2017-07-03T16:19:33Z", 0.05, "Depends on Kurdistan's independence movement."], [36200, "2017-07-02T16:43:28Z", 0.3, "Kurdish conflict more likely if US withdraws from Syria "]]}