{"question_id": 447, "title": "Between 1 April 2017 and 31 March 2018, will an armed group from Myanmar engage in a campaign that systematically kills 1,000 or more civilians in Myanmar?", "correct_answer": "Yes", "crowd_forecast": 0.04, "preds": [[35569, "2017-05-29T23:50:58Z", 0.6, "Myanmar is very similar to a worn torn African nation that has suffered from genocide or is about to suffer from genocide.  The Rohingya ethnic group in Myanmar is at risk to commit or be a victim to genocide.  They live within the nation's borders, but are considered less than full citizens and inferior to ethnic groups in other areas of the country.  Almost every possible war crime was committed by the previous regime and there are leftover child soldiers throughout the state.  Myanmar is the Earth's second leading exporter of opium and amphetamine production is rising.  Drug use can be a major factor in genocide, as well. The current leader was reported to be fairly elected and supported by President Obama and those two factors could contribute to the safety of the people.  I believe it is likely that a group within Myanmar systematically kills 1,000 or more civilians before April 1, 2018"], [16652, "2017-05-15T12:54:14Z", 0.51, "Comment deleted on May 26, 2017 12:37AM UTC"], [35398, "2017-05-14T19:35:56Z", 0.99, "most worth  masssacres at last deaceds  which are systematic countiunce and away fro world eys no seriues work for stop it"], [35398, "2017-05-14T02:36:46Z", 0.99, "most likely yes mabe more "], [691, "2017-05-13T12:19:10Z", 0.01, "http://www.aljazeera.com/news/2017/05/myanmar-arrests-buddhists-accused-targeting-muslims-170512220527691.html\nPresumably a token minimal effort, but official disapproval of killing one another has at least been expressed...."], [2124, "2017-05-09T10:55:46Z", 0.05, "1000 people is a very high threshold of violence. Further, the qualifiers of 'systematically' and 'civilians' makes this even less likely. Considering it hasn't happened in the past and the time frame is relatively short, I suspect no. "], [19923, "2017-04-26T22:00:49Z", 0.65, " I'm going high on this one due to the ongoing killing of the Rohingya. According to recent estimates, the death toll from one attack late last year was in the hundreds. http://www.reuters.com/investigates/special-report/myanmar-rohingya-crisis2/"], [1034, "2017-04-26T07:53:54Z", 0.0, "Cruel April in Kashmir"], [34630, "2017-04-17T21:43:20Z", 0.35, "Information coming out of Myanmar is sketchy but (a) the international community is clearly doing little or nothing to stop the current violence undertaken by the military and (b) the likelihood of some sort of retaliation by Islamic militants (from the area or elsewhere) followed by a major revenge campaign seems high"], [31082, "2017-04-10T21:43:43Z", 0.2, "There are news on more or less structured assassinations of Rohingya muslims in part of the country, by some accounts reported in the hundreds, by other reporting more limited cases by the dozens. While there is thus a certain probability for numbers to reach the threshold, another question is whether it will meet the definition of the question of \"armed group\", and to what extent actual numbers will be reliable or subject to understatement for the sake of keeping a delicate political balance. Over 12 months I give it a 80-90% on the first, but only 25% on the \"group\" question, and a good chance of underestimate of numbers, bringing me to 20% in total."], [31450, "2017-04-10T00:09:06Z", 0.4, "I am extremely concerned about the Rohingya situation as a lot of the ingredients for ethnic cleansing are already in place. They have been herded into camps and dehumanized with the government denying anything is wrong. I still think it's more likely that the Rohingya people will continue to flee and there won't be large-scale killings but there is a very real worry that is the situation in the country gets worse that the Rohingya are convenient scapegoats."], [34634, "2017-04-09T17:09:05Z", 0.12, "The most civilians that the government has killed in a single year since 1989 is 461 (Uppsala Conflict Data Project One-Sided Violence dataset). The only group that could potentially be victimized to this extent is the Rohingya, but the non-state actors in that region are very fragmented. There is some possibility of a decentralized, Rwanda-style episode, but to this point there has been a greater interest in forcing migration than in killing."], [28091, "2017-04-08T15:36:17Z", 0.35, "Over 100,00 unwanted religious and ethnic minorities displaced and put into brutal camps that appear to encourage them to leave even at the risk of their lives. My initial reaction is that this is what the Myanmar government and military wants and that if they are forced to leave on their own it can be claimed as choice and hence the government is not responsible for deaths. Will more than a 1,000 die and how will we know? "], [15476, "2017-04-07T12:42:38Z", 0.15, "practicing forecasting"], [706, "2017-04-07T04:19:39Z", 0.1, "Just hard to see China allowing this to happen."], [1034, "2017-04-05T07:57:47Z", 0.0, "Peace process descends into farce"], [34762, "2017-04-04T16:22:25Z", 0.3, "Given the violence against Rohingya since the military crackdown in Rakhine State in October, I think it's relatively likely that Burmese security forces will commit large-scale human rights abuses against Rohingya communities. However, I'm uncertain whether those abuses will be principally lethal or non-lethal."], [29054, "2017-04-03T17:29:31Z", 0.0, "The situation can be questionable, the problem with Burma is that the truth is a difficult thing to get when it relates to mass killings. Here like in many of the countries in the challenge the rulers are brutal military dictators. We know how dictators operate, they have total control to the access of news and the exercise of censure is massive. Now, I do not see the number of the question to be reached mostly due to the fact that Burma is seeing tourism flourishing with decent improvements as the political process keeps the lid in massive demonstrations, so between the cover-ups and effort to brand Burma as a tourist attraction it would be difficult to measure it. "], [34682, "2017-04-02T12:12:19Z", 0.5, "Interesting"]]}