{"question_id": 669, "title": "Will Kim Jong-un and Moon Jae-in meet before 1 November 2018?", "correct_answer": "Yes", "crowd_forecast": 0.9, "preds": [[172, "2018-04-27T11:45:20Z", 1.0, "Boom goes the dynamite. Few would have predicted this months ago (kudos to @Prognosticating-beek )"], [46671, "2018-04-26T05:45:05Z", 0.99, "Meeting set for 0930 tomorrow morning!"], [19801, "2018-04-23T11:11:14Z", 1.0, "Though North Korea also engages in propaganda broadcasts of its own, it has long objected to the South's use of speakers, and has at times responded to them with artillery fire."], [37379, "2018-04-21T00:00:31Z", 1.0, "KJU is bending over backward to make this happen. The latest: https://www.washingtonpost.com/world/north-korean-leader-suspends-nuclear-and-missile-tests-shuts-down-test-site/2018/04/20/71ff2eea-44e7-11e8-baaf-8b3c5a3da888_story.html"], [57778, "2018-04-20T07:16:58Z", 1.0, "broadcast agreed to http://www.straitstimes.com/asia/east-asia/north-korea-nod-for-broadcast-of-kim-jong-un-meeting-with-south-koreas-moon-jae-in"], [57778, "2018-04-18T23:35:55Z", 0.99, "next week... planned... end of war agreement "], [2965, "2018-04-18T13:40:15Z", 1.0, "its a foregone conclusion now like christine lagarde"], [35636, "2018-04-18T06:47:29Z", 1.0, "It's happening"], [46671, "2018-04-17T19:40:43Z", 0.95, "Ten days to go....nothing on the horizon looks to impede the meeting from happening."], [23879, "2018-04-16T16:57:53Z", 1.0, "They have a website: http://www.koreasummit.kr/"], [47482, "2018-04-13T16:26:29Z", 0.99, "It's scheduled "], [14847, "2018-04-13T04:51:50Z", 0.99, "2 weeks away. If the talks were delayed or called off there's still plenty of time to reschedule before Nov 1."], [40702, "2018-04-11T01:19:40Z", 1.0, "Allegedly the 27th of April.  See last graph.  http://abcnews.go.com/International/kim-jong-talks-inter-korean-summit-meeting-trump/story?id=54359428"], [49073, "2018-04-10T21:22:32Z", 0.85, "While relations have been tense between these two countries, there are signs of improving diplomatic ties, the first of which being North Korea's participation in the 2018 winter olympics. This allowance made on the part of South Korea indicates a willingness to open diplomatic ties. Building on this, it is far and away in North Koreas best interest to improve ties with South Korea, especially as a means of softening ties with the United States. North Korea has recently been pursuing better diplomatic strategies; South Korea would be an important first step."], [57673, "2018-04-04T22:27:56Z", 1.0, "A continuation of the current efforts to lower tensions will require high level meetings between Kim Jong-un, Chinese leadership and of course South Korea. Kim will meet with Moon after meeting with the Chinese "], [37161, "2018-04-04T16:56:19Z", 0.8, "Now that Jong-un has been to China I see it as increasingly likely unless the U.S. \"interferes\""], [54646, "2018-04-04T15:22:04Z", 0.8, "after Beijing visit by Un and the developing trade tensions with US, expect a Pan Asia initiative that marginalizes the US influence"], [49179, "2018-04-03T20:45:21Z", 0.95, "On March 29, South Korean President Moon Jae-in announced that he will meet North Korean leader Kim Jong-un on April 27, 2018 (http://time.com/5220013/kim-jong-un-and-moon-jae-in-to-meet/). According to TIME, the nations agreed to host a leaders summit. While it is possible that one of the leaders could back out of the meeting over the next few weeks, I argue that this firm commitment from both sides, coupled with the fact that officials from both nations have now met twice to discuss the logistics of the meeting, supports my forecast that it is very likely that the two leaders will meet before 1 November 2018. "], [45382, "2018-04-03T17:21:13Z", 1.0, "The meeting has been set and will occur this month. "], [54063, "2018-04-03T17:10:52Z", 0.7, "If Mr Kim is meeting President Trump, chances are he will meet the South Korean president too. He met the Chinese leader before, so meeting his southern neighbor follows. Only a fortuitous event could derail this, an since rationality was not predominant in that quarter before, it could come back. "], [55675, "2018-04-03T16:18:44Z", 0.8, "There is always the possibility that Kim Jong-Un will do something highly irrational, and given the opaque nature of the the regime it doesn't seem prudent to put the probability at higher than 90%.  History is replete with examples of how the North Korean regime initially makes a move to have sanctions lifted only to turn around within weeks and take some provocative action."], [14847, "2018-04-02T16:24:25Z", 0.97, "Late update, but a meeting date is set and I can't see there being anything to gain by withdrawing at this point. The US has agreed to meet. Kim even left to visit China. Everyone's meeting with NK."], [56348, "2018-04-02T04:01:45Z", 0.99, "It was announced that two of them will meet in DMZ on April 27. Both parties are highly incentivized to meet. There is little reason to expect something different with less than a month to go."], [2965, "2018-04-01T23:45:59Z", 1.0, "https://www.youtube.com/watch?v=iGbwbb3xxOA"], [35636, "2018-04-01T12:42:40Z", 1.0, "April 27th. It's before November 1st on my calendar."], [1333, "2018-04-01T01:40:51Z", 0.95, "North and South Korea's leaders have agreed to meet one another for just the third time ever on April 27, The Wall Street Journal reported Wednesday. \"The one-day inter-Korean summit, the first since 2007,\" is set to take place \"at the inter-Korean truce village of Panmunjom\" and \"comes as countries have stepped up enforcement of sanctions aimed at penalizing North Korea for its nuclear-weapons program.\" ( Big D Defense News on line)https://www.wsj.com/articles/north-and-south-korea-set-date-for-summit-1522306351"], [46671, "2018-03-30T23:16:30Z", 0.9, "Factors that went into my *updated* (31 March) forecast:"], [38, "2018-03-29T21:36:39Z", 0.99, "a date has been set:  April 27th"], [2965, "2018-03-29T19:20:10Z", 0.99, "The moment is ineluctable"], [37379, "2018-03-29T14:00:08Z", 0.98, "Pyongyang, Seoul agree to hold inter-Korean summit on April 27. I would go to 100% except that NK leaders have a history of volatility/."], [172, "2018-03-29T09:23:45Z", 1.0, "For anyone still on fence...\nhttps://www.theguardian.com/world/2018/mar/29/kim-jong-un-agrees-to-meet-south-korea-president-at-summit-on-27-april\n"], [47812, "2018-03-29T07:26:58Z", 0.86, "North South summit announced"], [39937, "2018-03-29T06:39:17Z", 1.0, "its official:  April 27 "], [47812, "2018-03-29T03:27:54Z", 0.77, "Kim traveled to China. Makes a meeting more likely."], [37379, "2018-03-28T10:28:21Z", 0.98, "China visit -- raising probability."], [43003, "2018-03-27T19:26:01Z", 0.93, "Visiting China ups the odds by +3%"], [56813, "2018-03-26T22:11:36Z", 0.8, "Kim is in China now.  Either Putin or Moon is next.  That way when he meets with the Donald, if in fact he does, it won't matter how much Bolton froths at the mouth as Kim will have a stacked deck to offer Trump.  Sad but likely IMHO."], [46671, "2018-03-26T19:45:25Z", 0.84, "Factors that went into my *updated* (26 March) forecast:"], [14847, "2018-03-25T04:45:24Z", 0.92, "Things that need to be happening for this to happen before November are in motion. The additional invitation and response by the Trump administration also removes US opposition to a meeting. Watching for the outcome of talks that happen this week to see if any complications show up."], [172, "2018-03-24T16:17:52Z", 1.0, "Really seems to be happening. Hope they don’t argue about height of chairs etc (second link)\nhttps://www.theguardian.com/world/2018/mar/24/north-and-south-korea-schedule-talks-at-panmunjom-within-days"], [705, "2018-03-24T14:41:12Z", 0.99, "https://www.nytimes.com/2018/03/24/world/asia/north-south-korea-summit.html\n"], [691, "2018-03-24T13:56:22Z", 0.99, "No matter what John Bolton's mustache thinks about this, or what the Twit King says, both of these lads want to show that the US can't push them around.   Meeting will of course be in the North, because the Kims don't leave the country after they have become deities."], [37379, "2018-03-24T10:00:31Z", 0.96, "@NoonInKorea\n 6h6 hours ago\nSK's Unification Ministry announces NK has agreed to high-level talks on March 29 at the NK side of the Joint Security Area (JSA), in a building known as Unification Tower. The talks will focus on agenda for the inter-Korean summit slated for late April."], [43311, "2018-03-23T20:17:45Z", 0.03, "New \"war\" cabinet, regional tensions ie Taiwan. Global NATO, US and Coalition troop movements. Arms Deals. MBS world tour. Etc...."], [37379, "2018-03-23T16:24:07Z", 0.96, "I'm trying to figure out how John Bolton as Trump's new national security advisor will affect this question. Bolton advocates NK regime change by force. Will this drive SK and NK closer together, or incite NK to call off its charm offensive? SK stands to lose the most from a resumption  of the Korean War, which still is under an armistice and could resume within minutes.  @shivadiva @Anneinak @cdob63 @Censusguyz @SneakyPete"], [38, "2018-03-22T06:47:11Z", 0.96, "http://nyti.ms/2DJOAs1"], [37379, "2018-03-21T14:15:35Z", 0.96, "Dateline 3-21-2018 South Korean President Moon Jae-in suggested that he and U.S. President Donald Trump could sit down for three-way talks with North Korean leader Kim Jong Un if their individual meetings go as anticipated."], [47812, "2018-03-21T06:50:51Z", 0.75, "More likely meetings will happen."], [691, "2018-03-20T16:12:53Z", 0.9, "The resumption of US-ROK exercises always triggers sharp rebukes from Pyongyang, but actual policy changes rarely ensue.  I think it unlikely the US Prez will actually end up meeting Li'l Kim; one or both will find excuses to postpone the event until it dies in a corner, unloved and largely unmourned.   Hard to say whether this decreases the odds of the ROK-DPRK schmoozefest since the political need for it will have diminished, or increases the odds because both leaders wish to show that they are independent of whatever the US says or does.  Therefore, cravenly staying at my previous number."], [38, "2018-03-20T05:22:14Z", 0.88, "https://www.nytimes.com/reuters/2018/03/18/world/asia/18reuters-northkorea-missiles-finland.html?emc=edit_mbe_20180319&nl=morning-briefing-europe&nlid=77825025&te=1"], [1333, "2018-03-19T15:05:37Z", 0.75, "Work has begun - U.S. and North Korean reps will meet in Finland for \"second-tier\" talks on denuclearization, CNN reports this morning. Just don't ask for \"the meeting's date, time, location or participants,\" because that info is not available yet, according to the host country's foreign ministry.\nWhere some of these whispers came from: The sighting of \"a top North Korean official...apparently boarding a plane to Finland on Sunday,\" CNN reported.\nThat official: \"Choe Kang Il, the deputy director general for North American affairs at North Korea's foreign ministry.\"\nOh, by the way: \"Separately, Sweden is meeting with North Korean officials about three Americans [Kim Sang Duk, Kim Hak-Song, and Kim Dong Chul] held captive by the Asian nation.\"\nOther diplomatic moves: South Korean President Moon Jae-in is considering \"face-to-face talks with Chinese President Xi Jinping and Japan's Prime Minister Shinzo Abe in the coming weeks to coordinate a strategy on North Korea,\" Seoul's Yonhap News agency reported Sunday."], [54733, "2018-03-18T22:11:49Z", 0.7, "Kim Jong-un will be negotiating from a position of strength and could use the opportunity to make concessions that will help N. Korea's economy"], [49162, "2018-03-18T19:31:19Z", 0.8, "Talks continue, the outward appearance seems in every way to confirm a meeting will occur soon, before November. "], [43003, "2018-03-18T07:23:32Z", 0.85, "Really surprised by the high percentage forecasts, when Moon hasn't accepted to meet. And they have to do it by Nov2018 to count."], [35636, "2018-03-17T06:04:30Z", 0.75, "So it seems Trumpy really does want to meet Un. So it only makes sense that Moon will do it too. "], [636, "2018-03-16T18:22:40Z", 0.75, "With thawing relations and the effects of the U.S. sanctions, Kim will want to get into negotiations."], [56083, "2018-03-16T06:10:17Z", 0.85, "With Trump pushing for a meeting as soon as possible, the follow up meeting with SK will be dependent on the tone of Trump's.  I see it very likely for the meeting to not go horribly despite Trump's typical haphazardness because he can on occasion be settled.  Outside view would suggest no meeting due to lack of contact in many years, but the current dynamics are too unique to be ignored."], [51222, "2018-03-13T15:46:56Z", 0.88, "Moon striking while the iron is hot + distraction from South Korean domestic political sexual harassment scandal (involving moon's party)."], [1333, "2018-03-13T15:45:14Z", 0.65, "Holding at 65%. Without a Secretary, State Dept. may need time to draw up a draft Peace agreement."], [35636, "2018-03-13T08:18:40Z", 0.25, "Well knock me over with a feather. Now casino-bankrupter with inflated ego masquerading as leader of the free world is planning to meet Kim without preconditions, anything is possible! Though I'm leaning towards it just being yet another distracting PR stunt. I pity the USSS with the enormous task of protecting their principal. Such a tough job made even tougher. Maybe Chief of Staff (if still in the role) General John Kelly will order the Filet-O-Fish, Big Macs and choc milkshakes from South Korea. A Trump-Kim meeting question is needed, which I'd put at 45% by May 2018. [Bloomberg is reporting April, so then that'd be 90% perhaps]."], [1034, "2018-03-13T06:35:58Z", 1.0, "Kim Jong Un Wants a Peace Treaty From Trump, Report Says"], [46029, "2018-03-13T04:59:01Z", 0.5, "To me they appear to be more friendly than what they show to the world."], [45002, "2018-03-13T00:16:33Z", 0.85, "Because both leaders and countries gain by such a meeting."], [745, "2018-03-12T20:50:10Z", 0.85, "Everything is moving in this direction. Given Trump's decision to meet Kim (whether it goes through or not), Kim's signals almost require Moon to meet with him."], [48709, "2018-03-12T20:49:01Z", 0.85, "Now that President Trump is talking  about setting the stage with the N.Korean leader the ball game just got very interesting. My Question Can Peace win out over the peninsula.  "], [19912, "2018-03-12T17:41:00Z", 0.25, "Kim Jong-Un is playing for time and the easing of sanctions."], [54637, "2018-03-12T17:37:53Z", 0.67, "China is pressuring NK to back off of the USA. NK & SK meeting is a huge softening of the NK position. China knows the Trump administration can cost them $ and will use that as leverage to have NK capitulate. The steel / aluminum tariffs were partially designed for this. "], [46317, "2018-03-12T17:26:41Z", 0.7, "Drivers are: Trump's need to achieve a major victory in advance of key midterms; to attempt to prove news media wrong about him; to demonstrate that he is in fact an excellent president; to prove his negotiating skills; to defuse the threat from North Korea; and to establish his global standing with national leader around the world. Kim appears to see something special and compatible in Trump--a man he can deal with. Kim most likely doesn't want to live under the threat of a possible preemptive strike, and there could be considerable and broad internal pressure from his military. Kim also wants a seat at the international table. Offsetting this are the probable issues that will arise when the details are negotiated as both leaders posture, and as Kim considers the prospect and consequences of denuclearization. "], [54667, "2018-03-12T16:42:14Z", 0.35, "Moon seems genuinely interested in talks and seems to have developed a clear line of communication and relationships between mid-level advisers, and are building a series of confidence building measures that makes me think this is a very real possibility. But will all things DPRK, my baseline is fairly low. If the US was opposed, I would put this at closer to 15%, but Trump's openness makes me think the US won't play the role of spoiler for potential talks."], [56206, "2018-03-12T16:35:00Z", 0.33, "They are pursuing detente"], [1333, "2018-03-12T15:56:28Z", 0.65, "I'm ready to slide back down the ladder at a moments notice but for now I am content to expect everyone take the win. NK gets  legitimacy and a face to face with a president, the President gets at a minimum the right to say \"I tried\" (before doing what ever he has planned), and for now SK is placated that all is being done to avoid war."], [691, "2018-03-11T21:09:32Z", 0.7, "Odds go up on this if the Kim-Littlefingers meet actually happens and doesn't crash right away--this meeting would be a natural next step--or maybe even if it doesn't, depending on what Kim and Moon say about the cancellation/postponement/curtailment.  Niels Bohr, I think, is the one quoted as saying that predictions are difficult, especially about the future.  This has been increasingly true for a while now; stay tuned."], [2965, "2018-03-11T15:42:39Z", 0.89, "per NYT today the meeting is on and scheduled for April.\nhttps://www.nytimes.com/2018/03/10/world/asia/trump-north-korea.html?hp&action=click&pgtype=Homepage&clickSource=story-heading&module=first-column-region&region=top-\nOnce POTUS \" accepted\" meeting with Kim III very difficult to leverage ROK  to delay summit talks.\nMomentum is building in ROK and Kim III met Moon specs by stating \"denuclearization\" and stating  no more missile wmd testing without  requirement that US and ROK suspend exercises.....Moon's short term goal has been met.\nBut the formula requires \"irreversible\" and \"verifiable\" removal of WMD capacity.\nAS we have seen with the Iran JCPOA meeting this benchmark with removal of fissile materials does not address   \"miniaturization\"  (Warheads) and delivery systems (icbms) (Kissinger Schultz critique of JCPOA)\nBut it does allow Moon to make his flight to Pyongyang without risking any loss of face if a deal is not reached.\nMoon can now blame DPRK and US for  the failure to engage in and complete talks.\nShort term: Kim III has succeeded in  driving a wedge between ROK and US procedurally\nas there will now be 2 tracks\nKim III -Moon on intra Korean issues ( family visits, Kaesong, reunification) \nand US-DPRK on denuclearization\nUs must ensure that any ROK concessions  in Moon Summit\nare expressly conditioned on  not just a suspension of testing\nbut a US-DPRK agreement on complete and verifiable denuclearization"], [11800, "2018-03-11T15:27:50Z", 1.0, "yes as the story develops the likelyhood ist very big"], [41373, "2018-03-11T13:25:59Z", 0.4, "increasing forecast: love is in the air!"], [23006, "2018-03-10T21:40:27Z", 0.58, "."], [705, "2018-03-10T18:41:45Z", 0.55, "https://www.washingtonpost.com/news/the-fix/wp/2018/03/09/the-white-house-sounds-as-if-it-might-have-cold-feet-about-trump-meeting-kim-jong-un/?utm_term=.0087c91f42dc"], [83, "2018-03-10T01:02:14Z", 0.2, "US may still have a large influence on the result.\nhttps://www.washingtonpost.com/news/the-fix/wp/2018/03/09/the-white-house-sounds-as-if-it-might-have-cold-feet-about-trump-meeting-kim-jong-un/?utm_term=.a1c9fedb1ad0"], [54822, "2018-03-09T23:40:31Z", 0.5, "more likely that there will be meetings between their govts, just not these two individuals specifically"], [1333, "2018-03-09T18:01:36Z", 0.55, "By Mark Fitzpatrick, Executive Director, IISS–Americas"], [14493, "2018-03-09T09:45:10Z", 0.9, "Now we have Trump lined up for meeting Kim as well. I hope Trump takes his wet wipes, he does not want to go the same way as Kim's brother."], [172, "2018-03-09T01:57:40Z", 1.0, "Now he’s meeting Trump. Thank you ambassador to North Korea, Dennis Rodman! Kim Fatty III never ceases to amaze. Same for The Donald. Let’s see if meeting takes place. Looking forward to that handshake (reference to Trump’s pulling people uncomfortably closer and holding on too long)!"], [46671, "2018-03-09T00:37:52Z", 0.71, "Factors that went into my *updated* (9 March) forecast:"], [32258, "2018-03-09T00:33:28Z", 1.0, "Trump just agreed to meeting."], [46762, "2018-03-08T08:15:27Z", 1.0, "They are scheduled to meet April 27in punmoongang"], [50284, "2018-03-08T00:00:48Z", 0.97, "Scaling from 69 to 97 given the third inter-Korean summit is planned to be held in the latter half of April, before which a direct hotline will be established between the two. Keeping it at 97 given DPRK's history of indicating to negotiate and pulling out of talks at the last minute (although these set of negotiations seem optimistic given the agreement to invite South Korean troupes to Pyongyang and the personal letter addressed to Kim Jong Eun signed by Pres. Moon AND an apparent agreement to normalize ties as expressed by Kim Yong Chul who has been responsible for the North's policies on the South - including aggression). "], [691, "2018-03-07T21:35:06Z", 0.7, "Odds are spiking on this one, I think.  They both have the same reason for doing this:  To show their respective domestic audiences that the US does not influence them.  This is not true, of course, but an inexpensive way of pretending it is would be a quick round of kissy-face accompanied by an exchange of heartfelt meaningless cliches.  Stay tuned."], [31450, "2018-03-07T18:16:04Z", 1.0, "Going to 100 for the next month or so (see link) then dropping back to zero because I still think this is a classic diplomatic strategy of North Korea."], [172, "2018-03-07T13:05:56Z", 1.0, "Background:\nhttps://www.washingtonpost.com/opinions/kim-jong-un-is-suddenly-talking-about-peace-heres-why/2018/03/06/06df171e-217f-11e8-86f6-54bfff693d2b_story.html"], [172, "2018-03-07T12:39:36Z", 1.0, "I started off at 0% and even yesterday was optimistic at 70%. Now they are going to meet in DMZ. Kim Fatty III continues to surprise me. I still think this is for sanctions/food/$ relief (like his old man) but he has proven me wrong before..."], [37379, "2018-03-07T10:37:15Z", 0.95, "Noon in Korea @NoonInKorea\n51m51 minutes ago\nThe understanding reached with NK is being referred to as \"March 5 Agreements\" in SK. Opinions are divided on NK's sincerity but SK will hold a summit with KJU in late April at Peace House in JSA. This will be the 3rd inter-Korean summit, 1st in 11 years."], [14493, "2018-03-07T08:22:34Z", 0.9, "I have belatedly found the reports that they will meet next month. As others forecasters must have seen this story and changed their forecasts I looked online for reports yesterday and failed to find them, which either means my searches were badly constructed or the info was not very prominent. "], [49598, "2018-03-06T21:40:19Z", 0.78, "Post-Olympics Détente and a push from Putin and a nudge from China"], [14493, "2018-03-06T20:51:00Z", 0.6, "NK is showing interest in improving relations with SK. Presumably NK wants something; could be the sanctions are biting; could be they have run into technical problems with the ICBM program (so can't do any test for a while); could be both. Unlikely that SK or US will trust them. But it is possible that SK will think they have nothing to lose pretending they think NK is sincere, as long as they don't give anything to NK. So could go as far as agreeing to Moon Jae-in meeting Kim Jong-un. I would suspect they would want \"officials\" to hold meetings and get to some concrete negotiating position first, or at least clarification of what Kim has in mind. If sanctions are having an affect the longer SK can delay a meeting the better. If its technical issues with ICBM test then NK is likely to be trying to spin it out before a meeting so they can quickly do more tests when the talks break down (which they almost certainly will. My money would be on difficulties with the ICBM program.     "], [1034, "2018-03-06T19:58:59Z", 0.9, "Kim Jong Un Holds First Known Meeting With South Korea"], [23006, "2018-03-06T18:03:48Z", 0.51, "tentatively april?"], [23879, "2018-03-06T15:44:18Z", 0.99, "All but sure to happen now [1,2]."], [212, "2018-03-06T13:27:25Z", 0.72, "https://www.japantimes.co.jp/news/2018/03/06/asia-pacific/politics-diplomacy-asia-pacific/north-koreas-kim-seoul-envoys-discuss-easing-tensions/#.Wp6VdaiWbic"], [55452, "2018-03-06T13:19:19Z", 0.75, "go this wrong early on the fact that they plan on doing it now in april makes it seem quite high will revise when more details come out"], [42214, "2018-03-06T12:51:16Z", 0.98, "Taking it up because they set a time to meet (late April).\nhttps://www.nytimes.com/2018/03/06/world/asia/north-korea-south-nuclear-weapons.html"], [19801, "2018-03-06T12:35:59Z", 1.0, "Kim Jong-Un Agrees to Meet Moon Jae-In According to Reports\nBloomberg Markets\nMarch 6th, 2018, 1:18 PM GMT+1000"], [39937, "2018-03-06T12:20:23Z", 1.0, "\"The two leaders will meet for a summit at the end of April \" \nhttps://www.bloomberg.com/news/articles/2018-03-06/north-korea-open-to-denuclearize-if-regime-safety-guaranteed"], [25141, "2018-03-06T11:13:07Z", 0.86, "fwiw:  https://www.bloomberg.com/news/videos/2018-03-06/kim-jong-un-agrees-to-meet-moon-according-to-reports-video"], [172, "2018-03-06T09:49:48Z", 0.7, "To date Kim Fatty III has avoided foreign officials - including the Chinese who used to be ardent supporters (now mostly passive supporters afraid of regime collapse and economic refugees or US troops at their border). Now he’s ramping up the diplomacy? Note: his father was master of taking things to brink and then discussing (and getting) financial support. At minimum, suspect this (angling for easing of sanctions etc.) and possibly more. Regardless, for purposes of this question I’m staying heavy on chances Moon and Fatty will meet. Moon is somewhat an appeaser and Fatty needs the Benjamins.\nhttps://www.theguardian.com/world/2018/mar/06/north-korea-says-kim-jong-un-keen-for-vigorous-efforts-to-calm-military-tensions"], [43003, "2018-03-06T03:17:01Z", 0.58, "I'm am dropping my estimate -20%. The reason not higher is the pressure applied by the US and the possibility 1) War will break out in the meantime (2%) 2) A state visit cannot be planned by Nov 1 (5%) 3) An act will occur in the meantime that will offend NK and revoke the invite (12%) 4) Either leader dies of natural or unnatural causes (3%) 5) Political action may not include state head visits -20%"], [32258, "2018-03-06T02:09:56Z", 0.7, "Thanks @cmeinel\nWow, that's surprising! I'm increasing to 70% with an understanding that Kim Jong Un is making a big move here by meeting with S.Korean officials (lower than the President) which openly puts pressure on Moon Jae-in who has to deal with the US piece but not seem like a puppet of the US either."], [37379, "2018-03-06T01:16:18Z", 0.75, "Holy cow! Kim Jong Un long had avoided meeting with diplomats nut check out this story and the photo of him at a round table with the South Korean diplomatic mission."], [172, "2018-03-05T12:38:27Z", 0.7, "Increasing substantially. SK officials already there and have met Kim Fatty III. As long as Moon goes North (Kim Fatty III doesn’t travel), it’s looking increasingly likely thus will happen. May not result in much given past talks but you never know.\nhttps://www.theguardian.com/world/2018/mar/05/south-korea-nuclear-talks-north-historic-moon-jae-in\n"], [37379, "2018-03-04T19:09:32Z", 0.4, "Increasing probability on the basis of comparison with Kim Jong Il and pace of previous summits, provided by @pietrokc in http://www.gjopen.com/comments/comments/704398 Thank you!"], [23879, "2018-03-04T16:30:47Z", 0.7, "Updating from 60%. Things seem to be moving quickly. Only 2 days after announcing they would send \"high-level officials\", SK has already picked who it is, and is sending them to NK right away (5 March) [1]."], [37379, "2018-03-04T02:44:27Z", 0.25, "http://www.koreaherald.com/view.php?ud=20180304000081"], [1333, "2018-03-03T17:57:00Z", 0.35, "A meeting would elevate the Status of MJ and the legitimacy of KJ.  Objections by the other names on the dance card US and japan Russia and China have the potential to delay the event past the questions horizon. Since SK hosted NK's Olympic team, it would be a slight to object to a meet in NK at least in Confucian custom, as it is NK's turn to invite and host now. Edging down to 35%"], [23006, "2018-03-03T16:05:16Z", 0.43, "https://www.gjopen.com/comments/comments/703273"], [37379, "2018-03-03T09:11:58Z", 0.17, "http://www.koreatimes.co.kr/www/nation/2018/03/103_245041.html"], [690, "2018-03-03T05:16:10Z", 0.5, "This may or may not occur.  This will depend on nK's reaction to US-South Korea joint exercises and whether nK causes another provocation.  It will also require time to coordinate such a meeting which is not currently in the works formally."], [37379, "2018-03-01T19:43:07Z", 0.13, "Dateline 3-1-2018 South Korean President Moon Jae-in will soon send a special envoy to North Korea in response to an invitation from North Korean leader Kim Jong-un, his office said Thursday night.   -- http://www.koreatimes.co.kr/www/nation/2018/03/356_244990.html"], [37161, "2018-03-01T15:32:39Z", 0.6, "There seems to have been some diplomacy going on behind the scenes at the Olympics"], [48709, "2018-02-28T23:50:18Z", 0.0, "The conditions will not change in North Korea ."], [1333, "2018-02-28T14:47:21Z", 0.45, "Rising to 45% on notion  that Jongun is enjoying his stage enough to agree to meet in NK. "], [55452, "2018-02-28T13:48:18Z", 0.05, "Historical Data from the regime from both Kim Jr. and his father suggest that there won't be a meeting between him and the South Korean heads of state, I beleibe there would have to be a lot of delegations meeting before the two leaders met, and while i Doubt all of this to happen, I doubt even more so this happening pre nov 2018. "], [55019, "2018-02-27T20:50:10Z", 0.33, "Based recent moon statements and possible positive outcome of Olympic interactions. "], [55042, "2018-02-27T16:41:06Z", 0.45, "Moon Jae-In wants a meeting but wants US agreement to it. US policy won't be clarified before November elections in US."], [19801, "2018-02-27T02:03:30Z", 0.75, "South Korean President Moon Jae-in says US should lower 'threshold for talks' with North Korea\nhttp://www.newindianexpress.com/world/2018/feb/26/south-korean-president-moon-jae-in-says-us-should-lower-threshold-for-talks-with-north-korea-1779196.html"], [49162, "2018-02-26T19:45:21Z", 0.15, "Yes - 15% chance. Although Kim Jong-un has not met other world powers since taking power in 2011, the appearance and sanctions of Trump will play into the willingness to meet at the table."], [1034, "2018-02-26T19:19:04Z", 0.0, "South Korean President Moon Jae-in recently (at the end of the Olympic Games) stated that the North and the US would have to soften their stances before talks could happen."], [47396, "2018-02-25T03:53:08Z", 0.5, "If our president doesn't threaten to withhold support for S. Korea, I'd put chance higher."], [51214, "2018-02-25T00:46:45Z", 0.52, "Neither leader seems very impressed by trump, and they both seem interested in meeting with each other.  It would be very difficult for trump to escalate a diplomatic meeting between the two leaders to any sort of hostile action, yet it would be what Kim Jong-un might do to irritate trump knowing he doesn't want the meeting."], [25551, "2018-02-25T00:18:44Z", 0.5, "Image projection, uncertainty about Trump, Diplomacy now its a nuclear powered country should provide incentive to meet, but it is not clear that it could be organised in time "], [29, "2018-02-24T18:54:36Z", 0.5, "Lowering due to passage of time."], [705, "2018-02-24T18:32:49Z", 0.2, "\"‘Too early’ for inter-Korean summit, Moon says, urging talks between Washington and Pyongyang\""], [23006, "2018-02-24T06:27:35Z", 0.41, "https://www.sfgate.com/sports/article/North-Korea-raises-eyebrows-with-choice-for-12704669.php"], [23879, "2018-02-23T17:56:18Z", 0.6, "Downgrading from 70%. Honestly I don't know what I'm doing anymore."], [691, "2018-02-23T17:23:13Z", 0.26, "This may happen, but there is usually a longish dance to be performed by increasingly high-ranking minions first.  May move my numbers around as the choreography unfolds."], [2965, "2018-02-22T23:48:55Z", 0.03, "Sending the General who probably ordered the attack on ROK  corvette with  loss of life of 46 sailors  likely to cause great offense.\nhttps://www.reuters.com/article/us-olympics-2018-northkorea/north-korean-closing-olympics-delegation-includes-man-blamed-for-deadly-sinking-idUSKCN1G60KN\n\"North Korea will send a high-level delegation to South Korea for the Winter Olympics closing ceremony, officials said on Thursday, including the man blamed for the 2010 sinking of a South Korean navy ship that killed 46 sailors. \"\nMoon's reunification minster told ROK parliament that it was to further denuclearization\nSee outh Korean Unification Minister Cho Myoung-gyon said the torpedo attack on the boat was carried by the North but the government had not been able to confirm exactly who was responsible. \nNorth Korea denied having anything to do with the sinking. \n“Kim is in charge of South Korea affairs, which is why we’re accepting him as we believe it would help improve inter-Korean relations and resolve the matter of denuclearization”, Cho told parliament. \nno denuclearization is forthcoming. \"New Structure at Sohae's Launch Pad Gets a Roof or a Second FloorNew Structure at Sohae's Launch Pad Gets a Roof or a Second Floor\" https://www.38north.org/2018/01/no17factory180130/\nBermudez, J \nno trips likely. "], [14493, "2018-02-21T17:31:18Z", 0.45, "Now we have been told that Kim pulled out of a meeting with Mike Pence because Pence criticized Kim's human rights record, I think a meeting between Kim and Moon is less likely. I don't know how true the Pence story is (it could be Fake News for all I know) it does show that the White House might not be happy a Kim and Moon meeting. "], [31450, "2018-02-21T14:39:15Z", 0.1, "Going up a bit but the domestic and international pressure on Moon keep this from being too likely without more preliminary work. Until I see goodwill gestures from North Korea or lower level meetings I won't think this is going to happen."], [49179, "2018-02-20T22:02:23Z", 0.45, "After the 2018 Winter Olympics, the chances of South Korean President Moon Jae-in meeting iwth North Korean leader Kim Jong-un are much higher than they have ever been. South Korea and North Korea competing in the games under one unified team has created a great deal of optimism throughout the international community. President Moon is hoping to continue peaceful dialogues with North Korea, however, I cannot say that the probability is higher than 45% because South Korea is also facing a great deal of pressure from the United States to deal with North Korea in a more aggressive manner. https://www.cnn.com/2018/02/08/asia/north-korea-moon-jae-in-visit-possible/index.html "], [54153, "2018-02-20T18:26:55Z", 0.65, "Peace"], [19801, "2018-02-20T02:11:46Z", 0.75, "Moon’s chief of staff takes center stage in inter-Korean detente\nhttps://www.japantimes.co.jp/news/2018/02/17/asia-pacific/politics-diplomacy-asia-pacific/moons-chief-staff-takes-center-stage-inter-korean-detente/"], [32258, "2018-02-20T01:32:44Z", 0.25, "November is US election. Thinking President Moon Jae-in will wait."], [54009, "2018-02-19T22:51:53Z", 0.6, "It is possible, this may occur but it would likely be the result of an impending crisis."], [49077, "2018-02-19T21:35:39Z", 0.45, "Maybe it’s the “Olympic lights” that might ignite such interaction, but chances of Kim Jong-un and Moon Jae-In meeting before the 1 November 2018 are higher than ever before. It is no question that the Olympics and the participation of both countries athletes competing together have ignited an optimistic and hopeful attitude between both countries negotiating teams. The only reason why I am not able to mark the chances any higher is the fact that South Korea, Moon Jae-In, would be in the most unfortunate position should they go about this meeting without finding a way to make the United States happy and content. It is no secret the US delegation would want as little interaction as possible without their involvement so I do not foresee this interaction happening anytime within the next month, but perhaps in the later summer. "], [41373, "2018-02-19T10:45:27Z", 0.2, "My guesstimate is based on good reasoning provided with some recent estimates and updates, and recent Economist report of Mr Moon's intent to see continued detante first.\nThere is publicly-expressed desire by both leaders to unite. NKs military focus, and US geopolitics and base in SK are wild cards which may reduce the probability of a meeting any time soon."], [172, "2018-02-18T16:03:11Z", 0.25, "Moon will go North almost assuredly. Will he meet Kim Fatty III? Unlikely. Will be looking for concessions before that happens."], [45198, "2018-02-18T02:56:42Z", 0.8, "They will have to do it fairly quickly in order to build on the rapport developed during the Olympics for the meeting to remain relevant in current world affairs."], [53452, "2018-02-17T00:43:15Z", 0.15, "The more north continues to flex its military muscle the less likely that there will be a meet and greet. "], [53124, "2018-02-13T23:58:05Z", 0.7, "Unless North Koreans immediately test something after olympics this meeting should take place"], [53068, "2018-02-13T18:42:25Z", 0.75, "Based on discussions at Olympics, more likely."], [32258, "2018-02-12T20:20:50Z", 0.5, "Big turn of events post Olympics. Could result in US being left out of any initial meetings but why not? They are neighbors. "], [691, "2018-02-12T20:10:08Z", 0.32, "https://apnews.com/62606f764536423b8e1abf9f65f20794/South-Korea's-Moon-may-be-on-brink-of-legacy-defining-moment"], [35831, "2018-02-12T20:01:29Z", 0.25, "Increased chance after the smooching session during the Olympics."], [1333, "2018-02-12T18:10:19Z", 0.35, "One in Three odds I think. The greatest impact of the Olympics on this dynamic may be in a growing rivalry between Brother and Sister. I suspect Kim will be jealous that the respect from the world he covets has been freely bestowed on his sister seemingly without effort she has eclipsed him on the world state. He may break her stuff and loister her away under a mountain somewhere OR put her out as the new spokesman for NK but I don't see that happening.\nMY POINT - a meeting would give the stage back to dear leader and take the spot light off his Sister."], [29653, "2018-02-12T16:52:44Z", 0.0, "I deeply believe this will happen, but not so soon."], [151, "2018-02-12T16:30:59Z", 0.4, "Goodwill generated by the joint Olympic presence makes this more likely."], [23006, "2018-02-12T15:58:36Z", 0.49, "On news two countries might meet @Win10d - not sure if it will be in time for q deadline"], [42214, "2018-02-12T15:37:36Z", 0.95, "https://www.newstimes.com/technology/businessinsider/article/US-signals-major-change-on-North-Korea-after-12606506.php"], [52052, "2018-02-11T22:54:21Z", 0.85, "Building economic ties and deescalating military tensions between the two Koreas is of paramount importance for each side. Moon Jae-in is likely worried about the instability caused by the increase of Russian interference, and understands the benefits of outflanking Moscow. "], [46671, "2018-02-11T21:12:24Z", 0.49, "Factors that went into my *updated* forecast:"], [42214, "2018-02-11T14:13:04Z", 0.9, "Bumping up again. https://www.nytimes.com/2018/02/09/world/asia/kim-yo-jong-history-facts.html\nI know I diverge from majority consensus on this topic but at this point I will take the approach as to what would keep the two leaders from meeting. I see 2 things.\n1. USA. Trump actually make this both easier and dicier. The stance against NK along with the crazy talks of war coming from the Trump administration put Moon into a situation where SK is at the highest risk if war comes but he is also at risk of breaking with the strongest ally of SK if he tries to prevent it via dialogue. Not a great position to be in. \n2. Internal political groups that fear NK and Un. These groups are arguably the nearer influencers given Moon’s short term needs (being a politician). I think the games and yo Jong have done a good job so far building credibility for dialogue amount the public in general but there will always be detractors."], [14493, "2018-02-11T13:39:49Z", 0.67, "Clearly SK will face conflicting pressures over the invitation. Having Ms Kim in SK will increase the pressure for Moon Jae-in to go to meet Kim Jong-un. No invite for Trump will probably annoy Trump, but maybe Pence can get an invite as well. The problem for all concerned is that any solution to the NK problem needs talks, if the US refuses to agree that it is not unreasonable to start with a visit to NK by Moon Jae-in then the US looks like as if it standing in the way of a solution.  Presumably Trump would want KIm to make a gesture (in order for Trump to save face) which Kim will not do (in order for Kim to save face). So I would say its not a done deal. It would seem to require some high quality diplomacy to move forward. I am not sure that Trump can be controlled enough to carry it off. "], [50284, "2018-02-11T11:01:10Z", 0.69, "https://www.cnbc.com/2018/02/10/north-koreas-kim-invites-south-korean-president-for-summit-south-korea.html"], [19801, "2018-02-11T04:08:19Z", 0.65, "Kim Jong Un invites South Korean president for summit: South Korea\nhttps://www.reuters.com/article/us-olympics-2018-northkorea-southkorea/kim-jong-un-invites-south-korean-president-for-summit-south-korea-idUSKBN1FU05F"], [49101, "2018-02-11T02:36:16Z", 0.9, "President Moon of South Korea was elected presenting a policy of open-mindedness and increased diplomacy regarding the North Korean regime. Moon has encouraged a meeting between him and Kim of the DPRK for some time now, and I believe they have a high chance of meeting between now and November due to yesterday's developments where Moon was invited by Kim's sister to visit the DPRK in the near future. According to reports coming out of the Blue House, Moon has \"practically accepted the invitation.\" I believe it is only a matter of time before the two leaders meet to discuss a resolution to their decades-long conflict. However, the only thing that could stop their meeting from happening would be concerns expressed by the US which has flip-flopped on a lot of its issues regarding diplomatic interactions with the DPRK. As of now, it appears as if the US would not like the DPRK to engage diplomatically with South Korea unless it agreed to end or cut back on its nuclear program. I don't believe, however, that the US will stand in the way of these two nations meeting."], [23006, "2018-02-11T00:53:16Z", 0.4, "- unlikely that North Korea will stop amassing weapons so waiting so see if South Korea can stand up to US"], [43003, "2018-02-10T17:19:02Z", 0.78, "WIth the recent news http://www.bbc.com/news/world-asia-43014269  I'm am upping my estimate +70%. The reason not higher is the pressure applied by the US and the possibility 1) War will break out in the meantime (2%)    2) A state visit cannot be planned by Nov 1 (5%)   3) An act will occur in the meantime that will offend NK and revoke the invite  (12%)   4) Either leader dies of natural or unnatural causes (3%)"], [2965, "2018-02-10T15:34:13Z", 0.01, "http://app.yonhapnews.co.kr/YNA/Basic/ForeignGallery/view.aspx?lang=EN&contents_id=PYH20180209278700341\nPhotos of ICBMs on display at DPRK Olympic \"pre-parade\"\nand\n\"The two sides discussed inter-Korean relations, according to the Yonhap news agency, and Moon responded to the invitation by saying: “Let us make it happen by creating the necessary conditions in the future.”\nSee https://www.theguardian.com/world/2018/feb/10/kim-yo-jong-meets-south-korean-president-in-seoul-as-thaw-continues"], [172, "2018-02-10T11:20:23Z", 0.5, "I was a little too optimistic... the invite is to visit the paradise that is North Korea, not shoot hoops with Kim Fatty III. Gotta hold something back - chillin’ with the Farman would require submission to North Korean bribes. Still maybe a quick meeting?"], [37379, "2018-02-10T11:19:50Z", 0.75, "https://www.theguardian.com/world/2018/feb/10/kim-yo-jong-meets-south-korean-president-in-seoul-as-thaw-continues"], [172, "2018-02-10T11:14:37Z", 0.7, "Moon has the invite from Kim Fatty III. Now the thinking begins. Is it real or an attempt to divide USA and South Korea? Is it real or attempt to reduce sanctions? Does Kim Fatty III really want to open up country even a little (Chinese style communism/capitalism) given the cupboards are bare? It’s getting harder for North Korea to keep up the whole Hermit Kingdom thing. And of course Uncle Xi (China) will be watching with great interest - don’t want American soldiers on border or millions of refugees streaming across it. The meeting may happen symbolically but lots to work out...\nhttps://www.theguardian.com/world/2018/feb/10/kim-yo-jong-meets-south-korean-president-in-seoul-as-thaw-continues\n"], [23879, "2018-02-10T10:06:48Z", 0.7, "https://www.reuters.com/article/us-olympics-2018-northkorea-southkorea/south-koreas-moon-hosts-talks-with-north-korean-leaders-sister-idUSKBN1FU05F"], [1708, "2018-02-10T09:52:11Z", 0.45, "Moon seems to have a very optimistic view of what might be accomplished/ lost from speaking with Kim Jong-un. The UN / S Korea are not all in step with the USA/ Japan stance on pressuring NK so it will be very interesting to see the long term consequences of the US support or lack thereof for the UN, particularly after the recent public scolding by other UN members for its stance on Israel. China could exploit the gap between US and SK even better with more critical strategic consequences for NE Asia\n"], [48857, "2018-02-10T09:18:18Z", 0.2, "update: regarding to the current meeting the south leader got invitation but urge the north to create conditions."], [37379, "2018-02-09T21:17:19Z", 0.04, "The official head of state for North Korea and Moon Jae-In just met. "], [37379, "2018-02-08T17:00:40Z", 0.05, "KJU's sister will meet with Moon Jae In day after tomorrow.  Raising probability slightly."], [172, "2018-02-08T02:51:56Z", 0.3, "Kim Fatty III charm offensive underway via sister etc.   Won’t amount to much but meeting is possible."], [172, "2018-02-06T21:53:58Z", 0.2, "Kim Fatty III out of Benjamins and sanctions biting. Moon will go North to bolster his own position in home market. "], [43003, "2018-02-05T17:29:20Z", 0.1, "If a meeting happens between Korean leaders every 17 years, then it should be 5.8% then adjusting for current conditions ie. the olympics in SK, I'd push it up to 10%.  So I need to adjust my numbers down, as I've been way over optimistic."], [37379, "2018-02-04T23:58:07Z", 0.02, "NK's \"ceremonial\" head of state will attend the Winter Olympics. Raising probability by 1%."], [43003, "2018-02-04T23:39:01Z", 0.25, "+5 due to NK actually taking actions to normalize relations."], [38969, "2018-02-04T12:00:34Z", 0.35, "If the combined Olympic team is viewed as a success in the international media, Kim Jong-un will look bolster his international standing by meeting with Moon Jae-in. I give it a 35% chance because I don’t think the combined team will engender good will between nations."], [50048, "2018-02-01T10:54:46Z", 0.33, "Both leaders have something to gain from a meeting.  That being said, the proclivity of N. Korea to act aggressively will likely disrupt any plans for a meeting that take months to prepare. "], [23879, "2018-02-01T06:32:20Z", 0.1, "Updating from 5% due to reflecting a bit more on the uncertainty inherent in events that depend on the decisions of a single individual, and one we don't know that much about."], [49939, "2018-02-01T02:28:03Z", 1.0, "It’s next step after the ChInese meeting"], [37379, "2018-01-31T03:43:17Z", 0.01, "North Korea’s Supreme Leader Kim Jong-Un has met zero world leaders since taking power in 2011. Why should he start doing so before 1 Nov 2018? And if he does finally meet his first ever head of state of any nation, why South Korea instead of any of the heads of state of his nation's allies?"], [49078, "2018-01-30T02:18:16Z", 0.15, "Moon has indicated that he would be willing to meet Kim, and Pyongyang and Seoul's recent moves to resume negotiations and form a unified team for the Winter Olympics seems to signal the possibility of a detente. However, the fact that Kim has never met a foreign leader since assuming power in 2011, the broader regional and international environment, particularly the hard-line position the US government takes on North Korea, and the badly damaged North-South relationship following two conservative presidencies in South Korea make a summit between Kim and Moon in the immediate future very unlikely."], [49827, "2018-01-26T17:28:24Z", 0.05, "Tension will escalate rapidly after the Olympics."], [691, "2018-01-26T15:56:54Z", 0.12, "Both of these parties are playing nice just now.   The Pyongyang Kid never leaves home, so it won't happen at the Olympics.  Coming up some on the chance that Moon will travel north for a bit of kissy-face.  If this occurs, there will be a flurry of Twits from the White House. The Twits are likely to condemn Moon for being such a dumb patsy, but just for variety they may instead claim that Kim would secretly love to give Mr. Tangerine Man a really HUUUGE welcome--the hugest and most beautiful ever, of course--followed by the DPRK's dewily agreeing to everything the US Prez wants."], [98, "2018-01-26T02:43:41Z", 0.05, "Perhaps in a reaction to the escalating situation between the US and NK the Olympic situation could lead to a leader to leader meeting"], [49655, "2018-01-25T20:49:40Z", 0.25, "There is a chance a meeting could be brokered around the upcoming Olympics"], [49395, "2018-01-25T00:28:43Z", 0.65, "ROK Presidents have twice met with DPRK leaders, both times in Pyongyang. Importantly, Moon was the private secretary to the second, Roh Moo-hyun, who met with Kim Jong-il in 2007 (the first, more famously, was Kim Dae-jung, who coined the phrase \"Sunshine Policy\"). During the campaign that resulted in Moon's election, he stated that his first foreign visit would be to North Korea. That obviously didn't turn out to be the case but with the mini-thaw that is happening now and Moon's stated willingness it seems (somewhat) likely. "], [37379, "2018-01-23T18:37:47Z", 0.05, "Excellent base rate analysis by @pietrokc at http://www.gjopen.com/comments/comments/675305"], [48077, "2018-01-21T15:11:16Z", 0.65, " A new report specifically addresses a unified flag for both Korea's to march during the opening ceremony at the Olympics. The showing of solidarity based on a \"unified\" flag as a symbol that will be used during the opening march in the up-coming Olympics will garner momentum for the two leaders to show themselves as agreeing partners for the audience. This will likely promote a dialogue between SK/NK leaders. Reporting: https://www.nytimes.com/2018/01/17/world/asia/north-south-korea-olympics.html "], [172, "2018-01-21T03:02:41Z", 0.2, "Backing down again. Human nature to be hopeful But realistically No quick breakthroughs. Kim Fatty III will move as\nSlow as possible to get max payment with least to Offer."], [49377, "2018-01-21T01:55:36Z", 0.7, "They will re-unite."], [29, "2018-01-20T21:33:05Z", 0.6, "The recent actions around the Winter Olympics make this seem increasingly likely. Moreover, this provides an avenue for the PRNK to work around issues with the US."], [46458, "2018-01-19T08:37:38Z", 0.8, "Only way DPRK will be able to cool off the heated rhetoric."], [48077, "2018-01-18T19:47:22Z", 0.65, "The showing of solidarity based on a \"unified\" flag as a symbol that will be used during the opening march in the up-coming Olympics will garner momentum for the two leaders to show themselves as agreeing partners for the audience. This will likely promote a dialogue between SK/NK leaders.  \nhttps://www.nytimes.com/2018/01/17/world/asia/north-south-korea-olympics.html"], [37379, "2018-01-18T13:56:32Z", 0.05, "Given that the north and south women's hockey players are training together for the Olympics, a KJU/Moon meeting is possible, but IMHO not likely.  https://www.nytimes.com/2018/01/17/sports/north-south-korea-olympics-hockey.html"], [40930, "2018-01-17T21:14:24Z", 0.65, "NK and SK will be competing at the Olypics under unified flag.  This signals there have likely been significant developments in diplomatic efforts between the two Koreas."], [172, "2018-01-17T14:38:24Z", 0.4, "Increasing based on current events"], [23879, "2018-01-16T20:37:30Z", 0.05, "Upgrading from 2% thanks to insight from @DGao [1]."], [49001, "2018-01-16T13:45:00Z", 0.51, "If Kim Jong-un is willing to approach the Olympics diplomatically, then it is likely that he will use future events to create more touch-points with the south"], [46671, "2018-01-16T11:53:05Z", 0.43, "Factors that went into my forecast:"], [48857, "2018-01-15T10:57:39Z", 0.15, "after 2000, there were 2 times meeting between N&S Korea, so the chance is about 10%. For Kim 3rd, he hasn't meet one yet, so I give 5%+."], [43003, "2018-01-15T01:32:41Z", 0.2, "There were several inter-Korea summits where the leaders of the Koreas met.  Currently moon is offering out his hand. Read  https://www.economist.com/news/asia/21734453-agreeing-parade-winter-olympics-one-thing-denuclearisation-another-two-koreas"], [43003, "2018-01-13T20:29:48Z", 0.07, "An Olympic agreement has been made. From a bayesian perspective, the chances are now higher. Estimating +2%"], [43295, "2018-01-11T13:06:16Z", 0.18, "I will revise my prediction downward to a pretty fair 18% chance of a meeting between these two leaders. Moon Jae-in is motivated to meet and talk because of his ideological approach. He wants to diplomatically resolve problems with the North. He has indicated he wants to meet. Kim may be inclined to meet if he continues to feel pressured. While he will never give up his arsenal or weapons development program, he may try to get some sanctions relief and buy himself some time via negotiations. Kim would be willing to meet for the same reasons he was willing to send a delegation to meet with the South on Tuesday---he is feeling the economic, political and military pressure. He wants relief and he wants to maneuver politically. If he calculates that the risks involved in a meeting are low and that he could even just possibly achieve a step toward his end goals via such a meeting, he may be inclined to do so. "], [43295, "2018-01-11T09:26:15Z", 0.33, "On Tuesday, Moon Jae-in and Kim Jong-Un sent delegations to the DMZ's Punmanjom to hold a discussion concerning the North's participation in the Peongchang Winter Olympics. While no dialogue on the North's nuclear weapons development program took place, there is here, perhaps, the smallest thawing of tensions between sides, and the potential for strengthened diplomacy between them.  North Korea will be sending athletes to compete in the Winter Olympics.  The North just reopened an emergency military communications line with the South after nearly two years of silence. Moon Jae-In has said he is open to meeting with Kim. "], [172, "2018-01-10T21:52:01Z", 0.25, "They both voice interest. Kim Fatty III could use a hug. All done for sanctions/Kaesong or simply to make a Trump look bad."], [48205, "2018-01-10T20:25:55Z", 1.0, "Nuke war is bad for everyone. Kim will have to come to an agreement since his drug money is running out."], [41718, "2018-01-10T19:55:54Z", 0.23, "It seems like Mr. Moon is willing to negotiate with the North, and the Olympic inclusion for North Korea could lead to future negotiations between the countries. Still have this percentage low, since I don't think North Korea is benefited much from a meeting of the two at this point. "], [42409, "2018-01-10T10:42:42Z", 0.05, "South Korea was( and most likely still ) willing to assosinate the leader of North Korea in 2016. North Korea does not have a long history of meetings with leaders of other countries. North prefers to act subtle in the political arena providing nuclear components to countries like Pakistan, Iran. While, the main importer to North is China and Russia, that tacitly approve of the trading with the hostile country despite the sanctions from UN. Therefore, the underlying conflict is more likely to resolved among mentioned above countries."], [6224, "2018-01-09T00:01:20Z", 1.0, "Kim Jong Un's position and course of action is unsustainable. If he wants to conduct one more nuclear test ( which he will) he needs to have an open dialogue going with South Korea with China's support and blessing.\n   A dialogue and meeting with South Korea's Moon, who is open to a soft reunification process, will be face saving for Kim Jong Un.\n   Face-saving for Kim will also mean that the Americans will have no seat at the table. "], [47357, "2018-01-07T20:50:43Z", 0.2, "Neither the North or South Koreans want to kill each other. They may want to work it out between themselves."], [47363, "2018-01-07T20:08:33Z", 0.61, "Good chance of meeting before 11/1/18 may be in summer, do not be surprised. "], [46806, "2018-01-07T19:02:34Z", 0.95, "Short answer, yes! However, I have mixed feelings on the results and underlying motives of NK to partake in such a meeting."], [2965, "2018-01-07T03:16:50Z", 0.0, "unlikely either leader could afford a meeting\nwithout prepackaged agenda and verifiable agreements\nfour prior US Admins have failed there\nthe fact that there seems to an Olympic truce is\nencouraging but underlying issue\ndenuclearization of DPRK is a work in\nprogress with time running out "], [46244, "2018-01-06T20:52:43Z", 0.6, "I think the 2 sides are keen to grind out a solution to avoid death at the hands of an unstable USA and the olympics would be an ideal setting for a relatively benign looking meeting"], [46752, "2018-01-06T18:53:42Z", 0.65, "Assuming talks progress with respect to cooperation about the Olympics they could meet before the Olympics."], [46780, "2018-01-06T17:23:21Z", 0.33, "I don't think Kim has any desire to meet Moon.  He has no real interest in peace.  The status-quo works for him.  If he does, I think that is indicative of real problems in NK.  He will be looking for a hand-out or something to help a struggling economy or dangerously discontented people and dangling peace and peaceful relations to get it."], [411, "2018-01-06T05:22:32Z", 0.02, "I may revise depending on how/if the talks go - but a high-level meeting of this sort is almost impossible to arrange in only a few months. Taking into account the number of assassination attempts and the ineptness of both administrations, I can't imagine this is feasible."], [46352, "2018-01-06T02:24:51Z", 0.98, "Current situation "], [23006, "2018-01-05T22:25:16Z", 0.45, "not clear how high-level meeting will be"], [23006, "2018-01-05T21:24:49Z", 0.52, "opening of hotline\nolympic delegation\ninvitation to talk face-to-face\nmeeting date Jan 9 with place and time\nWho? but seems to be high-level\n"], [37379, "2018-01-05T21:07:18Z", 0.02, "The question now is not whether they will talk, but whether the hermit leader of this hermit kingdom would deign to participate in person. On the plus side, Kim Jong Un has recently met with some minor diplomats. On the other hand, he has not left North Korea since his father died, despite vigorous entreaties by Putin to attend Russia's Victory Day celebration in Moscow in 2015."], [46607, "2018-01-05T13:40:34Z", 0.9, "Olympics are coming up and they've already started to open communication channels on that pretext"], [46025, "2018-01-04T19:11:50Z", 0.6, "It is probable that NK will use SK to negotiate concessions that will ease sanctions for NK, in exchange for “peace” on the Korean Peninsula and a temporary reduction in Nuclear arms."], [14493, "2018-01-04T17:34:48Z", 0.01, "Very unlikely due to a lack of trust. Where would they meet where both leaders would feel confident they would not be assassinated or kidnapped?  "], [44847, "2018-01-04T01:47:39Z", 0.1, "With Kim Jong-in constantly threatening everyone.....I give this meeting a very low rating.  I think their Diplomats will meet, but not the two leaders themselves."], [31450, "2018-01-03T18:18:01Z", 0.05, "I suspect Kim's current outreach to South Korea is short term and won't last long but I don't think a meeting is totally impossible anymore."], [37379, "2018-01-03T13:20:41Z", 0.02, "Dateline 1-3-2018  https://www.nytimes.com/2018/01/03/world/asia/north-korea-hotline-south.html"], [45741, "2018-01-02T18:56:07Z", 0.04, "Although Moon Jae-in made such statements quite often, there is no sign that Kim Jong-un will follow his father, who occasionally agreed in such meetings - there's only a chance for this to happen if South Korea uses it as a bargaining chip for concessions regarding the sanctions imposed on North Korea."], [42214, "2018-01-02T18:47:41Z", 0.8, "I'm taking this up to 80%. I don't think the first meeting will be them but there are plenty of options for meetings in the next 10 months. Unofficial meetings like with the Olympic games is an option. It could be symbolic in the sense of moving forward on better relations. Otherwise, it will be based on whether or not a negotiation can get to a level ready for the two leaders to meet. \nhttps://www.reuters.com/article/us-northkorea-missiles/south-korea-offers-talks-with-north-ahead-of-olympics-idUSKBN1ER041"], [734, "2018-01-02T17:24:33Z", 0.06, "Mainly on the basis of Kim's New Year's Speech.  However, I would expect that lower level ministerial meetings would need to occur first, and the co-ordination of such preliminary meeting(s) could take up a great deal of 2018..."], [691, "2018-01-02T13:44:39Z", 0.03, "Small chance they might hang out a bit at the Olympics.  "], [37379, "2018-01-02T08:46:01Z", 0.0, "Noon in Korea\n‏ @NoonInKorea\nSK Unification Minister Cho Myung-kyun has proposed a high-level summit with NK exactly in a week, i.e., on January 9th at Peace House in Panmunjom's Joint Security Area on the SK side. Cho says he has talked with US officials & informed them of the offer"], [23879, "2018-01-02T03:39:33Z", 0.02, "Revising up from 0% in view of Kim Jong-Un's overture in his New Year's speech [1]."], [42214, "2018-01-01T14:09:54Z", 0.6, "http://www.cnn.com/2017/12/31/asia/kim-jong-un-new-year-address-nuclear"], [45153, "2018-01-01T03:26:48Z", 0.15, "Unless he is given another reason other than talking, Kim is not amenable to a meeting.  "], [44828, "2018-01-01T03:01:05Z", 0.98, "Yes, I believe Moon has already suggested su h a meeting and if not I assume he would be more than willing."], [45030, "2018-01-01T01:38:23Z", 0.0, "Kim Jong-un is unlikely to act in any way that would endanger his control over his population or in the view of the world."], [43003, "2017-12-27T08:58:39Z", 0.05, "Historical evidence does indicate that there is a reasonable possibility the leaders can meet every 17 years or so."], [42985, "2017-12-25T17:01:17Z", 0.0, "No compelling reason for North Korea to meet "], [43038, "2017-12-25T07:40:45Z", 0.1, "The conditions make it very unlikely"], [1333, "2017-12-24T18:09:48Z", 0.05, "%5 incase Kim Un defects, or runs off with Dennis Rodman to Tibet."], [42463, "2017-12-16T11:08:59Z", 0.9, "Morelikely"], [3434, "2017-12-13T19:04:05Z", 0.0, "Kim Jong-un is too paranoid for such a meeting."], [42214, "2017-12-12T15:42:14Z", 0.4, "I think the increasing escalation will require Moon to make a move like that. However, there are clearly competing interests against a meeting with Kim. With a year to go, and Moon's need to develop a level of security for SK, I have to disagree with most of the predictions and say there is a decent chance of this happening."], [38881, "2017-12-01T22:58:13Z", 0.1, "http://blog.dilbert.com/2017/07/05/solving-the-north-korea-situation/"], [3434, "2017-11-29T17:00:26Z", 0.0, "History, and current tensions suggest there will be no meeting."], [38564, "2017-11-28T05:48:09Z", 0.15, "Compared with a generic SK leader, I expect Moon Jae-in to be more interested in direct dialogue.  The weight of ongoing circumstances (Trump's belligerence and Kim Jong-un's desperation) make that less likely, which even compared to previous years."], [38223, "2017-11-28T00:58:20Z", 0.04, "How can you say zero or 100 percent for anything?"], [41769, "2017-11-27T18:45:59Z", 0.0, "Definitely not"], [41753, "2017-11-27T18:14:50Z", 0.0, "No, because Kim won't be in power by then."], [373, "2017-11-19T20:21:06Z", 0.05, "Very unlikely"], [20, "2017-11-17T14:40:55Z", 0.0, "Moon says he wants to. But with conditions. I don't believe he's said what they are. But it's said here it would be a pledge by Kim to abandon missile and nuclear programs. So a non-starter for NK. https://www.theguardian.com/world/2017/may/10/south-korea-new-president-moon-jae-in-meet-north-kim-jong-un"], [41459, "2017-11-17T10:25:35Z", 0.55, "Kim jong  will want to bully south Korea"], [28041, "2017-11-16T18:24:22Z", 0.02, "Went from 0% to 2% mostly because Japan and the USA are conducting joint military exercises in the region. So this influenced my decision making just a tad. "], [28041, "2017-11-13T03:13:12Z", 0.0, "Not going to happen. Tensions are at an all time high between the North and the South and will be for the foreseeable future. Never has any leader of the South or North met face to face and it wonâ€™t happen anytime soon. "], [15371, "2017-11-10T21:29:00Z", 0.65, "Makes sense. "], [41253, "2017-11-07T05:15:37Z", 0.98, "A long series of meetning between senior government representatives will be required before such a meeting could take place.  This would require much time if it takes place."], [35636, "2017-11-04T08:05:31Z", 0.0, "Santa Claus will land on my roof with a jetpack prior to Christmas before Korean enemies meet. "], [19954, "2017-11-04T07:39:31Z", 0.7, "Love to see that happen! Where should they go? I suggest Korean town in LA, unity easy to have when you are both outside of your comfort zone together. "], [38798, "2017-11-03T17:50:41Z", 0.0, "Very unlikely"], [7124, "2017-11-01T03:20:30Z", 0.02, "Highly unlikely as KIm Jong-in is highly mercurial"], [40733, "2017-10-31T19:09:17Z", 0.04, "A lot has changed since the initial comments were made suggesting that Moon Jae-in was willing to meet with Jim Jong-un in mid-'17.  Most notably Moon retracted his stance for delaying the deployment of THAAD.  This suggests that he may have been grand-standing in his bid to get elected with knowledge that there was little to no imminent chance of a meeting with Kim John-un."], [6303, "2017-10-31T04:16:21Z", 0.01, "Based on general news and GJP consensus."], [23879, "2017-10-30T17:44:57Z", 0.0, "Crap, I read that as Nov 2017. Now I have to go and do research on this"], [1502, "2017-10-29T20:06:00Z", 0.0, "It's hard to imagine they will have a meeting anytime soon. "], [38710, "2017-10-26T05:48:22Z", 0.0, "Too late, nothing happening."], [31450, "2017-10-26T02:10:38Z", 0.0, "We are so comically far off from a meeting between these two that this is an easy one."], [32258, "2017-10-25T17:25:05Z", 0.0, "Probably too paranoid to leave the palace bunker, never mind meet with the head of the \"scabby sheep army\". I would think he'd rather meet Trump than meet with the \"U.S.\" puppet as he refers to Moon Jae-in."], [37379, "2017-10-25T03:35:29Z", 0.02, "Base rate of meetings between Kim Jong Un and other heads of state: 0 every year. I'm giving it 2% likelihood because this situation might change because of factors I currently can't imagine."], [734, "2017-10-25T01:49:08Z", 0.0, "Not in the realm of possibilities, at least at the moment. If there were to be any contact, it would only be a much lower ministerial or diplomatic level. Jong-un, be agreeing to such a meeting would be seen as capitulating to the American lackeys in Seoul."], [23234, "2017-10-24T23:09:46Z", 0.09, "Consensus is at 0% with 7 forecasters, so I'll go ahead and be the one who's a tad more optimistic about some diplomacy..."], [691, "2017-10-24T19:29:06Z", 0.0, "Not unless one of them is accepting the other's surrender...."], [1333, "2017-10-24T18:02:35Z", 0.0, "THis would be an incredible departure from the norm even if it happened in NK. NK cannot even consider a uncontrolled public appearence where he might be exposed as a non god to Koreans..."]]}