{"question_id": 36, "title": "Will the conviction of Adnan Syed, featured on the \"Serial\" podcast, be overturned before the end of 2016?", "correct_answer": "Yes", "crowd_forecast": 0.04, "preds": [[73, "2016-07-05T19:34:04Z", 1.0, "gjo - ahem!  cannot help but notice this wasnt closed, nor under review.  is there a bath time badge for me? "], [532, "2016-07-04T14:46:25Z", 0.85, "I do not want to stay low if they choose not to close the question but the question should close retroactively to last week.  Vacate = overturn.  If I had an honest argument otherwise, I would make it for the sake of my brier score but I do not. "], [691, "2016-07-02T19:44:38Z", 1.0, "The only circumstance in which this Q will not be resolved as Yes effective last week is if the GJedi have no idea what overturning a conviction means, and can't locate a lawyer to ask.  One hopes, therefore, that this delay is down to the holiday and not to crass ineptitude.  I should lose big on this one if they know what they're doing.  Stay tuned.  "], [12879, "2016-07-01T21:35:27Z", 1.0, "WAG on my part.ðŸ˜°"], [25973, "2016-07-01T03:35:16Z", 1.0, "The charges against Syed have not been dismissed, but his original conviction has been vacated. I suspect a criminal lawyer didn't phrase this question.\nhttps://static01.nyt.com/packages/pdf/6.30.16_asyed_order__1_.pdf"], [73, "2016-07-01T00:41:28Z", 1.0, "Not a lawyer.  But Moving up from  85 to 100.  Sentence vacated.  https://www.google.ca/amp/s/www.washingtonpost.com/amphtml/news/post-nation/wp/2016/06/30/adnan-syed-granted-new-trial-in-serial-case-attorney-says/?client=ms-android-rogers-ca#"], [23006, "2016-07-01T00:32:13Z", 0.03, "He's in big trouble"], [1639, "2016-06-30T21:36:28Z", 0.25, "Ad an is getting a new trial"], [73, "2016-06-30T21:10:22Z", 0.85, "I thought a new trial meant it would be deemed over turned.   Another lesson for me and my brier."], [20, "2016-06-30T21:01:21Z", 0.1, "He's getting a new trial at least. http://www.npr.org/sections/thetwo-way/2016/06/30/484225226/adnan-syed-subject-of-serial-podcast-will-get-a-new-trial?utm_source=twitter.com&utm_campaign=npr&utm_medium=social&utm_term=nprnews"], [10916, "2016-06-30T20:42:39Z", 0.09, "https://twitter.com/CJBrownLaw/status/748612948747128832"], [6303, "2016-06-20T03:03:21Z", 0.01, "According to the general news and GJP consensus."], [6303, "2016-06-12T02:55:02Z", 0.01, "According to the general news and GJP consensus."], [530, "2016-06-09T12:01:46Z", 0.07, "Adjusting for the passage of time."], [19801, "2016-06-02T10:25:43Z", 0.0, "Consensus is 5%, odds are heavily against."], [102, "2016-05-18T02:54:26Z", 0.0, "https://larswericson.wordpress.com/2016/05/18/gitrep-17mar16pm/"], [102, "2016-05-14T03:31:47Z", 0.04, "https://larswericson.wordpress.com/2016/05/14/gitrep-13may2016pm/"], [83, "2016-05-11T23:24:24Z", 0.0, "http://www.mirror.co.uk/3am/celebrity-news/after-serials-adnan-syeds-drama-7395675\nRuling to reopen case will likely be appealed regardless of the actual decision. An appeal plus the actual trial seems too much for 2016 timeframe."], [24146, "2016-05-10T02:53:11Z", 0.85, "With the new shuffle in the Saudi cabinet, it is more likely to happen than before."], [102, "2016-05-08T13:59:03Z", 0.06, "https://larswericson.wordpress.com/2016/05/08/gitrep-8may16am/"], [102, "2016-04-26T03:53:22Z", 0.05, "https://larswericson.wordpress.com/2016/04/26/gitrep-25apr16pm/"], [102, "2016-04-22T03:22:59Z", 0.07, "https://larswericson.wordpress.com/2016/04/22/gitrep-21apr16pm/"], [102, "2016-04-21T03:45:10Z", 0.12, "https://larswericson.wordpress.com/2016/04/21/gitrep-20apr16pm/"], [102, "2016-04-16T03:27:29Z", 0.06, "https://larswericson.wordpress.com/2016/04/16/gitrep-15apr16pm/"], [102, "2016-04-14T01:19:32Z", 0.09, "https://larswericson.wordpress.com/2016/04/13/gitrep-13apr16am/"], [102, "2016-04-08T02:03:09Z", 0.17, "https://larswericson.wordpress.com/2016/04/07/gitrep-06apr16pm/"], [12874, "2016-04-02T09:21:41Z", 0.23, "anyone know when the judge ruling on the new court case will be expected and whether granting a new case is interpreted as 'overturning'?"], [102, "2016-04-01T01:57:15Z", 0.18, "https://larswericson.wordpress.com/2016/04/01/gitrep-31mar16pm/"], [102, "2016-03-30T03:08:31Z", 0.17, "https://larswericson.wordpress.com/2016/03/30/gitrep-29mar16pm/"], [83, "2016-03-20T23:02:12Z", 0.03, "Updating for passage of time."], [102, "2016-03-11T05:13:32Z", 0.18, "https://larswericson.wordpress.com/2016/03/11/gitrep-10mar16pm/"], [102, "2016-03-08T05:01:14Z", 0.2, "https://larswericson.wordpress.com/2016/03/08/gitrep-7mar16pm/"], [102, "2016-03-06T04:01:04Z", 0.21, "https://larswericson.wordpress.com/2016/03/05/manual-category-assignment-work-in-progress/"], [15166, "2016-02-25T23:24:26Z", 0.04, "Know the power players:"], [691, "2016-02-25T18:59:53Z", 0.05, "Once again, one finds oneself lacking confidence in the people who write the Qs here.  His conviction is overturned if he is granted a new trial, because that will mean his first one was invalid and the conviction is nullified.  He does not have to be declared Not Guilty for this to happen, and indeed he may be convicted again in the new trial.  "], [15701, "2016-02-25T01:15:09Z", 0.1, "I listened to a bit of this programme. I don't know all the details."], [2, "2016-02-11T21:36:26Z", 0.35, "Syed has a new hearing.  Judge to decide whether to give him a new trial.  "], [691, "2016-02-10T22:08:13Z", 0.03, "To the extent that his team's argument depends on an appellate judge to understand or learn anything about technology, they are doomed. Most appellate judges are too old to figure out how to check their e-mail without deleting all the photos ever taken of their grandchildren, including those (the photos, not the grandchildren) residing quietly in a dresser drawer. "], [691, "2016-02-09T18:00:02Z", 0.04, "http://www.reuters.com/article/us-maryland-serial-case-idUSKCN0VH1FE"], [691, "2016-02-08T21:11:35Z", 0.04, "Working on remembering that the question is not whether he's guilty, or whether he'll be acquitted on retrial, but whether he'll get a new trial at all, since that's what happens when you overturn a conviction.  I still don't think so, but I have to concentrate on this distinction every goddam day."], [43, "2016-02-06T15:39:16Z", 0.07, "Acting on a tip from @Heffalump"], [14394, "2016-02-05T21:17:59Z", 0.06, "Based on the serial podcast and media coverage the hearing seems to go well for Mr Syed. So I'm upping the chance of  a new trial and his conviction being overturned."], [19157, "2016-02-05T15:11:49Z", 0.03, "I think there would need to be a significant evidence discovery for him to be found innocent.  "], [15016, "2016-02-04T20:29:45Z", 0.0, "he clearly did it. he has offered no plausible/innocent explanation of the chain of events that led to his arrest"], [231, "2016-01-30T21:35:45Z", 0.2, "https://news.vice.com/article/adnan-syed-from-serial-is-about-to-get-his-best-shot-at-a-new-trial"], [16967, "2016-01-27T01:17:11Z", 0.0, "The basis for an appeal is weak and, even if an appeals court decided to grant a retrial, it would take longer than a year to conclude."], [691, "2016-01-22T21:34:22Z", 0.04, "There is some blowback against media-based exoneration since the egregious bias of \"Making of a Murderer,\" but once an issue is back in the courts, this matters less.  The legal system (not in any way a \"justice system\") works slowly, spasmodically, and frequently erroneously, and tends to resist media pressure more than perhaps it should.  This person may get a new trial, but probably not very soon.  Still holding at a low p for him. "], [13377, "2016-01-21T04:05:42Z", 0.07, "A tip from @Heffalump"], [13884, "2016-01-15T17:45:44Z", 0.03, "Reviewed the comments with links"], [83, "2016-01-15T01:45:29Z", 0.04, "Updating for passage of time."], [15369, "2016-01-14T21:42:37Z", 0.6, "I think the fact that this case has highlighted the issues in the Baltimore & Maryland justice system, it will be overturned to reduce the damage to the justice system."], [15304, "2016-01-14T18:23:48Z", 0.05, "That's just way too fast."], [14394, "2016-01-12T21:14:59Z", 0.03, "There is a some movements in this case. Things are looking positive for Mr Syed. However overturning the appeal before the end of 2016 seems exceedingly unlikely. Assuming his appeals are successful the ensuing legal proceedings will take a lot of time."], [961, "2016-01-07T23:47:27Z", 0.05, "pending but odds still 20-1 "], [1993, "2016-01-07T05:39:55Z", 0.0, "Lowering pending the hearing in February. Will raise if he gets a new trial within the timeframe."], [506, "2016-01-07T05:26:27Z", 0.01, "Syed's post conviction hearing will be February 4th.  \nhttp://www.baltimoresun.com/news/maryland/crime/blog/bs-md-syed-hearing-date-changed-20151228-story.html"], [9755, "2016-01-06T03:16:05Z", 0.15, "I guess anything is possible in America!"], [2453, "2016-01-03T20:46:57Z", 0.0, "Due process takes a long time, especially for one already convicted of a capital offense.  Popularity of this case won't make the wheels of justice move faster.  "], [13546, "2015-12-29T13:16:26Z", 0.75, "no"], [4139, "2015-12-28T17:35:38Z", 0.05, "Bad odds for overturning court decisions in general."], [532, "2015-12-20T16:10:35Z", 0.15, "A hearing to take additional testimony is scheduled for February 5 and 8.  "], [13341, "2015-12-17T21:14:53Z", 0.2, "Most likely not, the legal system is slow.  I think it will be overturned in 2017, but he still needs to get before the special court of appeals, and at that point the state may still be able to appeal."], [102, "2015-12-15T17:15:43Z", 0.09, "https://larswericson.wordpress.com/2015/12/15/monday-night-picks/"], [43, "2015-12-15T15:22:21Z", 0.13, "Following Lars. https://larswericson.wordpress.com/2015/12/14/excluding-outliers-in-the-smart-crowd-forecast/"], [102, "2015-12-12T05:16:06Z", 0.13, "https://larswericson.wordpress.com/2015/12/12/super-friday-night/"], [102, "2015-12-10T05:47:27Z", 0.11, "https://larswericson.wordpress.com/2015/12/10/a-super-long-picky-post/"], [1591, "2015-11-09T19:51:01Z", 0.2, "A new hearing is coming up, not clear what the time frame will be, but it's looking a lot more likely than it was a couple weeks ago.\nhttp://www.wbaltv.com/news/adnan-syed-motion-to-reopen-post-conviction-proceedings-granted/36305268"], [691, "2015-11-08T14:07:26Z", 0.06, "Convictions are rarely overturned in any time frame, and there are still a lot of steps in this process."], [3412, "2015-11-08T05:43:12Z", 0.1, "TY Clinton.  I had misread the question from the beginning, but still think that the probability remains remote that additional evidence mentioned in the news article about the judge's decision for a rehearing will be sufficient to set aside the original conviction."], [2, "2015-11-08T02:30:09Z", 0.25, "The median prob is too low if they're possibly allowing him to present new evidence."], [3412, "2015-11-08T01:40:54Z", 0.01, "The rehearing just granted by Judge Martin Welch is a major shock.  However, I doubt that the rehearing can take place before the end of the year.  Even it did, I am not sure that a ruling would be entered at the conclusion of the hearing.  Just not enough time to meet the GJP deadlines.  Better luck next year as they say."], [691, "2015-11-07T14:11:09Z", 0.06, "http://www.bbc.com/news/world-us-canada-34753646\nGood news if you're this guy, but this is still fairly preliminary.  Not a new trial yet, just a hearing to see whether a new trial is in order. Hearing probably not until early Spring, and a trial (if one is granted) not until late summer.  And he might get convicted again.  Between (a) nothing in the US legal system moves fast, and (b) there are lots of points at which the process could stop, just inching up a bit for now. "], [3110, "2015-11-04T22:22:41Z", 0.35, "Revelations provided by attorneys on the Undisclosed podcast go well beyond the Serial story, suggesting multiple possibilities for Adnan's defense. "], [10930, "2015-11-04T22:18:25Z", 0.03, "Assuming base rate for overturning is 2% ( copying from @so it goes ) and bumping it a bit because the show was huge and presented him as innocent"], [424, "2015-11-02T03:55:56Z", 0.02, "Following the team somewhat... Great podcast btw..."], [7370, "2015-10-31T18:22:52Z", 0.95, "the wheels of justice move slow...assuming he is even innocent."], [1433, "2015-10-29T23:55:07Z", 0.15, "It depends on the results of the DNA test, if they ever test it."], [6224, "2015-10-28T22:45:42Z", 0.8, "The cell phone evidence used to convict him is not accurate and of little value in proving his location.  In addition to this, Asia will testify and give him an alibi. Additionally, Jay's testiomony used to convict him has changed so many times it is unreliable."], [519, "2015-10-28T21:42:10Z", 0.9, "Courts are ponderous, and Maryland seems to be particularly corrupt, but there is considerable grass roots movement on this, and we still have 14 months to see it play out. "], [6620, "2015-10-25T21:55:14Z", 0.0, " Such results are in credibly hard to achieve. "], [5649, "2015-10-25T14:50:39Z", 0.35, "The case against him is weak and circumstantial at best."], [532, "2015-10-16T22:24:54Z", 0.0, "Affirming prior forecast."], [94, "2015-10-13T18:23:20Z", 0.07, "I'm lowering my forecast with the crowd."], [3824, "2015-10-04T18:10:56Z", 0.1, "I say its pretty unlikely that it'll be all wrapped up by the end of 2016 even if the sentence is overturned. Seems like the whole thing is going to be a long process. "], [3620, "2015-10-02T19:17:58Z", 0.03, "It's possible that he gets some legal relief in terms of getting before a judge again, but the legal system has an interest in keeping his judgement the same. i doubt there would be much cooperation from the state, which he would need I think to get his conviction overturned."], [1993, "2015-10-01T02:28:08Z", 0.6, "Changing my prediction, because I misread the question."], [1993, "2015-10-01T02:21:07Z", 0.05, "The original trial took 6 weeks. The second may take longer. No date has been set yet. There is not enough time to complete the trial before the end of the year. If DNA evidence (which I don't believe has been completed) implicates someone else, it still wouldn't get sorted out by the end of the year."], [3412, "2015-09-30T16:35:52Z", 0.05, "It is hard to overturn a case based on extrinsic evidence.  And that is what is required if the evidence submitted on the podcast is to be believed.  Plus, based on the podcast alone, I think he is guilty."], [1639, "2015-09-29T19:01:23Z", 0.01, "Justice is very slow."], [1847, "2015-09-28T20:53:09Z", 0.01, "In searching for a base rate for this question, I wasn't able to find the data for how many murder convictions have been overturned in the US. I did come across the following links which make a case that the rate of death-row false convictions is about 4%:\nhttp://www.scientificamerican.com/article/many-prisoners-on-death-row-are-wrongfully-convicted/\nhttp://phenomena.nationalgeographic.com/2014/04/28/how-many-people-are-wrongly-convicted-researchers-do-the-math/"], [102, "2015-09-26T22:13:42Z", 0.0, "Crowd says No."], [73, "2015-09-26T21:56:05Z", 0.03, "@s&c"], [532, "2015-09-26T21:51:47Z", 0.1, "I think there is a good chance the trial judge denies Syed's request to reopen the post-conviction proceedings.  The same judge who has already denied post-conviction relief is the one who will decide.  The State filed their response to Syed's request Wednesday so a decision should come relatively soon.  I am curious to see if the judge sets it for hearing or just denies it.  Either way, it seems unlikely Syed will succeed but I may increase my forecast if a hearing is set."], [706, "2015-09-25T03:08:12Z", 0.05, "Too 'liberal' of a phenomenon for this to happen before 2017."], [1426, "2015-09-25T02:38:12Z", 0.1, "I wasn't convinced that he was not guilty. I think that the verdict will not be overturned"], [172, "2015-09-22T01:32:41Z", 0.0, "How will lawyers make $ and establish future political careers if they can't drag this out?"], [1325, "2015-09-21T17:06:30Z", 0.25, "I have not listened to Serial and have very little knowledge of this case, but I do know that courts move at a glacial pace. They are motivated by the pursuit of justice and paperwork, not hashtags and Facebook trends."], [1591, "2015-09-21T16:43:25Z", 0.1, "Slow moving legal system.  Haven't heard of any definitive evidence of innocence. "], [1428, "2015-09-21T14:48:07Z", 0.05, "the courts move slowly"], [689, "2015-09-20T23:23:43Z", 0.01, "Comment deleted on May 10, 2016 05:46PM UTC"], [424, "2015-09-20T06:22:01Z", 0.01, "I listened to all the episodes and am an avid TAL listener. These type of things take years..."], [506, "2015-09-20T05:51:42Z", 0.03, "It was an interesting format for a podcast series and provided hours of intellectual entertainment in the car. This is not based on anything other than intuition... Intuitively, I did not feel ethos from Syed as he and Koenig talked through the jail house phone interviews. Koenig did place doubt in minds with the issues she brought up about Syed's attorney, the timing of the drive from school to murder site, and the library witness (imo, portrayed as somewhat unreliable).  He's been jailed for some time now, and no one that we know of, has uncovered evidence otherwise or ratted anyone else out for the crime. I am not sure that the \"new\" evidence and possibly introducing info on Gutierrez's illness (MS) will be enough to overturn the conviction. I also have to question why this wasn't addressed when Gutierrez was disbarred/resigned."], [613, "2015-09-19T17:22:51Z", 0.15, "Not likely. There have been two trials. The victim's parents believe that he is guilty. There has not been enough evidence to convince jurors otherwise, despite the massive publicity surrounding the case."], [94, "2015-09-19T16:50:34Z", 0.1, "I'll go with the crowd prediction, scaled slightly downwards.   Overturning a conviction of this type is a long process with a low probability of success."], [392, "2015-09-19T02:22:12Z", 0.07, "Central to the Hae Min Lee murder case and Adnan Syed's conviction is the testimony of Jay Wilds. As a weed dealer who was already wary of the police, Wilds put himself at a disadvantage by disclosing his involvement in the ordeal. In his interview with Natasha Vargas-Cooper, he mentions not wanting others (friends, grandmother) to get into trouble due to his actions multiple times as a motive for past events:"], [351, "2015-09-18T19:15:31Z", 0.1, "Unlikely to progress that quickly. "], [574, "2015-09-17T23:10:57Z", 0.4, "Given the attention it is fairly likely this moves quickly - previous procedural steps have already been accelerated, and the family/Syed's supporters seem very optimistic that a new hearing will be granted. That an appeals court remanded elements of the case back to the trial court is significant. Latest: http://www.theguardian.com/tv-and-radio/shortcuts/2015/sep/06/serial-podcast-what-happened-adnan-syeds-case"], [530, "2015-09-17T22:50:46Z", 0.2, "The wheels of justice turn very slowly. Defense claims about missed witnesses and flawed evidence interpretation could give him a new trial, I'm just not sure how quickly it would move forward."], [1552, "2015-09-17T21:55:53Z", 0.05, "Unlikely the case will ever be heard."], [83, "2015-09-17T21:46:59Z", 0.1, "Following the group."], [1168, "2015-09-17T15:04:40Z", 0.1, "Long, drawn our process. The Court hasn't even decided yet if they will hear the case."], [1496, "2015-09-17T11:43:09Z", 0.1, "The interest from the podcast has probably spurred a closer look at the case but absent more compelling evidence than was presented, it seems unlikely it will be overturned"], [1479, "2015-09-17T08:27:32Z", 0.05, "No; the issue comes down to the eyewitness--and her account directly disputes Syed's account.  Even if she is allowed to testify, he will have to explain why he claimed to be at school and never said a word about seeing Asia McClain at the library.  I don't see her testimony being enough for the courts to overturn the conviction."], [1472, "2015-09-17T07:57:16Z", 0.05, "Without knowing much about this particular case, getting a conviction overturned seems to be a rare and slow process. With clogged courts, I don't think it will happen in this time frame."], [1458, "2015-09-17T03:33:54Z", 1.0, "Been following the case"], [1277, "2015-09-17T00:32:47Z", 0.35, "waiting for conclusive evidence to support overturn"], [294, "2015-09-16T23:41:58Z", 0.4, "Legal details matter."], [1254, "2015-09-16T21:02:15Z", 0.55, "latest evidence, team dedicated to the case, attention"], [500, "2015-09-16T20:26:54Z", 0.05, "postao je previše mediski praćen tako da ima da traje i traje"], [877, "2015-09-16T14:48:30Z", 0.95, "Yes"], [1028, "2015-09-15T20:47:28Z", 0.5, "If he gets a new trial the verdict will most likely be modified."], [830, "2015-09-15T13:11:56Z", 0.65, "I think it will certainly be overturned...wheels of justice are slow just a matterof how slow."], [20, "2015-09-15T01:22:23Z", 0.05, "He's getting a chance with the Baltimore Circuit Court. There are two prongs of attack for the defence, a new witness and cellphone location veracity.   http://www.baltimoresun.com/news/maryland/baltimore-city/bs-md-ci-syed-cell-phone-motion-20150824-story.html"], [102, "2015-09-14T20:51:00Z", 0.15, "Will the Supreme Court overturn a judgment to improve ratings for a radio serial?  Inquiring minds want to know. [1]"]]}