{"question_id": 300, "title": "Will an Uber self-driving car with a member of the public as a passenger be involved in an auto accident while driving autonomously between 14 October 2016 and 1 January 2017?", "correct_answer": "No", "crowd_forecast": 0.01, "preds": [[6303, "2017-01-01T03:43:04Z", 0.0, "According to the general news and GJP consensus."], [29358, "2016-12-31T17:55:06Z", 0.0, "out of time."], [26267, "2016-12-29T23:34:28Z", 0.0, "Down to 0 on close-to-zero time left"], [38, "2016-12-28T22:36:04Z", 0.0, "http://www.autoworldnews.com/articles/25027/20161228/uber-self-driving-car-tests-deemed-illegal-volvo-anything-unlawful.htm"], [6303, "2016-12-26T03:09:20Z", 0.0, "According to the general news and GJP consensus."], [29358, "2016-12-24T10:01:17Z", 0.01, "Running out of time and adjusting down to reflect the falling probability of an accident."], [10745, "2016-12-23T17:09:01Z", 0.0, "Passage of time."], [13377, "2016-12-23T16:43:37Z", 0.05, "Passage of time."], [31162, "2016-12-23T16:39:41Z", 0.05, "Uber has self-driving cars in Pittsburgh. They've, however, removed the self-driving cars from California/San Francisco area. During this time frame, in Pittsburgh, snow should be expected. Additionally, I am putting in my prediction way past the Oct 14 start date knowing that there haven't been any accidents to date. I believe that there is still a chance of an accident occurring in Pittsburgh due to weather conditions that make the roads poor for driving."], [38, "2016-12-23T07:01:32Z", 0.0, "http://www.insurancejournal.com/news/west/2016/12/19/435910.htm"], [15649, "2016-12-21T04:05:34Z", 1.0, "No,  number of self driving cars are too less for such accident to happen. "], [20581, "2016-12-20T15:05:14Z", 0.75, "Beyond the (low) likelihood of mistakes that self-driving cars are yet to make, minor no-fault (that is, not Uber's fault) accidents are virtually unavoidable in the long run"], [19801, "2016-12-19T10:12:01Z", 0.1, "Less time for an accident to happen."], [6303, "2016-12-19T03:34:53Z", 0.01, "According to the general news and GJP consensus. "], [31257, "2016-12-17T18:34:49Z", 0.0, "The California order to Uber to stop its SF pilot and the relTed reporting on that made me realize that even if there is an actual accident Meeting the GJ Project criteria, we may never know about."], [38, "2016-12-17T07:25:46Z", 0.11, "http://www.latimes.com/business/autos/la-fi-hy-google-waymo-self-driving-20161213-story.html"], [38, "2016-12-17T03:13:38Z", 0.11, "In the last few days there's been numerous reports of Uber taxis running red lights in SF; this represents smoke, but is there fire?"], [4645, "2016-12-15T15:25:42Z", 0.16, "Doesn't increase my estimate, but makes me feel a little bit better about being so far above from the GJO consensus: https://www.theguardian.com/technology/2016/dec/14/uber-self-driving-cars-run-red-lights-san-francisco"], [31436, "2016-12-15T09:05:14Z", 0.0, "Minor or major accident? "], [26267, "2016-12-14T19:48:26Z", 0.01, "All calculations aside, I'm actually wondering if Ubers are ever simultaneously in 1) self-driving mode and 2) with a passenger. It seems like not really. Down to 1%."], [31257, "2016-12-14T19:31:00Z", 0.03, "I had been planning to reduce my probability estimate to 2% due to the further passage of time. However, I have delayed doing so for a few reasons: 1) the first of the Volvos expected to be deployed by year-end have now started to appear in Pittsburgh (faster than I expected); 2) a \"handful\" of Volvos have appeared in San Francisco as part of a similar pilot there; and 3) there was an October 18 incident in Pittsburgh in which an Uber \"driverless\" vehicle was reportedly rear-ended...Uber is \"investigating\". Regarding the latter, it is not clear if  public passenger was in the car or not. Note that there IS a potential problem in correctly resolving the final answer to this forecast question, as Uber MIGHT NOT reveal the actual accident statistics."], [26267, "2016-12-13T11:39:32Z", 0.03, "Lower on time lapsed"], [29499, "2016-12-12T06:13:45Z", 0.0, "Time to extremize"], [6303, "2016-12-12T01:46:56Z", 0.02, "According to the general news and GJP consensus."], [31286, "2016-12-10T04:59:12Z", 0.01, "Based on 2014 PA highway statistics, the accident rate is about 1.23 per 1 million miles drive.  Excluding human error, the rate drops to about 1 per 4 million miles drive. Considering that, there are not many uber driverless cars running, and it will not be very likely that they will get a lot of millage. More importantly, based on articles of NY times and business insiders, uber doesn't have true autonomous cars, the safety drivers take over the car very often, this makes an accident almost entirely impossible. "], [83, "2016-12-09T00:37:33Z", 0.0, "@RiskStrategist: Passage of time, human driver, low passenger rates, and other drivers being aware. "], [31257, "2016-12-08T22:46:21Z", 0.03, "This is not really a self-driving car, which by itself would have the accident rate of a teenage driver, but instead has the characteristics of the human driver supervising the driving. I assume that those supervisors are in their 30s and as such have an annual accident rate of about 5%. (I am assuming an equal mix of males and females.) I don't believe that the self-driving technology offers any improvement over the human supervisors, and indeed the humans are improving the self-driving performance. The evaluation period is 79 days, or .2164 of a year, so I adjusted the accident rate for that. I further adjusted for the fact that only 30% of the evaluation period remains as of today (12/8/16). I assumed that a public passenger will be in the car only 1/2 the time. Finally, I accounted for 14 Ford Fusions being on the road as part of this test for the full period, and added 1 full-period equivalent for the Volvos that are supposed to be introduced by the end of the year. (I don't think they will arrive much before the very end of the year, hence my estimate of only 1 full-period equivalent.) Finally, I assumed that there is a 5% chance that there has already been an accident not yet reported in the press, accounting for this by multiplying my a priori estimate of the probability of an accident in the already elapsed period by 5%."], [30418, "2016-12-08T06:22:26Z", 0.05, "Recent articles sound like very few passengers have actually been in autonomous Ubers, so revising my forecast down a lot. "], [31153, "2016-12-06T09:36:24Z", 0.05, "It is very unlikely that this will happen with a human driver not driving but at hand"], [31151, "2016-12-06T05:48:32Z", 0.15, "- There's a lot of resistance when it comes to fully autonomous vehicles. However, assisted driving can be incorporated without much effort."], [30456, "2016-12-05T22:19:40Z", 0.35, "Updating"], [29469, "2016-12-05T19:44:07Z", 0.1, "Passage of time and difficulty in establishing a \"Yes\" as a resolution."], [6303, "2016-12-05T04:20:14Z", 0.03, "According to the general news and GJP consensus."], [30456, "2016-12-02T23:59:51Z", 0.45, "Time is passing."], [29054, "2016-12-01T16:28:14Z", 0.06, "Tempus fugit."], [19801, "2016-12-01T11:33:52Z", 0.25, "Only a month left till Jan 2017."], [29358, "2016-11-29T19:27:09Z", 0.25, "Updating the odds based on my earlier inability to comprehend the question. According to car insurance industry estimates that average driver can expect to be in an accident once every 17.9 years. or once every 214.8 months. With 2 months remaining that would be 1month / 214.8 months = .46% chance of an accident for an average driver. Assuming the Uber car carries a passenger 5x as often as an average driver in on the road gives 2.3%. I will double this and on the assumption that there is a high probably that the autonomous Uber car still has some bugs and call it 4.6%. I am having a difficult time finding the total number of Uber self-driving cars on the road, it is always described as a \"small number\". I will guess five Uber self-driving cars. [(1.046)^5]-1=25% "], [4645, "2016-11-29T14:44:41Z", 0.32, "Another day gone, another 10,000 miles less opportunity for Uber to get in an accident."], [29358, "2016-11-28T21:50:44Z", 0.05, "Comment deleted on Nov 29, 2016 07:26PM UTC"], [4645, "2016-11-28T21:30:32Z", 0.33, "This is simply a routine update reflecting the decrease in the amount of time available for an Autonomous Uber to get in a crash."], [6303, "2016-11-28T02:46:56Z", 0.04, "According to the general news and GJP consensus."], [30418, "2016-11-28T02:44:50Z", 0.42, "Bringing down as there's less time left in the year."], [26267, "2016-11-27T20:03:45Z", 0.04, "Getting down on time elapsed and news that drivers-engenders seem to be heavily engaged "], [29617, "2016-11-27T13:22:37Z", 0.03, "Taking down due to passage of time"], [30593, "2016-11-26T05:42:24Z", 0.1, "Low but but impossible. Unlikely to be at fault"], [25824, "2016-11-26T04:49:16Z", 0.15, "As time lapses, exposure to accident is lower. Typical actuarial methods."], [30456, "2016-11-24T23:32:09Z", 0.57, "Downgrading from my previous forecast, based on these reasons: 1) It seems that these cars operate a great part of the time non-automously; 2) They seem to be another part of the time non-operative due to technical glitches."], [29358, "2016-11-24T21:31:30Z", 0.01, "This is a pure odds play. There are approximately 10 fatalities per 100,000 population per year in the US. Pittsburgh has a population of 300,000. There will be approximately 30 deaths in Pittsburgh from residents. There are probably another 200,000 people commuting to and in Pittsburgh per day for whatever reason. I will predict approximately 50 deaths in Pittsburgh out of 500,000 people. This is a .01% percent chance of death. This question is not even for the full year(Oct to Jan). Additionally, these cars do have a driver and an engineer in the front seat just in case. Additionally, the back seat is far safer than the front seat. The question states that a member of the public (who will be seated in the back) of an Uber vehicle to have a fatality. I say slim odds here. I put the odds at less than 1% even if the technology is horrible. I also predict that the technology continues to improve through 1 Jan 2017."], [30456, "2016-11-24T00:08:02Z", 0.6, "The technology is far from mature and the exposition is high. The urban traffic scenario is very complex and is hard for the technology cope well with all situations. "], [30475, "2016-11-23T16:22:56Z", 0.0, "Autonomous cars are much safer. Also I've heard the Uber cars have a human driver in the autonomous vehicle to take control wherever necessary. So an accident is almost impossible to happen. Even a small one has a tiny chance of happening"], [4645, "2016-11-23T13:51:54Z", 0.4, "This probability should degrade as the amount of time left for an accident declines. This is a routine update to reflect that fact."], [30418, "2016-11-23T07:20:51Z", 0.48, "It seems like this might have happened already. According to http://www.wtae.com/article/self-driving-uber-involved-in-collision-downtown/8059178 there was a collision between a self-driving Uber vehicle and another car on October 19. However, it's not clear whether the car was driving autonomously at the time so I don't know whether this definitely counts - I'm assuming not."], [4645, "2016-11-21T20:04:33Z", 0.41, "I needed to make a lot of assumptions, so let me list them explicitly:\n0. Uber would only deploy them if they believed that the cars were approximately as safe as human drivers (so we can estimate using statistics based on human traffic). This is reinforced by the presence of a human driver, prepared to override the system if necessary.\n1. There are going to be 100 vehicles in Uber's autonomous fleet by year's end. We don't know how many cars Uber has or will successfully deliver, but a better assumption is that they're on schedule and delivering linearly, indicating that half of the car*miles in the whole fleet assumption actually get driven.\n2. 1. It seems like Uber drivers in metropolitan areas (like Pittsburgh, home of Uber's autonomous fleet) travel around 100 miles per 8 hr. shift. That said, I don't know how long they're on the road daily--could be as much as 24hr.\n3. If all of them were on the road today, and all of them did 24 hour shifts, then there'd be 100 Cars * 300 miles / car*day * 41 car*days = 1,230,000 car*miles. My best guess is that the actual number is 50 cars * 100 miles / car*day * 41 car*days = 105,000 car*miles to be driven by year's end.\n4. I can't find a great estimate for the ratio of accidents to miles driven, but an adequate one seems to be around 1 accident per 100,000 car*miles. Accordingly, the expected number of accidents is around 1 accident."], [30384, "2016-11-21T15:53:29Z", 0.45, "I might be the outlier here but here are a few data points I am basing this on -"], [29680, "2016-11-21T13:23:29Z", 0.03, "Revising down 4% for passage of time."], [6303, "2016-11-21T02:43:25Z", 0.05, "According to the general news and GJP consensus."], [948, "2016-11-20T23:15:42Z", 0.03, "Less likely it seems."], [30319, "2016-11-19T08:10:46Z", 0.05, "I believe a cautious approach will preclude this from happening at this early stage of implementation."], [1560, "2016-11-18T23:33:54Z", 0.01, "No, they are extremely cautious and very safe I and not numerous enough."], [29469, "2016-11-18T15:50:10Z", 0.38, "Droping down from 63 % due to possibility that Uber might want to cover up any incidents officially. Still the fact that it hasn't happened doesn't mean it won't happen. New tech always comes with glitches they iron out during testing."], [29499, "2016-11-18T09:57:37Z", 0.08, "From my last forecast (https://www.gjopen.com/comments/comments/365412) I have lowered the number of days to 30, probability of no accident on auto pilot with passenger is 85%, so the accident rate is 15%, with 55% of reporting rate, the accident rate that could lead to a yes resolution would be around 8%."], [30334, "2016-11-18T05:15:23Z", 0.1, "Uber is just starting to test , therefore porbability is low"], [13014, "2016-11-17T01:19:37Z", 0.08, "Preliminary forecast. More to come."], [38, "2016-11-16T17:07:25Z", 0.0, "based on statistical analysis by @Hudson1165\nhttp://www.gjopen.com/comments/comments/381570"], [30166, "2016-11-15T23:27:56Z", 0.12, "This story mentions that the plan is to deliver 100 vehicles by EOY. For every new vehicle on the road, the probability goes up - my initial assumption was 20. I am taking a mid-point of 50, not knowing the exact cadence of delivery. Bumping up the estimate to 12% based on the same calculation as earlier but with a larger pool of vehicles."], [30271, "2016-11-15T14:54:30Z", 0.0, "Uber is in Pittsburgh; 12 fatal accidents in Pittsburgh per year; typical fatal:general accident ratio for PA 1:115; implied accidents in Pittsburgh per year 1,380.\nImplied accidents in Pittsburgh during forecast window: 298\nPassenger car accidents % total: 56.1%; 167 passenger car accidents in forecast window.\nNon-adverse condition accidents: 78.7% (adverse conditions would not be driving autonomously) - 131 non-adverse condition passenger car accidents in forecast window. Less bridge related accidents (uber auto cant do bridges) - 130 Seasonal adjustment: 140.4; Adjusted for non-alcohol related: (91.1%) - 127.9\nUber cars in Pittsburgh: 100; Total cars in Pittsburgh: 11,974,651. Uber share of total traffic: 0.00001\nUnadjusted for concentration bias and non-bridge manual override, Uber's share of accidents should be 0, to the nearest vehicle."], [29617, "2016-11-14T18:52:51Z", 0.04, "Taking down due to passage of time"], [30166, "2016-11-14T12:50:19Z", 0.05, "225 Million Cars in the U.S.A.\n5.7 Million accidents. "], [6303, "2016-11-14T00:35:33Z", 0.05, "According to the general news and GJP consensus."], [30098, "2016-11-13T20:10:53Z", 0.01, "I give this a 1% chance as firstly there are so few cars on the road, then secondly the question covers such a short time scale. Also to consider, there are safety drivers in the cars, plus Uber will be going to extreme lengths to ensure their cars don't have any public-relations problem."], [30184, "2016-11-12T16:45:53Z", 0.0, "updating from yesterdayÅ› forecast input: I wanted to put in 0%."], [30184, "2016-11-11T21:49:20Z", 0.05, "1. Although autonomous driving is already far advanced there are sufficient warnings by car developers about the fact that the driver still is responsible. \n2. There is aleays a ris that a technical system can fail. this risk is communicated to the accompanying persons.\n3. No car producer wants to risk that such an accident occurs. In the  famous Tesla case the driver was acting against Tesla recommendations."], [29054, "2016-11-10T19:41:34Z", 0.08, "Never say never, I give less than one tenth of one hundred probability, the system set-up by Uber with a \"technician\" at the helm of the vehicle will reduce some of the more prone to accident situations. Obviously this is a marketing campaign, and as a marketing campaign Uber is getting some attention, with the hopes to get more after their trail period. \nThis Uber self driving situation is more of a \"look at me\" plot than a game changer situation, with time things will get better and that promise of self driving vehicles as taxis will be here, no doubt; but not in the next few years."], [30162, "2016-11-10T17:58:21Z", 0.0, "Zero probability of this happening."], [30086, "2016-11-08T22:59:07Z", 0.04, "Looking at Google Data, it seems that their self driving cars are involved in about 1 incident per 1 million miles driven. Uber is much worse at disclosing this information. We know that uber drivers have an option to switch out of autonomous mode at any point and the question narrows the data set to only the situation when there is a passenger in the car and when the car is in self-driving mode. Given the constraints and limited number of miles driven, the event is highly unlikely."], [29617, "2016-11-08T12:47:05Z", 0.06, "Tweaking down due to passage of time"], [948, "2016-11-08T11:21:24Z", 0.06, "Seems unlikely at this point."], [23552, "2016-11-08T02:24:06Z", 0.55, "Some time has passed."], [4571, "2016-11-07T18:50:43Z", 0.54, "Great analysis by Accountman1.\nUpping slightly as allready one accident happend, december leads to more accidents, but time is a bit shorter."], [30051, "2016-11-07T01:17:56Z", 0.02, "Initial gut feel "], [6303, "2016-11-07T00:20:39Z", 0.1, "According to the general news and GJP consensus."], [30050, "2016-11-06T22:31:53Z", 0.43, "There are not a lot of Uber cars out there yet - the number will go up as density increases.  "], [30045, "2016-11-06T16:27:13Z", 0.02, "Based on google's accident rate and an estimate of how many miles uber will drive during the period."], [30042, "2016-11-06T14:53:27Z", 0.01, "With an engineer seated behind the wheel, chances are very low. "], [29680, "2016-11-05T23:14:50Z", 0.09, "Revising down 1% for passage of time."], [38, "2016-11-04T23:00:22Z", 0.04, "Too many people have an incentive to bury reports of incidents, and too few are trying to ferret them out."], [28878, "2016-11-03T21:13:36Z", 0.08, "Less time left."], [38, "2016-11-01T18:19:26Z", 0.5, "Since GJO Admins don't have time to research possible question resolutions, I've taken it upon myself to do so.\nHere is the communication I've had with the reporter on WTAE tv."], [26267, "2016-11-01T17:41:44Z", 0.12, "Increasing due to apparent mishaps like:\n1) A reported accident \"a driver in another car had rear-ended the Fusion while the latter was at a stop\"\n2) Cars going wrong way on a one-way street"], [29617, "2016-11-01T14:17:43Z", 0.07, "Tweaking down due to passage of time"], [28998, "2016-11-01T13:32:49Z", 0.01, "Initially Uber self-driving taxis will have engineers riding with passengers. And it seems till the end of 2016 should be like this. The probability of an accident is very low. But 1% just in case the engineer gets euphoric! "], [29897, "2016-11-01T09:46:16Z", 0.05, "Lower risk due to very few autonomous cars in use by Uber"], [1646, "2016-11-01T04:11:00Z", 0.03, "I'm starting to think the whole thing is more of a marketing ploy, like the Otto beer haul.\nImpossible to find reports on social media of \"members of the public\" using the service, I would agree mostly moving Uber employees."], [29876, "2016-10-31T16:07:43Z", 0.08, "Uber has launched 14 autonomous cars and likely will not Launch more in 2016.\nhttps://techcrunch.com/2016/09/14/1386711/\nAs an enigneer is sitting in the driver's seat the chances for an accident should not be much higher than usually.\nChances for a car to be involved in an accident are around 4% per year (number of cars divided by accidents registred by the Police, very small accidents included). \nChances per month: 0,3% (4% divided by 12).\nSo for one car the chance for an accident within the last remaining 2 month of 2016 is 0,6%\nFor 14 cars it is 8,4%"], [1389, "2016-10-31T15:19:58Z", 0.01, "'Member of the public' is not an Uber employee. There won't be any members of the public in these cars, just Uber employees."], [20581, "2016-10-31T10:32:40Z", 0.6, "I believe that it is rather likely that some car, including a self-driving car, will be involved in an accident that is NOT its fault."], [29499, "2016-10-31T03:06:06Z", 0.11, "I wanted to wait for more news but not much is forthcoming, so I am having some doubt that even if there is a crash, there may not be enough evidence to prove it.  My view of Uber entering the pilot with passenger (that could always pilot without them) is to generate goodwill, so in view of new accidents, the risk is high that the tide could turn against them, but they could also have a pilot without the passenger, and I think the utilization rate is going to go down.  On the other hand, Uber is pretty entrepreneurial and like to go in a market and make its own rules before the government makes those rules, which in the case in Penn, the two self driving car bills are pending (http://www.ncsl.org/research/transportation/autonomous-vehicles-legislation.aspx).  I think they are running out of time, so they might still have passengers in their safest routes to make their argument.  My computation thus:"], [6303, "2016-10-31T01:33:48Z", 0.2, "According to the general news and GJP consensus."], [29788, "2016-10-27T10:42:04Z", 0.02, "There will only a handful of takers. So the possibility is pretty small. "], [7658, "2016-10-26T22:59:12Z", 0.05, "Very few on the road, and those testing them want to sell the product."], [29680, "2016-10-26T20:52:14Z", 0.1, "There are various time and place restrictions, and the cars are being set to extremely defensive settings, no motivation for Ã¼ber to set them off on the snow or other hazardous conditions. Additionally, every driving hour is adding data that can be used to refine the settings. That said, the cars are moderately well marked and an adversarial company, union, etc, might have a motivation to drive aggressively around one of these self-driving cars."], [29617, "2016-10-26T07:25:02Z", 0.08, "Moving back down as does not appear to be resolved by recent accident. Notching down 1% due to passage of time."], [25601, "2016-10-26T06:03:41Z", 0.1, "Could happen. Luck of the draw. "], [29074, "2016-10-26T02:22:11Z", 0.1, "It doesn't appear that the recent accident will be able to resolve this question. Uber seems to be tight lipped about the situation. "], [19801, "2016-10-25T12:36:14Z", 0.5, "Both Tesla and Google had incidents, no reason to believe Uber surpasses either company."], [6303, "2016-10-24T01:40:09Z", 0.3, "According to the general news and GJP consensus."], [29074, "2016-10-23T22:24:47Z", 0.5, "It appears that there was a crash, but we don't know if there was a passenger in the car or if uber will even release the details. One thing that surprised me was that people even found out about it. Twitter is more powerful than I thought. However, I still think it's going to be difficult to resolve this question if uber is tight lipped about the crashes."], [948, "2016-10-22T20:34:08Z", 0.2, "I like Berci's forecast - though JonHilgartt22 had crunched some numbers and saw 72% as a good forecast. I bet Uber cars drive around more often than not without a passenger - a passenger needs to be in the car for this question. I'll peg my forecast at 20%. "], [21800, "2016-10-22T18:06:49Z", 0.5, "Great find by @dada\nBut was there a passenger in the car or not.."], [20156, "2016-10-22T13:24:47Z", 0.05, "\"In 2014, there were 121,317 reported traffic crashes in the state of Pennsylvania.\" - I couldn't find any statistics about the city of Pittsburgh alone. "], [38, "2016-10-22T03:50:02Z", 0.96, "based on report found by @dada\nhttp://www.gjopen.com/comments/comments/356893"], [12937, "2016-10-22T00:10:24Z", 0.72, "These cars have a terrific safety record. "], [14208, "2016-10-21T22:01:14Z", 0.01, "here is the twitter page that posted the pic and comment.  https://twitter.com/danigirl329/with_replies "], [29617, "2016-10-21T14:44:31Z", 0.8, "Updating to 80% given link shared below - does not say whether passenger was in car or not. Will watch for further news"], [1646, "2016-10-21T13:39:26Z", 1.0, "http://www.wtae.com/news/selfdriving-uber-involved-in-collision-downtown/42187584"], [23552, "2016-10-21T04:28:33Z", 0.65, "I expect a large increase in the number of such taxis. Even if they are not accident prone, other humans are. The question does not say that it cause must be the autopilot."], [13377, "2016-10-21T02:45:01Z", 0.15, "http://www.businessinsider.com/singapores-self-driving-taxi-has-crashed-2016-10"], [1646, "2016-10-21T01:25:34Z", 0.02, "good reports by Pittsburgh citizens on Twitter\nhttps://twitter.com/drtoddwo/status/789247038764425217"], [29499, "2016-10-20T09:10:51Z", 0.67, "My base rates are from NHTSA data from 2015\nhttps://crashstats.nhtsa.dot.gov/Api/Public/ViewPublication/812318"], [29656, "2016-10-19T21:02:20Z", 0.15, "Uber has yet to have a crash caused by the self-driving technology. Still, as ridership increases in the next few months, there could always be a possibility that a crash occurs (it has happened with Google already). Another factor consider is that Pittsburgh is a very hilly city with a lot of narrow streets"], [23206, "2016-10-19T18:02:04Z", 0.05, "This question does not have a very long time frame, so it is pretty unlikely that there will be an accident, while over a longer time frame it would be fairly likely.  While self driving cars have been shown to more safe than human driven cars, the basic fact is that the more they drive, the more likely they are to be involved in an accident."], [29657, "2016-10-19T18:00:46Z", 0.4, "While there are few self-driving Uber cars on the road, the fact is that fender-benders are a relatively common phenomenon (even when not caused by the driver, or in this case the lack thereof). My own belief is that the heightened defensive driving capabilities of the self-driving cars will reduce the accident rate somewhat, but it is still by no means a sure thing that the entire fleet will make it 2.5 months without a single collision, major or minor."], [18762, "2016-10-19T13:13:52Z", 0.05, "the key here is \"while driving autonomously.\" the driver is still able to control the car, and in any computer-unrecognized situation it drops control to the driver. given basic human nature my guess is any accident will result from driver error or the driver wresting control in a quasi-dangerous situation. given a) the small number of self-driving cars b) the probability that driver error will be the cause in any accident and c) the short time frame, odds seem low. "], [24091, "2016-10-19T03:46:26Z", 0.02, "I don't think so. "], [12036, "2016-10-18T23:32:15Z", 0.2, "Technology is not ready to confront human drivers, but will be tried anyway. "], [7226, "2016-10-18T22:24:28Z", 0.65, "Other drivers will cause the accident because the self driver will be unable to avoid being hit."], [29623, "2016-10-17T22:54:24Z", 0.3, "Google with 40 cars driving right now has 1 accident a month while in autonomous mode. Normally these accidents are caused by other drives. This leads me to believe that there is a higher chance then I previously believed."], [29467, "2016-10-17T21:06:34Z", 0.05, "There aren't enough self-driving cars in service for this to happen in the near future."], [1111, "2016-10-17T18:18:42Z", 0.95, "I believe they have already been in scrapes in Pittsburgh! Aside from that, I am sure that given the complexity of the systems that some kind of accident will be recorded in short time. Also, given Uber's deep pockets and the fact that the cars will be marked, could \"entice\" the unscrupulous to create/cause an intentional accident. "], [29617, "2016-10-17T14:06:56Z", 0.09, "Total number of uber cars being tested in Pittsburgh is up to 100. Started in mid September. Believe will ramp up to 100 by end of year. Assuming linear increase, then as of 17 Oct would expect c. 35 cars to be on the road. Average number on road between now and end of year would be c. 70."], [14208, "2016-10-17T05:14:51Z", 0.01, "\"There is a strong relationship between a driver’s crash rate and his income. According to a study, the higher the drivers’ incomes, the lower the crash rates are; conversely, when the US hit recession—which has also lowered the incomes of cab drivers—the crash rates have significantly increased.\"  https://www.hg.org/article.asp?id=7879"], [29074, "2016-10-17T00:43:12Z", 0.06, "Google's cars had an accident about 1 time a month when they had 23 vehicles. I think the uber vehicles won't be driving the same distance that the Google cars were. Someone else calculated that human drivers would get in 2 accidents during this time driving about 300k miles. Other people have mentioned that adding 2 safety drivers decreases the risk. I don't think that matters because the accidents will most likely be the fault of a non-uber car if Google's reports are comparable  (which I think they are)."], [28387, "2016-10-16T22:33:51Z", 0.05, "Too many bureaucratic and safety hurdles in this timeframe."], [26267, "2016-10-16T16:39:36Z", 0.07, "Short timeframe, small fleet, two engeneers onboard and hightened sensitivity to this issue push me into mid-single-digit territory. The numbers are the following:\nAverage driver: 1 accident per 165k miles\nUber: 20 cars, 65 day till NY, 15 miles per hour and 20 hours per day give us 390k miles by Uber fleet by NY.\nSo an average driver would have two accidents, by how much is self-driving car with two engeneers better?.. 7% feels right to me."], [28261, "2016-10-16T15:19:05Z", 0.05, "Not enough out there. And several are being retested for safety."], [19630, "2016-10-16T14:45:05Z", 0.9, "Self-driving cars will probably not be at fault, but Google has several per year (usually rear-ended by someone else) so it seems likely that Uber will as well in stop-go city traffic."], [28563, "2016-10-16T14:42:57Z", 0.15, "Only 75 days and they will probably be only a few of the vehicles relative to the human driven ones which further lowers chances"], [1019, "2016-10-16T13:10:16Z", 0.03, "Would have opted for  a smaller number if the Uber as defined as being at fault"], [29489, "2016-10-16T12:13:50Z", 0.08, "-Any accident is likely to have large implications, Uber will therefore be ultra-cautious in this regard\n-Sabotage is still possible, so need to incorporate this\n-Festive season traffic volumes increase, so accident rates rise as well\n-Human error is likely to be the cause of any accident with self-driving uber\n-Fact that they have Uber employees on board likely to mitigate this significantly"], [29469, "2016-10-16T11:49:49Z", 0.67, "Regular crashes or collisions involving other self-driving cars, so a minor physical contact with another vehicle is entirely plausible."], [14208, "2016-10-16T04:36:53Z", 0.01, "it seems Uber has had an accident before this question was posted.  More interestingly it seems Uber is confining its test to a specific geographic area, has two drivers and limits itself to specific driving conditions.  If I was an Uber AV program manager I would have had a young go getter data mine all the vehicle accidents in Pittsburg.  I then would plot maps or safe routes for Uber cars to drive where no or very few accidents occurred.  That means I would also plot times of accidents and weather conditions...etc..etc.  Uber AV cars probably drive the safest routes in the city, only in daylight during time periods when few if any accidents occur.  "], [12879, "2016-10-15T22:39:00Z", 0.05, "OOOPs I need to read the Question fully before predicting. (autonomously) Down grading my prediction."], [24943, "2016-10-15T19:43:51Z", 0.05, "The way question is asked if if a self driving Uber be 'involved' in an accident. Not necessarily as a fault of the self-driving technology. "], [691, "2016-10-15T14:06:22Z", 0.03, "The odds are not high that one or more of a smallish number of vehicles of any sort will be involved in an accident over the next couple of months.  Coming down rather a lot while I meditate on this further, and possibly even resort to research."], [1646, "2016-10-14T23:55:06Z", 0.02, "very small fleet"], [28103, "2016-10-14T20:42:01Z", 0.04, "There will be a safety-driver in each self-driving Uber who will be able to take control of the Uber in any situation, making it very unlikely that an S-D Uber increases the likelihood of causing an accident. Very few S-D Ubers will be available and the chances of any one driver being involved in a car accident are already low for a 4-month period (10 million accidents a year for 200-230 million drivers). While this would put the probability at less than 1%, the small chance that there is either a design-flaw in the driverless tech or perhaps a fame-seeking saboteur increase my prediction. Also, at this time, I think Pittsburg will be the testing ground, which has tricky late fall and early winter weather. Even then, Uber's will probably limit if not prohibit operating in bad weather."], [691, "2016-10-14T20:33:50Z", 0.1, "Never been asked to predict backward before.  How does that work?"], [10197, "2016-10-14T17:57:05Z", 0.0, "Dates appear incorrect in prompt - please correct to 1 Jan 2017; will update once dates are reflected correctly. "]]}