{"question_id": 609, "title": "Will Iran execute and/or sponsor a low or higher level cyber attack against networks owned by a US entity between 19 September 2017 and 30 November 2017?", "correct_answer": "No", "crowd_forecast": 0.04, "preds": [[73, "2017-11-21T20:19:13Z", 1.0, "https://www.gjopen.com/comments/comments/619415, from Sunday and today - https://www.reuters.com/article/us-cyber-hbo-indictment/u-s-prosecutors-charge-iranian-in-game-of-thrones-hack-idUSKBN1DL1YT,  this is one of the \"ongoing investigations, “with an eye to making them public”\".  "], [73, "2017-11-20T23:36:23Z", 1.0, "+ https://en.radiofarda.com/a/us-justice-department-irn-cases/28864091.html\n\"the United States Justice Department national security prosecutors were told last month to focus on Iran related ongoing investigations, “with an eye to making them public”\".  \n+ https://www.reuters.com/article/us-saudi-cyber/saudi-agency-says-country-targeted-in-cyber-spying-campaign-idUSKBN1DK27M?il=0\n\"US\"\n+ https://www.cisomag.com/iran-orchestrates-thousands-cyber-attacks-daily-israel-military-israeli-general/\n+ http://foreignpolicy.com/2017/11/17/israel-is-growing-increasingly-worried-about-the-trump-administration/"], [38397, "2017-11-19T10:10:10Z", 0.25, "Because Iran would rather not risk of worsening relations with USA now"], [41178, "2017-11-14T21:14:40Z", 0.04, "The Iranian government wants to attract foreign business and capital in order to revitalize their economy after years of sanctions. The elected government will not want to antagonize the US, particularly at a time when the American executive branch is not willing to accept any such aggression. In addition, cyber attacks attributed to Iran in the past have generally not risen to the level stated in the question above. However, the probability of this event occurring is not zero because \n1. the IRGC is not completely under the Rouhani's control and may seek to provoke the Americans in order to score political points against the Pres. Rouhani. \n2. The escalating tensions in Lebanon may push Iran to attempt to discourage any further American, Saudi, Egyptian, or Israeli action in Lebanon through a show of cyberforce. \n3. It is possible that a rogue state employee of the Iranian state or rogue Iranian state elements break with official policy and proceed with an attack\n4. It is possible that the Iranians get blamed for an attack that they do not have a hand in. "], [37115, "2017-11-14T18:26:23Z", 0.02, "The potential downside from retaliation following such an attack, should it be discovered, especially with Trump in the White House, is far higher than any possible benefit to the Iranians. And they understand that."], [636, "2017-11-14T17:20:50Z", 0.15, "Pressure from Trump Administration on nuclear and terrorist collaboration will cause hiatus in attacks."], [73, "2017-11-12T22:00:55Z", 1.0, "https://www.iranhumanrights.org/2017/11/irgc-hackers-target-iranian-journalists-based-abroad-with-malware-campaign/"], [41351, "2017-11-11T14:37:01Z", 0.02, "The base rate of Iranian-American cyber-attacks since the establishment of Iran's cyber-defence command is something like 7.5%. Politically, Iran is dependent on the US viz. the nuclear deal - which is at risk, presently - and the post-war configuration of Syria. Things could change if Congress fails to certify the nuclear agreement and unilaterally re-imposes sanctions; but that is unlikely, and certainly unlikely before the end of November. One potential wildcard is that Iran's cyber command is under the control of the IRGC - and it's unclear whether they can act independent of Rouhani or not. Insofar as they can, an attack is more likely."], [1333, "2017-10-24T15:27:53Z", 0.0, "This goes up dramatically if I think Ryans(Speaker of the House) will have time for sanctions after announcing that Tax and Budget reform were slated for November debate."], [38066, "2017-10-23T07:33:25Z", 0.75, "Because Trump is against the nuclear deal, hardliners in Iran will gain power, so the likelihood of a major cyberattack is relatively high. "], [691, "2017-10-18T15:36:37Z", 0.0, "Iran is nicely positioned at the moment as a victim of the irrational US prez; no reason to jeopardize their martyrdom with a pointless hack. "], [40294, "2017-10-17T15:53:18Z", 0.4, "Iran is currently in a waiting loop, ie it is closely watching Europe and the US."], [73, "2017-10-13T19:32:20Z", 1.0, "@JS.  Take a view if you think given today Iran will now be targeted in the press for this."], [29677, "2017-10-13T17:36:41Z", 0.1, "Iran does not want to risk an escalation with with U.S. in such as brazen way. They are risk averse when it comes to direct action against the U.S. outside the region."], [192, "2017-10-13T00:59:55Z", 0.85, "guess"], [37518, "2017-10-12T04:15:25Z", 0.0, "Expect that congress will certify Iran to be compliant with the nuclear agreement. "], [37533, "2017-10-12T00:17:48Z", 0.5, "They have already this year (against a dam in NY)"], [19106, "2017-10-11T04:30:45Z", 0.01, "The biggest source of uncertainty for these types of questions lies in how GJ interprets the question - for example what threshold of evidence they will require to consider an attack state-sponsored or executed. Looking over FireEye's past reports, they often use fairly equivocal language when talking about whether a hack or hacking group is state backed."], [40561, "2017-10-09T08:59:14Z", 0.01, "I believe Iran is trying to normalize it's relations to the world political community and as such will not be associated with any kind of cyber attack."], [37412, "2017-10-08T22:29:04Z", 0.1, "While unlikely, the odds would increase if the nuclear treaty were to be abandoned by the US"], [40617, "2017-10-06T22:58:10Z", 0.17, "This is based on the reported events in the past two year with the time period alotted. It seems like there is an event significant enough to be report at least once a year. So with the time period given, 17% seems about right. I think trying to base an occurrence of this type of event on more information is actually counterproductive."], [40052, "2017-10-06T07:35:21Z", 0.0, "No there is no time for that. "], [23234, "2017-10-02T05:20:42Z", 0.1, "dropping much closer to consensus"], [38470, "2017-10-01T23:29:02Z", 0.03, "Because I can."], [37740, "2017-09-28T10:05:12Z", 0.05, "If they can attain tier one capability, this move  could work well for them in becoming a player eg do they have a hidden genius? But the downside risks are high. Unlikely but possible.  "], [691, "2017-09-27T21:32:38Z", 0.01, "Iran are behaving very circumspectly these days, having figured out that there is no reason to screw things up any more than the US will continue to do."], [1333, "2017-09-27T17:58:41Z", 0.05, "Is it a @% yes because we don't think Iran can or that they just won't?"], [40374, "2017-09-27T17:14:07Z", 0.25, "Because I think that Iran has already been responsible for attacks & will continue to do so."], [37520, "2017-09-27T07:15:18Z", 0.01, "I just think Iran would be less covert in expressing anger at the US."], [39088, "2017-09-26T07:49:54Z", 0.05, "There does not seem to be a reason for them to attack us yet. "], [23234, "2017-09-26T02:52:23Z", 0.5, "https://www.wired.com/story/iran-hackers-apt33/ "], [37210, "2017-09-25T16:23:42Z", 0.85, "I think these attacks occur daily and the real question is whether we detect them - my answer reflects the probability of such attacks being detected by US."], [40287, "2017-09-25T12:37:45Z", 0.0, "Der Iran hat meiner Einschätzung nach momentan kein Interesse, die Spannungen zwischen sich und den USA zu verschärfen. Lediglich unabhängigen Hackergruppen räume ich dieses Wagnis ein."], [4918, "2017-09-25T12:05:04Z", 0.5, "- Iranian authorities have been involved and will continue to be involved in attacks, at least we assume so;\n- after FireEye reports [1] the attention is on the region, increasing probability that some previously undetected actions will be discovered;\n- increased attention also increases probability of false flag actions and provocations, e.g. by forces opposing current agreement;\n- failure to certify Iran's compliance (15 October) would raise the attack probability substantially  [2]"], [40184, "2017-09-25T11:29:01Z", 0.65, "Iran will sponsor and execute such activities in the near future. Especially after escalation of the current conflict with the US president. "], [28810, "2017-09-25T03:43:34Z", 0.0, "Assumes an attack to disrupt a network as opposed to hacking to steal information.\nAssumes 1 in 10 attacks get reported"], [215, "2017-09-24T21:09:20Z", 0.02, "cost/benefit is far too high right now"], [691, "2017-09-22T19:05:48Z", 0.02, "Once M. Petits-Doigts pulls the US out of the nukes deal, Iran will have little to lose by doing This Sort Of Thing, but it's doubtful that this can all play out by the deadline for this Q.   Besides, his lapdogs in the Senate may not see the wisdom of pulling out, a blunder in which they are required to be complicit.   Lapdogs are not the same as hand puppets, but the US president has not yet discerned this distinction, I think."], [27692, "2017-09-22T12:55:04Z", 0.6, "- Continual training of espionage’s personnel\n- Exploxoring vulnerabilities of infrastructure \n- Backup North Korea. Iran might have bought Rockets from North Korea to deploy them at Syria."], [40085, "2017-09-22T12:37:10Z", 0.21, "Zwar gibt es aus dem Iran kommende cyberattake jedoch sehe ich derzeit keinen Vorteil für den Iran wodurch die Attacke zu einem späteren Zeitpunkt zu erwarten ist."], [40033, "2017-09-22T07:56:41Z", 0.8, "Not directly the infrastructur, but the have the technology to drone hacking and stuff"], [40027, "2017-09-22T07:55:01Z", 0.1, "The Iran is working with the UN and is widely recognized for being open to the west and hold on to the specifications made by the UN. But with Trumps try to end the atomatic deal there is some tension building up. He can't really get rid of the deal, otherwise there would be absolutely no way to deal with North Korea on a diplomatic level. So the deal with the Iran can't be touched and therefore Iran don't have to expand cyber attacks."], [691, "2017-09-21T22:08:25Z", 0.0, "The Iranians have positioned themselves as more or less the grownups vis-a-vis President Littlefingers.  No reason to jeopardize this.  Unlike the Prez, they understand the importance of playing to the house."], [39928, "2017-09-21T21:49:31Z", 0.0, "Iran want to make buisiness and sell  oil and gas not a war.it is all about the money..\nUs goverment should be fast before UdSSR Grabs it all."], [39978, "2017-09-21T20:58:07Z", 0.01, "Iran is not making policy of confrontation"], [39125, "2017-09-21T19:37:06Z", 0.1, "It is unlikely as Iran doesn't want to loose the advantage of the nuclear deal again. Also would a cyber attack be answered immediately if intelligence agencies kept doors open on Iranian systems to shut down the country which is partly isolated while the US are integrated into the world.\nAn attack by Iran can, if uncovered, lead to sanctions on Iran again, the opposite of what Iran wants to do. But it can be possible just if Ayatollah Ali Khamenei tries to weaken reformists in the country as he has more power over Iran's security forces than the president of the IR Iran."], [39746, "2017-09-21T18:28:19Z", 0.05, "After the nuclear agreement With Iran and the following positive effects for Iran (i.g.  lifting of economic embargo etc.) Iran has to improve the own image. Any support / participation in a cyber attack against U.S. will have massive negative effects n Iran"], [39898, "2017-09-21T18:27:48Z", 0.0, "Hmm No. Iran is working to win Syria and Iraq for him self. For shias. Iran will win the U.S as a Friend"], [39740, "2017-09-21T18:19:06Z", 0.0, "highly unlikely, iran will not jeopardize the atom deal with the US."], [18762, "2017-09-21T18:05:53Z", 0.51, "http://money.cnn.com/2017/09/21/technology/iran-hackers-destructive-new-group/index.html"], [39483, "2017-09-21T18:04:02Z", 0.02, "not that possible. except president trump pissed them off "], [39847, "2017-09-21T18:03:47Z", 1.0, "Because irans technology adventure belongs to all agressive ones "], [39720, "2017-09-21T18:02:41Z", 0.2, "Due to the speeche of president Trump to the UN where he questioned the Iran Nuclear Deal, there might be a chance for such an attack."], [39689, "2017-09-21T17:43:55Z", 0.7, "after coming back from US , Sepah would want to show his power ."], [39742, "2017-09-21T17:43:41Z", 0.05, "Current stability, doesn´t make it profitable. If sanction against Iran rise, the probability rise. "], [39288, "2017-09-21T17:39:08Z", 0.0, "Iran is beeing busy with other problems - also with higher priority - than attacking someone somewhere in cyberspace... "], [39282, "2017-09-21T17:37:52Z", 0.5, "Wenn Trump weiter versucht den Iran so mit einer unüberlegten und respektlosen Art zu Konfontrieren und den Vetrag mit Iran auflöst macht dies die usa angreifbar weil trump keine stärke  zeigt"], [39562, "2017-09-21T17:34:37Z", 0.55, "Due to UN talk provocation by president Trump Iran will likely react soon"], [39415, "2017-09-21T17:30:12Z", 0.0, "We will know about a few years later"], [39142, "2017-09-21T17:25:33Z", 0.0, "too much focus on nuclear affairs with north korea probably. recent dialogues didnt go well for iran (UN)"], [31450, "2017-09-21T14:38:31Z", 0.0, "Well I can't find anything about Iranian cyber attacks since last year and I don't think the next couple of months are when they start up again."], [38540, "2017-09-21T00:19:20Z", 0.65, "Iran is already conducting cyber warfare against our networks.  The only reason I lowered the prediction to 65% is that this is my estimate of the degree to which our intelligence agencies will report that Iran is the sponsor.  Caveat: even if Iran is NOT behind a cyber attack, the US government may report it as being Iran-sponsored in support of President Trump pulling out of the nuclear \"deal\" cut by President Obama."], [39092, "2017-09-20T21:58:09Z", 0.05, "Because 1) It has not been a usual tactic employed in the past by Iran's government 2) Iran's government is trying to address severe home issues. Part of its strategy is re-conect the country with the world economy. A hostile action against USA will provoke a undesirable reaction, that only will spur Iran's regional enemies (Israel and Saudi Arabia 3) Iran entangle in Siria is enough for its resources, a second front is too much for them."], [20284, "2017-09-20T20:20:10Z", 0.5, "That action will depend on how the Trump Administration handles the Iran nuclear deal in the coming months. "], [691, "2017-09-20T01:48:13Z", 0.0, "Not much point to this from their point of view, as far as I can see.  However, I am probably wrong."], [368, "2017-09-19T19:34:11Z", 0.0, "North Korea and Russia are considered to be the most likely originators of strategic cyberwarfare along with China, Iran and several other adversaries of the United States.   Cyber strategies are often used, as noted by several prominent analysts on Cybersecurity, to engage in political warfare.  While more recent attacks against the US appear to be based on economic motivation, some correctly make a strong argument for the underlying strategies that seek to accomplish the following:  strategic reputational costs for affected states and their position in the international system; signaling a resolve by originating states, communicating political messages of strategic importance in the broader diplomatic and military interactions among states;  a core principle is that of undermining strategic alliances among states;  and it is also a direct attack on international norms and the recreation of anarchic conditions in regional and international systems.  The observations apply to all 4 IFPs regarding cyber and national security."]]}