{"question_id": 944, "title": "Before 1 July 2018, will the European Council announce the opening of formal membership negotiations with any candidate countries or designate any new country as an official candidate for membership?\n", "correct_answer": "No", "crowd_forecast": 0.01, "preds": [[57797, "2018-06-27T11:51:32Z", 0.0, "Talks to start next year with Macedonia and possibly Albania as of yesterday: https://www.wsj.com/articles/eu-targets-next-year-for-accession-talks-with-macedonia-after-name-change-1530047432"], [57797, "2018-06-26T14:24:24Z", 0.2, "Macedonia reached a deal with Greece on the name dispute. France is the main country that remains to be convinced. Seems to be an important issue for Germany."], [57797, "2018-06-16T19:02:43Z", 0.02, "Merkel and Macro might discuss this Tuesday. https://www.politico.eu/article/macedonia-new-name-deal-is-only-end-of-beginning/"], [41460, "2018-06-03T11:49:26Z", 0.02, "Adapting to account for closer time distance to census date. "], [35636, "2018-05-27T12:14:25Z", 0.0, "56 from 42 @0.03 "], [48709, "2018-05-22T18:45:32Z", 0.95, "according to this website there is a very good chance.\nhttps://ec.europa.eu/neighbourhood-enlargement/countries/check-current-status_en "], [19801, "2018-05-20T08:15:56Z", 0.0, "Sames reasons as sevedb."], [1639, "2018-05-20T07:00:12Z", 0.0, "Albania\nThe former Yugoslav Republic of Macedonia\t \nMontenegro\t\nSerbia\n -------------------------------------\ntoo short of a timeline.  there was also   Turkey, but I won't even bother list it."], [35636, "2018-05-19T07:20:01Z", 0.0, "Some questions! "], [172, "2018-05-16T21:52:09Z", 0.01, "Nein"], [57797, "2018-05-16T21:36:37Z", 0.04, "Appearing less likely. France's opposition seems quite firm. Germany says it will need the backing of its Parliament. "], [1333, "2018-05-16T14:36:58Z", 0.15, "The EU would like to take care of this as end of session business before they break , and it helps counter the pr problem of Brexit by giving the appearance that nations are lining up like Bull Frogs at K Mart during a Hurricane waiting on a blue light special on swim fins."], [58313, "2018-05-15T09:39:21Z", 0.05, "Candidate countries are :  Montenegro, Serbia and Turkey, with ongoing negotiations ; and Albania and Macedonia with whom talks have not opened yet. (Bosnia-Herzegovina and Kosovo have also been identified). \nOn February 6th 2018, the UE has pushed to 2025 integration of Serbia and Montenegro.\nFor Albania and Macedonia, it would be nearer 2030. As for Turkey, tensions being extremely high, adhesion is no longer seriously considered. "], [53124, "2018-05-14T17:17:40Z", 0.0, "eu has bigger issues with existing membership, can't open to new members"], [23006, "2018-05-13T17:16:32Z", 0.0, "no one on a short list"], [35072, "2018-05-13T14:15:18Z", 0.05, "I admit I haven't read about the topic, but I think it is difficult the Council starts membership negotiations before the end of negotiations about Brexit and in the final year of the Junker Commission. "], [41460, "2018-05-13T11:16:21Z", 0.05, "The lack of suitable candidates notwithstanding, my non-zero probability prediction is somewhat reflecting possible political signalling following Brexit for the EU's growth prospects and priorities.   "], [57797, "2018-05-12T02:47:52Z", 0.1, "Seems very unlikely  in this timeframe (yet I am surprised to see so many 0% forecasts, and I don't fully understand what's behind that). Anyway, here is what I've gathered so far:"], [31450, "2018-05-10T18:55:07Z", 0.0, "Definitely not in the time frame. The only possibilities are nowhere close right now."], [5766, "2018-05-09T18:31:37Z", 0.15, "Somewhat unlikely "], [34353, "2018-05-09T17:29:39Z", 0.0, "The EU had mentioned in 2014 that they do not have plans to expand in the next 5 years."]]}