{"question_id": 345, "title": "Will the government of Colombia and the FARC renegotiate a peace agreement before 1 March 2017?", "correct_answer": "Yes", "crowd_forecast": 0.9, "preds": [[1333, "2016-11-16T15:59:21Z", 0.96, "...incorporating several suggestions from Mr. Santos’s critics, was reached after marathon negotiating sessions in Havana. It is unclear whether the government intends to hold a new plebiscite or simply have Congress approve the agreement.\nhttp://www.nytimes.com/2016/11/15/opinion/colombias-revised-peace-accord.html?emc=edit_ee_20161115&nl=todaysheadlines-europe&nlid=70183565&_r=0"], [1034, "2016-11-16T07:11:48Z", 1.0, "Murphy (2016) Wed Nov 16, states that:"], [476, "2016-11-15T21:28:32Z", 0.79, "The FARC can give this \"deal\" two thumbs up publiclly and gamble that the old health issues that have returned to \"surprise\" president Santos may erode his political equity and slow the agreement, ergo cause the approving the \"deal\" to linger past the close of this forecasting problem. Link to return of Santos prostate cancer in Miami Herald here. http://www.miamiherald.com/news/nation-world/world/americas/colombia/article114862333.html"], [1034, "2016-11-15T21:08:33Z", 1.0, "Future of Colombia s new peace deal with FARC rests with No campaign\nNolen (2016) Nov. 14, states that:"], [4139, "2016-11-15T20:48:51Z", 0.89, "The question is, will the populace approve the new dea;?"], [1034, "2016-11-15T08:20:28Z", 1.0, "Future of Colombia s new peace deal with FARC rests with No campaign"], [1034, "2016-11-14T09:31:04Z", 1.0, "I am having to shift positions in the question wording there exist two points which would have me hold off on doing so, the term \"renegotiate\" and interim agreements on specific topics. \nFirst there was no renegotiations just to a new deal just  which amended sections of the original peace deal. "], [6303, "2016-11-14T02:06:16Z", 0.99, "According to the general news and GJP consensus."], [8622, "2016-11-13T13:29:10Z", 0.99, "The Government of Colombia & the FARC renegotiated a new peace agreement yesterday. It should be approved the congress shortly."], [1034, "2016-11-13T09:26:33Z", 0.0, "A proposal is a plan, a scheme, an offer to be accepted or rejected: to make proposals for peace. This is still the original peace deal with slight shift in wording. I am still not sure it meets the criteria of a renegotiated peace agreement, inasmuch as it only shifts a small amount of money the government was going to take to a fund for victims. That is the same deal they had before only the government agreed to allow the government to release some of the funds it would received to the people. The government of Colombia renegotiate a condition which the government already held, which cold have been accomplished outside of the peace agreement. \nStill the end condition will have been accomplished if the opposition accepts the governments concessions, yet ratification exits not a condition. However there seems to exits a possibility of a rejection by the opposition, which would lead to more negotiations on the more than 50 points of interest they hold.\nAlthough, the opposition was expecting concession from FARC during the renegotiate a peace agreement .\n"], [19801, "2016-11-13T05:50:52Z", 1.0, "Colombia, rebels agree revised peace deal to end 52-year war\nhttp://uk.reuters.com/article/uk-colombia-peace-idUKKBN1370PZ"], [4634, "2016-11-13T05:20:17Z", 1.0, "http://edition.cnn.com/2016/11/12/world/colombia-farc-peace/"], [23006, "2016-11-12T22:26:11Z", 0.49, "As per https://www.gjopen.com/comments/comments/379849"], [1646, "2016-11-12T17:44:34Z", 0.9, "News that the new agreement is 90% completed. This afternoon an announcement is expected. That the document will be ready before O leaves office, it is part of his legacy and T will support, but T's politics towards Cuba and foreign aid may cause unwanted delays. Uribe is also announcing his support."], [30194, "2016-11-12T14:08:06Z", 0.24, "trying out the service"], [12137, "2016-11-12T00:46:12Z", 0.35, "Outside view:"], [20156, "2016-11-11T17:39:29Z", 0.6, "Based on:"], [18762, "2016-11-11T14:08:21Z", 0.6, "given what the \"no\" camp wants (or the reasons why they voted no) it is hard to see Farc accepting the \"no\" camp terms. however, the question doesn't require ratification just agreement, so the government can agree to anything to resolve this question as \"yes\". "], [19801, "2016-11-11T04:04:32Z", 0.4, "The Depth and Solution of the Political Crisis in Colombia\nOctober 21, 2016"], [13844, "2016-11-10T18:53:14Z", 0.15, "The political force opposing the previous agreement is very powerful. They managed to get people to vote against a reasonable peace agreement, one that was accepted as fair by a large portion of the international community. The agreement that is sought by these opposing political forces involves renegotiating the biggest issue around it and it is the return of stolen property and land. These forces represent some of the sectors that benefit from the status quo so renegotiating this is not going to be simple. The probability of this happening at all, let alone before March 1st, 2017 is low. "], [29637, "2016-11-10T18:49:55Z", 0.6, "Make an agreement doesn't neccessary implies that agreement to be approved, Goverment needs to do it fast even with political opposition involved. "], [30152, "2016-11-10T11:34:26Z", 0.65, "Testing out how good my intuition is, haven't done any due diligence "], [30148, "2016-11-10T10:38:12Z", 0.05, "the 1 march 2017 is too early: Colombia's bureaucracy is too slow to change an important document in such a short time."], [29401, "2016-11-09T18:27:02Z", 0.85, "UN is monitoring the ceasefire http://colombiareports.com/un-resumes-colombia-ceasefire-verification-reduced-mandate/ and FARC forces have gone to agreed concentration points (one of Uribe's demands).\nIncreased popular desire for peace according to Gallup http://colombiareports.com/colombias-political-parties-less-popular-farc-guerrillas-gallup/ which provides room for a negotiated settlement which meets some, if not all, of Uribe's demands."], [20284, "2016-11-09T17:04:06Z", 0.85, "This time around there will be an agreement because a consensus of the major political parties will be sought out and they will have a stake in the outcome.  This could have happened last month if the government would have shared the decision and the good will to follow from ending the conflict with the opposition party.    "], [28091, "2016-11-09T16:35:13Z", 0.7, "Both the FARC and Santos government want this to happen. The election had a small turnout and a tiny margin of defeat. If they can make some small changes to the agreement they may have a good chance of succeeding. The truth commission may help but opposition Uribe and the Central Democratic Party could hurt. "], [1646, "2016-11-09T15:25:23Z", 0.77, "There is a lot of common ground already achieved, although recently, tensions surfaced but been overcome (in Spanish):\nhttp://generacionpaz.co/content/pese-tensiones-en-la-habana-el-nuevo-acuerdo-sigue-adelante"], [1034, "2016-11-09T09:45:22Z", 0.0, "Colombians vote against historic peace agreement with FARC rebels"], [1333, "2016-11-08T22:28:57Z", 0.0, "The amnesty and light provisions for restitution soured the public on this deal and unless there is a way to re-write the offer to include no or reduced prison terms for FARC Leadership I don't see the FARC Accepting the next iteration of the peace plan by then. For an indicator or flag on progress i look for new legislation that codifies protections for the Rebels."], [30106, "2016-11-08T21:38:29Z", 0.15, "No real need to renegociate."], [11351, "2016-11-08T20:11:00Z", 0.25, "There is no likely compromise by FARC in the matter of amnesty and the government of Columbia will be unable to convince the voters FARC should be unaccountable for the crimes committed against them for decades."], [691, "2016-11-08T19:12:42Z", 0.18, "Pretty tight deadline for this, in the circumstances.  I'd bump it up a lot more if it were, say, July."], [12879, "2016-11-08T18:55:07Z", 0.3, "I am currently predicting a SuperForecasting \"Probably Not\" going to happen based on the apparent Columbian people wish not wanting a peace agreement to happen.🤔👍🏻"], [23006, "2016-11-08T18:42:56Z", 0.0, "Rebels are losing interest in doing this, and government is unlikely to see it passed by populace if they give even more concessions"]]}