{"question_id": 671, "title": "Between 24 October 2017 and 1 February 2018, will Bahrain, Oman, Qatar, or Saudi Arabia have their long-term issuer rating downgraded by S&P, Moody's, or Fitch?", "correct_answer": "Yes", "crowd_forecast": 0.28, "preds": [[14914, "2017-11-18T09:34:06Z", 0.6, "Regional stability is lowering after the Saudi purge and Lebanon intervention. "], [21884, "2017-11-17T09:56:35Z", 0.4, "change of king in SA"], [21884, "2017-11-16T11:05:20Z", 0.15, "Revenues of these countries increased by 10-20%, oil prices are more favorable for them (in second half of 2017 year). Small period of time - 2.5 months.\nDowngrading three of them (Qatar, Oman, and Bahrein) has small probability"], [21884, "2017-11-16T03:44:05Z", 0.29, "Question has not clear vision of occurrence of resolving answers. There are 4 subjects and 3 objects in this question. Subjects in question: B, O, Q, or Saudi Arabia. There are two commas between them. Many people with high probability on that question think answer will occur if downgrading occur only in one country. But description of question has not words “or” between B O Q. They has only commas among them: that way of writing implies the inclusion of all 3 subjects (B O Q) in the list necessary for the appearance of answer, they must be all downgraded. Because/ if there are not all 3 countries, this will not be a complete list. Without one of them it must be written word “or” for clear understanding. Same picture with 3 objects (S, M or F). \nI applied the following draft calculations, probability for each country can be changed. At the same time, Oman has taken probability 100% (my opinion: it is still in doubt).\nProbability for 4 subjects P(BandOandQ, SA)=P(B)*P(O)*P(Q)+P(SA)\nProbability for 3 objects P(SandM, SA)=P(S)*P(M)+P(F)\nProbability for question P=P(subjects)*P(objects)\nP for question=(0.3*1*0.4+0.2)*(0.3*0.2+0.4)=0.32*0.9=0.288\n"], [21884, "2017-11-15T11:05:19Z", 0.5, "Question has not exact answer. Will downgrading occur in  all three countries (Bahrein, Oman or Qatar)? or in one of those countries? or in Saudi Arabia? Question has not clear clarification which event will trigger the answer occurence. And there may be some questions about notion of “downgrading” and “grade”\nBetween 24 October 2017 and 1 February 2018, will Bahrain, Oman, Qatar, or Saudi Arabia have their long-term issuer rating downgraded by S&P, Moody's, or Fitch?\nRecent macroeconomic developments have raised concerns regarding the debt profile of several GCC countries (Reuters, Reuters, Reuters, Gulf News, Bloomberg). Long-term foreign currency and/or local currency issuer ratings will count. Revisions to outlook will not count.\nSame question about credit agencies: one of them, two of them or all three credit agency?"], [21884, "2017-11-15T10:08:48Z", 0.89, "Mwokasch has good opinion about Oman rating"], [40733, "2017-11-14T17:50:31Z", 1.0, "------- 11/10/2017 Update -------"], [39044, "2017-11-11T13:03:52Z", 0.2, "As predominately oil renter states, with the market price of hydrocarbons on the rise after a long dip, economies of the GCC will strengthen into the new year. An enduring risk of regional armed conflict places the stability of gulf markets outside certainty. "], [21884, "2017-11-10T03:43:34Z", 0.25, "Qatar has larger weight  in answer of this question\nWorld bank: High frequency data suggests that the economy is adjusting. In September, Qatar inaugurated the US$7.4 billion Hamad seaport, thereby securing alternative trading routes. Investor confidence in the currency peg remains anchored by the country’s large stock of liquid external assets worth nearly US$180 billion (of a total stock of close to US$300 billion), which have helped to contain the increase in risk premiums on sovereign and corporate debt. The hydrocarbon sector, which constitutes 80 percent of export earnings and 90 percent of government revenues, has been largely unaffected. Fiscal consolidation is continuing, albeit, according to some reports, at a slower pace. The fiscal deficit is projected to decline to 5.7 percent in 2017 from over 8 percent in 2016\nhttp://www.worldbank.org/en/country/gcc/publication/qatar-economic-outlook-october-2017\nExports from Qatar increased 20 percent from a year ago to QAR 20.6 billion in September 2017, boosted by higher sales of petroleum oils and oils obtained from bituminous minerals, not crude (118.7 percent) and crude (81.5 percent), and other groups of commodities (21.8 percent). Among major trading partners, sales went up to Singapore (196.4 percent), China (76 percent), South Korea (10.9 percent), Japan (6.4 percent) and India (1.2 percent).\nhttps://tradingeconomics.com/qatar/exports"], [23234, "2017-11-09T15:08:54Z", 0.6, "this is interesting:"], [19106, "2017-11-08T11:10:36Z", 0.55, "I found a more reliable quote about what negative outlook means: \". S&P said: \"Our negative outlook on our rating on the US sovereign signals that we believe there is at least a one-in-three likelihood that we could lower our long-term rating on the US within two years.\""], [19106, "2017-11-08T03:53:51Z", 0.6, "Qatar was put on negative watch in June and July.\nhttps://tradingeconomics.com/qatar/rating"], [21884, "2017-11-08T02:14:51Z", 0.05, "Bahrain is in the list of 30 richest countries in the world. Bahrain is between Sweden and Netherland.\nHow they will downgrade with higher prices of crude oil in 2017?\nhttp://uk.businessinsider.com/the-richest-countries-in-the-world-2017-3/#30-japan-gdp-per-capita-38893-31732-1\n"], [37379, "2017-11-07T23:04:39Z", 0.66, "Dateline 11-7-2017 he Qatar central bank’s international reserves and foreign currency liquidity dropped in September, in a sign of capital outflows caused by sanctions imposed by other Arab states."], [11800, "2017-11-05T12:00:25Z", 0.75, "thank you @acohen and @JMR2017"], [13377, "2017-11-05T00:58:21Z", 0.66, "Following @acohen's analysis at http://www.gjopen.com/comments/comments/601975. He also has an outstanding forecasting record across most challenges."], [32258, "2017-11-02T18:31:31Z", 0.55, "Fitch has rated Bahrain at a higher level than the other 2 rating agencies and for a longer period of time. Perhaps a downgrade is due by the end of the year."], [1993, "2017-11-01T23:59:10Z", 0.25, "I don't think Saudi Arabia's rating will be going anywhere in the next 3 months, but there is room for a downgrade with the others."], [40733, "2017-10-31T22:46:23Z", 1.0, "There seems to be quite the bifurcation of results, but I haven't seen many numbers supporting the answers, so I'll try to supply a bit of my thinking on the subject."], [36719, "2017-10-26T18:52:28Z", 0.35, "I am a beginner in issuer ratings. Anyways, given that the ratings were recently downgraded, I expect that Saudi Arabia and Qatar will not be downgraded further. Bahrain and Oman: Oman is now junk. Maybe Bahrain can be further downgraded."], [23234, "2017-10-26T04:12:06Z", 0.55, "thx for the compilation, @acohen"], [31450, "2017-10-26T03:28:04Z", 0.66, "I'm just copying my answer below from the extremely similar question the CFA Society already asked. I realize the parameters are different by the basic data is the same. Basically I think there are serious risks to three of the countries over this time frame."], [691, "2017-10-24T19:23:01Z", 0.01, "Not clear why this would happen, but I suppose if it were clear it wouldn't be a question...."]]}