{"question_id": 173, "title": "Before 1 July 2016, will South Korea announce that the Terminal High-Altitude Area Defense (THAAD) missile defense system will be deployed on the Korean Peninsula?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[767, "2016-06-30T17:43:40Z", 0.0, "The latest:  China and Russia, as of June 29, continue to \"urge the United States to back off, saying THAAD's deployment could also affect their security.\""], [26349, "2016-06-30T10:39:15Z", 0.0, "Roll-out of this system is going to require an official announcement, and would then take several days (or weeks). It cannot be deployed by tomorrow."], [19923, "2016-06-30T09:14:47Z", 0.0, "End date is almost approaching."], [68, "2016-06-30T06:53:51Z", 0.0, "https://www.gjopen.com/comments/comments/271143 as pointed out by @Anneinak, \" the military would make a final decision on the deployment of the U.S.-made advanced anti-missile system by the end of this year.\" Seems safe to forecast a zero chance of an announcement by tomorrow."], [38, "2016-06-30T02:40:04Z", 0.0, "http://koreajoongangdaily.joins.com/news/article/article.aspx?aid=3020651&cloc=joongangdaily%7Chome%7Cnewslist2"], [4782, "2016-06-29T22:15:38Z", 0.01, "- United States and South Korea have begun talks on THAAD (29 June 2016).\n- However, little more than 24 hours until \"before 1 July\" expires so likelihood question will be answered affirmatively is virtually nil."], [530, "2016-06-29T19:00:41Z", 0.0, "Affirming forecast"], [26349, "2016-06-29T12:44:35Z", 0.01, "Very probable that THAAD will be deployed, perhaps even over the coming months. It seems very unlikely that it is going to be deployed in the next couple of days, however, not least because finer points of the agreement that will facilitate this have yet to be worked out."], [691, "2016-06-29T12:42:38Z", 0.0, "http://www.reuters.com/article/us-china-southkorea-security-idUSKCN0ZF12J"], [767, "2016-06-28T00:38:46Z", 0.0, "Most likely this won't happen before July 1, but here's the latest:"], [24287, "2016-06-26T18:15:01Z", 0.0, "Everyone's busy with Brexit, and time has almost run out even as NK has sneaked in another missle test!!"], [755, "2016-06-25T19:03:04Z", 0.02, "Yonhap, June 24, 'U.S. says THAAD talks 'progressing well': http://english.yonhapnews.co.kr/national/2016/06/25/0301000000AEN20160625000400315.html\nClip from Yonhap article:\n\"Sources in South Korea have said that the THAAD talks have moved forward to a point where the two sides are now looking at candidate sites for deployment, including not only existing U.S. military bases but also mountainous areas away from cities.\"\nJapan Today, June 24, 'Washington hopes to wrap up anti-missile deal with South Korea': http://www.japantoday.com/category/world/view/washington-hopes-to-wrap-up-anti-missile-deal-with-south-korea\nUPI, June 24, 'Seoul: THAAD can intercept North Korea Musudan missiles': http://www.upi.com/Top_News/World-News/2016/06/24/Seoul-THAAD-can-intercept-North-Korea-Musudan-missiles/1941466774982/\nClips from UPI article:\n\"South Korea is responding to North Korea's recent launches of midrange ballistic missiles, and the solution is increasingly pointing to THAAD, the U.S. anti-missile defense system.\nSeoul's Defense Minister Han Min-koo said in a statement issued Friday the deployment of THAAD in South Korea makes it possible to intercept incoming Musudan missiles, local news service News 1 reported.\"\nThe Nation, June 23, 'Kim says new missile can strike US Pacific bases': http://nation.com.pk/international/24-Jun-2016/kim-says-new-missile-can-strike-us-pacific-bases\nClips from Nation article:\n“We can’t deny that (North Korea’s) technological development is making progress, and the situation is alarming,” Japanese government spokesman Koichi Hagiuda told reporters.\nThe North has publicly displayed an ICBM, called the KN-08, which uses the same engine technology as the Musudan but has never been test-fired.\nJeffrey Lewis, director of the East Asia Nonproliferation Program at the Middlebury Institute of International Studies in California, said the international community had to find a way to get Pyongyang to accept a missile test moratorium.\n“If we do nothing, this ends in a successful flight test of the Musudan-based KN-08,” Lewis said.\""], [20588, "2016-06-22T18:35:16Z", 0.0, "Chances of an announcement within the next 9 days is highly unlikely, even with the recent double test. Sanctions are still the primary deterrent for the moment.  https://youtu.be/-m86H1ed4yw"], [83, "2016-06-22T17:27:26Z", 0.2, "Short term increase due to NKorea's appearently successful ballistic missile test."], [24287, "2016-06-22T10:32:02Z", 0.0, "Down the drain!"], [755, "2016-06-22T04:14:29Z", 0.02, "BBC, June 21, 'North Korea test-fires missiles in defiance of UN sanctions': http://www.bbc.com/news/world-asia-36593321\nSee also @lsgold7 , June 21 post & comments. In agreement."], [2965, "2016-06-22T00:01:53Z", 0.0, "Kim I I I  launches  irbm. Launch 5 and 6 just reported cnnintermational.com\nAnd this could trigger THAAD regardless of inventory. \nThis IFP resolution  could just be triggered simply by  a ROK  announcement.\nStay tuned. The next 10 days could determine 3 questions in this question cluster.\nThaad.\nUNCLOS\nADIZ\nI will try to update on these daily."], [14880, "2016-06-21T23:10:02Z", 0.0, "Updating for passage of time. Very little need at the time because of current NK missile inventory. "], [23006, "2016-06-21T21:50:42Z", 0.0, "No, can't count of US support right now - maybe after November?"], [755, "2016-06-21T05:18:17Z", 0.02, "Caught @pietrokc , June 18 post and Korea Times link. \nSignificant downgrade on this news and time constraints."], [484, "2016-06-20T16:00:46Z", 0.0, "(no change) If GJO reintroduces this question, one factor to keep in mind is the ROK's own BMD developments:"], [6303, "2016-06-20T01:59:59Z", 0.0, "I am forecasting based on the general news reports and GJP consensus."], [23879, "2016-06-18T18:06:09Z", 0.0, "Affirming forecast, noting that funding for THAAD wasn't even approved for 2017!"], [12605, "2016-06-18T17:39:54Z", 0.0, "I remember how GW Bush gave green lights to Taiwan when they requested an upgrade in the 2000s; Taiwan's parliament then couldn't agree on the budget to pay what got green lighted ... it took 8 years, or so, for the first shipments."], [1262, "2016-06-17T14:51:46Z", 0.01, "confirming previous forecast"], [2965, "2016-06-17T14:14:31Z", 0.0, "One would have expected such an announcement at or shortly after the trilateral meeting of ROK, Japan and Sec. Def. Carter\nThe DOD  press release does not seem to indicate such an announcement is possible before July 1, 2016\nU.S., Republic of Korea, Japan Trilateral Defense Ministers' Meeting Joint Press Statement\nhttp://www.defense.gov/News/News-Releases/News-Release-View/Article/791223/us-republic-of-korea-japan-trilateral-defense-ministers-meeting-joint-press-sta\n'The Secretary and the Ministers condemned in the strongest terms North Korea's recent provocative actions, including its fourth nuclear test and multiple ballistic missile launches as clear violations of United Nations Security Council resolutions. The Secretary and the Ministers affirmed the intention of the three countries to cooperate closely with one another and with the international community, to enforce United Nations Security Council resolution 2270. The three officials urged North Korea to refrain immediately from taking further actions that aggravate tensions and called on North Korea instead to focus on fulfilling its international obligations and commitments.\"\n\"The Ministers and the Secretary praised the close trilateral communication and cooperation that took place at various levels before and immediately following these incidents. They concluded that the three countries should continue these efforts by utilizing the current Defense Trilateral Talks (DTT) framework to enable rapid coordination among their respective defense authorities in the event of future North Korean threats or to address non-traditional security issues, such as humanitarian assistance and disaster relief\"\n\"The Ministers and the Secretary discussed the upcoming trilateral missile warning exercise, PACIFIC DRAGON, which is to be conducted in accordance with the Trilateral Information Sharing Arrangement (TISA). The Secretary and the Ministers also decided to seek additional opportunities to promote trilateral defense cooperation, such as through defense medical related events and other cultural exchanges\"\nUS DOD requested the authorization and appropriation back in 2015.http://comptroller.defense.gov/Portals/45/Documents/defbudget/fy2016/budget_justification/pdfs/02_Procurement/MDA_PROCUREMENT_MasterJustificationBook_Missile_Defense_Agency_PB_2016_1.pdf\nNo authorization or appropriation I can find by US Congress.\nPer Korea Times:\nhttp://www.koreatimesus.com/seoul-washington-discussing-location-of-thaad-deployment/\n(June 6, 2016)\n\"SEOUL, (Yonhap) — South Korea and the United States are discussing the possible location of the Terminal High Altitude Area Defense (THAAD) system that could be deployed in the country to deter North Korea’s ever growing missile threats, military sources said Monday\"\n\"According to sources, the possible candidates for the base of the THAAD system includes U.S. military bases in the southern city of \nDaegu or Pyeongtaek, some 70 kilometers south of Seoul\"\n*     *    *\n\"Another insider with knowledge on the matter said it is reviewing the feasibility of all candidate locations but said it has not yet narrowed down sites\".\n*    *    *\nMilitary pundits expect the decision to be made before the Security Consultative Meeting slated for October.\n   *    *    *\nSeoul and Washington have been refraining from making detailed statements on the deployment of the THAAD system, especially as China has been expressing discontent against the move, claiming that it could be used against Beijing."], [38, "2016-06-17T02:48:41Z", 0.0, "Today's headlines:"], [1262, "2016-06-15T16:23:48Z", 0.01, "confirming previous forecast"], [14208, "2016-06-14T05:48:32Z", 0.0, "Comment deleted on Oct 22, 2016 07:10PM UTC"], [14880, "2016-06-14T03:31:00Z", 0.01, "Ever less likely as time goes by. "], [6303, "2016-06-11T23:29:12Z", 0.0, "According to general news and GJP consensus."], [368, "2016-06-10T17:56:56Z", 0.01, "Thanks to @lullafterthestorm for the most recent information on THAAD developments."], [24287, "2016-06-09T19:18:33Z", 0.01, "http://m.koreatimes.co.kr/phone/news/view.jsp?req_newsidx=206474"], [755, "2016-06-09T17:26:14Z", 0.15, "UPI, June 6, 'South Korea considering possible locations for U.S. THAAD deployment': http://www.upi.com/Top_News/World-News/2016/06/06/South-Korea-considering-possible-locations-for-US-THAAD-deployment/2221465232851/\nNK News, June 7, 'S.Korea ‘undoubtedly’ intends to deploy THAAD: defense minister - THAAD becomes political, diplomatic issue as China-U.S. competition in Asia-Pacific heats up': https://www.nknews.org/2016/06/s-korea-undoubtedly-intends-to-deploy-thaad-defense-minister/\nClips from NKN article:\n\"Seoul’s defense minister reiterated the necessity for THAAD in South Korea during an interview after his speech at the Shangri-La dialogue in Singapore, despite objections from China.\nDefense Minister Han Min-koo didn’t mention THAAD deployment during his speech on Saturday, but said that South Korea “undoubtedly has the intent to deploy THAAD,” during the Q&A session.\nOne expert said THAAD is inevitably a political and diplomatic issue regardless of the military usefulness.\n“The U.S. wants to expand its influence in Asia and China wants to increase its presence in the Pacific Ocean. Now the conflict in the South China Sea is expanding to the Korean Peninsula,” Kim Dong-yup, professor at Seoul’s University of North Korean Studies told NK News.\""], [3895, "2016-06-08T13:54:47Z", 0.09, "http://www.koreatimes.co.kr/www/news/nation/2016/06/205_206385.html passage of time - definitely not impossible there's an announcement within the next few weeks, but October seems more likely"], [24287, "2016-06-07T17:04:02Z", 0.01, "Ok nothing happening here. Absolutely zero newsflow!! Lowering further"], [142, "2016-06-06T20:57:12Z", 0.02, "More failure in the NK missile program reduces need for THAAD or an announcement."], [24287, "2016-06-06T03:30:03Z", 0.02, "Reiterating"], [6303, "2016-06-06T02:53:46Z", 0.01, "According to general news and GJP consensus."], [12302, "2016-06-06T02:50:04Z", 0.4, "It did not only make it on the agenda nontheless, but the South Korean defense minister even stated the intention to deploy THAAD. Does it count? "], [23234, "2016-06-05T11:43:33Z", 0.65, "i don't think the recent statement counts to the deciders of this question, but it might. others?\nhttp://www.ibtimes.com/thaad-korean-peninsula-south-korea-undoubtedly-has-intention-install-us-missile-2377967"], [15621, "2016-06-05T07:29:09Z", 0.0, "Off talks so going to zero"], [530, "2016-06-04T15:16:36Z", 0.0, "Looks like this isn't on the agenda but, will probably happen later."], [2965, "2016-06-04T15:07:37Z", 0.0, "I agree @ravel\nNice link!"], [689, "2016-06-04T13:33:12Z", 0.02, "Not before July 1 perhaps, but coming.\nSouth Korea ‘Undoubtedly Has Intention’ To Install US Missile System - International Business Times\nhttps://apple.news/A3T_tGcJ_O1GTwJSaHn13FQ"], [12302, "2016-06-04T08:07:27Z", 0.05, "not sure about it; may change my forecast again today.\nthe us seems to want to get this done, south korea not that much - at least not in this timeframe. so the question would be wether the us can concinve them fast enough or not."], [19106, "2016-06-04T05:31:54Z", 0.0, "Less than 4 weeks and a fairly definitive statement it's not on the agenda."], [5001, "2016-06-04T03:32:51Z", 0.01, "@malcmur's link here: http://www.gjopen.com/comments/comments/250799"], [231, "2016-06-04T01:33:13Z", 0.0, "http://www.upi.com/Top_News/World-News/2016/06/03/South-Korea-official-THAAD-not-on-discussion-agenda-with-US/5721464978728/"], [755, "2016-06-03T23:34:46Z", 0.25, "Adjusting down on updates provided by @Sjens June 3 post. Mirroring probability given time left."], [12302, "2016-06-03T23:13:17Z", 0.25, "Correcting my forecast & cutting it in half @aaseawaf15"], [12302, "2016-06-03T23:06:47Z", 0.5, "following @aaseawaf15\nNot going all the way up, because so far it's just one article and time is not the most pressing issue right now."], [755, "2016-06-03T20:05:34Z", 0.75, "Breaking Defense, June 2, 'US Won’t Back Off On Korean Missile Defense, South China Sea: SecDef': http://breakingdefense.com/2016/06/us-wont-back-off-on-korean-missile-defense-south-china-sea-secdef/?utm_source=hs_email&utm_medium=email&utm_content=30227356&_hsenc=p2ANqtz-97BiEqow4OlNiZbgzJL6m2VfOVYhVgnYJ-NEjTbw7bH_hJODpenCUS8wqlD8BtOVSYmIZFGdLJDlwgd3TzMqyybIhV5g&_hsmi=30227356\nClips from the BD article:\n\"But, asked one reporter, don’t five North Korean missile tests in a row (albeit all failures) call for a reappraisal of the threat?\n“Whatever the outcome of the test, the fact remains that they’re trying to make those missiles fly,” said Carter. “Whatever the outcome, this is something that is provocative. It’s destabilizing. It’s contrary to the United Nations Security Council resolutions.”\nIt’s this missile threat that seems to have finally convinced South Korea to ask for an American THAAD battery, supplementing shorter-range Patriot missile defense systems. (Both are US Army systems, underscoring the often-overlooked role of land power in the Pacific). Carter will meet in Singapore with his South Korean counterpart, he said, and “I’m sure that topic will come up, (but) it’s not something we need to discuss much…because the plans are moving forward.”\n“This is an alliance decision, a decision of the United States and the Republic of Korea which is about protecting us both from North Korean missile attack,” Carter said. “It’s an alliance decision, (and) the implementation of it will be a series of decisions that we take together.”\n“There are a lot of technical issues to get through,” a senior defense official elaborated — a phrasing which implies the political and strategic issue of whether to deploy THAAD is settled and now it’s just a question of how. “We will have a public announcement soon, but I’m not in a position to give you exact timing.”"], [24287, "2016-06-03T05:31:59Z", 0.02, "Reiterating"], [6303, "2016-06-03T02:32:23Z", 0.01, "According to the general news and GJP consensus."], [755, "2016-06-02T23:56:27Z", 0.65, "Another missile launch....\nReuters, March 30, 'North Korea missile launch attempt fails, South Korea says': http://www.reuters.com/video/2016/05/31/north-korea-missile-launch-attempt-fails?videoId=368706402\nYonhap, June 2, 'Carter expects to discuss THAAD with S. Korean defense chief': http://english.yonhapnews.co.kr/news/2016/06/03/0200000000AEN20160603000300315.html\nNDTV, June 2, 'US Expects Announcement 'Soon' On Deployment Of Korea Anti-Missile System': http://www.ndtv.com/world-news/us-expects-announcement-soon-on-deployment-of-korea-anti-missile-system-1414880\nComments: New developments warrant an upward adjustment, although IFP expiration very close. Will assess after Carter meet with ROK defense chief scheduled for Saturday. "], [83, "2016-06-02T21:56:51Z", 0.0, "Recent \"Diplomat\" article:\nhttp://thediplomat.com/2016/05/south-korea-thaad-and-the-china-problem/\nAuthor suspects:\n--No decision during remainder of Obama's term\n--Deployment under HRC\n--DT may not want to pay for SK security"], [19170, "2016-06-02T21:08:02Z", 0.35, ""], [1449, "2016-06-02T10:08:31Z", 0.07, "It is probably coming... but unlikely by 1 July. "], [1529, "2016-06-02T02:46:18Z", 0.02, "July is close at hand, so lowering estimate.\nWith the continued missile failures, some pressure for THAAD introduction has been lifted. My guess is that behind the scenes there is a delicate balance between exercising the THAAD deployment and waiting to see if China is carrying through on economic sanctions against DPRK. The backdrop to all this is the complexity of the South China Sea challenges. Obama has generally shown a tendency to try to compartmentalize issues that are naturally intertwined. If China fails to live up to its sanction commitments, then there is less reason to hold off on THAAD. It also could be that the US is simply trying to dial down the overall temperature of the US_China relations, knowing that  the UN Arbitration ruling is coming shortly and the chance of a military casualty is rising. "], [2965, "2016-06-01T02:49:27Z", 0.0, "There will be a deployment. Right now Kim III keeps launching and testing. As the volley continues, there is more than a likelihood, it's a certainty. But not now while the parties await the impact of sanctions. \nSouth Korea values it's relationship with Russia as well as PRC.\nFor now. President Park has Patriot deployment in front of ROE defense ministry. \nShort of a near miss, I would expect THAAD deployment as DPRK tests continue, A miss is as threatening as a launch pad accident as a volley over Japan, DPRK threat will force THAAD deployment.\nROK requires  DPRK de nuclearization before direct talks."], [25600, "2016-06-01T00:06:02Z", 0.1, "If North Korea stops the current rhetoric than this will not happen but if it starts threatening there could be small chance of this happening, my only reservation is that July 1st is only 5 weeks away."], [23006, "2016-05-31T17:50:34Z", 0.01, "This seems provocative. North Korea always seems seems to be the instigator of these things; not that South Korea doesn't want to. But they only push the North if they have very clear support and backing from the U.S which is not very likely at the moment, given all the other stuff the U.S. has on it's plate right now. If Trump wins though the odds become much higher."], [23206, "2016-05-31T16:08:45Z", 0.1, "Lowering my forecast due to there being only one month left.  I think the consensus is a little low.  It seems very likely that there will eventually be a deployment, since NK has not really changed its behavior and the U.S. will not ultimately be swayed by Chinese objections if they believe that deployment is in their and SK's best interest."], [24287, "2016-05-30T18:06:08Z", 0.02, "Time running out. Media reports gone quiet on this. Looks like a suppressed matter"], [484, "2016-05-30T15:55:28Z", 0.0, "Down 2% same reasons as before."], [3895, "2016-05-30T14:12:21Z", 0.04, "passage of time"], [5001, "2016-05-28T00:25:11Z", 0.02, "http://www.gjopen.com/comments/comments/245490"], [23879, "2016-05-27T23:12:10Z", 0.0, "Affirming forecast. U.S. Senator has just proposed budget amendment that would set aside funds for THAAD... in 2017. Budgets are voted later in the year. No chance funds get approved before 1 July 2016. Guessing announcement wouldn't be made before funds acquired."], [12302, "2016-05-27T22:42:56Z", 0.05, "\"A U.S. senator proposed Thursday that next year's defense budget bill include calls for deployment of the THAAD missile defense system in South Korea to beef up defense against growing nuclear and missile threats from North Korea.\""], [691, "2016-05-27T17:29:52Z", 0.08, "During or directly after the end-of-June missile practice, it is not out of the question that we'll hear an announcement like, \"We've been a-studyin' on it, and we reckon we'll be gittin' that thar THAAD system right soon.  Ma'am.\"   "], [24287, "2016-05-27T04:49:31Z", 0.08, "Lowering further!"], [10192, "2016-05-25T06:40:03Z", 0.1, "Dropped way down...missile defense drill happening June 28 cutting timeframe too close. "], [755, "2016-05-25T05:11:12Z", 0.4, "More recent article on RIMPAC-2016:\nThe Diplomat, May 23, 'South Korea, Japan to Hold Missile Defense Drill in June': http://thediplomat.com/2016/05/south-korea-japan-to-hold-missile-defense-drill-in-june/\nClips from article:\n\"South Korea, U.S. and Japan have held joint search and rescue drills numerous times in the past, but this marks the first time we hold a missile warning exercise,” a high-ranking official of Seoul’s Defense Ministry told The Korea Herald. “The drill is confined to the framework of the trilateral information sharing pact (on Pyongyang’s nuclear and missile capabilities) and is not a strategic exercise.”\n“One Aegis-level vessel from each country,” will participate in the drill a South Korean defense official told CNN, which will involve “detecting and tracing a hypothetical North Korean missile.” However, it will not involve the interception of the missile. (A military fighter jet will stand in for the missile.)\nThe exercise will focus on acquiring and sharing intelligence between the three countries “because of the limitations of the information-sharing pact,” a South Korean defense official said. South Korea, Japan and the United States signed an intelligence-gathering pact in 2014 to respond to North Korea’s growing missile threat.\n“To hold such drills has been decided to better defend South Korea from ever-increasing nuclear and missile threats from North Korea and detailed plans have been worked out,” the South Korean defense official said. However, the South Korean defense ministry emphasized that the drill will have ”nothing to do with any country’s missile defense program.”\nIncremental adjustment down.\n"], [484, "2016-05-24T22:39:03Z", 0.02, "Down another 2%. Same thoughts as earlier."], [24287, "2016-05-24T17:32:34Z", 0.12, "Halving probability - nothing happening plus time decay"], [19106, "2016-05-24T07:57:13Z", 0.02, "From 3 days ago from the FB page for RIMPAC - \"The dates for RIMPAC 2016 have not been released to the public yet. We expect to make that announcement in the next few weeks.\""], [484, "2016-05-22T02:58:28Z", 0.03, "Down 1% since the consensus is dropping. Still does not make sense, but I don't choose to underestimate the US missile defence mafia."], [15621, "2016-05-19T16:20:44Z", 0.05, "I think announcement on THAAD now very unlikely until after joint exercises and will probably need a few days minimum to let dust settle after exercises and to assess results."], [3895, "2016-05-18T11:39:59Z", 0.46, "http://world.kbs.co.kr/english/news/news_In_detail.htm?lang=e&id=In&No=119073&current_page="], [24771, "2016-05-18T11:00:30Z", 0.09, "passage of time"], [755, "2016-05-18T04:44:56Z", 0.55, "CNN, May 17, 'South Korea, Japan to join U.S. for missile-defense exercise': http://www.cnn.com/2016/05/16/asia/south-korea-japan-missile-defense-exercise/index.html?sr=fbCNN051716south-korea-japan-missile-defense-exercise1221AMVODtopLink&linkId=\nClip from article (referencing JPN and ROK cooperation): \n'That's phenomenal. Almost unprecedented,\" said retired Army Gen. Spider Marks, a former top American military intelligence officer in South Korea.'\nSee @Flyn1200 and @Raisinville May 17 posts and discussion. Very persuasive. Adjusting on their commentary and latest above announcement.\n"], [102, "2016-05-18T03:01:14Z", 0.0, "https://larswericson.wordpress.com/2016/05/18/gitrep-17mar16pm/"], [1333, "2016-05-18T00:16:15Z", 0.05, "Joint anti missile defense exercises will likely demonstrate a need for THADD (which is what the exercise is intended to do - move public opinion and start talks on a sell. Won't happen by July though."], [14208, "2016-05-17T16:14:22Z", 0.0, "reaffirming 0%.  A THAAD deployment to South Korea indicates a failure of liberal diplomacy with China and other Asian nations.  If THAAD is deployed this will be a big pivot away from liberalism towards Realism.  I'm not convinced this is the legacy President Obama wants to leave behind.  I think most of the THAAD rhetoric over the last few months is really the US telling the world \"is this really what you want?\"  It's what Russia wants I'm not sure if China is ready for this especially considering changing macroeconomics.  Feel free to punch holes in my reasoning.  :)"], [24287, "2016-05-17T12:10:02Z", 0.25, "http://m.sputniknews.com/military/20160516/1039699922/china-us-missile-defense-joint-drills.html"], [14493, "2016-05-17T10:12:39Z", 0.03, "NK has appointed a new Foreign Minister (according to Reuters). NK says it does not mean a change in policy. The new man was the the negotiator  for the last 6 nation disarmament talk. This might indicate that NK just wants to try to add some uncertainty to its foreign relations hoping that countries will soften the application of the agreed sanctions while they find out what the new Foreign Minister has to say. In turn this may pause any moves toward THAAD in SK. Of course linked to the likelihood of a THAAD in SK are provocative acts by NK.  The last missile and nuclear tests were down played by the US and SK so presumably they do not want to increase tension. The US, Japan and SK are reported to be holding  joint exercises in tracking NK missiles off Hawaii in late June. Together these reduce the likelihood of a THAAD announcement  about deployment in Korea before 1 July.  "], [23879, "2016-05-17T04:38:06Z", 0.0, "I feel I should update in view of upcoming US/SK/Japan missile defense exercises [1]."], [2965, "2016-05-16T22:47:20Z", 0.0, "Well something was bound to happen but no Thaad.\nInstead  joint  exercises with South and North Korea.\nhttp://www.stripes.com/news/pacific/us-south-korea-and-japan-to-hold-anti-missile-exercise-1.409754\ngreat souce and summary of DOD press release \n\"US, South Korea and Japan to hold anti-missile exercise\"\nSEOUL, South Korea — The U.S., South Korea and Japan will hold their first joint anti-missile exercises next month to better counter the threat from North Korea, the defense ministry here said Monday."], [1639, "2016-05-14T16:08:06Z", 0.1, "Lowering for passing of time"], [484, "2016-05-14T15:59:59Z", 0.04, "Down 1%. Still doesn't make sense, but the bar for an \"announce\" is low and it could be for a temporary deployment."], [3895, "2016-05-14T13:58:17Z", 0.46, "passage of time, no new nuclear test yet"], [102, "2016-05-14T03:41:06Z", 0.09, "https://larswericson.wordpress.com/2016/05/14/gitrep-13may2016pm/"], [83, "2016-05-13T23:01:44Z", 0.0, "Leavening the historical average to cover any remaining probability."], [2965, "2016-05-13T14:24:23Z", 0.0, "  South Korea must announce not US and Park is President. She just lost her parliametary majority. And why would it be announced again? Its been announced and in an emergency it would be deployed now and then announced. There is no evidence that THAAD is being deployed. If deployed the Russians  and Chinese would announce counter-measures or be making much more serious and frequent threats.\nthe short term would just be deployed.  There is no present agreement to deploy it and funding it requires Congressional approval as well.\n  I do believe it will be deployed between the election and January 1, 2016  as Japan  and US base there and Phillipines must have some protection. Hiroshima Japan is in the range of  the Kim III IRBM.  Practice makes perfect. Kim III keeps practicing. Despite his recent statement at the Party Congress, Kim III keeps testing and launching.  \n\n "], [691, "2016-05-13T13:59:05Z", 0.26, "An announcement is not a deployment, and you can whip up an announcement pretty fast if you've already been drafting one anyway.  Such a deployment would have stiff expenses and very limited tactical or strategic value, but announcements are cheap and useful for signalling.  I feel a distinct lack of confidence in my numbers on this Q."], [12302, "2016-05-13T00:22:17Z", 0.0, "Done. I was wrong."], [24287, "2016-05-12T16:36:39Z", 0.33, "Time decay...... 1/6th eroded"], [14613, "2016-05-11T20:21:01Z", 0.0, "I would never say a zero probability of anything before some date, but it appears to be approaching zero. I think the Obama administration is more likely to use the potential for THAAD as a diplomatic tactic to reengage nuclear negotiation talks, so I don't see a rush to deploy. It may be deployed later, but probably not by 1 July 2016."], [102, "2016-05-10T02:30:35Z", 0.31, "https://larswericson.wordpress.com/2016/05/10/gitrep-9may16pm/"], [51, "2016-05-09T22:52:31Z", 0.3, "Ms. Park is quite determined to have THAAD deployment and I believe that the national assembly debacle will not hold her back.  And talks are progressing quite nicely.  Really, it is now coming down to negotiation of location.  Not much between today and announcement of agreement.  Not quite sure that enough to trigger an affirmative, and we have little time here.  So for now, I am going just over consensus.  "], [13997, "2016-05-09T17:34:45Z", 0.0, "I think they may hold off because there is a chance of negotiations with the North restarting."], [24146, "2016-05-09T08:36:26Z", 0.6, "The recent North Korean statement that it would not use its nuclear arsenal unless 'provoked' may provoke South Korea to annouce plans for THAAD before July 1, 2016"], [12302, "2016-05-09T02:52:40Z", 0.2, "https://news.vice.com/article/north-koreas-kim-jong-un-says-hes-willing-to-play-nice-and-stop-threatening-nuclear-war"], [102, "2016-05-08T16:58:18Z", 0.3, "https://larswericson.wordpress.com/2016/05/08/gitrep-8may16am/"], [484, "2016-05-08T16:37:02Z", 0.05, "(no change, no link sorry) The \"no first use\" statement from the DPRK will make it harder for SK to get rushed into something like THAAD."], [102, "2016-05-08T14:13:09Z", 0.32, "https://larswericson.wordpress.com/2016/05/08/gitrep-8may16am/"], [2965, "2016-05-07T18:08:45Z", 0.0, "55 days left!!! \n its always easier to do nothing, Seoul is in range of conventional artillery. 100% accurate in testing is not necessarily 100% deployed.weather is extremely variable on the Korean Peninsula.\nhttps://www.youtube.com/watch?v=r3f8-WNriSw\nhttp://atimes.com/2016/04/south-korea-election-reverses-weaken-parks-reform-drive/\n\"At the same time, the party’s poor showing at the polls raises a host of new problems such as the weakening leadership of President Park Geun-hye. Park is entering a lame-duck period as she approaches the end of her term 22 months from now. The South Korean constitution allows only one five-year term for president. So the party must find her successor while being hobbled in legislative gridlock.\"\n 2 lameducks, a closes strategic trading relationship between PRC and ROK couple with ROK and PRC reflexive nationalism based on past war crimes  create  \"stop Japan\"  de-facto alliance.\n\nand annoucing deployment is a lot different from talks.\nbut given President Park's father still resented and remembered father.\nNo way. Korean Constitution.\nhttps://www.icrc.org/ihl-nat.nsf/162d151af444ded44125673e00508141/aba339f342ad7493c1256bc8004c2772/$file/constitution%20-%20korea%20-%20en.pdf\nArticle 76 Emergency Powers\nParliament is \"not impossible to convene\"\nJust like our Congress the ROK Parliament controls the power of the purse.\nIf Park pulled this,as a lame duck, over a matter of national debate, she would be impeached. \n\nSouth Korea has a vibrant democracy by  any standard. We should and will respect it . No choice, We do not rule our allies by diktat."], [755, "2016-05-07T05:18:31Z", 0.75, "NYT, May 6, 'As North Korea’s Nuclear Program Advances, U.S. Strategy Is Tested': http://www.nytimes.com/2016/05/07/world/asia/north-korea-nuclear-us-strategy.html?hp&action=click&pgtype=Homepage&clickSource=story-heading&module=second-column-region&region=top-news&WT.nav=top-news&_r=0\nClips from article:\n\"Victor Cha, who was a senior official on President George W. Bush’s National Security Council, said American policy had been “concerned about not overreacting to every North Korean provocation, and that made sense when their capabilities were not all that formidable.”\n“But now they have been in a spiral of escalation,” he said, “and we are underreacting when their capabilities are accelerating.”\nComments: Dropping 5 solely on time.\n"], [484, "2016-05-07T01:09:19Z", 0.05, "(no change) There are posts about China and Russia, US preferences, suitability of THAAD, and SK political changes. One factor that may not have been factored in enough is whether SK would consider THAAD provocative or reassuring. I'm guessing the former since they are immediately in line of fire if one were to make a bad situation worse."], [22822, "2016-05-06T06:18:58Z", 0.2, "\nRose also says the U.S. has been seeking dialogue on the issues with China, but China has continued to decline the offer."], [3895, "2016-05-05T10:02:17Z", 0.63, "http://world.kbs.co.kr/english/news/news_In_detail.htm?No=118770"], [24686, "2016-05-04T14:38:39Z", 0.2, "I'm skeptical of the chances that the US will cooperate in an action which China will find highly provocative.  Moreover, I think that it is unlikely that North Korea will demonstrate sufficient progress to merit a change in the South Korea/US calculus by July 1."], [14208, "2016-05-04T03:46:26Z", 0.0, "After reading this it seems THAAD in South Korea is a bargaining tool. maintaining 0%"], [22822, "2016-05-03T22:11:41Z", 0.45, "Defense Minister Han Min-koo says that a joint committee of South Korea and the United States is discussing possible sites for the deployment of the Terminal High Altitude Area Defense(THAAD) system on the Korean Peninsula."], [368, "2016-05-03T18:20:28Z", 0.05, "Currently, no deployment has been announced despite Secretary Carter's indication that it will happen.  It is  most likely that the deployment of THAAD could still occur prior to the horizon for this IFP."], [83, "2016-05-03T01:27:42Z", 0.04, "http://sputniknews.com/world/20160430/1038881534/russia-china-hypersonic-gliders.html\nRussia and China test hypersonic (Mach 5 - 10) gliders, designed to defeat THAAD systems."], [102, "2016-05-03T00:58:20Z", 0.25, "https://larswericson.wordpress.com/2016/05/03/gitrep-2may16pm/"], [14208, "2016-05-02T23:58:52Z", 0.0, "Comment deleted on Oct 22, 2016 06:47PM UTC"], [12302, "2016-05-02T15:15:03Z", 0.35, "dropping some further percentage points due to passage of time"], [22822, "2016-05-02T08:32:20Z", 0.4, "Eight weeks left on this question. "], [2965, "2016-05-02T03:27:06Z", 0.01, "http://www.reuters.com/article/us-china-japan-idUSKCN0XR02H\n\"Meeting at a state guest house, Chinese Foreign Minister Wang Yi told Japanese Foreign Minister Fumio Kishida ties had fallen to a low ebb....\n\"As the Chinese saying goes, we should make a judgment based on not only what people say but also what they do,\" he added, at the start of the first bilateral visit by a Japanese foreign minister to China in more than four years.\""], [5001, "2016-05-01T23:35:22Z", 0.08, "Updating for passage of time"], [142, "2016-05-01T21:02:16Z", 0.35, "Recent NK missile test failures reduce the probability."], [6224, "2016-05-01T19:10:48Z", 0.15, "They will wait until the last moment possible to announce its deployment to insure that North Korea has no or a very diminished window of opportunity to react to the deployment. "], [24287, "2016-05-01T18:58:02Z", 0.39, "Russia and China have expressed concerns to their security if this deployment happens. Well they have been saying it for a while, but the fact that they have issued fresh statements make me think, that there is no smoke without fire. Increasing the base probability by 20% of original number on the back of it. However, confidence will reduce as time decay happens. To be time adjusted at next consequential news update, or next two weeks, whichever happens earlier."], [484, "2016-05-01T16:32:37Z", 0.05, "Dropping back down 20%. US Congress adjourning with lots left undone (as usual). Without some really significant push or pull it won't happen."], [102, "2016-05-01T15:39:15Z", 0.28, "https://larswericson.wordpress.com/2016/05/01/gitrep-1may16am/"], [2965, "2016-05-01T13:50:16Z", 0.02, "http://thediplomat.com/2016/04/us-defense-secretary-on-thaad-in-south-korea-its-going-to-happen/\nhttp://thediplomat.com/2016/03/is-china-finally-fed-up-with-kim-jong-uns-north-korea/\nhttp://www.cnn.com/2016/04/29/asia/north-korea-missiles-china-russia-us/\nwhen?\nnot in this time frame."], [14880, "2016-04-30T19:47:36Z", 0.15, "Maybe they will announce later this year, but there are some hurtles to an announcement within the next couple months, namely needlessly antagonizing China and Russia. It might be more useful strategically by keeping the system holstered for now and I think that's what the US & SK will do. "], [1262, "2016-04-30T13:18:41Z", 0.1, "According to this link the Workers Party Conference scheduled for May 6th \"... is the first such conference in 36 years and analysts expect North Korea to formally adopt leader Kim Jong-unâ€™s byongjin policy: simultaneously pushing for economic development and nuclear weapons capability.\"       If the sabre-ratling has been in preparation for this conference, Kim Jong-un may calm down a little afterwards, and with Chinese - US problems and their (Chinese) strong hostility towards THAAD, I tend to agree with Flyn1200.   It doesn't make sense yet.\nhttp://www.theguardian.com/world/2016/apr/27/north-korea-confirms-6-may-party-congress-as-nuclear-test-predicted"], [24516, "2016-04-30T05:14:13Z", 0.5, "NK is highly unstable and has shown willingness to engage in provocations.  If China becomes more unstable they will not restrain NK which could lead to conflict.  SK should covertly deploy THAAD."], [14208, "2016-04-30T05:14:10Z", 0.0, "maintaining 0%."], [1529, "2016-04-30T05:05:33Z", 0.6, "I've been very high on this question. But I think I have been on the gambling edge of it. So, backing off a bit."], [484, "2016-04-29T20:03:45Z", 0.25, "Oh well. Up 10% to be closer to the consensus. Still makes no sense, but sometimes things take on a life of their own. Decided that \"doing something\" may prevail, especially since it is only \"announce\" and could be couched in bafflegab (courtesy @cdob63 ) that might allow everyone involved to read whatever they wanted into it."], [691, "2016-04-29T12:28:19Z", 0.28, "http://www.reuters.com/article/us-northkorea-china-russia-idUSKCN0XQ0BP"], [24176, "2016-04-29T07:13:49Z", 1.0, "North Korea is getting very active with displays of their missiles.\nSouth Korea will do it."], [755, "2016-04-29T03:42:29Z", 0.8, "2 more failed tests.......\nBBC, April 28, 'North Korea missile tests: UN 'preparing response': http://www.bbc.com/news/world-asia-36166990\nComments: All it takes is one successful launch....."], [20135, "2016-04-28T18:06:25Z", 0.62, "Given the recent missile launch from the submarine, I believe there may be a slightly higher probability of an announcement prior to July."], [19170, "2016-04-28T16:35:19Z", 0.15, ""], [22833, "2016-04-28T13:54:18Z", 0.0, "Does \"deployed\" mean that the THAAD System would be fully operational, or mission ready?"], [24438, "2016-04-28T01:34:33Z", 0.8, "Discussions at top level between Seoul and Washington are moving forward."], [9755, "2016-04-27T23:14:20Z", 0.89, "I believe It's a done deal in the future  , but announcing it before July 2016?\n it all depends on what North Korea Does and is doing. Which makes be very likely "], [14493, "2016-04-27T15:35:19Z", 0.12, "In the chess game against NK THAAD is a treat that SK and USA can use to get China to put more effort on stopping NK's nuclear and missile tests. The more tests that NK does the closer deployment of THAAD in SK becomes. Talking about deploying THAAD is step 1. Announcing that it will be deployed is step 2. Actually installing it and paying for it is step 3. \nStep 1 is already well underway. We are only asked to forecast if step 2 will be arrived at in the next 2 months. "], [691, "2016-04-27T12:15:23Z", 0.27, "The US goes on a backchannel to the PRC and says, \"Yo, China--if you don't do something serious to shut down The Pyongyang Kid, we're doing THAAD.\"  This has probably already happened.  The next PRC-DPRK moves may be a tipoff.  Or not.  "], [14208, "2016-04-26T22:20:12Z", 0.0, "\"Lockheed Says Qatar Budget Woes Could Delay Defense Deal...Sale of two THAAD missile-defense systems valued at $6 billion\"\nhttp://www.wsj.com/articles/lockheed-says-qatar-budget-woes-could-delay-defense-deal-1461692108"], [24287, "2016-04-26T19:53:47Z", 0.32, "If North Korea hadn't done a new missile test days earlier, this would have been a low probability event as doing this will directly antagonize China, and increases heat in the Korean hotbed. But North Korea has done another test. And more than South Korea wanting to place THAAD, US would want to do it. I reckon US & South Korea will watch out for some more time and in case North Korea makes another threatening test, this will happen. The only issue is when - the timeline for this question is too short, and has very few days left (just about 2 months). I assign a high probability of around 80% of this happening in next 6-8 months. However, given shorter timeline at hand, I will reduce it by more than half. So, using 40% of 80% = 32%."], [755, "2016-04-26T18:47:23Z", 0.8, "The Hill, April 26, 'Obama: US prepping 'shield' to counter North Korea': http://thehill.com/homenews/administration/277634-obama-us-prepping-shield-to-counter-north-korea\nComments: Bringing it up a tad on Obama's comments."], [1529, "2016-04-26T17:34:57Z", 0.65, "One of my earlier forecasts on this IFP, stipulated a dependency on further DPRK actions. http://www.gjopen.com/comments/comments/197950"], [102, "2016-04-26T04:01:47Z", 0.32, "https://larswericson.wordpress.com/2016/04/26/gitrep-25apr16pm/"], [755, "2016-04-26T03:25:26Z", 0.75, "Popular Mechanics, April 25, 'North Korea Test-Fires a Submarine-Launched Ballistic Missile': http://www.popularmechanics.com/military/weapons/a20543/north-korea-submarine-launched-ballistic-missile/\nClip from article:\n\"The good news for the West is that the missile test failed—again. The bad news is that the missile actually flew a little while before exploding, about 18 miles, meaning North Korea is making progress.\"\nComments: Another missile test. While this one also failed, performance was better. Practice makes perfect.....\nAffirming forecast."], [484, "2016-04-25T23:49:16Z", 0.15, "(no change, still think not the right system) Here is some infomercial stuff about something other than THAAD:"], [368, "2016-04-25T22:16:40Z", 0.85, "Recent missile launches in increasing regularity makes the outcome for this IFP more likely.    20 hours ago :  http://www.cnn.com/2016/04/23/asia/north-korea-launches-missile-from-submarine/ .  "], [24146, "2016-04-25T02:29:52Z", 0.55, "The latest launch of missile from a submarine makes it more plausible"], [24301, "2016-04-24T22:15:59Z", 0.05, "SoKo skerred straight aiight but they ain't gonna do nuthin to upset the Chinese."], [6967, "2016-04-24T00:30:23Z", 0.5, "Unfortunately, it appears this will happen because of what appears to be the stubborn behavior of Kim Jung-un and the Organization and Guidance Department (OGD) of North Korea. Some believe the OGD has been or still is the group actually running North Korea."], [38, "2016-04-23T22:41:17Z", 0.33, "http://globalriskinsights.com/2016/04/south-korea-parliamentary-elections/"], [21312, "2016-04-23T20:49:16Z", 0.65, "recent launch of a missile from a sub raises the stakes and forces SK to take greater precautions and view the greater threat posed by NK"], [1262, "2016-04-23T16:59:51Z", 0.12, "Increasing slightly related to recent S Korea launch.   \nhttp://www.reuters.com/article/us-northkorea-missile-idUSKCN0XK08U"], [484, "2016-04-23T16:27:18Z", 0.15, "Up 5% to be near consensus since the DPRK just tested something and far easier to react than to explain why slow and measured is better."], [102, "2016-04-22T03:30:41Z", 0.33, "https://larswericson.wordpress.com/2016/04/22/gitrep-21apr16pm/"], [18762, "2016-04-21T13:40:32Z", 0.49, "Since there does not have to be an actual deployment, only an announcement of a deployment, the announcing is probably 100% so this is a question about timing. Given the electoral defeat I think the timing issue militates in favor of \"no\" but it is hard to say-the loss makes it more difficult to have consensus on any issue simply for political reasons. Once can make an argument both ways and perhaps it comes down to North korea doing more tests. Will sit on the fence for now."], [102, "2016-04-21T03:55:09Z", 0.31, "https://larswericson.wordpress.com/2016/04/21/gitrep-20apr16pm/"], [3895, "2016-04-20T18:43:07Z", 0.61, "http://www.koreatimes.co.kr/www/news/nation/2016/04/485_203034.html"], [1646, "2016-04-20T01:12:36Z", 0.05, "China must see missile defense is 'live or die' for South Korea: Seoul official\nhttp://mobile.reuters.com/article/idUSKCN0XF2C3"], [16451, "2016-04-19T20:11:04Z", 0.75, "deployment is a question of WHEN, not IF"], [14208, "2016-04-19T00:18:25Z", 0.0, "Maintaining 0%"], [12302, "2016-04-18T19:40:22Z", 0.7, "http://thediplomat.com/tag/thaad-deployment-to-south-korea/"], [1055, "2016-04-18T15:49:55Z", 0.15, "will not  take that bold step"], [1337, "2016-04-18T02:28:29Z", 0.3, "bisecting"], [83, "2016-04-17T23:27:04Z", 0.04, "Pieces on the Chess board: next move?\nUS has 9 THAAD in the 5 year budget, 7 are funded, 5 will be ready by year end.  \nDefence News article explains some of the other location options.\nhttp://www.defensenews.com/story/defense/land/army/2016/03/22/army-weighing-thaad-deployments-europe-middle-east/82127616/"], [12879, "2016-04-17T23:20:34Z", 0.0, "Not sure how long the procurement process and, more importantly, how long it will take to get US approval to deploy this weapons system to a second country control. "], [755, "2016-04-17T22:29:58Z", 0.75, "On the heels of the failed ballistic missile test...... guess what....... ANOTHER NUKE TEST!!! Whoo-hoo!\nThe Guardian UK, April 17, 'North Korea's fifth nuclear test is imminent, says South Korea': http://www.theguardian.com/world/2016/apr/17/north-koreas-fifth-nuclear-test-is-imminent-says-south-korea\nFace it, Beijing and Moscow...... Pyongyang ain't listening.....\nAffirming forecast."], [14208, "2016-04-17T22:25:43Z", 0.0, "U.S. House Armed Services Committee\n\"The Missile Defense Posture and Strategy of the United States\"\nhttps://www.youtube.com/watch?v=_MXVolDxy-Q\nvideo timelines below.  It was somewhat informative it seems like there is a lot to talk about in another setting.  There was a lot of discussion about the budget as well and who is paying for what why some systems are being funded and others not.  Although, Mr. Mckeon does not think the elections (South Korean) will impact a THAAD deployment to South Korea I disagree.  But I'm a lowly serf so what do I know.  Maintaining 0%\n\n1.   23:20;  Mr. McKeon said that he does not think the Elections in South Korea will not have much impact on THAAD deployment.  ADAM Syring said THAAD in South Korea from a military perspective is a good thing."], [17532, "2016-04-17T18:36:15Z", 0.35, "it is a possibility"], [23997, "2016-04-17T15:34:43Z", 0.03, "Even if Soth Korea develops the capability, I would be surprised they would broadcast it to North Korea"], [2965, "2016-04-17T14:57:21Z", 0.0, "Time, PRC and Russian opposition and check The ROK constitution.\nNo majority for expenditure of a penny for THAAD. US elections.\nSouth China Sea.\nUS cannot just deploy THAAD.\nRequires Congressional majority.\nMaybe 1 to 10 percent but I agree with @anneinak. This question is clear and unambiguous and North Korea hardly has demonstrated a real deterrent deliverable accurate missiles with  nuclear warheads but is fast approaching date where THAAD will be deployed. Not by IFP date. "], [14137, "2016-04-17T10:29:28Z", 0.15, "Downgrading from 20% because of the failed DPRK missile launch the other day. If the launch was successful, I would've upgraded, but a failed launch will reduce threat assessments in ROK et al, slowing down any possible response efforts. I consider this a major revision at this stage: 20 to 15% is a 25% increase in certainty. It's based on the timing for things to happen. I'm still going to revise after the DFM meeting next week, but likely wont revise as much as I am today."], [83, "2016-04-16T22:07:11Z", 0.04, "https://en.m.wikipedia.org/wiki/South_Korean_legislative_election,_2016\nPark has become a lame duck as opposition wins a plurality in the National Assembly elections this month.  A centrist party now has a strong influence as the potential swing vote in the Assembley."], [23879, "2016-04-16T21:48:12Z", 0.02, "I know precisely zero about military things, which is why I chose this question. Turned out to be hard & took about 2 hours."], [1262, "2016-04-16T18:42:19Z", 0.01, "Confirming previous forecast.    China angered by N. Korea efforts - termed them  \"saber-rattling.\"   Definitely doesn't want THAAD in the vicinity.   \n(Wonder if they \"helped\" with the failure?)\nhttp://www.reuters.com/article/us-northkorea-missile-idUSKCN0XC010\n"], [16193, "2016-04-16T06:40:02Z", 0.85, "Given North Korea's increasingly erratic behaviour, there is no harm at making such announcement without a clear deadline of the deployment.  It will help shore up public support.  Focus on the announcement, not the implementation."], [102, "2016-04-16T03:31:07Z", 0.34, "https://larswericson.wordpress.com/2016/04/16/gitrep-15apr16pm/"], [14208, "2016-04-16T02:07:37Z", 0.0, "Maintaining 0%.  I like reading news aggregators like \"The Browser\" and \"Arts and Letters Daily\"  This nice little blog post from \"The Browser\" featured, \"The ‘Missilization’ of Conflict in Northeast Asia\" ended with..."], [1333, "2016-04-16T02:01:00Z", 0.1, "THAAD is an interesting solution to a poorly defined problem. The threat to South Korea is in the form of Low Trajectory Missiles and short flight submarine launched ordnance. THAAD is a defense against high trajectory and intercontinental multiple re-entry vehicle weapons transiting from earth atmosphere and space. South Korea knows this. It is Japan that would most benefit from a THAAD SYSTEM DEPLOYED ON THE Korean peninsula. I think this group is well aware of the state of relations between Korea and Japan. There are classified aspects concerning the capabilities of the system that may play into this as well."], [3895, "2016-04-15T18:22:02Z", 0.59, "down 7% on results of ROK election. That may not actually matter too much, hard to say. "], [22822, "2016-04-15T18:09:12Z", 0.49, "Saenuri Party’s defeat expected to derail talks "], [23206, "2016-04-15T16:56:23Z", 0.2, "From publicly available information I've found there have been 3 US THAAD deployments since they began being produced, as well as sales to Oman and UAE.  This gives a baseline of deployment in any given quarter of about 10-15%.  While the question asks about an announcement, I'll assume they have the same statistics."], [51, "2016-04-15T14:22:24Z", 0.2, "Still affirming, but I think this article outlines our overall situation well.  Which is that while talks may be stalled or take longer, the position of President Park and the U.S. have not changed.  So while I continue to bet that a formal announcement will take longer than July 1st, it is worth considering that Pres. Park could just press ahead with an announcement, and try to find a way to get past funding and other political considerations at a later time.  It is also possible that the U.S. could sweeten the pot in some way.\nhttp://www.koreatimes.co.kr/www/news/nation/2016/04/116_202691.html"], [22822, "2016-04-15T06:04:28Z", 0.91, "Further support from Mark Kirk and Brian McKeon reinforces the USA's desire to see this happen."], [7124, "2016-04-15T05:28:06Z", 0.15, "The U.S. is in negotiations with the Chinese regarding curbing of North Korean nuclear and missile development. The missile defense system is a tool to pressure the Chinese to come out more forcefully against North Korea,"], [1262, "2016-04-15T02:54:24Z", 0.01, "Decreasing likelihood significantly.     Apparently missile efforts still a work in progress - the launch failed.     Hmmmm...     Amazing timing.  \nhttp://www.cnn.com/2016/04/14/asia/north-korea-missile-launch/index.html"], [14137, "2016-04-15T00:29:01Z", 0.2, "There's a big difference between \"will THAAD be announced by ROK?\" and \"will they do it within the next 6 weeks?\"\nMy 20min reading of Korean politics throws up umpteen reasons this wont happen and only one reason it might just happen by July.\nThe Korean government lost the majority in the parliament on Wednesday. That means two weeks just talking about the implications of the election. Then weeks of setting out positions all the 1st tier priorities that the election threw up, which are mostly economic. President Park would be hopelessly out of touch to start making foreign policy announcements when the country is completely focused on other issues. "], [1262, "2016-04-14T23:45:32Z", 0.18, "Decreasing further based on links provided by @Dwight-Smith - China apparently very resistant.    However another missile test is apparently pending so will watch for any additional discussions.  http://www.cbsnews.com/news/north-korea-expected-to-test-fire-intermediate-range-missile/"], [38, "2016-04-14T21:38:45Z", 0.0, "Agreeing with @Dwight-Smith at http://www.gjopen.com/comments/comments/206724\n(Let's give that man some upvotes!)"], [1107, "2016-04-14T19:59:37Z", 0.2, "Wait until the US election really heats up or make it one last provocative move by the current Admin. "], [1262, "2016-04-14T19:00:23Z", 0.83, "Decreasing slightly as result of election results:  The election in S. Korea may impact any announcement or move on THAAD,  but according to this link \"Washington's desire to deploy the system\" was important in beginning official discussions after N Korea's nuclear & missile tests.    http://koreatimes.co.kr/www/news/nation/2016/04/113_202553.html"], [38, "2016-04-14T18:07:35Z", 0.11, "http://www.nytimes.com/2016/04/14/world/asia/party-of-south-koreas-president-loses-majority-in-parliament.html?emc=edit_th_20160414&nl=todaysheadlines&nlid=28699183"], [1529, "2016-04-14T17:26:27Z", 0.3, "DPRK is pushing the envelope........so, upping the %. This situation could easily fall into a quick tit-for-tat escalation among all the players. Most formidable, is the inter-connections with about 5 other GJO  IFPs that are in play (representing, of course, national and international interests). If DPRK launches these missiles, likely that some quarters of the military/intelligence community will again push Carter and Obama to deploy the THAAD sooner than later."], [10916, "2016-04-14T16:45:05Z", 0.25, "Dropping a lot on this. Think general overreaction to Carter statements. The deadline is quite short."], [15621, "2016-04-14T08:32:20Z", 0.24, "\"The ruling Saenuri party in South Korea lost its parliamentary majority for the first time in 16 years. The result was a nasty blow to President Park Geun-hye's administration: it had expected the party would boost its share of the 300-seat National Assembly, and get more bills through the legislature.\" Economist.\nThis make it more unlikely anything happens quickly??"], [14327, "2016-04-14T02:38:07Z", 0.0, "The reason China agreed to new sanctions against North Korea was to keep out THADD. "], [51, "2016-04-14T01:32:59Z", 0.2, "Decreasing.  Comments and observations @flynn1200's post regarding Park's party losing majority to opposition... "], [368, "2016-04-13T22:44:32Z", 1.0, "Immediate treats, either psychological or real, from North Korea toward the South Korean & Americans remains, and continues. to escalate the levels of conflict on the peninsula.  Irrespective of whether their recent escalation in missile and nuclear testing (given what can be considered reliable knowledge) necessitates the importance and import of a speedy deployment of THAAD.   I think that the horizon for the IFP provides sufficient time to confirm these observations (otherwise it would result a difficult Brier score to come to terms with)."], [14208, "2016-04-13T22:03:06Z", 0.0, "We have seen a lot of news about THAAD in recent weeks.  CNN, renewed meetings with South Korea and DOD, OSD said \"it will happen\".   We can expect the same kind of news leading up to LMT Q earnings on 26 April 2016. Also the Q earnings after that will be end of June beginning of July approximately.  I bet the LMT specialist/market maker is loving it!  Distribution...strong hand sto weak hands!"], [22822, "2016-04-13T21:23:53Z", 0.9, "\"China’s opposition to THAAD isn’t the only potential roadblock. Many of the details will be tricky to work out. According to Defense News, a single THAAD unit – which includes “six truck-mounted launchers, 49 interceptors, a fire control and communications unit, and an AN/TPY-2 radar” – would cost $1.6 billion; the United States and South Korea will have to work out how to divvy up those costs. Meanwhile, Yonhap notes that several cities pegged as potential deployment sites for THAAD have already objected, saying they are concerned about the health implications of the radar system’s electromagnetic waves.\""], [38, "2016-04-13T18:46:30Z", 0.77, "This is just me talking . . . . the more I think about DPRK, SK, China, Japan and resumption of the 6-party talks, the more sense it makes to me that SK will announce that THAAD will be deployed (without announcing WHERE) and use that announcement as a bargaining chip--something they'd be ok with giving up--in the 6-party talks.  "], [14208, "2016-04-13T14:29:20Z", 0.0, "President Park of South Korea and her party (Saenuri) lost the majority in parliament.  Maintaining 0%.  If Saenuri Party maintained or improved numbers I would have flipped my forecast but sentiment indicated a loss.  \nhttps://www.gjopen.com/comments/comments/200247"], [142, "2016-04-13T13:16:13Z", 0.7, "North Korea continues to test missiles and develop nuclear warheads and  South Korea clearly feels threatened.  A Korea based THAAD system might offer marginal actual protection for South Korea but would enhance US homeland protection against NK or Chinese ballistic missiles.  The downside is that it would degrade Chinese response capability with unpredictable political and military consequences.  Announcing a deployment before achieving same seems counter-intuitive otherwise my probability would be higher."], [15621, "2016-04-13T09:13:56Z", 0.27, "I feel that for China this is a bit like the Cuban missile crisis - your biggest \"competitor\" building capabilities in your backyard so see this being dragged out for quite a while."], [19106, "2016-04-13T07:09:52Z", 0.35, "Taking the under on consensus due to time frame and the fact that there is not a very strong incentive to announce until everything is finalized."], [14208, "2016-04-13T05:21:06Z", 0.0, "15 March 2015: \"The US Army has allocated its Continental-US (CONUS) Based THAAD to deploy to South Korea on emergency situations, a South Korean military source confirmed Sunday... THAAD systems are able to deploy from their base at Ft. Bliss, Texas, US within hours, using C-17 Globemaster III military transport planes...However, South Korea is objecting to permanent deployment of these missiles on its soil, fearing escalation with China\" http://defense-update.com/20150315_thaad-seoul.html"], [1262, "2016-04-12T17:10:42Z", 0.87, "Increasing forecast with today's report of possible NK prep to launch mobile ballistic missile.   \nhttp://www.cnn.com/2016/04/12/politics/north-korea-mobile-ballistic-missile-launch/index.html"], [20135, "2016-04-12T17:03:46Z", 0.71, "The way the question is written, the answer \"yes\" is fulfilled by South Korea merely announcing it will deploy THAAD.  It does not need to physically be deployed by 7/1 or ever; just the announcement."], [23822, "2016-04-12T16:50:44Z", 0.65, "South Korea has witnessed the North Korean regime work towards ICBM's despite the universal condemnation from the international community, and first and foremost of importance to them, China. "], [23787, "2016-04-12T16:01:15Z", 0.85, "A: Ash Carter says it is happening\nB: South Korea cannot possibly design their own system before July\nC: The need for missile defense has never been higher in SK (although one wonders what this does to MAD) \nD: The likelihood of a friendly nation taking our technology is HIGH"], [38, "2016-04-12T06:15:40Z", 0.77, "http://asia.nikkei.com/Features/China-up-close/Xi-warns-Obama-over-THAAD-missile-system?page=2"], [484, "2016-04-12T04:26:41Z", 0.1, "(no change) Sorry if someone has already posted this which has some very cursory background related to the election:"], [14208, "2016-04-12T04:22:44Z", 0.0, "Comment deleted on Oct 22, 2016 06:35PM UTC"], [14642, "2016-04-12T03:32:38Z", 0.67, "Additional North Korean nuclear and/or ballistic missile tests will increase the likelihood of this political announcement, as would additional provocative actions by the Chinese. Actual deployment of THAAD hardware is less certain and would occur much later and/or be a bargaining chip."], [23787, "2016-04-11T21:08:18Z", 0.57, "although South Korea does want to design their own missile defense system; they certainly do not have enough time to deploy a new system before the end of summer 2016 (when I believe this conflict will flare up). THAAD can serve as a good temporary system to use before the deployment of a native system. "], [23786, "2016-04-11T20:55:10Z", 1.0, "yes"], [8057, "2016-04-11T20:22:08Z", 0.75, "In response to the continued threats from N Korea"], [83, "2016-04-11T17:40:35Z", 0.05, "http://www.reuters.com/article/us-russia-iran-arms-idUSKCN0X80MM\nIran starts delivery of first S-300 system to Iran.\nIf anyone is interested in overturning the appearently inaccurate scoring decision earlier in the year, please contact the judges."], [22197, "2016-04-11T16:35:35Z", 0.85, "The increased saber rattling and threats by a seemingly unhinged Kim Jung il will necessitate the South Korean government to deploy THAAD in order reduce the high anxiety of the South Korean populace. "], [691, "2016-04-11T16:28:15Z", 0.42, "On the basis of no evidence, I think this will not happen before 01 July, although if the deadline were longer I'd bump it up rather a lot."], [14027, "2016-04-11T14:59:15Z", 0.3, "Once THAAD is deployed it will be difficult to back away, since our allies, South Korea and Japan, want it.  Until it is deployed it's a big bargaining chip in discussions with China, which does not want THAAD to be deployed.  We can pressure China to do more to sanction the DPRK by threatening to deploy the anti-missile system.  Once it is deployed that leverage is gone."], [15352, "2016-04-11T14:40:36Z", 0.8, "I think this will happen, the time frame is difficult.\nThe problem will be appeasing China and possibly Japan\n"], [23549, "2016-04-11T10:15:40Z", 0.25, "Going with Flyn1200, but still..."], [9417, "2016-04-11T07:01:22Z", 0.65, "The North Koreans have a 'child-like' approach to all things.\nLike a  12 year old, they will continue to test their boundaries - and only back off if  certain' red lines' are crossed.!\nThe Russians are their predictable selves, but they will not  go far wrong  so long as Lavrov is in office\nThe Chinese are wise  and logical in such matters.\nThe Russians and the Chinese will 'reel in' North Korea at an appropriate time.\nThe West tends to react emotionally, and sometimes vindictively  and may deploy THAAD \n(I) To attempt to contain DPRK in the short-medium term\n(ii) In an attempt to contain China in the long term."], [14208, "2016-04-10T23:24:27Z", 0.0, "Maintaining 0%."], [1262, "2016-04-10T22:29:33Z", 0.64, "Lowering forecast based on @jeanP information.    Remaining above 60% because - \n- N. Korea unlikely to stop/ modify their aggressive behavior by themselves and if they continue THAAD will ultimately be considered necessary (time line may be the problem)\n- China has so far been unable to limit N. Korean actions and this may continue to be a problem\n- Deployment may occur in limited fashion and appropriate locations found.\n- Since both China (South China sea) and Russia (Ukraine) have not been particularly agreeable this might actually be a useful message to them"], [20789, "2016-04-10T21:53:28Z", 0.65, "It will be necessary to intimidate NK"], [12477, "2016-04-10T20:15:59Z", 0.55, "Something has to be done about North Korea"], [1993, "2016-04-10T18:47:35Z", 0.55, "79 days between 13 April elections and questions resolution. I'm not feeling strongly either way that there will be an announcement, Ash Carter's words notwithstanding."], [12302, "2016-04-10T16:41:47Z", 0.8, "staying high for some days. if no statement gets issued in the days following the election, i'll go down."], [1646, "2016-04-10T14:39:45Z", 0.04, "The question is not if Mr. Ash Carter will announce his intentions, but if SK will. They seem to not have many incentives. Moreover, THAAD can be partially deployed without any major announcements :) \nhttp://www.hani.co.kr/arti/english_edition/e_national/738992.html\n\"Each of the parties has a different set of calculations. While both President Park Geun-hye and Saenuri Party leader Kim Moo-sung are staunch supporters of holding deliberations about THAAD deployment - which they think is the “obvious” choice - they appear to have concluded that growing controversy, including a backlash in areas where the system might be deployed, will not help in the general elections.\nThe Minjoo Party, led by Kim Jong-in, has not clearly stated whether it supports or opposes THAAD deployment. The wait-and-see attitude that Kim has taken - he has called for a “cool assessment” of the THAAD deployment - appears related to his election strategy of not focusing on security issues.\nWhile both the Saenuri Party and the Minjoo Party made no mention of THAAD deployment in their platforms, they both promised to develop a Korea Air and Missile Defense system.\nPeople‘s Party leader Ahn Cheol-soo has responded to questions about THAAD by arguing that “a popular consensus should be achieved through public discussion.”\nThe Justice Party is the only party with seats in the National Assembly that has expressed its opposition to deploying THAAD. During the press conference at which it announced its campaign platform, the party denounced President Park’s support for THAAD as an “arbitrary hardline response.”　"], [734, "2016-04-10T12:24:15Z", 0.77, "Based upon remarks by Ash Carter and recent cancellation of his trip to China. Timeframe may pose an issue, but it is apparently an eventuality."], [1337, "2016-04-10T11:04:42Z", 0.58, "Starting at 5% above consensus, because it looks like something that could anger PRC."], [10192, "2016-04-10T04:40:02Z", 0.92, "THAAD is inappropriate to defend SK against DPRK. It's expensive and meant for a longer range. But that's not really why \"It's going to happen\". It's the X-Band radar on THAAD that we can use to disrupt China.  I think Washington is thrilled at the opportunity and will waste no time to deploy THAAD in the region.\nhttp://nationalinterest.org/blog/the-buzz/thaad-more-useful-stick-against-china-north-korean-missiles-15243"], [1708, "2016-04-10T02:39:40Z", 0.75, "http://thediplomat.com/2016/04/us-defense-secretary-on-thaad-in-south-korea-its-going-to-happen/"], [7523, "2016-04-10T00:12:07Z", 0.3, "Yes but after this date "], [83, "2016-04-09T18:28:18Z", 0.05, "US can be seen as prodding China to escalate the conflict in the SCS, as it pivots to Asia.  Ships and aircraft on close approaches to SCS island/shoals, and as US carrier group in the area have not been effective so far.  China may have just made a mistake in this game. They drew a red line: \nChina maintains that it may create an ADIZ in the SCS, when it feels it's security is threatened: http://www.business-standard.com/article/pti-stories/may-form-adiz-in-scs-if-maritime-security-threatened-china-115053100585_1.html"], [3895, "2016-04-09T18:02:06Z", 0.66, "bumping up from 53% on clear statements of intent by the US SecDef: \"it's going to happen\" http://www.defensenews.com/story/defense/international/asia-pacific/2016/04/08/carter-thaad-korea-going-happen/82803470/"], [755, "2016-04-09T17:48:14Z", 0.75, "See @cdob63 , April 9 BBC link for article on DPRK ballistic missile engine test.\nComments: Consider short launch-to-IP time to potential targets in ROK and JPN. Consider potential in-flight failure of missile test (launch vehicle off-trajectory).\nConsider precedence in phased ABM defense, reference: Sentinel\nSprint https://en.wikipedia.org/wiki/Sprint_(missile)\nSpartan: https://en.wikipedia.org/wiki/LIM-49_Spartan\nABM Spartan and Sprint: https://youtu.be/5vq4mWyYl2Y\nSource: Wikipedia\nIncremental adjustment up."], [14493, "2016-04-09T15:21:36Z", 0.08, "The missile engine test is a new factor. It could indicate that China has pressured NK into not doing another missile launch. It could be that NK is continuing to press ahead regardless of China's pressure/\n The timing is sensitive clearly it would be better to install the THAAD very quickly after the intention is announced (because NK could think it needs to do things quickly before they arrive). But if NK really does believe the SK current exercises are a cover for the invasion of NK it might be better to delay any announcement of THAAD until the excersises have been completed (NK may take the THAAD deployment as a step in US/SK plans to invade).  So it really depends on what NK does next.  "], [2965, "2016-04-09T13:56:47Z", 0.09, "highly unlikely but conceivable based on daily sit reps and cables"], [691, "2016-04-09T13:48:35Z", 0.22, "Li'l Kim is playing with rockets again.  If the Chinese can't restrain him at least temporarily pretty soon, the ROK will seek US clearance to announce a deployment deal. The announced deployment may not be scheduled for implementation until months or years in the future, but this Q is only about an announcement.   "], [1624, "2016-04-09T02:47:45Z", 0.15, "Great assessments from @JP and @DwightSmith"], [53, "2016-04-09T01:43:27Z", 0.6, "Heck, have to change this already on basis of DPRK ICBM engine test.  Time frame seems too tight, but...KJU is nuts.  "], [1262, "2016-04-09T01:04:54Z", 0.77, "Carter says yes, (first link)  it will be deployed as S. Korea has \"opened discussions\" about it with the US.   There is/was a hope that China would convince N. Korea to desist from these confrontational acts as China does not want this (THAAD) deployed, however N Korea just announced a successful test...\n\"North Korea says it has successfully tested an engine designed for an intercontinental ballistic missile.\nThe new type of engine would \"guarantee\" the ability to launch a nuclear strike on the US mainland, the KCNA news agency said.\"  (second link)"], [3895, "2016-04-08T23:16:38Z", 0.53, "https://twitter.com/AP/status/718577336803803136"], [706, "2016-04-08T18:52:58Z", 0.51, "Panama papers make China vulnerable and South Korea bold."], [915, "2016-04-08T15:19:50Z", 0.0, "South Korea is trying to ride the line between the US and China.  Betting no THAAD in exchange for a back-channel deal with China that China will (try to) keep a tight leash on North Korea."], [102, "2016-04-08T02:08:23Z", 0.52, "https://larswericson.wordpress.com/2016/04/07/gitrep-06apr16pm/"], [484, "2016-04-07T22:59:58Z", 0.1, "Down 5% to be under consensus."], [14208, "2016-04-07T22:41:41Z", 0.0, "South Korean important decision makers:\nSouth Korean President Park Geun-hye.  Both parents assassinated.  Father was former president of South Korea who took control after a military coup.  South Korea interestingly is a very sexist nation.  If sexism rears its ugly head in the elections, Park's honeymoon period may be well over and have a deadlocked government."], [83, "2016-04-07T22:37:50Z", 0.05, "SK install threatens China, Japanese site seems a less problematic location ... at least until the security situation with China drastically deteriorates.\nhttp://english.yonhapnews.co.kr/national/2016/04/07/44/0301000000AEN20160407008800315F.html"], [51, "2016-04-07T15:05:20Z", 0.25, "@raahul_kumar: http://www.koreatimes.co.kr/www/news/nation/2016/03/116_200351.html\nLee noted that the government was not expected to reveal several possible locations until after the elections in an apparent effort to minimize any impact on the elections."], [14208, "2016-04-07T14:16:52Z", 0.0, "For the record...I actually think THAAD will be deployed to S. Korea and many other locations.  What I am concerned with is timing of this JG question!  Why July?  The RNC Convention is mid July If it looks like Trump will win the nomination S. Korea will announce very close to July.  If Trump looks like he will not be the nominee and a democrat will be the next POTUS a THAAD announcement may be delayed.  A Democrat in office may pay for the entire THAAD deployment vs a Republican.  THAAD deployments seem to have much more to do with American politics than ASEAN security at the moment.  "], [19801, "2016-04-07T10:24:07Z", 0.0, "\"Like any U.S. military force, the United States can only deploy a portion of the THAAD force in peacetime, leaving the rest as a “rotation base” in the United States."], [15621, "2016-04-07T08:41:49Z", 0.3, "At this stage its a matter of when rather than if. Political negotiations well under way but how long will they take????????????????"], [755, "2016-04-07T04:42:46Z", 0.7, "RAND commentary, 'THAAD's Effect on South Korea's Neighbors': http://www.rand.org/blog/2016/04/the-effect-on-south-koreas-neighbors.html?utm_source=linkedin.com&utm_medium=rand_social\nClip from commentary:\n\"Thus the discussion of deploying THAAD in South Korea is about deploying a U.S. THAAD battery with U.S. personnel, focused on defending U.S. forces in South Korea from North Korean nuclear weapon threats.\"\nConsider recent delivery of THAAD components: Army Technology, April 6, 'Aerojet delivers THAAD components to US MDA': http://www.army-technology.com/news/newsaerojet-delivers-thaad-components-to-us-mda-4858035\nConsider PRC deployment of HQ9 and YJ62 systems in SCS.  \nConsider RU deployment of S400 and SS26 in Syria; SS26 system in Kaliningrad.\n"], [734, "2016-04-07T00:40:35Z", 0.22, "Initial forecast. I think for the time being the talks serve the purpose of holding China's feet to the fire regarding the enforcement of the current regime of sanctions. Nonetheless, they do serve as the groundwork for a potential future deployment. It certainly should not be expected that the DPRK will rein in its current behavior and for Best State Actor in \"The Mouse that Roared\" category, I offer up the following. Not really sure of its provenance, supposedly from the Central Committee of the Worker's Party of Korea:"], [368, "2016-04-06T19:46:34Z", 0.65, "Objections from China are purely political.  Despite protestations from China about monitoring activity within its boundaries, the US has indicated that such data can already be obtained via current NSA technology.   There are indications that only 1 or 2 batteries of the technology will be deployed to safeguard both US presence in South Korea along it border with North Korea, as well as to deflect missiles deployed by the North toward the South.  Current assessments indicate that time is running out for China with regard to the deployments."], [23588, "2016-04-06T19:28:56Z", 0.1, "With China pressing hard against US THAAD deployment on the Korean peninsula and giving in to international pressure to put in place stringent sanctions on North Korea. South Korea in the long run (5-10 years) will probably ask for THAAD deployment within its borders but currently in the short term there are to many things going for South Korea politically and economically to deploy THAAD and place those two in jeopardy.    "], [876, "2016-04-06T18:31:33Z", 0.61, "THAAD is complementary to Patriot in a layered ballistic missile defense system."], [38, "2016-04-06T18:17:24Z", 0.77, "For:\n-recent multiple missile launches by DPRK have spooked SK & Japan and demonstrated DPRK capabilities, so many SK want it\n-recent analysis that DPRK has the capability to send a nuclear-armed missile to anywhere in SK & Japan has significantly upped regional anxiety, increasing willingness to risk unpleasant backlash from China\n-this question requires only an announcement, not an installation or even an installation date\n-the US has been pressuring SK to accept THAAD for a long time:  years\n-acceptance by SK could be a negotiation tactic:  something that it would \"give up\" in exchange for DPRK doing something\n-so long as no locations are identified, regional opposition would remain unfocused and manageable.\n-the US wants SK to have this so much, I think that the cost would be made manageable for SK\n-I think Kim Jun-il has more fireworks planned for this spring and the big party conference"], [484, "2016-04-06T17:36:55Z", 0.15, "(no change) Missed this earlier. Sorry if a repeat. Know the source of course. Still haven't found anything significant in something other than the testimony that is carefully orchestrated."], [51, "2016-04-06T16:28:34Z", 0.2, "Reassessing, raising, but still skeptical.  "], [484, "2016-04-06T16:04:49Z", 0.15, "Dropping 10% to be below consensus. Same reasons as my earlier post."], [22245, "2016-04-06T15:27:34Z", 0.2, "There are good reasons to employ the THAAD system in South Korea: as a deterrent to the Norths missiles, as a ways to bring pressure on the North from China, and The current Prime Minister of the South looks as if she is tired of the threats from the North and may allow the system to call their bluff.  The big drawback is the Chinese do not like the idea of the THAAD in the south.  The Chines do not necessarily object to the systems ability to shoot down missiles as much as they object to the radars ability to conduct surveillance on Chinese systems.  This data would assist us in building tracking points for Chinese missiles, which the Chinese would like to keep secret."], [90, "2016-04-06T14:46:13Z", 0.15, "Starting out at 15% which happens to be midway between Dwight-Smith: https://www.gjopen.com/comments/comments/198055 and JP: https://www.gjopen.com/memberships/1529/scores https://www.gjopen.com/comments/comments/197950."], [1993, "2016-04-06T14:26:47Z", 0.2, "I assume the threats to deploy THAAD in South Korea were intended to motivate China to take stronger action against North Korea's nuclear program, though I'm not sure what China can do. South Korea doesn't want to damage its relationship with China, and many of its own citizens don't want the THAAD. All parties will be looking for a way to avoid making good on the threat. Except Lockheed Martin."], [3895, "2016-04-06T10:26:55Z", 0.52, "actually http://edition.cnn.com/2016/04/05/asia/north-korea-yongbyon-nuclear-complex-activity/ bumps me up to just over 50; in addition to the factors discussed here https://www.gjopen.com/comments/comments/198649, it seems overwhelmingly likely (90%+) that NK has some more nuclear-themed willy-waving planned for the National Congress (scheduled for early May), & the US & SK agreeing to respond w/ THAAD deployment seems probable enough"], [3895, "2016-04-06T10:22:46Z", 0.46, "initial forecast:"], [689, "2016-04-06T09:29:27Z", 0.77, "Comment deleted on May 10, 2016 11:21PM UTC"], [14493, "2016-04-06T09:08:37Z", 0.05, "The question speaks only of an announcement, not a deployment. I would assume that the fact that talks (US, SK) were announced a fews days after talks took place with China about them putting pressure on NK, means that the US is suggesting that either China stops NK firing missiles or THAAD will be deployed. I assume we will only know if NK has stopped if nothing happens. If NK continues with its bad behaviour I would imagine China would be annoyed with NK and step up the pressure on NK, but SK might at that point announce that it will deploy THAAD. Who knows what NK will do, but presumably its nuclear tests and missile tests are for some reason. Usually the reason is that NK is desperate and is looking for a bribe to stop. I have no idea what bribe they are asking for or who they are asking. There could be a link with the poor harvests and it known that Russia has been supplying grain. China wants to avoid chaos in NK and so maybe a bribe of food would keep NK quiet until July. "], [14208, "2016-04-06T04:09:18Z", 0.0, "Very unlikely.  South Korea already has Patriot Missiles.  Plus North Korea has very little intention to \"Nuke\" South Korea.  (fallout may be an issue).  THADD is already located in Guam and Hawaii.  Military necessity is not there.  The only real reason to announce and place THADD is to add to Lockheed Martin bottom line.  As I google THADD news stories CNN seems to be a proponent of Lockheed Martin.  https://www.linkedin.com/in/kizzy-bailey-01b60b4"], [484, "2016-04-06T03:40:32Z", 0.25, "Initial forecast, slightly below consensus (not many contributing yet). Factors to consider:"], [94, "2016-04-06T02:04:14Z", 0.22, "The time-frame of this question is rather short (only 3 months); this is the sort of question that resolves over years, not months.  The main trigger for this question was the NK missile launch, which happened two months ago, so there is no particular reason to expect a immediate response now.  For my initial estimate, I'm going to assume a rate of 1/year, which is yields an estimate of exp(-1/4) or around 22%."], [12302, "2016-04-06T00:56:51Z", 0.55, "Moderating due to low current median, awaiting further instructions.;-)"], [10314, "2016-04-05T21:42:37Z", 0.15, "No strategic or political value to such an announcement."], [368, "2016-04-05T19:30:43Z", 0.85, "Will the US deploy THAAD in South Korea?  http://www.cnn.com/2016/03/04/asia/thaad-south-korea-china-explainer/\nUS and South Korea begin talks on deployment and related issues:  http://thediplomat.com/2016/03/its-official-us-south-korea-begin-talks-on-thaad/\nAgreement in principle to deploy THAAD:  http://thediplomat.com/2016/03/its-official-us-south-korea-begin-talks-on-thaad/\n"], [876, "2016-04-05T19:06:33Z", 0.6, "Interesting framing of the question (especially the thought that China's protests might make deployment more attractive to S. Koreans):\nhttp://breakingdefense.com/2015/05/save-our-seoul-south-korea-needs-thaad-asap-for-missile-defense/"], [51, "2016-04-05T19:03:09Z", 0.1, "Analysis @JP is really quite good.  I agree that an announcement would be a huge step with major consequences.  "], [505, "2016-04-05T18:30:43Z", 0.63, "Although China could look at deployment of the THADD as a threat to China, it will give them additional leverage in their dealings with NK. Certainly, not too much of their defensive and offensive are located within THADD range.  Have they forgotten the Long March?"], [691, "2016-04-05T18:16:22Z", 0.21, "Seems like China are cracking down on the DPRK embargo.  Preventing the deployment of THAAD may be one of their motivations.  Or not. \nhttp://www.reuters.com/article/us-china-northkorea-idUSKCN0X20U4"], [1529, "2016-04-05T17:44:01Z", 0.2, "Neither China nor Russia want THAAD deployed in the region. If it's not a bright-red line, then at least it is sunlit. Both Russia and China see THAAD as a step to decrease their missile capabilities (regardless of THAAD's original design)."], [20250, "2016-04-05T17:33:56Z", 0.25, "It seems that USA and China are both working on other ways to push for a backdown on North Korea's weapon race. Maybe the USA will prefer to keep pushing more diplomatic and economic measures to keep China on their side, who just announced a series of sanctions on NK."], [102, "2016-04-05T17:24:23Z", 0.65, "Will put KJU into highly unstable mode."]]}