{"question_id": 251, "title": "Before July 2017, will the New Development Bank issue any rupee-denominated bonds?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[83, "2017-05-12T23:42:47Z", 0.0, "Updating for the passage of time."], [19801, "2017-04-18T13:05:06Z", 0.0, "The New Development Bank floated by the BRICS’ consortium plans to issue two bonds this year – a yuan denominated bond and a rupee denominated one – worth around 3 billion yuan and Rs 3,000 crore, respectively."], [15621, "2017-04-10T09:18:02Z", 0.0, "See @Khalid\nGoing to take a beating on this one! Focussed too much on whether it would happen and not enough on timeline."], [31450, "2017-04-09T21:14:59Z", 0.0, "Dropping to zero because they have stated new bonds will be issues in the second half of the year"], [23006, "2017-04-09T15:01:11Z", 0.0, "Bleh!"], [68, "2017-04-04T12:42:49Z", 0.0, "Brics development bank chief K.V. Kamath says the bank plans to raise up to $500 million via rupee-denominated masala bonds in the second half of the year"], [34716, "2017-04-04T06:09:34Z", 0.45, "Yes but"], [19801, "2017-04-02T11:49:18Z", 0.0, "”We would be ready with the masala bond in local currency in the second half,” Kamath told Reuters in an interview in New Delhi. “Thereafter, in sequence, we will look at the other markets as opportunities open up.”\nhttp://www.ndb.int/medias/brics-development-bank-issue-500-million-masala-bonds-reuters/"], [15621, "2017-04-02T05:37:04Z", 0.05, "Major reversal as no news, looks like later in the year\nhttp://in.reuters.com/article/india-brics-development-bank-idINKBN1720C9"], [691, "2017-03-30T13:32:45Z", 0.09, "Running out of time.  An outfit like this can't just wake up one morning and issue bonds; there are technical and--probably more important and complicated--political considerations that need to be dealt with ahead of issue.  @Raahul_Kumar Reuters link sounds like fall or even winter timeline. "], [19801, "2017-03-30T13:12:54Z", 0.5, "The New Development Bank set up by the BRICS group of emerging economies plans to fund 15 infrastructure projects in member countries worth upto $3 billion this year, the bank's president, K.V. Kamath, said on Thursday."], [15621, "2017-03-28T13:45:35Z", 0.48, "Announcement at AGM? which is in New Delhi??\n"], [19801, "2017-03-27T09:41:37Z", 0.85, "Appetite for Masala Bonds grows\nhttps://www.dlapiper.com/en/hongkong/insights/publications/2017/03/appetite-for-masala-bonds-grows/"], [19801, "2017-03-20T03:49:46Z", 0.85, "No news items after bonds from the NDB. 1st quarter target doesn't seem likely to be met, lucky time open till July."], [476, "2017-03-09T11:37:16Z", 0.0, "More evidence that this is an \"all hat-no cattle\" theme  link here http://asia.nikkei.com/Markets/Commodities/New-Delhi-struggles-with-wheat-tariffs-dilemma-as-prices-fall?n_cid=NARAN11&utm_source=NAR%20Newsletter&utm_campaign=RN%20Free%20newsletter&utm_medium=daily%20newsletter%20free&utm_content=article%20link"], [32122, "2017-03-08T19:04:26Z", 0.01, "Probably going to happen, but not nearly soon enough.  Going in full reverse on this one.  \nhttp://www.livemint.com/Industry/YfZrBKSXfOzEKynXLrPlrL/NDB-plans-to-issue-masala-bonds.html"], [68, "2017-03-08T07:54:20Z", 0.25, "Correcting earlier forecast. The most recent report I can find was back in October 2016, when the NDB President said the target was the first quarter of 2017. That is now looking unlikely, but there remains enough time till the end of June for an issue."], [11080, "2017-03-08T07:23:48Z", 0.1, "Following @Anneinak"], [68, "2017-03-08T06:40:52Z", 0.01, "\"After IFC and ADB, the BRICS grouping-promoted New Development Bank (NDB) is also bullish on masala bonds and may hit the market with the maiden issue by December, its president K.V. Kamath has said. http://www.livemint.com/Industry/YfZrBKSXfOzEKynXLrPlrL/NDB-plans-to-issue-masala-bonds.html"], [1993, "2017-03-08T04:24:52Z", 0.25, "Last year, NDB was saying it would be first quarter 2017. Now they're saying December."], [38, "2017-03-08T03:40:32Z", 0.02, "http://www.livemint.com/Industry/YfZrBKSXfOzEKynXLrPlrL/NDB-plans-to-issue-masala-bonds.html"], [15621, "2017-03-07T19:27:06Z", 0.5, "Passage of time"], [31450, "2017-03-07T16:28:55Z", 0.33, "The bank has stated they will issue Rupee denominated bonds this year, it is just a question of when. Given that the first bond issue occurred in July last year, I am inclined to think they will follow a similar schedule. However, it is equally possible that the bank, having now done one bond issue, will have worked out some kinks and will do it faster this year. So 33% that it happens before July, and it's too bad this question doesn't have a longer time frame."], [21800, "2017-03-04T03:20:01Z", 0.41, "Bank has confirmed that Rupee denominated bonds will be sold in 2017. But the timing has not been made clear. \nSince Yuan denominated bonds were issued 'in' July 2016, this could literally go down to the wire. "], [19801, "2017-03-03T03:48:54Z", 1.0, "The New Development Bank (NDB) set up by the BRICS - Brazil, Russia, India, China and South Africa - will raise funds by issuing rupee-denominated bonds in India.\nhttp://www.cnbc.com/2017/03/02/reuters-america-brics-bank-to-lend-between-25-3-bln-in-2017--china-daily.html"], [4634, "2017-02-19T16:04:19Z", 0.35, "typo"], [38, "2017-02-17T23:00:59Z", 0.04, "http://economictimes.indiatimes.com/markets/bonds/rbi-allows-multilateral-agencies-to-invest-in-masala-bonds/articleshow/57190529.cms"], [19801, "2017-02-17T02:54:55Z", 1.0, "RBI allows multilateral agencies to invest in masala bonds"], [13377, "2017-02-15T23:47:46Z", 0.04, "Following Dsarin"], [19801, "2017-02-14T03:23:50Z", 1.0, "1.Indian companies spice things up in Singapore with masala bonds\nSeveral rupee-denominated bonds have listed on the Singapore Exchange in the past year\nhttp://www.tnp.sg/news/singapore/indian-companies-spice-things-singapore-masala-bonds"], [38, "2017-02-14T02:20:01Z", 0.04, "Sharing my communication with the NDB:"], [38, "2017-02-13T21:39:03Z", 0.11, "I'm giving up on this happening in this time-frame.  I'm reading that the NDB may need to become rated first."], [13377, "2017-02-13T04:31:40Z", 0.62, "Following z0k"], [691, "2017-02-10T03:10:12Z", 0.51, "running out of time and interest, i think"], [691, "2017-02-04T14:26:45Z", 0.52, "Doesn't seem a good time to hold rupee debt, and therefore also not to issue it of you don't have to.  (If people are betting on the rupee to slide in value, are they rupee slippers?)"], [476, "2017-02-01T10:06:07Z", 0.0, "\"Populist\" Modi regime admits \"demonitisation\" policy has not been successful. Link http://www.bbc.com/news/business-38807695?utm_campaign=Daily+Fringe+&utm_source=hs_email&utm_medium=email&utm_content=41707707&_hsenc=p2ANqtz-_UPVDjdVigBoLKO3vme7R4Ycpxrxn-zyYpmxtpv9UNUR43wgEbazdRRaQlAjt1wugREXBggW77S6NscH0J9uiwrsBDsw&_hsmi=41707707"], [83, "2017-01-21T12:32:13Z", 0.2, "Financing of projects for 2017 was set by late 2016.\nAssuming NDB may already have adequate funding for these projects.\nStill not aware of a specific date for the issue of the rupee bonds.\nhttp://ndb.int/BRICS-Bank-to-finance-Indian-Chinese-infrastructure-projects.php"], [38, "2017-01-20T23:12:30Z", 0.66, "@Raahul_Kumar makes a good point:  Modi needs to put to work the more than 8 trillion rupees ($117 billion) deposited into banks since his attack on corruption began on Nov. 8,   see:  http://www.gjopen.com/comments/comments/402232"], [373, "2017-01-18T19:51:21Z", 0.9, "India has need of such funding, NDB has the money, and China has another opportunity to rub Trump's nose in it. Seems likely."], [476, "2017-01-14T12:06:18Z", 0.0, "as wonks and spinners earn extra lunch money for flacking the positive elements of Modi's \"quantitative easing\" the Rupee continues to lose value  link http://economictimes.indiatimes.com/markets/forex/rupee-weakens-4-paise-to-66-87-against-rising-dollar/articleshow/55096227.cms"], [23234, "2017-01-08T22:11:02Z", 0.77, "Comment deleted on Jan 09, 2017 06:14PM UTC"], [38, "2017-01-07T00:35:31Z", 0.44, "I think that this will happen in 2017, but I think we'd be hearing more about it now if it was to occur in the next 6 months."], [31695, "2016-12-24T22:07:27Z", 0.55, "probably, due to pressure against demonetarisation "], [15621, "2016-12-23T17:03:21Z", 0.75, "Coming down a bit until get better timeline\nhttp://in.rbth.com/economics/finance/2016/11/24/brics-bank-to-finance-indian-chinese-infrastructure-projects_650693\n"], [31496, "2016-12-20T05:57:38Z", 0.75, "The Chairman is an Indian. Their stated objective is to issue all country bonds. They have received in-principle approval from India. Appetite for INR denominated bonds remains strong"], [19801, "2016-12-18T11:40:52Z", 1.0, "Companies can now raise funds in the local bond market at cheaper costs, after the move sparked a flood of canceled cash into banks that have plowed the money into debt securities. Investors also profited as rupee corporate bonds had their best month in more than three years in November, amid the worst losses for global debt in a quarter of a century."], [83, "2016-12-18T00:01:49Z", 0.5, "nbd news site:\nhttp://ndb.int/news.php\nPlans still on for 2017 rupee and ruble bonds, no specific dates identified. \nDropping to 50/50., until more specifics are available."], [1333, "2016-12-17T20:46:01Z", 0.75, "Bond Rates are climbing in response to the US Fed rate hike. Thats what I am watching as an indicator."], [476, "2016-12-15T11:19:59Z", 0.01, "Strong leg-spinners, weak Rupee. Link https://www.bloomberg.com/news/articles/2016-12-15/rupee-slides-with-indian-bonds-as-fed-hike-raises-outflow-risk"], [476, "2016-12-07T11:49:38Z", 0.02, "Complication...Demonetization big risk for Modi, link http://www.thehindu.com/news/national/If-demonetisation-fails-Modi-will-be-destroyed/article16770122.ece?utm_source=true&utm_medium=Email&utm_campaign=Newsletter"], [83, "2016-12-06T00:14:45Z", 0.9, "Sputnik reports target date as Q1 2017: https://sputniknews.com/asia/201610161046382352-brics-bank-rupee-bond/\nIndian conversion of currency into bank accounts should provide adequate funds."], [83, "2016-12-05T23:33:51Z", 0.4, "http://infobrics.org/blog/news/2016/11/08/20660/\n2017 is still is probable for sales, although the July 1 date may not be certain.\n(Reducing avg forecast)"], [476, "2016-11-26T11:36:13Z", 0.09, "In spite of Modi's being darling of western media Rupee is a weak, unstable currency and this is no time for a BRICS \"loss leader\" in the name of social inclusion or any other politically correct made in the West meme. Link here http://thebricspost.com/emerging-market-currencies-fall-ahead-of-fed-hike/#.WDlyQtIrLIU"], [476, "2016-11-16T09:27:29Z", 0.02, "With India's financia system ln disarray, taking from Peter to pay Paul (in the Western context) does not say much for the stability of the Rupee and India financial system . Link here to article in The Hindu  http://www.thehindu.com/news/national/money-taken-from-people-to-clean-banks-balance-sheets/article9350096.ece?utm_source=email&utm_medium=Email&utm_campaign=Newslettere "], [19801, "2016-10-28T05:43:45Z", 1.0, "The BRICS group-promoted New Development Bank is looking to raise funds by issuing rupee bonds to domestic investors to minimise currency risks in supporting long gestation infrastructure projects locally, a senior official said on Friday. “We hope to issue, perhaps by the first quarter of 2017, a bond denominated in the rupee,” NDB vice-president and chief risk officer Paulo Nogueira Batista Jr. told media on the sidelines of the BRICS Economic Forum here.\nhttp://indianexpress.com/article/business/business-others/new-development-bank-set-to-tap-rupee-bonds-to-raise-funds-issue-next-year-3082793/"], [19801, "2016-10-18T08:08:00Z", 1.0, "After successfully raising 3 billion yuan-denominated bonds, Shanghai-based New Development Bank (NDB) will issue rupee- and rouble-denominated bonds, its vice-president and chief operations officer Xian Zhu said on Thursday."], [691, "2016-10-16T12:41:10Z", 0.81, "http://www.reuters.com/article/us-india-brics-bank-idUSKBN12G04P\nNo mention of rupee-denominated bonds in this story, but it's not ruled out, either.  India is just about the Last Economy Standing in this group, so they may have more pull than they would have had a few years ago.  Stay tuned."], [29074, "2016-10-14T19:12:52Z", 0.9, "NDB announced that they plan on Q1 2017 for Indian Rupee Denominated bonds."], [476, "2016-10-14T15:37:01Z", 0.04, "The NDB seeks to bring non BRICS nations into its orbit. But it is more likely that an Indian institution, not NDB, will announce plans to issue rupee-denominated bonds by the close date of this problem.  This link from The Hindu offers background  http://www.thehindu.com/business/Economy/india-focussed-on-offshore-rupee-bonds/article9216093.ece"], [15621, "2016-10-14T05:41:11Z", 0.9, "Thanks"], [19801, "2016-10-14T03:26:27Z", 1.0, "Paulo Nogueira Batista Junior, the vice president of the so-called BRICS bank said yesterday."], [15621, "2016-10-11T08:32:16Z", 0.74, "Lack of news on this is a little off putting. I did think it was very close to a certainty but my confidence is waning with how little news we are hearing about this."], [29322, "2016-09-30T17:52:10Z", 0.6, "So much depends on world-economy in next 3 to 6 months...."], [19801, "2016-09-30T04:48:43Z", 1.0, "NDB is now seeking a credit rating from at least two international sovereign rating agencies as it seeks to diversify funding and raise money through innovative instruments such as rupee-denominated masala bonds, NDB CFO Leslie Maasdorp said, in an interview. "], [15621, "2016-09-27T17:47:29Z", 0.75, "Not as certain now if ruble is next in line."], [476, "2016-09-27T15:24:46Z", 0.05, "Taking forecast down a peg.  A lot of \"make nice\" diplomacy and spin gleaned from informal \"on the sidelines\" gatherings at this or that major event points in the direction of a \"definate maybe\" without the economic stats and predictive formulaics.  It will be a major challenge to get a Ruble bond up and on the market by problem close date. Link here https://in.rbth.com/news/2016/06/17/brics-bank-may-issue-bonds-in-russian-ruble-before-end-of-2016_603903 and Russia comes before India."], [4634, "2016-09-22T09:34:51Z", 0.75, "'BRICS nations-led New Development Bank to raise up to $3billion in next 3 years' "], [15621, "2016-09-06T15:19:03Z", 1.0, "https://www.gjopen.com/comments/comments/318386"], [19801, "2016-09-06T09:59:47Z", 1.0, "London Stock Exchange today is proud to welcome another global first, as the Canadian Province of British Columbia becomes the first foreign government entity to issue a Masala bond, choosing London, the global home for Masala bonds, for its listing. The British Columbia bond raised INR 5 billion (c. $75 million) with 6.62 per cent semi-annual yield, securing high quality investor support from across Europe, Asia and America. It is AAA rated by the three major rating agencies and will mature on 9 January 2020.\nhttp://www.lseg.com/resources/media-centre/press-releases/british-columbia-issues-world%E2%80%99s-first-masala-bond-foreign-government-entity-london-stock-exchange"], [691, "2016-09-01T19:26:33Z", 0.72, "If they issue these and miss a payment, will they be the rupee slippers? "], [11858, "2016-08-30T10:45:39Z", 0.92, "NDB has recently issued its first yuan-denominated bond and the plan is to follow this up with a rupee issue. See nothing on the horizon to stuff up this plan. "], [28484, "2016-08-24T03:03:26Z", 0.78, "Yes. They need to help the economy by debt"], [28413, "2016-08-21T17:47:12Z", 1.0, "Recent issuance of rupee-denominated \"Masala\" bonds are attracting large bid quantities relative to issuance size. Given the political expectations of issuing a yuan-backed bond, the rupee-based bond will not be far behind."], [24711, "2016-08-13T06:22:41Z", 0.75, "If the 'masala bonds' turn out to be a success, then there is every chance of rupee bonds by BRICS bank."], [27226, "2016-08-07T14:22:04Z", 0.2, "Rupee convertibility is still relatively limited to current account transactions. Expanding to foreign issued bonds in the space of less than a year seems overly ambitious. "], [706, "2016-08-05T21:40:02Z", 0.33, "Maybe if the rupee were the currency of a non-rival of India."], [51, "2016-08-05T13:39:27Z", 0.95, "Raising with recent discussions @Raahul_Kumar in mind.  "], [51, "2016-08-04T20:19:22Z", 0.85, "@Raahul_Kumar's analysis on this subject is quite compelling.  And from the limited research I have done, NDB has approved loans for Indian projects.  So if local currency bonds are to be issued as a means of reducing funding costs, it would make sense these would be issued in the foreseeable future.  We have a long time until July 2017.  "], [23006, "2016-08-04T18:42:48Z", 0.49, "don't see any news on this happening before July.  good idea though"], [15621, "2016-08-04T11:43:21Z", 0.96, "See @Raahal Kumar"], [25397, "2016-08-04T07:19:31Z", 0.75, "Yes, recent issues for masala bonds have been very well received"], [28037, "2016-08-03T16:45:21Z", 0.35, "India will issue, but not before this date.  "], [10924, "2016-08-03T15:45:32Z", 0.65, "Question is not 'if' but 'when', can NDB issue INRS denominated bonds before July 2017? Possible but problematic, since consensus is +80% i will play conservative and stay slightly below"], [15621, "2016-08-03T08:53:47Z", 0.95, "See an announcement likely at Goa summit in October."], [19801, "2016-08-03T02:53:44Z", 0.95, "The original plan was to issue bonds in local currencies. NDB has already issued bonds in  ¥[1], the ₹ bond is next on the agenda[2]. ₽ bonds will be issued by year end[3]. Brasil's real and South African rand bond issues are scheduled for next year. The question allows enough time for even rand bonds to be issued by that date."], [691, "2016-08-02T20:28:35Z", 0.48, "So far this lot have  been moving fairly deliberately, so this could be a while off.  Or not. "], [476, "2016-08-02T20:18:05Z", 0.1, "Rupee denominated bonds issued  by  BRICS bank sounds like nice talk. But the purpose of the bank is to counterpoise the dominance of the traditional financial system, and it is precisely that system that dominates the \"offshore rupee linked market.\"  See this link http://www.thehindubusinessline.com/economy/adb-raises-5-b-via-bonds-linked-to-rupee/article8912365.ece"], [500, "2016-08-02T18:25:27Z", 1.0, "indiska ekonomija je rastuća"]]}