{"question_id": 95, "title": "Will a member of the National League for Democracy (NLD) take office as president of Myanmar before April 2016?", "correct_answer": "Yes", "crowd_forecast": 0.99, "preds": [[4634, "2016-03-30T07:30:03Z", 1.0, "Done deal: http://www.bbc.com/news/world-asia-35923083"], [14962, "2016-03-28T10:24:36Z", 1.0, "Oath on March 30."], [12302, "2016-03-22T01:16:38Z", 1.0, "Just a senseless but incredible funny follow-up on the time zone and daylight saving - debate:\nhttps://www.youtube.com/watch?v=q5q77MQzU2Q"], [12078, "2016-03-21T12:00:02Z", 1.0, "Htin Kyaw"], [4407, "2016-03-20T21:16:13Z", 0.99, "http://www.cnn.com/2016/03/15/asia/myanmar-nld-new-president/index.html"], [21164, "2016-03-20T20:53:43Z", 1.0, "This has become, interestingly, a trick question. The new president IS NLD. That's not anywhere in dispute. HOWEVER, he is slated to take office... April 1st, 2016. So, if we go by the letter of the question, the correct answer is... no. 100%. Since April 1st is April, even though we may be predicting the correct party, the fact that the new president won't be sworn in till April 1st means the \"correct\" predictive answer is... NO."], [22147, "2016-03-19T09:19:45Z", 0.99, "I would plum for 100% given the recent election victory. However, there were on-going conflicts as recently as February 2015 and assassinations aren't entirely unheard of (though they are an exceptionally low-probability event). There could also be more prosaic issues which introduce delays into the process of taking office. Again, these are very low-probability events -- I can't even think of any off the top of my head."], [102, "2016-03-19T01:43:41Z", 0.92, "https://larswericson.wordpress.com/2016/03/19/gitrep-18mar16pm/"], [83, "2016-03-18T22:34:16Z", 1.0, "OK with Tatmadaw.\nhttp://www.businessinsider.com/r-myanmar-army-chief-endorses-election-of-suu-kyis-president-2016-3"], [43, "2016-03-16T08:52:08Z", 1.0, "Dateline 3-15-16 Myanmar parliament elects Suu Kyi confidant as president. http://in.reuters.com/article/myanmar-politics-vote-idINKCN0WH0H5"], [83, "2016-03-16T02:06:00Z", 1.0, "http://www.bbc.com/news/world-asia-35808921\nNew President elected today.\nGovernment  set to take office April 1."], [2, "2016-03-15T17:13:41Z", 0.95, "Myanmar elected a prez.  Just mechanics now."], [3363, "2016-03-15T16:36:31Z", 0.89, "I'm still giving a solid 1 in 9 chance that this either doesn't happen or is delayed by an extra few days. I'm still surprised by how very optimistic everyone is about democratic transitions here."], [1639, "2016-03-15T15:32:24Z", 0.99, "Myanmar's parliament elected a close friend and confidant of Nobel laureate Aung San Suu Kyi as president on Tuesday, making Htin Kyaw the first head of state who does not hail from a military background since the 1960s.\nhttp://www.reuters.com/article/us-myanmar-politics-vote-idUSKCN0WH0H0"], [136, "2016-03-15T15:21:40Z", 0.99, "http://www.reuters.com/article/us-myanmar-politics-vote-idUSKCN0WH0H0\n\"Outgoing President Thein Sein issued a statement congratulating the man who will replace him on April 1.\""], [21884, "2016-03-15T07:23:57Z", 1.0, "Ally party (NLD) leader became president - Thin Chzho"], [1928, "2016-03-15T06:00:41Z", 1.0, "http://www.bbc.com/news/world-asia-35808921"], [20649, "2016-03-13T22:15:42Z", 0.99, "The process is continuing along the path laid down in the constitution.  No indication of military (or other) spoilers."], [368, "2016-03-13T20:02:35Z", 1.0, "Election for president will occur. Candidates for president and two vice presidents (one from NLD and another from the military - a confident of the former military dictator) is expected to run smoothly giving NLD the most likely opportunity to win the seat for the presidency.  \n"], [1624, "2016-03-13T11:39:47Z", 1.0, "A foregone conclusion now unless something completely unexpected happens"], [21164, "2016-03-12T07:43:18Z", 0.87, "Even balancing the military juntas extreme opposition to the NLD, the fact that the NLD took such a majority of seats at the last election in the House of Nationalities, House of Representatives, State/Regional Hluttaws, and even 21 of 29 Ethnic Affairs Ministers. And although the NLD candidate ISN'T Aung San Suu Kyi, the candidate that is running was hand picked by her (some are even saying proxy)"], [102, "2016-03-12T03:58:10Z", 0.9, "https://larswericson.wordpress.com/2016/03/12/gitrep-11mar16pm/"], [368, "2016-03-11T21:59:32Z", 0.99, "And it is close to done .... "], [102, "2016-03-11T05:09:04Z", 0.89, "https://larswericson.wordpress.com/2016/03/11/gitrep-10mar16pm/"], [83, "2016-03-10T19:29:39Z", 0.9, "http://www.bbc.com/news/world-asia-35770535\nNLD names as it's Presidential candidates: Htin Kyaw from the lower house and Henry Van Thio from the upper house.\nNew gov't scheduled to take power on April 1st."], [38, "2016-03-10T18:31:00Z", 1.0, "http://www.abc.net.au/news/2016-03-10/myanmar-presidential-candidates-announced-htin-kyaw-frontrunner/7236790"], [368, "2016-03-10T18:24:15Z", 1.0, "Decision making and election by both Houses in progress."], [43, "2016-03-10T14:18:16Z", 1.0, "Dateline 3-10-16 Myanmar’s new ruling party, the National League for Democracy, put forward two nominees for the presidency (Irrawaddy) Thursday, Htin Kyaw, a close aide of party leader Aung San Suu Kyi, and legislator Henry Van Thio. Lawmakers will cast votes for the nominees, including the military’s candidates, but Htin Kyaw is widely seen as the frontrunner (DVB). The party confirmed that Aung San Suu Kyi would not run, as she is constitutionally barred from the position (Guardian) for having sons with foreign nationalities..."], [691, "2016-03-10T12:26:26Z", 1.0, "http://www.bbc.com/news/world-asia-35770535"], [4577, "2016-03-10T10:36:55Z", 0.99, "Affirming at 99 percent on news of NLD's nominations for the post, both NLD members:"], [19260, "2016-03-10T06:06:03Z", 0.99, "And another bump as it seems more certain."], [689, "2016-03-10T05:47:51Z", 1.0, "Comment deleted on May 10, 2016 11:08PM UTC"], [2965, "2016-03-09T02:47:39Z", 0.99, "well the day approaches,\nper wsjcom 6.42 PM PST  a summary from a post there  from WSJ \"stringer\" in Ragoon, Burma"], [4577, "2016-03-07T23:23:55Z", 0.99, "This now looks like an all-but-done deal:"], [498, "2016-03-07T21:07:05Z", 0.99, "Suu Kyi party rebuts 'fake' Myanmar president release\nhttps://sg.news.yahoo.com/suu-kyi-party-rebuts-fake-myanmar-president-release-115043293.html?nhp=1"], [691, "2016-03-07T13:20:23Z", 0.99, "Voting doesn't start until the 17th, which is cutting it close if the military want to hold it up or the NLD decide to hold out for the Boss Lady.  Neither is likely--everybody is still talking like they'll settle it in plenty of time for 1 April."], [498, "2016-03-07T11:03:43Z", 0.99, "Htin Kyaw Tipped As NLD Presidential Nominee\nhttp://www.irrawaddy.com/burma/htin-kyaw-tipped-as-nld-presidential-nominee.html\nhttp://www.ibtimes.com/aung-san-suu-kyi-aide-favored-myanmar-presidency-2331349"], [21352, "2016-03-06T19:01:47Z", 0.25, "Military uncertainty in Myanmar will prevent."], [102, "2016-03-06T04:29:21Z", 0.87, "https://larswericson.wordpress.com/2016/03/05/manual-category-assignment-work-in-progress/"], [102, "2016-03-06T03:50:03Z", 0.8, "https://larswericson.wordpress.com/2016/03/05/manual-category-assignment-work-in-progress/"], [20649, "2016-03-05T21:19:50Z", 0.95, "Only less than 100% to allow for the remote possibility that the military will intervene to delay, or even undo, the results of the recent electoral cycle."], [368, "2016-03-04T22:23:33Z", 1.0, "Advancement of deadline for selecting president of Myanmar (next week).  See : http://www.foxnews.com/world/2016/03/02/myanmar-parliament-advances-date-for-nominating-president.html"], [13377, "2016-03-04T09:07:55Z", 0.98, "https://larswericson.wordpress.com/"], [14840, "2016-03-04T06:52:14Z", 1.0, "http://www.ibtimes.com/suu-kyi-may-settle-foreign-minister-post-break-impasse-over-myanmar-presidency-2327744"], [2965, "2016-03-03T20:08:34Z", 0.99, "http://www.elevenmyanmar.com/politics/myanmar-presidential-nomination-date-moved\n3-15 plenty of time.\nhttp://www.elevenmyanmar.com/politics/nld-impose-shan-and-rakhine-chief-ministers\nnews?\n"], [136, "2016-03-03T10:39:54Z", 0.99, "http://www.aninews.in/newsdetail4/story255013/handover-ceremony-remains-at-odd-between-nld-and-govt-.html\n\"Disagreement over the handover of government ceremony remains between The National League for Democracy (NLD) and government while both vouch for two different locations.\nWhile NLD wants the ceremony to take place in the parliament house the government stick o the Presidential Palace."], [68, "2016-03-02T10:25:16Z", 1.0, "It looks like NLD has decided not to nominate Suu Kyi, so the military should have no objections now.  The clarification that an inauguration at any time on 01 April Myanmar time will count as \"yes\" has removed another doubt. "], [43, "2016-03-02T00:33:39Z", 1.0, "Dateline 2-29-16 Myanmar's parliament said on Tuesday presidential nominees will be announced on March 10, a last-minute change following weeks of talks between the National League for Democracy and the military...."], [3363, "2016-03-01T23:48:23Z", 0.85, "Extending the timeframe/deadline just to get a better outcome is specifically against what Tetlock writes about.  If they are going to mess with the deadline, they should invalidate the question."], [43, "2016-03-01T23:15:38Z", 1.0, "Thanks to the Powers the Be having just decided not to make this question hinge upon when exactly during the day the new  President might take office, I now feel confident with 100% likelihood. "], [12302, "2016-03-01T23:09:41Z", 1.0, "\"3/1/16: Per GJI's time policy, the deadline for the NLD and Myanmar question is 1 April at midnight Pacific time, which is 1 April at 2:30 pm in Myanmar. Because 2:30 is a somewhat artificial deadline and we want forecasters to focus on the NLD taking office, not the exact timing during the day, we will treat any transition on 1 April (Myanmar time) as a counting towards this resolution. \nHave a great day\""], [691, "2016-03-01T22:29:21Z", 0.99, "Back up, owing to the unprecedentedly clear remarks from admin on this topic.  Thanks, admin. Now if I'm wrong, it's down to me and not to gnomic output from the coast. I don't mind being wrong, as long as it's about the question and not the scoring criteria. "], [4577, "2016-03-01T19:53:40Z", 0.95, "Bumping up to 95 percent on news that NLD has given up on pushing for way to install ASSK in the presidency for now:"], [14800, "2016-03-01T11:27:19Z", 0.98, "Myanmar (Burma) announced today that they are moving up the presidential vote a week to March 10.  (From March 17) "], [15860, "2016-03-01T09:35:34Z", 0.86, "Since the NLD regime has figured out that in order to make their regime stable, they need to be cooperative to the army, there is a smaller chance that head of the NLD would take office. However, we can also state that given the election results, it would be harder for them to outturn results under the fact that they allowed fair elections. Taking both factors into consideration, I believe it has become harder for NLD to elect someone from their party as president. "], [17002, "2016-03-01T06:24:20Z", 0.9, "1 Mar: Nomination/election brought fwd to 10 Mar so NLD can spend more time on cabinet decisions (if expect concessions to military -->++, less concessions --> --). Once nominated, harder for govt to turn back. 85%-->90% (Nation: http://www.nationmultimedia.com/breakingnews/Myanmar-brings-forward-nomination-election-of-next-30280518.html)"], [19801, "2016-03-01T04:04:56Z", 1.0, "Although Aung San Suu Kyi is legally barred by constitutional article 59 (f), some member of her party will pretend to lead the country while she will rule from the shadows.\nhttps://news.yahoo.com/myanmar-parliament-change-presidential-elections-date-document-112304124--business.html\n"], [1708, "2016-03-01T01:36:04Z", 1.0, "http://www.channelnewsasia.com/news/asiapacific/myanmar-parliament-to/2559650.html"], [38, "2016-03-01T01:22:40Z", 1.0, "http://www.reuters.com/article/us-myanmar-politics-idUSKCN0W21BS"], [53, "2016-03-01T00:20:14Z", 0.99, "back up on @scholarandcat digging out the relevant parts of Myanmar's constitution."], [73, "2016-02-29T22:43:33Z", 1.0, "@scholarandcat "], [532, "2016-02-29T22:34:49Z", 0.99, "@clinton - I found what I was looking for.  Not concerned about time zones. "], [1693, "2016-02-29T22:21:37Z", 0.93, "Impressed! Someone at GJI just might have some Myanmar street cred:"], [691, "2016-02-29T21:51:29Z", 0.89, "We all know that somebody will be inaugurated president on or before some hour or other, LA time, on some date between toward the end of March and 01 April.  Given the slapdash manner in which the honchos are dealing with the Spanish government question, you'd think they could extend this one for a few hours, assuming what we are supposed to be guessing about is who will be president of Myanmar and not what time zone LA or Yangon is in. "], [498, "2016-02-29T20:24:57Z", 0.98, "Myanmar presidential nomination date moved up (+1)\nhttp://www.nationmultimedia.com/breakingnews/Myanmar-presidential-nomination-date-moved-up-30280508.html"], [43, "2016-02-29T20:18:50Z", 0.85, "Delays might place the swearing in after midnight Pacific Coast Daylight Time, March 31. 2016, based upon a recent clarification that \"before April 2016\" will be calculated, not by Myanmar time, but by Pacific Coast Daylight Time. So while the reality-based resolution would be based upon an orderly, by the book transition on April 1 to the new government, now I'm having to forecast the behavior of the scorers. "], [38, "2016-02-29T19:55:09Z", 0.5, "Another lesson in both question drafting and parsing.  If this question was intended to tease out whether or not there'd be a constitutional change of power (rather than a coup) and if a member of the NLD would take office, then it was not properly worded.  However, that intent might be salvaged if a clarification is issued ASAP."], [12302, "2016-02-29T19:27:25Z", 0.99, "Date and time zone issues and I have been low on this one. "], [532, "2016-02-29T19:21:48Z", 0.1, "Date and time zone issues and I have been high on this one.  "], [53, "2016-02-29T18:39:29Z", 0.5, "Ugh! Extreme timezone issues, as detailed in https://www.gjopen.com/comments/comments/152946.  Making this a question about time of day of inauguration."], [12302, "2016-02-29T18:30:56Z", 0.01, "Haha, I just googled this petition:"], [73, "2016-02-29T18:09:32Z", 0.1, "Going with mid afternoon ceremony "], [136, "2016-02-29T18:01:49Z", 0.9, "great point by @lindsey http://www.gjopen.com/comments/comments/152946\ntimezones to the rescue!"], [73, "2016-02-29T17:28:26Z", 0.99, "Back up - Hoping for an early presidential inauguration ceremony per @lindsey."], [67, "2016-02-29T16:54:13Z", 0.85, "A note on the April 1 issue.  The close time is April 1 at 1:59 AM [in my time zone] - which is about 3:29 PM on April 1 in Myanmar (I may be off an hour or two because of daylight savings).  I contacted GJP back in January to see if close time=forecasting window.  Here's my message and the two responses:"], [3363, "2016-02-29T13:19:26Z", 0.44, "Reaffirming at 44%, where I've been for the entire month of February. I remain slightly under 50% based uncertainty about when precisely the moment of \"take office\" is plus other general stability issues in the country."], [136, "2016-02-29T13:03:44Z", 1.0, "Yet another report suggesting that the new term starts on April 1 - which is not \"before April\":\nhttp://news.yahoo.com/myanmar-parliament-change-presidential-elections-date-document-112304124--business.html\n\"The original date, set only two weeks before the term of the new government was set to start on April 1...\""], [691, "2016-02-29T12:23:27Z", 0.95, "Inauguration may take place on 1 April, which is not \"before April.\"  However, it can happen earlier if someone is elected, which seems the most likely outcome at the moment.  Everyone seems to be moving along with good effort, if ill will, to get this over with.  "], [12302, "2016-02-29T12:22:28Z", 0.01, "This question does not ask whether a member of the NLD will be elected as president before April. It asks wether a member of the NLD will take office as president before April. In Myanmar,  that are two hugely different things, as mentioned in the description: The parlamentary elections were conducted in November. It took until February for the elected members of the parliament to take office. So the \"take office\" part is the interesting one here."], [4577, "2016-02-29T11:43:19Z", 0.85, "Pushing back up to 85 on expectation that an inauguration on April 1 would count as a yes."], [15350, "2016-02-29T00:58:40Z", 0.98, "While tensions continue to exist between the National League for Democracy (NLD) and the military of Myanmar, a NLD candidate appears set to assume the presidency barring a seizure of power by the military. The successor is slated to take office no later than April 1. "], [498, "2016-02-28T21:46:49Z", 0.97, "Wow. Here's a really good article to gain some insight into exactly what the government in Myanmar is presently like. It's a cold slap-in-the-face if, like me, you just carry a whole bunch of (positive) connotations in your head associated with the word \"parliament.\" This is not, for me at least, the parliament of my idealizations. Or, more precisely, the relationship between the ministries and the parliament is far from what I idealized in any inter-governmental relationship. Will the military just disregard any legislation that they don't seek to abide by? How will this parliament enforce anything? If the ministries can do as they wish in such blatant fashion, who even cares about the parliament? The military turns parliament into a show, and so it doesn't really matter to them, and there's no real reason to interfere. (+1)\nhttp://www.rfa.org/english/news/myanmar/myanmar-government-needs-more-time-to-explain-state-asset-sales-minister-says-02262016173224.html"], [1639, "2016-02-28T21:42:23Z", 0.95, "Parliament has set a deadline of March 17 for the lower and upper house, along with the military bloc, to submit their nominations for the presidency. The president, to serve a five-year term, will be picked from the three candidates by a 664-strong joint-chamber, while the two losing candidates will become vice presidents. The vote will have to take place before the end of current President Thein Sein’s term ending on March 31, 2016. The successor takes office by April 1."], [498, "2016-02-28T21:25:13Z", 0.96, "It's amazing what people will do for a free tee-shirt.\nhttp://aa.com.tr/en/politics/-myanmar-marchers-demand-suu-kyi-does-not-become-president/528678"], [498, "2016-02-28T06:29:13Z", 0.97, "“Dealing with the army is crucial for Myanmar’s political stability, whether you like it or not”\nhttp://www.bangkokpost.com/opinion/opinion/878424/"], [19311, "2016-02-27T14:13:40Z", 0.96, "upping from 85. "], [4634, "2016-02-27T06:55:47Z", 0.92, "Thanks @Anneinak"], [60, "2016-02-27T02:51:59Z", 1.0, "Back up to 100% (from 94)."], [43, "2016-02-27T00:06:58Z", 1.0, "Following @Anneinak, thank you."], [73, "2016-02-26T23:43:45Z", 0.99, "@Anneinak "], [38, "2016-02-26T23:35:01Z", 1.0, "http://goo.gl/9HgTd and http://goo.gl/ou6Ip. © Post Publishing PCL. All rights reserved."], [60, "2016-02-26T04:22:34Z", 0.94, "Raising from 87 to 94% (just below consensus)."], [498, "2016-02-26T02:36:14Z", 0.96, "+1 on the hat!\nhttp://www.mmtimes.com/index.php/national-news/mandalay-upper-myanmar/19189-could-u-zaw-myint-maung-be-mandalay-s-next-chief-minister.html"], [4577, "2016-02-25T13:45:06Z", 0.75, "Trimming a little further on prospect that this process drags on past the end of March."], [691, "2016-02-24T21:57:52Z", 0.96, "My current thinking, if that is the right term, is that if there is a compromise candidate, he or she or it will join the NLD before being inaugurated, as a condition of doing so.  No telling what the mercurial honchos in this exercise will make of this, but the person will unambiguously be a member of the NLD at the time the office of president is assumed. "], [498, "2016-02-24T17:26:46Z", 0.95, "\"the boofish behaviour of a few.\"\nhttp://mizzima.com/news-opinion/usdp-government-presidential-spokesperson%E2%80%99s-silly-and-shocking-statement-section-59f"], [498, "2016-02-24T02:21:04Z", 0.95, "@VirgilReality is undoubtedly correct, in that I am likely \"under-appreciating the risk that ASSK will nominate a 'compromise' candidate for President.\"\nhttp://www.gjopen.com/comments/comments/144666"], [17002, "2016-02-24T01:06:33Z", 0.85, "80% -->85%. Updated for military refusal to change constitution -->counterintuitively increases chance of 'nominal' NLD member chosen to be President (more than it decreases likelihood of ASSK becoming Pres which was already low). But need to watch reaction from ASSK. "], [3895, "2016-02-23T10:29:48Z", 0.94, "per @ulfelder, though I'm less pessimistic - all this means is that the NLD will just have to install one of their members who is not ASSK as President. That is by far the most likely outcome at this point. "], [4577, "2016-02-23T10:19:41Z", 0.8, "Trimming from 85 to 80 on signs that talks between the NLD and military leaders are not producing the accommodation the NLD had hoped for. The latest tidbit on this comes from a Reuters story in which the military signals that it will not accept attempts to amend the constitution or bend the rules to allow ASSK to serve as president now: \"Suspension or amending of any constitutional provisions can't be expected at the moment.\""], [498, "2016-02-23T02:49:37Z", 0.96, "\"Everyone is talking about the rule of law but no one seems to care or understand what it means.\"\nhttp://www.eastasiaforum.org/2016/02/23/managing-the-next-phase-of-myanmars-political-transition/"], [734, "2016-02-23T02:45:37Z", 0.93, "Coming up a bit. Let's blame @redacted. And a good cautionary article:"], [19311, "2016-02-22T21:41:57Z", 0.85, "getting closer to consensus. My biggest concern is still stalling and not choosing president in time"], [498, "2016-02-22T06:36:09Z", 0.96, "Daw Aung San Suu Kyi will today meet her party’s Speakers from the state and regional parliaments in Nay Pyi Taw, although they say they are in the dark as to why they have been summoned to the capital. (? Let's be optimistic, +1)\nhttp://www.mmtimes.com/index.php/national-news/nay-pyi-taw/19102-nld-leader-calls-region-speakers-to-nay-pyi-taw.html"], [498, "2016-02-22T01:44:41Z", 0.95, "Despite a hopeful election, full democracy is still uncertain in Myanmar\nhttp://www.latimes.com/opinion/editorials/la-ed-0221-myanmar-20160220-story.html"], [20008, "2016-02-20T10:37:44Z", 0.75, "It seems like the tide is moving in that direction, but not strongly enough for me to rate it a 100. "], [498, "2016-02-19T17:17:19Z", 0.96, "An excellent case study which highlights the distinction between law and justice."], [498, "2016-02-19T00:05:55Z", 0.96, "If Suu Kyi's sons take Myanmar citizenship, their mother could be president: outgoing Information Minister\nhttp://yangon.coconuts.co/2016/02/18/if-suu-kyis-sons-take-myanmar-citizenship-their-mother-could-be-president-outgoing"], [38, "2016-02-18T02:22:22Z", 0.77, "oops.  I forgot to adjust my forecast."], [38, "2016-02-18T02:21:54Z", 1.0, "There has not been enough news of progress in recent days to support a 100% forecast:  going down to 77."], [498, "2016-02-17T20:43:19Z", 0.97, "It seems that her approach to the jade mining industry may be one of the critical tests for Kyi. While the size of this market seems greatly disputed (0.5 - 31.0 billion), it is obviously large from a relative perspective within Myanmar."], [2, "2016-02-17T18:27:28Z", 0.73, "Just checking in on this Q.  Things are happening there:"], [17002, "2016-02-16T01:25:05Z", 0.8, "16 Feb: Pres/2 VP nominees announced on 17 Mar. Still state of flux (military demands vs NLD assertion via appointments - Reuters: http://mobile.reuters.com/article/idUSKCN0VL16I). If NLD over reaches, raise chance of hard pushback from military. \n1 Feb: Think consensus at 95% is under-appreciating the risk that ASSK will nominate a 'compromise' candidate for President. NLD could disappoint, only take up 1 of 2 VP spots."], [52, "2016-02-15T14:09:45Z", 0.8, "Going a bit below consensus. "], [19260, "2016-02-14T23:19:20Z", 0.85, "Updating on the setting of a March 17 date for the vote."], [15548, "2016-02-14T18:39:16Z", 0.9, "moving from 85 to 90 http://news.yahoo.com/reports-hint-suu-kyi-could-become-myanmar-president-032901801.html"], [498, "2016-02-14T05:26:40Z", 0.97, "Fire Destroys 600 Houses In Myanmar\nhttp://www.ndtv.com/world-news/fire-ruins-600-houses-in-myanmar-1277150"], [1624, "2016-02-13T06:19:31Z", 0.95, "Updating for passage of time"], [498, "2016-02-13T02:35:53Z", 0.97, "\"political mood sours as transition talks hit a snag\"\nhttp://www.reuters.com/article/us-myanmar-politics-idUSKCN0VL16I"], [498, "2016-02-12T10:37:39Z", 0.97, "slum eviction highlights Suu Kyi's military challenge\nhttp://www.reuters.com/article/us-myanmar-evictions-idUSKCN0VK2LX"], [60, "2016-02-11T20:29:14Z", 0.87, "Raising from 79 to 87%."], [498, "2016-02-11T20:01:41Z", 0.97, "Japan is heavily involved in Myanmar, and continues to express keen interest\nhttp://asia.nikkei.com/Politics-Economy/International-Relations/Japan-to-help-improve-Myanmar-s-infrastructure-standards"], [498, "2016-02-11T15:22:51Z", 0.98, "\"The patchwork of colors on display at the first parliamentary session painted a clear picture of the country's diversity\"\n\"There are more than 130 different ethnic groups in Myanmar\"\nhttp://asia.nikkei.com/Politics-Economy/Policy-Politics/Suu-Kyi-s-battle-just-beginning"], [19801, "2016-02-11T10:26:13Z", 0.89, "I find it probable my government will intervene. We want a democratic Myanmar, so the army should get back in its barracks and stay there. NLD won the election with 75% of seats, so it can nominate the president, even if Aung San Suu Kyi is forbidden by constitutional provision about children owning foreign citizenship."], [498, "2016-02-10T23:59:12Z", 0.98, "Japanese companies uneasy about new government (-1)\nhttp://asia.nikkei.com/Business/Trends/Japanese-companies-uneasy-about-new-government"], [3895, "2016-02-09T16:12:10Z", 0.97, "and right back up again. Credo. http://news.yahoo.com/reports-hint-suu-kyi-could-become-myanmar-president-032901801.html"], [498, "2016-02-09T14:12:54Z", 0.99, "Myanmar’s President Urges MPs to Safeguard Country’s Constitution\nhttp://www.rfa.org/english/news/myanmar/myanmars-president-urges-mps-to-safeguard-countrys-constitution-02082016154913.html"], [53, "2016-02-09T06:02:31Z", 0.7, "The jockeying for constitutional change is making me  think this might take awhile longer.  "], [60, "2016-02-09T01:19:04Z", 0.79, "Lowering from 92 to 79%."], [498, "2016-02-08T20:35:56Z", 0.99, "Even the Guardian appears to not have a definitive date:\n\"the president does not take office until 31 March or 1 April\"\nhttp://www.theguardian.com/world/2016/feb/08/aung-san-suu-kyi-myanmar-president-positive-talks"], [3895, "2016-02-08T16:03:38Z", 0.92, "military seems reasonably open to the idea of Suu Kyi as President (at least this way if/when things go bad she can be blamed for them), tempering my earlier pessimism."], [19311, "2016-02-08T15:51:13Z", 0.8, "went down by 5% - although I think that chance of NLD president is almost 100%, I doubt that it will be decided before April.\nmy previous: http://www.gjopen.com/comments/comments/125441"], [734, "2016-02-08T12:36:10Z", 0.86, "Moving up slightly:"], [11800, "2016-02-08T07:44:11Z", 0.93, "\nTo predict how much the rulers of Myanmar are willing to give away of their power to NDL – and therefore partially out of their control - is very difficult to judge.  As I understand they are still very much afraid of the transition to come and the time thereafter with all it’s unpredictable consequences they might face. So far Suu Kyi was not so much known as a compromising person but a very strong character. In the current transition process she seems to manage the situation in a very conciliatory manner, what also reflects in the first fewc nominations of last week in the new parliament. http://www.dvb.no/news/suu-kyi-pleased-with-first-days-of-new-reign/60607"], [19311, "2016-02-07T22:40:06Z", 0.85, "President will be elected probably inless than month - but there may be some time between appointment and taking office. Apart of that it's possible that Suu Kyi , who wanted to be president herself but can't, wouldn't want there to be president..."], [1693, "2016-02-07T21:23:13Z", 0.88, "http://www.dailypioneer.com/columnists/oped/in-naypyidaw-democracy-dawns.html\nA decent and succinct synopsis on the issues at play.. \nThe current silence/delay of naming NLD candidates is prudent I think, not necessarily a sign of decreasing momentum or unraveling. Though maybe that just depends on who gets the nod. "], [15548, "2016-02-06T17:15:07Z", 0.99, "Lowering a bit from 99 to 95\nhttp://www.mmtimes.com/index.php/national-news/nay-pyi-taw/18805-struggle-over-the-presidency-appears-to-postpone-nomination.html"], [43, "2016-02-06T15:29:57Z", 0.88, "Acting on a tip from @Heffalump, thank you."], [691, "2016-02-06T14:46:32Z", 0.97, "Negotiations are reportedly under way that might allow the boss lady to be prez. It is improbable that the constitution can be amended in time for this Q, but the fact they're talking about it at all puts her in an even stronger position to insist that one of her party get the gig. (The flip side of this is that she might agree to a nonparty prez as placeholder while the constitution gets changed, but I suspect that would require a level of trust that doesn't currently exist.)"], [1708, "2016-02-06T12:02:08Z", 0.99, "http://www.economist.com/news/asia/21690062-myanmar-awakes-new-order-parliament-freely-elected-majority-strange-new-world\nhttp://www.reuters.com/article/us-myanmar-politics-idUSKCN0VF05N"], [4577, "2016-02-05T15:54:17Z", 0.85, "Moving up from 80 to 85 percent on talk of a deal between the NLD and the military that would allow Aung Saan Suu Kyi to serve as president; see http://www.nytimes.com/2016/02/06/world/asia/myanmar-military-aung-san-suu-kyi-president.html. I was originally hedging against the possibility of a compromise candidate who was not an NLD member as well as the slight chance of a military coup aborting the transition of power. I think the probability of a non-NLD compromise candidate has gone down but the probability of a military coup has gone up, although it still remains low."], [60, "2016-02-05T04:55:51Z", 0.92, "Raising from 89 to 92% (Wanna stay north [but only by a bit] of the consensus)."], [734, "2016-02-05T02:21:44Z", 0.77, "Thanks to all below on the recent bit of news. Dialing back quite a bit."], [2, "2016-02-04T18:26:41Z", 0.7, "Moving down quite a bit, per @Khalid's comment: http://www.gjopen.com/comments/comments/117801.  h/t @einsteinjs"], [60, "2016-02-04T16:46:37Z", 0.89, "Backing off from 100% to 89%."], [43, "2016-02-04T14:02:25Z", 0.75, "Following @AndrewSabisky on the basis of his analysis of the history of key power player Suu Kyi. Could she snatch defeat from the jaws of victory? Or will she be sufficiently gracious to the men who had imprisoned her to dissuade them from reneging on their promises to allow Myanmar to emerge from dictatorship? https://www.gjopen.com/comments/comments/120174"], [3895, "2016-02-04T11:07:58Z", 0.81, "from a book review of a biography of Suu Kyi in the Journal of Contemporary Asia (2013, Volume 43 Issue 2), by Susanne Prager-Nyein http://www.tandfonline.com/doi/abs/10.1080/00472336.2013.771942#.VrMxiVWLTnA"], [3895, "2016-02-04T09:02:50Z", 0.82, "coming down a bit for now. Either Suu Kyi knows something we don't (i.e that the military will cooperate on constitutional change) or she's a lot dumber/power-hungry than most people seem to think. Comments on which option people think is most likely are very welcome! "], [53, "2016-02-04T06:29:00Z", 0.85, "http://www.mmtimes.com/index.php/national-news/nay-pyi-taw/18805-struggle-over-the-presidency-appears-to-postpone-nomination.html"], [1708, "2016-02-03T10:28:09Z", 0.75, "First signs of doubt I've seen...NLD may try a legal move in legislature using simple majority vote to suspend the law disallowing Suu Kyi from presidency. If that happens it could complicate at least the timing if not the outcome depending on the military's response to any such move.\nhttp://www.japantimes.co.jp/news/2016/02/03/asia-pacific/politics-diplomacy-asia-pacific/travel-ban-fuels-talk-myanmar-constitutional-challenge/"], [68, "2016-02-02T16:07:40Z", 0.98, "No change (as yet), but a potentially worrying development. Over-reach by the NLD could result in the military resuming power once more.\nhttp://www.reuters.com/article/us-myanmar-politics-idUSKCN0VB1ES"], [110, "2016-02-01T17:09:05Z", 0.99, "Following @cmeinel, but not excluding tiny possibility of the military changing their minds."], [43, "2016-02-01T16:40:09Z", 1.0, "Dateline 2-1-16 Myanmar’s lower house was blanketed in light orange, the colour worn by her National League for Democracy (NLD) party members, who have a majority in parliament after decades of military-dominated rule. "], [68, "2016-02-01T11:31:19Z", 0.98, "Up from 96, for passage of time. So far NLD remains on course, barring an unlikely surprise allowing the military nominee to take the Presidency."], [17002, "2016-01-31T17:24:18Z", 0.9, "1 Feb: Think consensus at 95% is under-appreciating the risk that ASSK will nominate a 'compromise' candidate for President. NLD could disappoint, only take up 1 of 2 VP spots."], [60, "2016-01-31T02:31:15Z", 1.0, "Jan 28: \"Myanmar’s President Exits with Offer to Help NLD\" --> http://www.khmertimeskh.com/news/20710/myanmar---s-president-exits-with-offer-to-help-nld/"], [231, "2016-01-30T22:10:45Z", 0.99, "http://www.khmertimeskh.com/news/20710/myanmar---s-president-exits-with-offer-to-help-nld/"], [13959, "2016-01-29T18:09:39Z", 1.0, "http://www.voanews.com/content/in-final-speech-myanmar-president-hails-triumph-of-democratic-transition/3166225.html"], [3895, "2016-01-26T14:16:08Z", 0.98, "everything seems to be going smoothly, and the NLD are in the process of choosing the President from an internal shortlist http://www.straitstimes.com/asia/se-asia/suu-kyis-party-stays-mum-on-choice-for-president"], [436, "2016-01-26T06:30:25Z", 0.94, "The Constitutional issue is a wrinkle indeed, and I've no idea how one goes about amending the constitution of Myanmar. Then again, they don't need The Lady to be president -- just a party member. We're certainly cutting it close with the deadline, but I don't think a day's delay will happen \"by accident\", and I don't really think it will happen at all. What would the military have to gain at this point?"], [12762, "2016-01-25T19:42:09Z", 0.95, "Myanmar is still a dictatorship so there is a legitimate (although small) chance NLD will not take office. International pressure will probably ensure the transfer."], [12302, "2016-01-25T19:28:30Z", 0.01, "replacing caffeine with this.\nedit: won't happen before april 1!"], [3895, "2016-01-24T21:01:37Z", 0.95, "the process seems to be rolling along nicely."], [12591, "2016-01-23T22:22:48Z", 0.95, "The army contiues to allow the process to contiue and has not intervened"], [1526, "2016-01-23T17:44:51Z", 0.98, "I wrote this as a response, but I'll repeat the post for an updated prediction."], [15047, "2016-01-23T16:26:55Z", 0.0, "From Radio Free Asia on the Myanmar Presidential Election and transfer of power, 6-Jan-2016: The upper and lower houses of parliament and the military, which holds a quarter of the seats in the legislature by appointment, will each put forth a candidate for president. Lawmakers will cast votes for the candidates, and the winner will become president, while the others fill the two vice presidential slots. The NLD, which won roughly 80 percent of the vote in general election on Nov. 8, has not yet revealed the names of those it intends to put forward for the nationâ€™s top post. The new government must be formed before March 31, the date on which the current one will be dissolved. On the following day, President Thein Sein will transfer power to the new president. "], [14800, "2016-01-23T15:04:08Z", 0.35, "Although the NLD won election in November 2015, their leader Aung San Suu Kyi cannot be elected President, even though her party the majority of the votes.  The NLD still has to select a president and given the tumultuous political history of Myanmar, there is a small (10-15%) chance the current military government throws the recent elections results out.  "], [16554, "2016-01-23T02:16:13Z", 0.95, "But will the president have any power?"], [43, "2016-01-22T15:56:20Z", 1.0, "Reconciliation underway. Political prisoners released. "], [438, "2016-01-22T02:05:55Z", 0.25, "Based on past history, NO, unless the NLD is able to present a consensual candidate, which is not really probable after its recent victory. If it happens, it won't be smooth I suppose. \nProvided sources used. "], [13377, "2016-01-21T04:14:14Z", 0.95, "https://larswericson.wordpress.com/"], [1708, "2016-01-19T08:05:07Z", 1.0, "http://www.channelnewsasia.com/news/asiapacific/myanmar-s-army-picks-its/2437890.html"], [11430, "2016-01-18T21:28:27Z", 0.95, "All parties in Myanmar want to appeal to western criteria."], [368, "2016-01-18T20:43:49Z", 0.98, "On February 1, 2016, the new Myanmar Parliament will elect Speakers of its two Houses.  The NLD has shortlisted two candidates.  The NLD will maintain an absolute majority in the two Houses despite the constitutional allocation for the military.  The NLD’s first choice as Speaker of the Amyotha Hluttaw is said to be U Aung Kyi Nyunt, an upper house MP for Magwe Region since 2012.  Media sources indicate that \"... party sources said it was possible that under Daw Aung San Suu Kyi’s policy of “national reconciliation” the party would decide to back the re-election of U Khin Aung Myint, the current Speaker who is an MP for the military-backed Union Solidarity and Development Party and a former army major general.\""], [14702, "2016-01-18T00:00:21Z", 0.95, "NLD has a majority in the Parliament.  Three Presidential candidates will be nominated in February (Upper House, Lower House, Military).  Top vote getter becomes the President in a combined vote.  Unless there is a military coup or military decides to retain power, the NLD should be able to decide the Presidency"], [1624, "2016-01-16T03:22:53Z", 0.85, "Adjusting for passage of time & the likelihood that NLD may induct 1 or 2 ministers from the \"old\" Army establishment & have an ASSK loyalist as President"], [15354, "2016-01-14T23:14:37Z", 0.88, "Between the recent support of Suu Kyi from the military (even if fairly tenuous) and her apparent willingness to work with a ceremonial head, it seems likely that the NLD will be able to put someone in power, even if it is not her.  Even though the Myanmar constitution states that president needs to have had some military experience, this is most likely surmountable.  This is all, of course, predicated on further military support for the party."], [241, "2016-01-14T17:38:08Z", 0.98, "Aung San Suu Kyi is making all the right moves ahead of the transfer of power. http://www.businessinsider.com/r-myanmars-suu-kyi-avoids-rocking-boat-with-military-ahead-of-handover-2016-1"], [15272, "2016-01-14T16:44:12Z", 0.85, "The governing military junta has admitted defeat following the last elections, and the movement's leader, Aung San Suu Kyi, has signalled that she is willing to wield power from behind the scenes as she is barred from holding the office herself. International opinion and support may erode for her however, as she shifts from a protest candidate to one tasked with governing. The movement has begun to receive some criticism for its treatment of ethnic minorities within the country. "], [15186, "2016-01-14T04:40:05Z", 0.95, "Recent end of military rule. NLD controls parliament. "], [14253, "2016-01-13T03:56:32Z", 0.95, "I will go above consensus here. No major hiccups so far and I don't see the incentive for either side to mess this up (at least nothing that isn't just highly speculative) without specific news reports that suggest a delay. "], [43, "2016-01-12T20:13:04Z", 0.95, "Backgrounder: http://www.cfr.org/human-rights/understanding-myanmar/p14385?"], [1708, "2016-01-12T07:47:22Z", 0.99, "From article below: \"Today's conference shows how the talks over the political transition and change of government in Myanmar are progressing unexpectedly quickly and smoothly as the parties learn to trust one another,\" said Yohei Sasakawa, a peace envoy for Japan who has been involved in the talks for the last three years.\nhttp://www.channelnewsasia.com/news/asiapacific/suu-kyi-s-surprise/2421824.html"], [38, "2016-01-12T01:16:18Z", 0.97, "http://www.mmtimes.com/index.php/national-news/nay-pyi-taw/18407-nld-says-forming-a-government-not-easy.html"], [85, "2016-01-11T14:25:46Z", 0.97, "Everything on track to date."], [3363, "2016-01-09T15:06:19Z", 0.59, "Hedging my forecast more. Too many things can go wrong. Why should Myanmar's democracy transition run more smoothly and on time than the Panama Canal expansion...."], [1624, "2016-01-09T03:56:17Z", 0.75, "With the NLD's over whelming majority this ought to have been 100% if 'The Lady' was eligible to assume this position. Given this is not the case 'The Lady' will want someone who is a loyalist to assume this position. But given the fragile situation, the NLD may opt for someone from the military (past or present) to secure co-operation during the transition. The fact that little has been said on this matter makes the possibility of an 'outsider' a little more likely."], [43, "2016-01-06T15:01:43Z", 0.95, "Outstanding overview of all indications that things are proceeding well by @Isgold7, thank you for sharing this with us. See also Lars Ericson's Sitrep at https://larswericson.wordpress.com/"], [14677, "2016-01-05T16:58:20Z", 0.97, "Yes, the military can not afford to go the full length of the process which they have initiated."], [2965, "2016-01-05T16:12:00Z", 0.98, "Granularity.\nEverything is proceeding per my scenario. \nMilitary honors result \nKY honors military drafted constitution that gives military dominant national security role.\nKY made a smart deal with the Generals Do not under estimate thei daughter of Burma founder and heir to his nationalist agenda since independence in 1947.\nLatest indicators. \nKY meets with senior military leadership. \nKY announces national conciliation movement. \nSo KY and Military have ambitious goal:integration of ethic warring ethnic majorities in Shan state and all over country including Rohungya genocide that Buddhist monks may like but military and KY party oppose. \nWhether the President ultimately elected is a pawn of KY or NLD irrelevant. \nTakes joint agreement to act by KY and military. \nAmbitious agenda.\nAmazing woman. "], [691, "2016-01-05T13:23:06Z", 0.96, "The only suspense is about timing--will the military try to stall this event or not?  I'm inclined to think the public relations cost of delay exceeds the political/governmental advantage.  They can in theory always step back in later on some pretext, of course, but they will likely let this step proceed with reasonable celerity."], [14327, "2016-01-05T05:09:43Z", 0.99, "http://www.frontiermyanmar.net/en/old-regime-prepares-hand-over-power-national-league-democracy"], [14583, "2016-01-04T14:31:58Z", 0.25, "There will be an NLD president this year but they may not be in office before April 2016 as transition may take time and the vote may not be until March. "], [68, "2016-01-04T10:26:41Z", 0.96, "Up from 95, for passage of time."], [14516, "2016-01-03T18:44:16Z", 0.74, "Yes, their momentum seems unstoppable at present, although I wouldn't go to 90% because the army is still capable of intervening."], [14394, "2016-01-02T13:04:23Z", 0.65, "+ NLD has enough votes to succeed: 100%\n- The military steps back in: 5%\n- the new NLD president takes office after March: 20%\n- The NLD agrees to a compromise candidate: 10%\n"], [11430, "2016-01-02T09:55:07Z", 0.85, "The democratic movement maintains momentum."], [11800, "2016-01-01T21:48:14Z", 0.75, "The NLD has the majority in both houses, so one should think it is  an easy going for NLD to get one of theirs nominated and elected.  \nIf a process like in South Africa is possible to get going, and the ones yet in power see a real chance that they play a role in future, then the chances are quite positive for an NLD president i judge."], [182, "2015-12-31T04:04:25Z", 0.96, "With world attention it will be hard for the army to stand in he way"], [12302, "2015-12-29T21:30:54Z", 0.82, "moving up seven points just to be closer to the consensus for now (unsure about this question today).\nI don't believe it is certain, that a member of the NLD will become president."], [2965, "2015-12-28T16:19:51Z", 0.97, "Detente between Burmese military and Ki"], [12117, "2015-12-28T06:27:22Z", 0.9, "Yes factors: Myanmar's current President, Thein Sein is a key factor in democratize Myanmar. And as long as he is in charge, Myanmar will be better in democracy. Myanmar badly needs foreign investor. Suu Kyi's supporter will favourable among investors."], [12591, "2015-12-27T23:00:08Z", 0.85, "The military have long recognised that these changes are inevitable, and have sought to merely delay the chnage"], [4577, "2015-12-27T15:45:21Z", 0.75, "Hedging further on possibility of a non-partisan compromise candidate."], [368, "2015-12-26T20:33:56Z", 0.98, "While the NLD 135 of 224 seats in the Upper House and 255 of 440 in the Lower House, it ensures that when the choice for president is made in March 2016, it is able to win 2 of 3 candidates to be nominated for the president of Myanmar.  Selection of the president requires (by the constitution of 2008) that elected representatives of the Lower House, the elected representatives of the Upper House, and the unelected army representatives vote on nominations for president.  Each of these formations choose a candidate in a joint session and the winner becomes president while the losers become vice-presidents.  This process could however be complicated by the role of the military and safeguards provided in the constitution.  "], [52, "2015-12-26T19:02:45Z", 0.75, "This may be just a bump in the road and not significant in the overall picture moving forward, but I feared something like this from the beginning.  Is the \"old guard\" THAT ready to give up power?  So far we have only heard happy stories..."], [12302, "2015-12-26T11:23:50Z", 0.99, "There will be immunity for former leaders; President Thein Sein will not run again.\nIt looks like it could be closing in around Shwe Mann, the speaker of Myanmar’s parliament and leader of the Union Solidarity and Development Party (USDP) as a compromise candidate. But little is known about debates inside the National League for Democracy, so it's hard to tell for sure.. sadly dropping my forecast however. Onion prices are rising in Myanmar. Just wanted to add that."], [14040, "2015-12-26T07:15:32Z", 0.55, "The transition process, including the appointment of President, may not be concluded by April 2016 regardless of the identitity of the candidate.\nThere is a possibility that the NLD leadership will select a compromise candidate from within the military backed USDP in order to encourage moderates to side with NLD for future constitutional changes.\nThat aside the most likely scenario is still the appointment of an NLD member and this may happen before April."], [4139, "2015-12-26T01:41:36Z", 0.75, "Normally I don't bet against these thugs using violence to stay in power but these thugs have historically been known to step back until a better time to reassert military law."], [734, "2015-12-23T14:57:16Z", 0.97, "Updating."], [12676, "2015-12-23T14:35:18Z", 0.94, "http://www.mmtimes.com/index.php/national-news/nay-pyi-taw/18258-immunity-bill-causes-waves-confusion.html +1 Former president immunity bill: looks like former dictator trying to ensure immunity after govt changes."], [13377, "2015-12-23T04:50:01Z", 0.94, "Following https://larswericson.wordpress.com/2015/12/22/double-median-filter/"], [102, "2015-12-22T03:26:47Z", 0.94, "https://larswericson.wordpress.com/2015/12/22/double-median-filter/"], [13625, "2015-12-21T19:58:32Z", 0.0, "Not this time"], [13568, "2015-12-21T13:07:23Z", 0.65, "Although there is a lot of good-will in the international community towards the NLD putting in a President in Myanmar the reality of developing nations is that the systems can be both slow and circuitous. "], [13546, "2015-12-21T11:20:09Z", 0.05, "no"], [43, "2015-12-21T03:46:14Z", 0.92, "Averaging the predictions of the people I'm following. I appreciate their research and analyses, in particular @Jean-Pierre, who by my choice of combined figures of merit is now the top overall forecaster in this game. "], [586, "2015-12-19T09:14:03Z", 0.95, "yes."], [12676, "2015-12-18T14:40:36Z", 0.93, "http://www.mmtimes.com/index.php/national-news/nay-pyi-taw/18200-daw-aung-san-suu-kyi-meets-eight-ceasefire-signatories.html +1 Daw Aung San Suu Kyi already acting like a de facto leader of the country."], [1057, "2015-12-17T22:21:36Z", 0.15, "unlikely given the recent elections"], [13272, "2015-12-17T18:57:39Z", 0.35, "Compromise will be hard to come by. A new voice might be needed."], [13327, "2015-12-17T18:40:41Z", 0.05, "Candidates considered too liberal."], [13317, "2015-12-17T15:45:41Z", 0.88, "The military government has allowed change to this point for some reasons persuasive to them and NLD (Su Kee) has not been calling for retaliation against them. "], [13295, "2015-12-17T15:15:37Z", 0.35, "Seems fairly likely given location but not foregone conclusion."], [691, "2015-12-17T13:05:14Z", 0.97, "The military have committed to abiding by the election result. They have not committed to the notion of a president who can do anything. They will adjust that, then let the NLD pick a prez-- which will still not be Aung San Suu Kyi, since the lads will not amend the constitution to allow that until they are sure the presidency is toothless. "], [12943, "2015-12-17T11:43:16Z", 0.7, "Significant increase to previous forecast on press reports that suspension of clause preventing Aung San Suu Kyi presidency is being discussed. \nStill some chance that some for of compromise with other parties may be preferred, reducing the presidency to a more symbolic role. \nAlso - and perhaps more significantly - change of a delay in selecting a president beyond the April deadline in the question."], [13254, "2015-12-17T00:33:15Z", 0.95, "The recent election and international expectation make it very likely."], [13248, "2015-12-16T23:17:08Z", 0.35, "The release of meaningful power to the NLD is a delicate balance for the military and so the situation is on a knife edge"], [13216, "2015-12-16T20:53:24Z", 0.25, "Not likely because of the technicality that Aung Sang Su Kyi couldn't stand but is acting leader of the party. They need to get a suitable candidate together to put forward."], [12676, "2015-12-16T17:35:57Z", 0.92, "+2 http://www.elevenmyanmar.com/politics/myanmar-government-approves-political-dialogue-framework: transition seems to be moving smoothly."], [13166, "2015-12-16T16:56:07Z", 0.9, "the process seems to be already under way"], [13135, "2015-12-16T16:12:44Z", 0.88, "There is a possibility that a group with the military. Will seek to use a coup to oust the older generals and the NLD."], [13144, "2015-12-16T16:07:33Z", 1.0, "It looks like the head of the army is supportive of this transition of power, and I don't see any significant obstacle standing in the way here"], [12943, "2015-12-16T09:33:41Z", 0.2, "Aung San Suu Kyi is constitutionally barred from the presidency given her foreign husband and children. She will excercise power through the NLD's control of houses of parliament. The fate of the presidency is a different matter and not necessarily vital to reforms in the country. The role could become largely symbolic (as in many countries, like Germany or Italy) and, if so, allowing the former military rulers to retain a symbolic role of president could actually be a way towards reconciliation over time and allow for a sense of representation to those who support the previous regime.  In 2014 the NLD even stated that it would not put up a candidate at all (see article below).  The current confidence amongst the forecasters here in an NLD president seems vastly overstated to me."], [13063, "2015-12-16T08:38:40Z", 0.85, "A NLD member should be president but the army may surprise the world by grabbing power again"], [13011, "2015-12-15T21:52:08Z", 0.85, "Momentum"], [53, "2015-12-15T21:49:34Z", 0.9, "news article shared by @jkbick & in general news is emphasizing interest in smooth transfer of power."], [102, "2015-12-15T17:31:31Z", 0.9, "https://larswericson.wordpress.com/2015/12/15/monday-night-picks/"], [4577, "2015-12-15T10:54:47Z", 0.9, "There are two main sources of uncertainty here: 1) the risk of a reactionary coup aimed at aborting the transfer of power (a la Algeria in 1991), and 2) the possibility that the presidential election process will produce a non-partisan compromise candidate. I think the risk of (1) is quite low at this point, and will stay low as long as the NLD does not immediately pursue a transformative or retributive agenda. I understand (2) less well but believe there is only a modest chance of it as well. So I am starting at 90% and will move primarily in response to signals or new information affecting those two things."], [734, "2015-12-14T23:00:00Z", 0.92, "Increasing +4 on the basis of the article provided by @jkbick.  Appears that the transition team is in place on both sides of the aisle.  Thanks for the article!"], [1708, "2015-12-14T15:49:08Z", 0.9, "http://www.channelnewsasia.com/news/asiapacific/myanmar-s-transition/2346136.html"], [102, "2015-12-14T04:51:55Z", 0.91, "https://larswericson.wordpress.com/2015/12/14/excluding-outliers-in-the-smart-crowd-forecast/"], [102, "2015-12-13T06:28:22Z", 0.84, "https://larswericson.wordpress.com/2015/12/13/saturday-night-is-all-right/"], [43, "2015-12-13T04:11:49Z", 0.86, "Following 000 and his super picks."], [12784, "2015-12-12T17:38:29Z", 0.6, "Myanmar started to open but events still possible..."], [102, "2015-12-12T05:31:59Z", 0.86, "https://larswericson.wordpress.com/2015/12/12/super-friday-night/"], [706, "2015-12-12T05:14:08Z", 0.65, "Climate change will keep the world's eyes on places like Myanmar, so the pressure to conform to the peoples' votes will make this occur."], [52, "2015-12-11T15:55:26Z", 0.5, "Upping but still mindful of the vested interests that may rise up and throw a wrentch into the process.   "], [12676, "2015-12-11T14:36:57Z", 0.9, "http://www.channelnewsasia.com/news/asiapacific/myanmar-sets-up-committee/2337734.html \"An eight-member committee has been set up to facilitate the transfer of power from the current Myanmar government to the National League for Democracy Party (NLD).\""], [734, "2015-12-11T01:25:52Z", 0.88, "Updating. This change in government appears to be progressing smoothly."], [1526, "2015-12-10T19:53:58Z", 0.98, "Based on this new information by markedg. "], [12676, "2015-12-10T14:19:50Z", 0.85, "http://www.frontiermyanmar.net/en/constitutional-suspension-raised-possible-fix-daw-suu-kyi-presidency "], [102, "2015-12-10T06:12:27Z", 0.8, "https://larswericson.wordpress.com/2015/12/10/a-super-long-picky-post/"], [1767, "2015-12-09T23:35:07Z", 0.82, "The NLD recieved about 80% of the vote, and Aung San Suu is a clear power broker to prevent party infighting. I see no way (or even desire) for the military to successfully annull this election 1990 style. The remaining question is wether a president will be chosen by April. Given that the NLD as thus far followed Mama Suu's direct request that every MP keep their mouth tightly shut it suggests that there is no major internal power struggle. "], [1337, "2015-12-09T22:54:29Z", 0.85, "http://www.aljazeera.com/news/2015/12/army-chief-accepts-suu-kyi-myanmar-leader-151206171417790.html \"Myanmar's former military chief General Than Shwe has accepted Aung San Suu Kyi as \"the leader\" of the Southeast Asian country, his grandson has said. \"He accepts that she will become the leader of the country,\" Nay Shwe Thway Aung said of his grandfather in a message posted on Facebook on Sunday.\""], [102, "2015-12-09T21:45:17Z", 0.9, "Crowd"], [556, "2015-12-09T21:42:06Z", 0.95, "So far so good, the military letting Aung Suu Kyi's party peacefully take over the office. During the campaign it has always been clear she wouldn't be the official president, so I assume she will choose someone she trusts within her own party to represent her.\nhttp://www.bloomberg.com/news/articles/2015-12-02/myanmar-president-assures-suu-kyi-of-peaceful-power-transfer\nFor specific names and qualifications here is a helpful overview:\nhttp://www.bbc.com/news/world-asia-34974367\nAnd this one...\nhttp://www.business-standard.com/article/opinion/shankar-acharya-myanmar-s-historic-election-115120901348_1.html"], [691, "2015-12-09T21:03:46Z", 0.92, "She knows she can't be prez just now, but she has said she'll be running the show anyway.  Sounds right. "], [1526, "2015-12-09T15:21:06Z", 0.25, "This is a tricky question. I believe she'll overwhelmingly be voted in as president, but she can't assume the seat due to constitutional restrictions. The NLD must change the constitution first. First meaning that she is actually declared president regardless of being voted into office."], [68, "2015-12-09T08:06:19Z", 0.95, "The Parliament will choose three candidates. The military, with its guaranteed 25% share of parliamentary seats, will select one, but the NLD (with about 60%) will have the other two, and therefore the Presidency (while the other two become Vice-Presidents). The current President, retired General Thein Sein, is making all the right noises, so it seems very unlikely the military won't hand over power, having been planning this for years and building in many safeguards to protect their interests. Aung San Suu Kyi has already  accepted that she won't be the first president by saying she will rule \"above the President\". Based on current discussions, I don't see any impediment to an NLD President taking office in March 2016 (so long as there aren't any last-minute delays)."], [1646, "2015-12-09T02:33:59Z", 0.85, "Aung San Suu Kyi has already stated she will put a figurehead as president but will rule herself, so that is a non-issue\nLots of meetings and negotiations before this happens, but she brings a respectability that will be hard to brush aside.\nhttp://asia.nikkei.com/Viewpoints/Viewpoints/Tender-gourds-in-Myanmar-s-cactus-garden?"], [734, "2015-12-09T02:25:58Z", 0.72, "Initial forecast, optimistic soul that I am..."], [52, "2015-12-09T02:18:26Z", 0.35, "This article suggests it takes a \"Super-majority\" of 75% of the Parliament in order to amend the Constitution for Suu Kyi to become President.  The military controls 25% of the Parliament."], [102, "2015-12-09T01:40:11Z", 0.75, "Crowd, I know nothing."], [1708, "2015-12-09T00:59:32Z", 0.75, "Seems to be on track for next March unless military starts showing signs of discomfort with NLD choosing Pres and two VP's. Will watch for backtracking from military as NLD Pres choice becomes apparent. \nhttp://www.bbc.com/news/world-asia-33547036"], [11872, "2015-12-08T23:55:45Z", 0.8, "NLD is likely to treat the military with kid gloves, and the military will probably adopt a wait-and-see attitude."], [38, "2015-12-08T23:38:13Z", 0.77, "The party was hugely successful in the last election, but the question could be complicated by issues related to the constitutional prohibition that  prevents Aung San Suu Kyi from becoming president."], [12302, "2015-12-08T21:31:19Z", 0.9, "I am fairly confident, that a member of the NLD will become president before April 2016. According to schedule, the current government will remain in place until the end of February 2016. The NLD won over 80 percent of the seats in then national parliament. Though a fixed military presence remains, the NLD gets to choose the president. Outgoing President Thein Sein pledged to recognize the will of the people and said: \"All duties would be transferred to the next government systematically according to the schedule. We will make sure it will be smooth and stable without having to worry about anything.\""], [500, "2015-12-08T21:17:12Z", 1.0, "jes"], [1337, "2015-12-08T20:44:27Z", 0.65, "https://en.wikipedia.org/wiki/Cabinet_of_Myanmar \"The Commander-in-Chief appoints the Ministers of Defence, Home Affairs and Border Affairs, selecting candidates from within the Defence Services (Tatmadaw), while the President appoints the remainder.\" Coupled with the military tribunals, whose existence practically confers immunity to the military, this may be enough to let go of presidency."]]}