{"question_id": 351, "title": "Will Salva Kiir cease to be President of South Sudan before 1 December 2017?", "correct_answer": "No", "crowd_forecast": 0.01, "preds": [[19801, "2017-11-19T03:48:43Z", 0.0, "Nhial further said the new deal, dubbed Cairo Declaration, recognized the current First Vice President Taban Deng Gai as the leader of the SPLM-IO who has accepted the reunification without conditions.\nhttps://www.sudantribune.com/spip.php?article64025"], [691, "2017-11-01T15:29:58Z", 0.0, "http://www.aljazeera.com/news/2017/11/south-sudan-kiir-vist-khartoum-discuss-borders-171101091618664.html\nKiir is trying out the idea of statesmanship.  Probably work for a while."], [6303, "2017-10-31T03:54:56Z", 0.01, "Based on general news and GJP consensus."], [23234, "2017-10-30T23:54:51Z", 0.01, "https://www.washingtonpost.com/politics/africa-trip-illustrates-haleys-trusted-unusually-direct-relationship-with-trump/2017/10/29/df7c4942-bc09-11e7-9e58-e6288544af98_story.html\nU.S. Ambassador Haley to President Kiir:\n“I basically said the United States had invested well over $11 billion in South Sudan and into him and that we were now questioning that investment,” Haley, the tough-talking U.N. ambassador, said last week about her one-on-one discussion with South Sudanese President Salva Kiir... With Kiir, Haley said she brought along photographs of suffering refugees she had visited the day before at an Ethiopian camp where she heard harrowing personal stories of rape and murder. Kiir did not deny the atrocities attributed to his soldiers, she said..."], [6303, "2017-10-23T03:58:46Z", 0.01, "Based on general news and GJP consensus."], [6303, "2017-10-16T03:37:49Z", 0.01, "Based on general news and GJP consensus."], [39847, "2017-09-21T19:14:16Z", 1.0, "He would hold the power"], [6303, "2017-09-18T04:28:15Z", 0.01, "Based on general news and GJP consensus."], [6303, "2017-09-04T05:11:28Z", 0.01, "Based on general news and GJP consensus."], [1639, "2017-08-28T14:43:24Z", 0.0, "Dropping to 0 per passing of time"], [31450, "2017-08-24T14:44:24Z", 0.0, "Dropping to zero, I feel like if Kiir was going to be removed, he would have been by now."], [36037, "2017-07-23T11:42:19Z", 0.05, "Until The war is going on salva kir Will stay president. Up To now there is no sign of the end of this conflict. "], [19260, "2017-07-20T20:45:06Z", 0.05, "Passage of time"], [6303, "2017-07-17T02:19:47Z", 0.06, "Based on general news and GJP consensus."], [23006, "2017-07-08T01:12:44Z", 0.39, "p of t"], [1639, "2017-05-19T17:07:59Z", 0.15, "The presidential spokesman, Ateny Wek Ateny described Thursday’s meeting between Awan and the president as “cordial and friendly.\""], [35610, "2017-05-16T17:02:47Z", 0.4, "he has big issues in the army. So it is not impossible, that there will be a coup"], [691, "2017-04-12T19:58:05Z", 0.05, "Perhaps he'd like to proclaim himself caliph and leave town that way...."], [34716, "2017-04-03T11:34:41Z", 0.65, "Have a bigger issue "], [31450, "2017-03-28T19:27:16Z", 0.05, "Military coups in Africa just aren't as common as they used to be, with presidents losing power to coup's only once every few years now so I don't think this is a possibility. Furthermore, baring outside aid to his enemies, no one else seems strong enough to actually seize Juba. Finally, no one seems interested in a negotiated settlement to the conflict in the country."], [6303, "2017-03-27T02:45:29Z", 0.1, "Based on general news and GJP consensus."], [1993, "2017-03-08T01:20:09Z", 0.12, "No one seems interested in governing as such, but Kiir seems to be in a stronger position than his rival, regardless of famine, mass murder, etc."], [1331, "2017-03-04T17:13:33Z", 0.5, "Depends on how may guns the opposition can bring to bear"], [19801, "2017-02-28T11:18:09Z", 0.45, "South Sudan’s Man-Made Famine"], [31238, "2017-02-14T02:10:47Z", 0.12, "Outside View: Poor African leaders don't often leave power."], [13377, "2017-02-13T04:20:39Z", 0.15, "Following Dsarin"], [24109, "2017-02-09T23:01:17Z", 0.1, "Looks like things are stabilizing somewhat.  Have to admit I don't read much about South Sudan."], [6303, "2017-02-05T04:01:47Z", 0.15, "According to the general news and GJP consensus."], [83, "2017-02-04T05:22:07Z", 0.04, "Kiir agrees to terms with the UN: \nhttp://www.sudantribune.com/spip.php?article61556"], [19801, "2017-01-31T04:45:20Z", 0.35, "Still President, the man clings like a limpet to power."], [6303, "2017-01-30T03:44:58Z", 0.3, "According to the general news and GJP consensus."], [23234, "2017-01-24T00:48:52Z", 0.39, "Comment deleted on Jan 24, 2017 07:49AM UTC"], [6303, "2017-01-23T02:29:29Z", 0.3, "According to the general news and GJP consensus."], [23234, "2017-01-20T01:46:07Z", 0.26, "Comment deleted on Jan 24, 2017 12:49AM UTC"], [23234, "2017-01-19T02:25:36Z", 0.39, "Warning: details pretty awful violence: http://www.newyorker.com/news/news-desk/the-lost-hopes-for-south-sudan This piece (reading between the lines) advocates for future US involvement and charts a disagreement between the National Security Council (no embargo) and the State Department (embargo) on how to deal with Kiir. Author is based in Massachusetts according to Wikipedia...wonder if connected to the Kerry camp. Also Uganda connection is interesting and may help explain the perspective of the Columbia Univ. professor who authored the recent nytimes editorial that seemed pro-Kiir, anti US involvement (not mentioning Kiir in the group of ppl alleged to need replacing)."], [19801, "2017-01-18T09:20:12Z", 0.5, "If fighting continues and controversial policies are not reversed, it's only a matter of time before full on fighting breaks out again in South Sudan\nhttp://mgafrica.com/article/2017-01-16-the-failure-of-forced-peace-south-sudans-apprehensive-future/"], [23234, "2017-01-17T00:41:46Z", 0.2, "Comment deleted on Jan 25, 2017 12:06AM UTC"], [6303, "2017-01-16T01:36:09Z", 0.3, "According to the general news and GJP consensus."], [23234, "2017-01-16T01:12:17Z", 0.38, "Comment deleted on Jan 16, 2017 01:15AM UTC"], [24109, "2017-01-15T07:18:07Z", 0.3, "Very good analysis in https://www.gjopen.com/comments/comments/423645"], [32066, "2017-01-14T18:37:06Z", 0.14, "Since 1990 20 African countries have had at least one successful coup (ALG, BUF, BUR, CARx2, CHA, COM,  BRZ, CON, EGY, GAM, GUI, GUBx3, CIV,  LIR,  MAD, MAU, NGRx3, NIG, SOM, SUDx2), a total of 26 coups / 22 countries / 26 yrs, or about 0.05 coups/country/year. Base rate for death or debilitating illness for man in Kiir's age group is less than 2%, but round up to 2% because Africa. Base rate for a random unstable African country would thus be abt 7%. SSD is definitely in worse situation than average country in that list, so double that estimate to 14%.\n"], [32325, "2017-01-10T15:55:56Z", 0.05, "Advantages of incumbency"], [6303, "2017-01-09T03:27:55Z", 0.3, "According to the general news and GJP consensus."], [32180, "2017-01-06T07:46:20Z", 0.2, "He's got the money, the military, and control of the oil."], [24109, "2017-01-02T05:43:21Z", 0.35, "High.   Both I hear apologetic behavior fro m Mr. Kiir, , and I believe historically that dicatators in Africa tend to not be disposed.  Moving towards the crowd.\n"], [6303, "2017-01-01T03:28:23Z", 0.4, "According to the general news and GJP consensus."], [83, "2016-12-31T19:37:13Z", 0.07, "Sudan Tribune reports:\n1.  Three army generals and three additional army officers deserted from Riek Machar's Sudan People's Liberation Movement to join First VP Taban Deng Gai in support of implementing the internationally supported peace agreement. They claim Machar has led the movement in the wrong direction.\n2. UN did not pass an arms embargo on SSudan.  (One concern was an embargo would have benefited rebels at the expense of the government. Most rebel arms are smuggled in.)\n3. \"Pressed by the American administration, the IGAD asked South Africa to host the ousted former Vice-President Riek Machar to prevent the resumption of war and to \"avoid a genocide\" in the troubled country.\"\nhttp://www.sudantribune.com/spip.php?article61261"], [14761, "2016-12-28T06:27:53Z", 0.15, "Not many successful coups in Africa in recent years. I believe that Salva Kiir is a member of the dominant tribe so the odds are against a general uprising. He's hung in there for five years so it's likely he's staying."], [6303, "2016-12-26T02:56:16Z", 0.55, "According to the general news and GJP consensus."], [31695, "2016-12-24T21:44:57Z", 0.25, "no, he wants to hold on to power "], [31201, "2016-12-20T03:55:35Z", 0.1, "Will not voluntarily relinquish power - civil war has been too brutal. Small probability includes death in office."], [31560, "2016-12-19T06:23:06Z", 0.08, "Elections are in 2018. Kirr will not leave before that, or probably after."], [6303, "2016-12-19T03:18:18Z", 0.55, "According to the general news and GJP consensus. "], [31436, "2016-12-16T07:30:20Z", 0.3, "pending cival unrest?"], [6303, "2016-12-12T02:53:08Z", 0.55, "According to the general news and GJP consensus."], [30955, "2016-12-04T21:17:45Z", 0.84, "I ascribed certain probabilities to various reasons for him to leave. Death(Natural Causes) I gave a 15% chance as he is under the mean age of Sudanese head politicians (he is 13% younger). For other reasons he could leave I estimated 3 separate situations. 1) Give Up(10%): He has been accused by the UN of crimes against humanity and if he gave up, he would be responsible. 2) Exile (40%) his allies in Uganda could shelter him for longer than the 3 month period in the question rules if fighting around Juba becomes too large. Finally 3) Overthrow(65%) is a high possibility because of the threat of Genocide. The conflict is eerily similar to Rwanda in 1994. (Two tribes, the Neur and Dinka, fighting each other in a cultural war, accompanied by atrocities. 3 years of civil war, UN involvement and disregard by the belligerents.) The Neur (anti Kiir) have been gained support from Western countries. A mean of probability give 84% towards an exit."], [706, "2016-12-04T04:21:39Z", 0.75, "He'll flee for over three weeks."], [691, "2016-12-02T21:31:05Z", 0.21, "He's probably reasonably safe unless he gets shot or blowed up.  My perennial question about South Sudan is why the hell anybody would want to be president of it.  I have the same question about, for a few examples, Guinea-Bissau, El Salvador, Italy, Papua New Guinea, and increasingly the United States."], [30904, "2016-12-01T14:15:16Z", 0.25, "lkn;lm/"], [1639, "2016-11-30T16:51:01Z", 0.45, "South Sudan’s President, Salva Kiir is on a visit to South Africa, amid reports of his deteriorating health situation.\nBut the Minister for the Presidency, Mayiik Ayii Deng, said President Kiir was invited to South African by his counterpart, Jacob Zuma."], [19801, "2016-11-30T04:17:59Z", 0.58, "South Sudan has soaring inflation[1], and an ongoing civil war that started in December 2013[2]. With the probable imposition of an UN embargo[3], and possible military intervention, I doubt this brittle government will last an entire year."], [7124, "2016-11-24T06:11:16Z", 0.15, "Kiir is a Dinka which is the stronger ethnic group in South Sudan. Therefore he is likely to remain in office"], [29680, "2016-11-23T09:53:28Z", 0.19, "Good diplomatic relations with strong governments. Survived this far."], [30383, "2016-11-21T12:23:14Z", 0.75, "He has been able to thwart all attempts for last so many years. "], [19801, "2016-11-21T03:31:07Z", 0.55, "1.The United States has circulated to the UN Security Council a draft resolution to impose an arms embargo on South Sudan and further targeted sanctions amid warnings by a senior UN official of possible genocide."], [30166, "2016-11-20T17:59:46Z", 0.25, "I was able to pull this up (looks like a good source of South Sudan news)\nhttp://www.southsudannewsagency.com/index.php/2016/11/19/south-sudan-beefs-security-amid-mounting-tension/"], [6315, "2016-11-20T14:01:00Z", 0.9, "The Chinese financially and militarily are fairly to heavily involved in South Sudan. China's soldiers just suffered their first deaths in a fire fight since the 1979 war with Vietnam, and the people are shocked by this. To make matters worse the Chinese people became aware that a rocket propelled grenade manufactured in China was one of the lethal weapons used against their soldiers. Xi Jinping has already told his people that this is the price for rising into a position of global leadership, and to look at what the U.S. has been doing for a long time now. China in the past has been criticized for not getting involved. In Xi Jinping's first excursion far from home, he has face to save and his credibility is at risk if South Sudan is not brought under control. Xi Jinping will clamp down, and his military is virgin to battle which he knows has to change for China to be taken seriously, and South Sudan is the convenient proving grounds. Xi Jinping will not back out, and out will go Salva Kiir."], [83, "2016-11-20T02:43:25Z", 0.1, "Even though SSudan is in a civil war, the issues have been long term, fighting in the south even  pre-dates independence,  the SKiir gov't seems to have enough international support for basic governmental stability.  Leaving the possibility open for unexpected developments."], [30166, "2016-11-18T16:46:59Z", 0.05, "It looks like there have been 30 Coups in Africe since around 1960:\nhttp://scientiamilitaria.journals.ac.za/pub/article/view/756/760"], [28091, "2016-11-17T22:17:52Z", 0.1, "This does not look like there will be a political solution. The government has the upper hand militarily and the opposition does not have any strong outside support that they would need to succeed. The only reason to move this forecast more strongly to yes is if the rumors of Kiir’s poor health prove to be true.  "], [30166, "2016-11-17T21:11:58Z", 0.12, "Elections will not be until 9 July 2018.\nhttps://en.wikipedia.org/wiki/South_Sudanese_general_election,_2018 So likelihood due to an election loss is close to 0%."], [19801, "2016-11-16T10:24:09Z", 0.5, "There is a violent civil war. "], [83, "2016-11-16T03:05:35Z", 0.3, "Reports of clashes between rebel factions:\nhttp://www.sudantribune.com/spip.php?article60840"], [4139, "2016-11-15T20:40:32Z", 0.2, "Long time to hide and hang on."], [691, "2016-11-15T19:53:12Z", 0.61, "There are many ways to cease being president of any place, most of which do not require either individual ingenuity or widespread connivance.  Beyond that, I have no insight on this one, and precious little information from which to draw insight.  One hopes for eventual clarity, or at least reliable rumours. "], [1333, "2016-11-15T19:14:36Z", 0.35, "He has disappeared before, and along with (was it Burma once) Clinton considered it one of her achievements (the formation of South Sudan, so he has about zero support IF a successor can be found that is more suitable."]]}