{"question_id": 507, "title": "Between 1 July 2017 and 30 June 2018, will an armed group from Afghanistan engage in a campaign that systematically kills 1,000 or more civilians in Afghanistan?", "correct_answer": "No", "crowd_forecast": 0.21, "preds": [[37214, "2017-09-27T23:34:31Z", 0.89, "Civilian deaths continue to go up and the present administration is sending more troops to maintain the current situation; we can expect more IED related deaths and suicide bombings will also increase based on past trends."], [39064, "2017-09-18T23:47:50Z", 0.9, "3498 killed 2016. US commitment insufficient to result in -2/3 change. If US escalation occurs, result will be more dead. If US withdraws, areas will fall and be subject to Taliban reprisals."], [6303, "2017-09-18T03:45:25Z", 0.01, "Based on general news and GJP consensus."], [6303, "2017-09-04T04:23:12Z", 0.01, "Based on general news and GJP consensus."], [590, "2017-09-03T14:05:47Z", 0.05, "Could there be a jerk reaction following the open renewed engagement of Trump in the nation? "], [691, "2017-08-25T19:47:08Z", 0.01, "http://www.aljazeera.com/news/2017/08/gunmen-attack-shia-imam-zaman-mosque-kabul-170825095421445.html"], [691, "2017-08-23T11:46:58Z", 0.01, "http://www.aljazeera.com/news/2017/08/taliban-suicide-bomber-kills-civilians-helmand-170823072606297.html\nThe Taliban are working diligently on this, but it takes a long time to kill a thousand people if you can only do 30 or 40 every couple of weeks."], [37644, "2017-08-11T01:25:16Z", 0.86, "Better part of two fighting seasons"], [36726, "2017-08-03T09:13:17Z", 0.01, "I think Afghanistan is tired of indiscriminate slaughter of civilians, and terrorist organisations are more and more aware of the tide of public opinion."], [1056, "2017-07-25T00:24:44Z", 0.0, "Pretty much no chance. Once civilian casualties started to climb in any such campaign, the U.S. and/or other powers (including probably Iran) would intervene to stop it. The more successful a mass-killing campaign was in the beginning, the less likely international players would be to let it continue. "], [28091, "2017-07-22T16:04:05Z", 0.02, "With the US involvement in Afghanistan potentially on the rise the opportunity will be less and all attention will be focused on fighting the US forces."], [691, "2017-07-17T12:04:55Z", 0.02, "http://www.reuters.com/article/us-afghanistan-casualties-idUSKBN1A20RL\nThis may come down to the scoring system.  It looks like groups that use bombs almost exclusively are not considered \"armed,\" and unless an \"armed group\" confines its activities to one part of a country, it doesn't count.  So no matter how many people die from a single group's weapons that are not considered \"arms,\" it will be difficult for any group to make these numbers in any of the subject countries.   Not clear to me what exactly anybody is being early-warned about, but none of my business, I guess.  Staying low on all of these."], [6303, "2017-07-17T03:06:25Z", 0.01, "Based on general news and GJP consensus."], [36309, "2017-07-09T02:23:37Z", 0.1, "I interpret \"an armed group from Afghanistan\" as ruling out the Islamic State.  The question then is whether the Afghan Taliban or the Haqqani Network will kill 1000+ civilians by June 30, 2018.  Taliban and Haqqani attacks on security forces sadly often result in collateral damage including loss of civilian life, but usually only in small numbers. Since both groups (especially the Taliban) rely somewhat on local tribal communities for support, and wish to avoid taking any actions that would compel the United States and NATO to redeploy increased numbers of troops back to Afghanistan, it would be a strategically disastrous move by either group to systematically kill 1000+ Afghan civilians.  "], [20284, "2017-07-03T21:17:10Z", 0.95, "The taliban and other revolutionary groups are not going to give up or leave until they have regained power.   In a conflict of this nature both the opposing military as well as the civilian population are targets.   This strategy of Total War means you must beat the opposing forces as well as demoralize to the point of surrender the civilian population.  Some day the Americans and NATO will leave.  I know what side I would want to have been on if I was going to be left behind."], [14133, "2017-07-02T17:35:38Z", 0.7, "There are three groups capable of this if they feel aggrieved enough: Taliban, IS, and the government or militias loosely tied to the government"], [35569, "2017-07-01T14:48:47Z", 0.02, "The Hazara people of Afghanistan appear to be the group most at risk for genocide.  The humans of that region of earth hold onto ethnic grudges for centuries.  The most recent documented genocide in Afghanistan was of the Hazara people in the late nineteenth century.  Large scale violence against the ethnic group has stopped, but the Pashtun people still hold onto their hatred.  I believe the Taliban or run of the mill Pashtun Afghani would participate in a genocide of the Hazaras, but the opportunity has yet to present itself, coupled with the fact they are busy with an insurgency.  In my estimation, there are too many moving parts and eyeballs for the systematic killing of 1,000 or more Afghani civilians.          "], [691, "2017-06-30T17:49:40Z", 0.03, "One gets the impression that the Early Warning people will be sorely disappointed if a whole lot of people don't get killed.  If that's what they want, their definition is probably too narrow."]]}