{"question_id": 457, "title": "Between 1 April 2017 and 31 March 2018, will an armed group from Bangladesh engage in a campaign that systematically kills 1,000 or more civilians in Bangladesh?", "correct_answer": "No", "crowd_forecast": 0.01, "preds": [[35569, "2017-06-04T17:28:05Z", 0.0, "In very recent history, Bangladesh was considered East Pakistan and thought to be inferior by the urban elite of West Pakistan.  A major genocide took place in the early 1970s and the US conservatively estimates the death toll to be 200,000 individuals.  Besides border disputes and a minor refugee crisis, Bangladesh appears to be the safest of all the at risk nations of the Early Warning Project.  The country is populated by 161 million people, and compared to the other at risk nations, the ethnic groups are homogeneous.  If I were forced to choose a country to visit on the Early Warning Project list of at risk nations, Bangladesh is my top choice.  There has been a handful of acute violent acts targeting civilians, but world players are paying close attention and funding Bangladeshis' infrastructure projects.  I believe no armed group from within Bangladesh with systematically kill 1,000 or more civilians within Bangladesh before April 1, 2018.      "], [28091, "2017-04-17T22:58:48Z", 0.1, "The following problems add up to a real risk here. "], [34630, "2017-04-17T22:04:29Z", 0.01, "In recent years, most of the violence in Bangladesh has been in the context of elections (plus religiously-motivated targeted killings), and consequently very decentralized. Under current patterns, it would be really hard to get to this threshold"], [31450, "2017-04-10T00:16:33Z", 0.01, "Bangladesh has intense politics but no history of large-scale killings nor civil war; at least not since the war of independence. As well, organized killings in the country, typically by religions groups, have been small scale and I don't see that changing."], [34844, "2017-04-08T17:45:25Z", 0.05, "I think there is very little chance of this--outside of suppression of some hill tribes, Bangladesh has a peaceful history."], [32589, "2017-04-05T07:13:21Z", 0.0, "https://www.state.gov/documents/organization/257738.pdf\n"], [34737, "2017-04-04T01:04:20Z", 0.13, "Bangladesh has a violent past few years in terrms of targeting against certain groups like LGBTQIAs. This is alarming. Also islamic extremism, intense poverty and restrictions/limited social movement has left me concerned for this country. "], [8622, "2017-04-03T00:07:17Z", 0.02, "Al quida, ISIS & other radicalized Muslims doesnt have a strong presence in Bangladesh. Historically, East Bengal has been rather secular area. Also the current government's stern action to neutralize these crazies will ward off these disparate Islamists!"], [29054, "2017-04-02T20:37:46Z", 0.0, "State sponsored violence in Bangladesh is a fact of live, this violence it never reaches the front pages of global media. Very few mainstream outlets consider covering Bangladesh an important fact. This reality does not fall in deaf ears from the Bangladeshi power structured and they take advantage of this deafness.\nThe number of 1000 civilians fatalities makes this event at this point a low provability event, but this does not means that they might end the year with near this number if things continue the present way. Again, like in many of the present countries Bangladesh is one of those places where truth is difficult to encounter and cover ups are part of the modus operandi.   "], [1080, "2017-04-01T02:51:44Z", 0.02, "I've seen documentaries of their working conditions - they put up with anything. They are the most benign population on earth"], [488, "2017-04-01T01:57:44Z", 0.0, "No chance. "], [543, "2017-03-31T20:16:32Z", 0.25, "Not in Bangladesh "]]}