{"question_id": 696, "title": "Before 1 April 2018, will General Motors test an autonomous vehicle in New York City?", "correct_answer": "No", "crowd_forecast": 0.04, "preds": [[767, "2018-04-01T04:46:41Z", 0.0, "If it hasn't happened, it's not going to happen on Easter Sunday..."], [42667, "2018-03-31T10:44:45Z", 0.0, "Out of time"], [57302, "2018-03-31T06:44:04Z", 0.1, "small chance"], [61, "2018-03-30T03:35:43Z", 0.0, "updating for passage of time."], [57092, "2018-03-30T02:20:51Z", 0.0, "I checked Cruise Automation's LinkedIn page for NYC employees and see only eight NYC based employees, a few of which might be located in San Fran and some of which were hired only one to two months ago - https://www.linkedin.com/search/results/people/?facetCurrentCompany=%5B%226577635%22%5D&facetGeoRegion=%5B%22us%3A70%22%5D&origin=FACETED_SEARCH"], [57092, "2018-03-29T23:53:43Z", 0.0, "Lowering from 1% to 0% because seems unlikely they'd make the announcement on a holiday or Saturday."], [57092, "2018-03-29T15:30:28Z", 0.01, "only two days away"], [52005, "2018-03-29T14:49:56Z", 0.9, "Easily implemented "], [36580, "2018-03-28T10:10:32Z", 0.01, "No announcements made, and there is a lot that goes into the process of arranging such a test (http://www.gminsidenews.com/articles/autonomous-bolts-take-manhattan/), so seems very unlikely at this stage."], [56977, "2018-03-27T09:24:20Z", 0.0, "Deadline is 01.04.18 and no press releases from GM. "], [46762, "2018-03-27T04:07:43Z", 0.0, "New York has strict test rules. Unlike other states, New York requires a State Police escort for every test vehicle, and there is a charge: A minimum of $92 per hour, plus 54 cents a mile.\nIn addition to a $5 million insurance policy on each vehicle, companies must in advance inform the state about each test’s date, time, sequence of roads and total routing distance down to nearest 1/10 of a mile."], [56936, "2018-03-26T14:03:32Z", 0.4, "April is coming up fast and no announcement. "], [41460, "2018-03-25T11:35:45Z", 0.01, "Based on recent fatality record, and given the short time till 1 April, even if all technical safety issues are available and testable, this is not 'politically' feasible or advisable. "], [54637, "2018-03-25T01:13:18Z", 0.0, "The first autonomous vehicle caused death will keep this from happening. "], [34535, "2018-03-22T21:10:52Z", 0.0, "Adjusting my forecast to account for the remaining time and the recent fatality."], [23006, "2018-03-22T13:39:59Z", 0.0, "Lowering due to time frame and recent fatality optics"], [1993, "2018-03-21T18:15:29Z", 0.02, "Pretty sure that the fatal accident in Arizona was not the car's fault and would have occurred with a human driver. But city streets are a greater risk for someone stepping in front of a speeding car. Not that a human would avoid an accident, but the problem with autonomous vehicles is that liability for all accidents is absorbed by one company (through its insurance payments), and people are more likely to sue, as they perceive that GM has deeper pockets than a random driver who hit a pedestrian."], [16778, "2018-03-21T03:58:10Z", 0.0, "Poor weather"], [38094, "2018-03-20T16:16:39Z", 0.1, "Heavy snow in NY and extension of the timeframe make it highly unlikely that GM will run a test by March 30"], [691, "2018-03-20T14:38:50Z", 0.0, "Not after the Arizona fatality.  Not to say New York couldn't spare a few pedestrians...."], [35636, "2018-03-20T06:39:50Z", 0.0, "Death of pedestrian (cyclist?) in Tempe, Arizona by Uber https://www.bloomberg.com/news/articles/2018-03-19/uber-autonomous-car-involved-in-fatal-crash-in-arizona "], [19801, "2018-03-20T04:11:06Z", 0.05, "Self-driving Uber car kills Arizona woman crossing street\nhttps://www.reuters.com/article/us-autos-selfdriving-uber/self-driving-uber-car-kills-arizona-woman-crossing-street-idUSKBN1GV296"], [41922, "2018-03-20T00:33:56Z", 0.0, "I was pretty optymistic on chances of testing during NY autoshow but after Uber accident I do not believe they will do."], [172, "2018-03-19T22:55:52Z", 0.0, "I was at 1%... taking down to 0% as per others (autonomous Uber incident in Arizona killed pedestrian)"], [54191, "2018-03-19T19:31:35Z", 0.0, "No way they'll start up in NYC in the next two weeks after the Uber crash in Arizona..."], [529, "2018-03-19T18:53:50Z", 0.01, "Per link, chances of a NYC test occurring before 4/1/18 would appear greatly lowered. (Perhaps in spite of some actual details of the fatal Tempe crash.)"], [73, "2018-03-19T18:45:28Z", 0.11, "-40.  Knee jerk reaction to uber death http://www.bbc.com/news/business-43459156.  Slight possibility they will try to show case their technology as superior, but the lawyers will be king over engineers right now."], [43311, "2018-03-19T18:09:51Z", 0.0, "https://www.google.com/amp/s/www.cnbc.com/amp/2018/03/19/uber-self-driving-car-fatality-halts-testing-in-all-cities-report-says.html "], [767, "2018-03-19T17:31:35Z", 0.0, "I think the fatality caused by the Uber self-driving car in Arizona last night will push this back --if there were indeed plans to test."], [40702, "2018-03-19T17:04:17Z", 0.0, "Not Chevy or GM per se, but relatable none-the-less.  https://www.bloomberg.com/news/articles/2018-03-19/uber-is-pausing-autonomous-car-tests-in-all-cities-after-fatality"], [767, "2018-03-19T04:41:47Z", 0.2, "Waymo, the driverless car comp. from Alphabet, is testing fully autonomous cars in Arizona and California. Lyft and Nutonomy are testing in Boston. Uber is running a pilot program in Pittsburgh. GM said in January that their driverless fleet could be ready by 2019; testing in downtown New York City would move the company to the top of the pack, but they won't do it it there's any risk of failure. "], [40702, "2018-03-19T02:23:17Z", 0.0, "As Hammer-Time mentioned, I to had the concern of them pulling a PR stunt at the beginning of the show, but Chevy doesn't even have a press conference scheduled:  https://www.autoshowny.com/press/#/press-conferences"], [172, "2018-03-18T22:47:44Z", 0.01, "They may still attempt this for NY auto show, but I doubt it. Too much downside. I admit bias - hate GM for killing Saab."], [529, "2018-03-18T19:01:07Z", 0.14, "Passage of time update. Watching for any info. about possible autonomous GM test in association with the 3/30/18 (start of the) New York Auto Show. \n..None found yet."], [34535, "2018-03-18T16:43:03Z", 0.05, "With two weeks remaining, it is highly unlikely that GM will test AV vehicles in New York. In public messages, GM now speaks much less to their plans to test AVs in New York in early 2018."], [30381, "2018-03-18T15:42:24Z", 0.1, "There are only roughly two weeks left and from what I see the other forecasters commenting/predicting there is no signal for public plans to test in the coming days."], [1993, "2018-03-17T16:56:14Z", 0.02, "No news."], [38094, "2018-03-16T22:37:22Z", 1.0, "The law, which passed early this year, only allows a brief window for autonomous vehicle testing before expiring on April 1st, 2018.  Woody Allen says 85% of life is just showing up. GM will show up. No one wants to miss this opportunity."], [767, "2018-03-16T06:17:16Z", 0.5, "Update:  GM investing $100 million into facilities for building self-driving cars\nhttps://venturebeat.com/2018/03/15/gm-pours-100-million-into-facilities-for-building-self-driving-cars/?utm_source=dlvr.it&utm_medium=twitter"], [767, "2018-03-14T23:15:23Z", 0.0, "No updates on this. Doesn't seem like it's happening before April 1. "], [529, "2018-03-14T21:53:11Z", 0.19, "(Passage of time update)"], [691, "2018-03-14T11:19:53Z", 0.0, "Even if they had planned to, the weather has been beastly there and nobody is driving anything anywhere unless they absolutely have to.  "], [61, "2018-03-14T04:55:41Z", 0.05, "passage of time"], [40702, "2018-03-13T19:13:54Z", 0.0, "It's not really fair to make a prediction this close to the deadline, but the lack of chatter about the test between Nov 1, 2017 and now makes one believe it will not happen.  _IF_ they do, it will be a relatively simple route that manages to somehow miss complex intersections like Times Square, Columbus Circle and Delancy and Essex.    "], [54162, "2018-03-13T12:39:55Z", 0.15, "Its very unlikely as the streets are highly complex and the regulations stricter, GM is more likely to go with simple roads and lower regulated spaces"], [172, "2018-03-10T17:37:38Z", 0.05, "Thank you bcamerin for the info re NY state extension on autonomous testing to 2020. Maybe GM will pull off a one-time test for NYC Auto show - but need to balance fallout if something happens (even if autonomous vehicle not at fault)."], [55067, "2018-03-10T02:36:09Z", 0.05, "They are not quite there yet and the weather is unpredictable"], [51222, "2018-03-09T17:41:44Z", 0.0, "no way.  Manhattan traffic-environment makes SanFran look like a country village"], [529, "2018-03-09T02:29:16Z", 0.23, "Passage of time update, plus Cuomo AV-testing extension article cited in comment below."], [691, "2018-03-07T20:58:38Z", 0.0, "Nobody is going out in this weather, with or without General Motors...."], [31450, "2018-03-07T18:12:48Z", 0.0, "Dropping to zero because I can't find any news or developments about this and the deadline for the question is in three or so weeks."], [54120, "2018-03-07T03:57:18Z", 0.05, "Mayor Cuomo's new budget asks for an extension to the AV testing program http://www.govtech.com/fs/automation/New-Yorks-Cuomo-Wants-to-Extend-AV-Testing.html"], [3434, "2018-03-06T13:50:14Z", 0.0, "General Motors is a Car Company, not an AI company."], [55984, "2018-03-05T22:51:02Z", 0.5, "It's General Motors"], [48709, "2018-03-04T16:49:19Z", 0.45, "time up date no news is good news ..."], [55217, "2018-03-04T11:25:21Z", 0.15, "Most testing of these vehicles is being done in the west. I believe this agency will wait for more intel from those markets and test in other high-density areas with a low profile before moving to NYC.   NYC is a highly visible market that would be a disastrous location for any type of failure.  Of course, \"testing\" could be performed at a very low volume traffic time in a lower density area of NYC, technically serving as a \"test\" case."], [1407, "2018-03-03T18:59:35Z", 0.1, "NYC drivers are most likely to mess with autonomous vehicles by aggressive driving."], [50056, "2018-03-01T21:24:15Z", 0.5, "Interesting information in the forecasts below. Forecasts are all over the place."], [41270, "2018-03-01T16:20:42Z", 0.15, "For sure it's going to happen, but I don't think by April 1st:  https://tribecacitizen.com/2018/02/26/self-driving-cars-are-coming-to-lower-manhattan/\n"], [51854, "2018-02-27T20:48:25Z", 0.4, "The petition for tests on Cruise AV has been sent to the department of transportation, this means GM is ready to start testing. Probability now relies on how fast can this permit be achieved by the company, but latest Conference call suggested petition has been made quite recently. "], [19647, "2018-02-27T11:22:46Z", 0.95, "It's obvious due to the latest public announcements by GM."], [529, "2018-02-27T02:36:21Z", 0.27, "Time is growing short (for this question), but the following 2/26/18 article claims \"Cruise Automation\" has leased building space in lower Manhattan. No vehicle testing dates were available via the article. Slight 'bump' upward to forecast for the time being, but only about a month left here."], [54191, "2018-02-26T14:55:07Z", 0.3, "4/1 approaching... no media update, nothing on their twitter, nothing on their website since the initial announcement of intent back in Oct 2017"], [41922, "2018-02-26T09:35:58Z", 0.25, "If they test they will do it during or just before NYC Auto show that is starting 3/30."], [54719, "2018-02-26T01:58:59Z", 0.1, "almost all vehicle accidents reported in CA in 2017 are GM Cruze - so they are doing a lot of testing but also high # of reported AV accidents (although not enough data available to understand accident rate).  Seems tech may not be ready to test in complex NYC environment, esp with potential loss of signals due to building density"], [54513, "2018-02-25T18:33:11Z", 0.5, "My answer is based solely on perceived probability. Many auto makers are pushing for “live” tests in high density areas. GM is not an exception"], [54865, "2018-02-25T02:59:59Z", 0.75, "GM is well on its way"], [55149, "2018-02-25T02:58:52Z", 0.12, "Time is running out. NYT of 1/12 still only announces. "], [55116, "2018-02-24T23:07:06Z", 0.9, "They need publicity to boost image vs Tesla. The "], [529, "2018-02-24T20:57:38Z", 0.22, "(Passage of time update)"], [29, "2018-02-24T18:52:58Z", 0.25, "Lowering due to passage of time.  4/1 is not far away."], [41857, "2018-02-24T16:04:27Z", 0.4, "regulatory hurdles/time elasping since last forecast"], [54562, "2018-02-24T07:39:02Z", 0.1, "If the court case on the accident with the motorcyclist goes their way and the delays being filed can be stopped there’s a very slight possibility. "], [53136, "2018-02-24T00:49:29Z", 0.02, "It's hard to imagine a safe and useful driverless vehicle for NYC. "], [61, "2018-02-23T23:43:59Z", 0.1, "passage of time - bill still in ways and means/finance."], [32724, "2018-02-23T22:39:50Z", 0.5, "Luxury cars are expected to have self driving functions during near term market cycles. Cadillac will need the publicity of testing a vehicle in New York city"], [1993, "2018-02-23T05:55:34Z", 0.15, "No recent news."], [54315, "2018-02-23T02:27:14Z", 0.05, "They will first test extensively in low population areas.  I doubt they are ready for that kind of congestion."], [53896, "2018-02-20T23:12:40Z", 0.5, "They have a permit that expires on this date.  They plan on releasing vehicles with no steering wheel or pedals next year.  Ill be optomistic now and revise later."], [172, "2018-02-19T13:54:05Z", 0.05, "On the one hand, GM has done well in this space (buying “Cruise” supercharged their efforts), weather is looking good for test runs, and upcoming NYC auto show would be good place to show this off. On the other hand you want to get it right - failing while it may drag all autonomous cars down, will impact GM most. The info doesn’t even have to be correct - fake news(!) like recent motorcycle incident. Throw in NYC pedestrians and cabbies and you have a very challenging environment. Like other companies in this space GM has provided clear goals but vague updates - and most have missed their timelines."], [53837, "2018-02-18T18:12:04Z", 0.05, "Very limited interest on GM to go all out with electric and AI ideas "], [34535, "2018-02-17T21:29:08Z", 0.15, "I think GM will begin testing their Cruise autonomous vehicles in NYC in 2018. That said, I think that April is too soon; at the investor conference in Detroit, GM was more guarded regarding the timing of Cruise testing in NYC. GM had previously suggested that NYC testing would begin in early 2018."], [47194, "2018-02-17T15:08:06Z", 0.25, "Chances will increase that GM will test autonomous vehicle in NYC as more (successful) data from other pilot cities are collected.  Possibly later in 2018."], [73, "2018-02-16T14:44:01Z", 0.51, "http://www.thedrive.com/video/18524/watch-cadillacs-amazing-no-hands-super-cruise-in-action.  \"driving on the northbound saw mill parkway\".  https://en.wikipedia.org/wiki/Saw_Mill_River_Parkway.  The Saw Mill River Parkway is inventoried by the New York State Department of Transportation (NYSDOT) as New York State Route 987D (NY 987D), an unsigned reference route designation.  This starts right on the edge of NYC as far as I can tell\n.., so is a just miss.  Impressive stuff, and close to going in New York City.  let's see."], [53372, "2018-02-16T03:50:32Z", 0.85, "Driverless cars are big in the news these days and all sorts of companies are trying to cash in on the technology. GM is a major player in the industry so of course they will try. "], [52884, "2018-02-15T22:07:26Z", 0.5, "They already got their press release. No one will remember if they fail to demonstrate. Such announcements will be a dime a dozen by April anyway.."], [52990, "2018-02-15T21:43:14Z", 0.03, "Aside from California, as of Feb 2018 cars are being test driven in Pittsburgh, Detroit, Chicago, and just starting in Washington DC. New York may follow suit if results from other cities are positive and accidents are minimal. Other constraints include: 1) getting regulatory approval/permits; 2) possible political opposition from labor group who want to get ahead of a job threat (which they are good at doing in NYC). Increased likelihood by 3rd quarter 2018."], [529, "2018-02-15T18:59:26Z", 0.25, "Lowering forecast for now, per orchidny comment below plus general lack of recent info./reports relating to this question"], [31450, "2018-02-15T14:41:40Z", 0.1, "Dropping a good amount because I haven't read or heard anything about this project in months."], [767, "2018-02-14T03:59:55Z", 0.15, "The GM self-driving cruise AV car was on public display ahead of the Detroit auto show in mid January.  Also in early January, GM filed a request with the National Highway Traffic Safety Administration to deploy the car."], [36041, "2018-02-13T01:04:58Z", 0.25, "they're not paying off enough regulators."], [52841, "2018-02-12T23:03:02Z", 0.02, "New York is extremely difficult to drive in and it is notoriously litigious and nature. It seems for more likely that they will test this vehicle in other markets before they attempt to do this in the New York Market."], [44840, "2018-02-12T16:48:22Z", 0.25, "I think GM is at the bottom of the totem pole when it comes to  Confirming the technology to do so."], [172, "2018-02-11T20:04:23Z", 0.05, "Renewing my 5% chance. While I agree with peers pointing out need to test before April 1st (April Fools!) and potential changes to frameworks...I also agree with others that (1) there has been very little follow up (2) as a regular visitor to NYC, Kamikaze drivers may not yield results to brag about (3) suggest general public doesn’t care/follow these things closely. However NYC Auto Show is coming up - that would be an ideal time to brag/launch. Not doing so really is no loss of face IMO for GM. \nI welcome our robotic overlords, but they’re not quite ready for prime time. "], [43311, "2018-02-11T15:23:23Z", 0.75, "Law in New York good til April 1st. I admit that the chances are going down fast. But, sometimes I make seemingly illogical calls."], [29054, "2018-02-11T13:59:36Z", 0.0, "Kamikaze NY driving is not a testing ground for good PR if anything goes awry! Try North Las Vegas .....better, flatter, longer strait roads, and less traffic, gambling is accepted!"], [20156, "2018-02-11T08:22:40Z", 0.3, "Time has passed without any news so I lower my prediction."], [52052, "2018-02-09T19:46:58Z", 0.75, "GM has been testing autonomous vehicles for years, and many have seen increasing amounts of competition in their various segments. In order to remain competitive, more data and successful tests are needed to establish GM as an autonomous vehicle manufacturer. The regulations pose the most significant threat to the plan, but GM is a well-capitalized business. They will be able to work it out."], [52056, "2018-02-09T17:57:54Z", 0.95, "Market competition indicates consumers have a growing interest in these vehicles. Companies are scrambling to develop technology and field testing has already been approved in at least one state. New York is very progressive. The time frame of 18 months suggests that there is ample time for GM to get in the game."], [42181, "2018-02-09T15:21:28Z", 0.05, "Back in December, Cruise's website had a few listings for open positions in New York, including those of autonomous vehicle trainers. As of today, there are no open positions in NYC. While this could mean they've filled the positions, the fact that I couldn't find any news about any of their activities in NYC suggests it's more likely they've postponed their plans."], [51861, "2018-02-09T01:29:49Z", 0.01, "They will most likely wait for consistent and dry weather, which April and May do not offer."], [43261, "2018-02-08T00:33:11Z", 0.84, "GM has announced that it is doing so, and it has the technological capacity generally.  The questions I have are: (1) is it worth it given New York's extraordinarily high regulatory hurdle; (2) is the threat of a high profile accident higher in New York (probably not); (3)is there enough time between now and 1 April; (4) are New York City streets and weather so much more challenging that this is actually a significantly different technical hurdle? "], [47968, "2018-02-07T23:36:50Z", 0.8, "GM has stated it's commitment and intent to testing in NYC. The window of opportunity given by the state is short as well. It's now or never. Fulfilling their commitment will give them an advantage over competitors. I expect the company will proceed as officially stated."], [51797, "2018-02-07T20:05:48Z", 0.67, "With the increasing interest in self-driving vehicles, NYC seems like the logical next test bed after Silicon Valley."], [23006, "2018-02-07T02:56:04Z", 0.19, "haven't heard that they won't so I guess we're getting 1%/month closer to that day"], [51558, "2018-02-06T21:38:24Z", 0.01, "If they do this this year, they will roll it out in the summer.  Not before the first week of June. "], [51487, "2018-02-06T16:28:45Z", 0.15, "General Motors will wait until there is no chance of snow or storms for a first test of their autonomous vehicle concept."], [61, "2018-02-06T14:43:40Z", 0.1, "Big jump down on Mary Barra's comment on the Q4 earnings call regarding launch in NYC. They are continuing to focus on SF and still mapping NYC. Sounds like a punt."], [51047, "2018-02-06T04:22:22Z", 0.15, "Technology is not there"], [61, "2018-02-05T00:19:18Z", 0.68, "I'm tempted to raise back to 70 on the confirmatory report expressed in the article, \"...GM is testing in a demanding city environment in San Francisco, and plans to expand to Manhattan as soon as the current quarter,\" but I think for now doing so would only be a move influenced by confirmation bias."], [50865, "2018-02-03T23:59:10Z", 0.7, "There is a lot riding on this event and General Motors has cooperated with both the state and city authorities to achieve their goal.  The city and state are happy with GM's compliance I really think this will happen before the deadline"], [50755, "2018-02-03T12:31:48Z", 0.15, "I understand autonomous vehicle technology and NYC regulation environment"], [37379, "2018-02-01T02:25:51Z", 0.15, "Not ready yet?"], [61, "2018-01-30T21:53:27Z", 0.68, "Moving down a couple points on the motorcycle crash [1] - others have already pointed it out [2] - but I may have been too dismissive.  It's not the first crash the vehicles have had and the article suggests GM is working through the data from the vehicle, but it may be that they're triple checking systems."], [11800, "2018-01-30T21:15:56Z", 0.0, "thank you to @thefourtheye and @September. "], [172, "2018-01-29T23:33:48Z", 0.05, "March 30 - April 8 is NYC Auto Show. Keeping it low even though this would make a splash."], [50169, "2018-01-29T05:02:37Z", 0.95, "While some last minute hiccup might prevent a test GM has said it will test and given the window for testing closes in April it seems likely they will follow through with the statement or risk embarrassment over a back down (it is unlikely they would have made the claim in the first place if they thought they couldn't overcome the tech challenges in time)\nhttps://www.theverge.com/2017/10/17/16488330/gm-cruise-nyc-self-driving-car-test-cuomo"], [61, "2018-01-29T04:13:04Z", 0.7, "In my quest chasing down the status of autonomous testing in the state since the allowance was announced on 10 May 2017 [1], I found that Audi was was the first application to be approved as of 31 May 2017 [2] and was the first to conduct a demonstration in the state on 13 June 2017 [3]."], [50059, "2018-01-28T22:24:28Z", 0.0, "Deadline is too soon. "], [61, "2018-01-28T03:53:10Z", 0.63, "Down a bit on:"], [529, "2018-01-27T22:05:45Z", 0.41, "(Passage of time update)"], [43465, "2018-01-27T21:19:41Z", 0.38, "While I believe it to be possible for GM to test a driverless car in NYC, I believe that regulatory hurdles will keep this from happening within the given time frame."], [61, "2018-01-27T04:15:15Z", 0.8, "Still bullish on this."], [48042, "2018-01-26T04:32:01Z", 0.7, "NYS law allows GM until 4/1 to test a self-driving car in NYC.  Gov. Cuomo's authority supersedes that of Mayor de Blasio, and given the state's support of GM, I expect GM has the resources to make this test a reality."], [172, "2018-01-25T23:23:22Z", 0.05, "Whaaaa? GM perceived as ahead of Waymo? Still a doubter for this question, however.\nhttp://www.economist.com/news/business/21735600-it-may-not-safeguard-carmakers-future-gm-takes-unexpected-lead-race-develop?frsc=dg%7Ce\n"], [49392, "2018-01-25T04:29:07Z", 0.25, "The fact that De Blasio is fighting against this test tells me it is unlikely the test will be performed on such a short timeline.  He may come around, but his statements to date have been clear: he's fighting to stop this testing.  These two men fight over everything and De Blasio is fully capable of delaying this for the short couple of months left before the deadline.  Will Cuomo really dump his political capital into making this happen?  GM is ready to go; I will be looking for a statement from the local government to green light this testing."], [49392, "2018-01-25T04:02:00Z", 0.6, "Comment deleted on Jan 25, 2018 04:29AM UTC"], [83, "2018-01-25T00:28:37Z", 0.1, "From: https://www.nytimes.com/2018/01/12/business/gm-driverless-car.html\nGM submits petition to US DOT for a fully autonomous vehicles (1/12/18) to be used in a commercial ride-hailing service to start in 2019.  If petition is granted the Cruise AV (Chevy Bolt) would be produced on a standard assembly line.  Current test areas are SF and Scottsdale, AZ. GM is working with Domino's Pizza and Postnotes for a limited commercial test in 2018."], [49525, "2018-01-23T19:28:48Z", 0.95, "Short of New York refusing to allow it there is little reason to assume things wouldn't progress rapidly.  They should have test mules ready to go already as they finished the CRUISE autonomous concept already."], [37379, "2018-01-23T15:12:30Z", 0.15, "The competitors, most notoriously Sergey Brin and Elon Musk, make big promises and suffer no obvious consequences when their engineers can't deliver miracles. So if GM fails to field an autonomous vehicle by April Fool's Day, no big deal."], [49001, "2018-01-23T04:07:40Z", 0.9, "They can do it without much publicity, but if it's successful it will be a great publicity stunt."], [48843, "2018-01-22T01:53:18Z", 0.0, "Logistically, such a test makes very little sense outside of optics- good press. they wont want to test the hardware unless they are sure it will function in that environment, so most likely they will test it in high volume areas local to the the production line (maybe detroit?) before attempting to show off the working tech in new york. on top of that,  given concerns over weather and reliable performance, it is unlikely they will be ready before spring. "], [29, "2018-01-20T20:51:32Z", 0.3, "I think it will happen this year, but time is running out.  Only 2.3 months to go here."], [49328, "2018-01-19T19:32:43Z", 0.6, "Cruise wants to put the rubber to the road"], [61, "2018-01-19T13:26:11Z", 0.8, "Ok, I'm moving down on:\n1.) the median - but which seems to be largely based on the passage of time.\n2.) the actions of some who I've learned to watch closely\n3.) to mitigate the hit I'd take in being wrong"], [45467, "2018-01-18T18:15:54Z", 0.85, "I'm going to go with a much higher number than the current crowd because there's some factors that really push it up."], [37379, "2018-01-18T14:03:39Z", 0.15, "Lowering for passage of time."], [529, "2018-01-18T01:24:36Z", 0.44, "Waiting (for updated info)...."], [691, "2018-01-17T22:54:09Z", 0.18, "Time's a-wastin'.  If this isn't already in the works, it won't meet this deadline.  If it is already in the work, everyone is uncharacteristically quiet about it."], [47852, "2018-01-17T21:08:23Z", 0.05, "Leave it to government to thwart innovation."], [49159, "2018-01-17T16:42:09Z", 0.0, "Aufgrund der hohen regulatorischen Auflagen zum einen und  die hohe Unfallwahrscheinlichkeit bei der hohen Verkehrsdichte zum machen die Umsetzung selbst mit Backup Driver und engineers onboard relativ unwahrscheinlich. Grund für solche Ankündigungen sind eher, dass sie sich gut verkaufen."], [172, "2018-01-17T14:19:32Z", 0.05, "Reducing again due to timetable, lack of pronouncements at CES and Detroit Auto Show, and GM promises often falling short (thanks for killing my beloved Saab!)"], [11800, "2018-01-17T06:15:47Z", 0.0, "After being optimistic for quite some time,  I see the  time melting. I don’t think a test can be conducted seriously and sufficiently in now less than 2.5 months. To me, this becomes now the key argument for, if a test will be executed, yes or no."], [46031, "2018-01-16T20:47:47Z", 0.15, "17 %\n"], [19801, "2018-01-16T05:12:52Z", 0.05, "GM said in November that it expected to transport people and cargo with self-driving vehicles in big cities sometime in 2019."], [48709, "2018-01-16T02:07:41Z", 0.35, "What they did not do already?"], [1333, "2018-01-15T16:36:43Z", 0.15, "AV's as I understand them - require a certain standard of signage and lane markings. Given this snowpocolypse and the damage street crews do during snow removal it would be hard to find a road clear enough to test on till April."], [48633, "2018-01-14T20:25:47Z", 0.85, "The announcement is from October if the test should count as to be \"soon\" we should expect to be made within 6 months."], [48532, "2018-01-14T13:33:42Z", 0.75, "Its only a test, not a release. They probably wont make it public til after they do the test is it is successful "], [37379, "2018-01-14T02:53:33Z", 0.25, "Reducing for passage of time."], [48521, "2018-01-13T16:37:58Z", 0.43, "GM has been on the forefront of major auto producers  who experiment with new technology.  The company has a name to keep and experimenting with an autonomous vehicle in arguably the worst traffic in the U.S. would go far to carrying that forward.  The glory of being successful would be remarkable.  However, the taxi lobby in NY will have a LOT of resistance to this."], [46460, "2018-01-12T05:16:28Z", 0.05, "NYC is a terrible testbed for autonomous vehicles; Tests will be conducted in less populous areas first, taking til after April 2018."], [48440, "2018-01-12T04:17:48Z", 0.8, "If they succeed, it will give them a good name. If they fail, they can blame it on the tough conditions and everyone will understand."], [529, "2018-01-11T18:26:11Z", 0.5, "Reducing forecast to 50/50 until I can find better/up-to-date info."], [48314, "2018-01-11T06:30:24Z", 1.0, "They understand the increasing competition and the speed at which technology is unleashing for public consumption."], [46854, "2018-01-11T04:23:47Z", 0.85, "due to the fact that they already have several models in development  it seems highly likely that  they will try to test an autonomous vehicle in a major city also due to GM's way of getting what it wants . whether or not the city bureaucrats will let them is another story which is what took the 15% off the total. "], [31450, "2018-01-11T00:49:52Z", 0.35, "Dropping significantly because I haven't read anything more recent than October about this."], [48094, "2018-01-11T00:05:02Z", 0.25, "DeBlasio is working against it."], [172, "2018-01-10T21:43:20Z", 0.25, "Reducing due to weather, De Blasio comments, and current setup is restrictive. Lots of work compared to trying out a Southern city with good weather and less aggressive pedestrians. GM says lots of stuff..."], [47887, "2018-01-09T08:27:10Z", 0.75, "This is one of those interesting questions. Everything hinges on GM not having any R&D, manufacturing and software set backs. As long as everything is on track, there is a 75 to 80 pct chance, these will be done in early spring 2018."], [47814, "2018-01-09T00:50:53Z", 0.5, "The date will likely be pushed to a later date due to weather."], [42409, "2018-01-08T04:07:18Z", 0.15, "So from the article https://www.theverge.com/2017/10/17/16488330/gm-cruise-nyc-self-driving-car-test-cuomo we know that no company has tested autonomus vehicles in New York city. The law opens the window for such procedure until April 1 after which we cannot exclude the opportunity of stricter law or inversely milder. The present law invloves makes a company to have insurance for 5 million dollars, police escrt and costs might also include bad publicity due to accident or minor incident. \nThe major reasons for the occurence of the test before 1 april is the competitive rivaly with uber and marketing.\nI would say that the escort point of the law restricts the results of the testing. \nTo soften the governance unit in the city with large market opportunities Gm will need to prove its ability to follow the driving rules in less dense and populous areas.\nAgain, the plan sounds promising but nothing specific. While, now we say not to take seriously Ellon's announcements."], [47584, "2018-01-08T03:39:18Z", 0.1, "Problems with operating an autonomous vehicle in an urban environment are being under reported.  A fully autonomous vehicle is no in sight at this time. Insurance companies will be unwilling to provide liability insurance.  Testing cannot begin before getting consent of all involved (how many people live in NYC?)."], [1993, "2018-01-08T01:54:22Z", 0.6, "Cruise Automation has an office in NYC and is hiring. Mayor de Blasio is opposed. But does he have the authority to prevent the tests? The law that allows testing in New York state expires April 1, so it would need to be before then."], [47363, "2018-01-07T19:49:58Z", 0.11, "No, not before June 1st 2018"], [560, "2018-01-06T23:23:31Z", 0.85, "\"The law, which passed early this year, only allows a brief window for autonomous vehicle testing before expiring on April 1st, 2018.\" https://www.theverge.com/2017/10/17/16488330/gm-cruise-nyc-self-driving-car-test-cuomo"], [37034, "2018-01-06T23:04:58Z", 0.95, "No such announcement would have been made unless the company was sure of a very high probability of being able to perform the test.  Many things can impact the type of test and what is actually tested, but a test will occur.  Only information lacking is whether or not Cruise Automation provided a time frame for the test.  "], [37548, "2018-01-06T17:19:23Z", 0.05, "Not a good city model to test vehicles."], [46819, "2018-01-06T04:31:50Z", 0.41, "4/10 years have been excesssive tesla success/investment. 40% chance GM will copy this to probability with 1-to-1 success rate"], [45494, "2018-01-06T03:43:49Z", 0.6, "GM will find a way to declare victory by testing with backup drivers in a quieter borough in the wee hours.  "], [44518, "2018-01-06T00:24:50Z", 0.25, "Possibly one or two but because of the software problems in determining human value as opposed to another and the weather will be a problem......may happen after april"], [44518, "2018-01-06T00:21:25Z", 0.75, "If they are able to work out the software problems i see them testing only a few  but nothing major and will be to a fairly limited area in new york"], [44102, "2018-01-06T00:08:44Z", 0.0, "NYC is the last place I would choose to test this technology.  Don't we prefer to set ourselves up for success?"], [46208, "2018-01-05T23:43:34Z", 0.1, "GM tends to be more cautious. New York City is a very challenging venue."], [45549, "2018-01-05T23:39:05Z", 0.02, "No one wants to be the guy that ok'd an experiment that created a high-casualty incident in Manhattan, but perhaps more importantly there has not been adequate advancements in existing autonomous vehicles in approved cities to justify the risk.  More directly, perhaps, the deadline is going to be almost impossible to meet; this is a cold winter with constant low to medium yield snow and slush, and historically we can expect one more monster storm in March, so suitable road conditions are going to be almost impossible to find until late spring."], [46565, "2018-01-05T16:39:53Z", 0.25, "Think it will happen after April 1 due to weather and generally things will happen in the 2nd or 3rd quarter not likely the 1st."], [172, "2018-01-05T12:43:01Z", 1.0, "Window of opportunity closes April 1 and they are ready for trial run. NYC traffic not that bad - aside from extra caution required re pedestrians "], [46557, "2018-01-05T09:11:09Z", 0.05, "Tests will start in smaller areas or closer silicon valley"], [23006, "2018-01-05T00:06:19Z", 0.3, "PofT"], [37580, "2018-01-04T22:01:22Z", 0.15, "First time tests have to navigate a lot of regulations"], [529, "2018-01-04T18:45:02Z", 0.55, "Not real sure right now about this happening by the question's April 1st date."], [32300, "2018-01-04T04:54:57Z", 0.24, "Likely will happen, but after Apr. 1"], [31450, "2018-01-03T18:20:34Z", 0.7, "Dropping a bit because de Blasio remains opposed to this idea."], [45543, "2018-01-03T09:15:46Z", 0.5, "The probability of it happening is equivalent to not happening."], [45817, "2018-01-03T00:10:38Z", 0.0, "Should try in traffic with less congestion and fewer aggressive drivers, too many variables,too soon"], [45706, "2018-01-02T16:13:55Z", 0.45, "I think it is very likely that this test will happen in 2018... 90%+, I'm giving them a 50/50 shot of deploying in Q1."], [45669, "2018-01-02T14:44:40Z", 0.15, "I do not believe that GM is going to tackle this problem now. The first similar experiments in California are still too fresh and will have to be evaluated first. GM does not have a technical lead that would justify such an earlier, additional test."], [45601, "2018-01-02T10:58:50Z", 0.75, "They will sell these cars \n"], [45113, "2018-01-01T22:04:55Z", 0.85, "To be the first to do so in the largest city in America. "], [5802, "2018-01-01T21:22:43Z", 0.3, "2018, yes, but not Q1. They cars will definitely have engineers/backup drivers in them."], [43588, "2018-01-01T20:14:29Z", 0.75, "They need the testing in high density areas to fine tune the industry"], [44742, "2017-12-31T20:51:14Z", 1.0, "If they don’t they’re screwed"], [44375, "2017-12-31T19:24:26Z", 0.7, "Self-driving cars are the future and the future is now. "], [44367, "2017-12-31T19:01:42Z", 0.25, "GM has  a bad record in California."], [43455, "2017-12-29T04:32:54Z", 0.9, "Highly competitive environment with liberal conditions."], [43446, "2017-12-29T03:38:41Z", 0.65, "Due to the rapid development of this technology and the benefits to corporations and the government if it suceeds"], [43362, "2017-12-28T13:21:07Z", 0.6, "Difficulties of regulation and car companies tendency to make big announcements with little follow through"], [42680, "2017-12-28T04:41:19Z", 0.99, "There are already plans for a level 4 test in early 2018.  But since level 4 autonomous operate would operate in a (planned but not yet in place) dedicated lane and requires no driver or mechanisms for driver intervention, an engineer and second spectator would ride along to observe and potentially kill the test as needed.  With those safeguards in place, there should be no reason not to proceed with the test."], [43062, "2017-12-25T16:27:46Z", 0.8, "News and current testing "], [43024, "2017-12-25T04:49:43Z", 0.7, "Curious"], [37516, "2017-12-25T00:14:55Z", 0.9, "Gm announced they will, has already incurred costs to do so, and the law allowing this expires in April. "], [36735, "2017-12-19T06:15:04Z", 0.0, "I can only hope not"], [30381, "2017-12-17T17:09:41Z", 0.82, "- on 1 April the rules will change, so they have pressure to do it by then\n- skimming through their Wikipedia entry, they seem to have enough experience (4 years) and money (14million$ shot this year) behind them to build a car that can be tested\nIt will fail if:\na) the car can predictably not drive safely in highly density locations (10%)\nb) some regulations apart from a) are not met (3%)\nc) something else (5%)\n100% - 18% = 82%"], [42463, "2017-12-16T10:59:54Z", 0.6, "More  likely"], [529, "2017-12-14T22:10:12Z", 0.68, "At this point GM/Cruise Automation seem committed to the technology and interested in testing it. "], [40857, "2017-12-14T02:25:12Z", 0.8, "GM would not want to miss out on this opportunity to test its Level 4 autonomy in the tight roads of Manhattan by the deadline of 1 April 2018 which I believe is not extendable."], [40733, "2017-12-13T22:53:40Z", 1.0, "Something worth considering:"], [691, "2017-12-12T22:57:32Z", 0.64, "Winter in the City is not a particularly good time to try things out.  They will try to get the deadline extended rather than try to navigate in the snow and slush and such."], [636, "2017-12-11T18:10:21Z", 0.75, "The GM President is firmly committed to autonomous vehicle concept and sooner rather than later."], [15619, "2017-12-09T09:05:10Z", 0.85, "https://mobile.nytimes.com/2017/11/29/business/gm-driverless-cars.html?referer=http://www.google.co.uk/"], [42153, "2017-12-06T22:32:04Z", 1.0, "https://www.governor.ny.gov/news/governor-cuomo-announces-autonomous-vehicle-testing-begin-new-york-state\n\"The law permitting demonstrations or tests is set to expire April 1, 2018\""], [11800, "2017-12-01T23:12:26Z", 0.85, "hints that it may happen sooner than we think"], [42031, "2017-11-30T18:26:33Z", 0.1, "I doubt that GM will overcome regulatory challenges or convince their own legal team to go for such a high profile test in New York already in 2018."], [41744, "2017-11-27T18:14:39Z", 0.87, "Entirely possible with backup drivers , and General Motors are already working on it , so it will happen"], [11800, "2017-11-23T17:53:02Z", 0.77, "Companies from GM to Google have been testing self-driving cars all around the world for five years, without any major incidents. \nIt is very likely that this can happen.\nIts worth to try, with the aim to make cities safer in many respects as we already know."], [31450, "2017-11-22T23:22:20Z", 0.8, "I think this is very likely as the law authorizing autonomous vehicles will expire April 1. The reason I'm not at 100% is because de Blasio seems to be very against autonomous vehicles and he may be able to stop/slow the roll out."], [16778, "2017-11-22T20:05:15Z", 0.8, "The NYS law permitting autonomous vehicle testing in NYC expires 4/1/18. Applications must be submitted before 3/1/18. Cars are required to have drivers behind the wheel in case of emergencies, pass all NYS and US safety requirements, and have a $5 million insurance policy. Applications also need to detail the date/time of the test and include details such as origin, destination, sequence of roads, and distance. Basically, testing will be very prescribed."], [19801, "2017-11-22T04:10:32Z", 0.5, "Mayor de Blasio and Gov. Cuomo are having a dumb argument over allowing self-driving cars in Lower Manhattan, though they may be inadvertently showing why we need such things: Getting emotion out of lots of areas of life, from governing to driving, would be a nice improvement."], [13377, "2017-11-21T12:28:06Z", 0.35, "http://www.gjopen.com/comments/comments/617268"], [40733, "2017-11-20T17:28:13Z", 1.0, "A lot of very high forecasts here, especially considering that 4/1/2018 is the cut-off for the current legislation to allow testing.  "], [15619, "2017-11-19T23:20:38Z", 0.79, "Totally missed the NYC window for testing up to 1 Apr; changes opportunity. "], [373, "2017-11-19T20:47:45Z", 0.4, "GM needs to keep pace with the competition, NY should prove a worthy challenge."], [15619, "2017-11-19T20:16:21Z", 0.05, "No bill yet passed action stage; will be some time before regulations allow. Holiday season will slow bill passage further. Jan-Mar is worst time of year for weather, so even if passed would expect GM to wait for better conditions - high publicity, wouldn't unnecessarily risk a bad outcome."], [34836, "2017-11-19T15:29:10Z", 1.0, "So, is the application already in and approved?  \"Automakers need to list specific vehicles being used for the tests in their application, and each must be covered by a $5 million insurance policy.\" or is this just an empty promise?  Cruse is already 'geofencing' an area.  Does that mean they are committed and have an application in place.  Surely they wouldn't be going through the expense of mapping an area of Manhattan without some certainty that the project will take place.  \nSomething everyone should know is that car manufacturers currently have a global income of about $3 trillion, but changing to mobility service providers would turn that into $7 trillion or more.  So they have a huge economic opportunity funding these efforts: a gold mine they cannot resist."], [1333, "2017-11-18T19:12:06Z", 0.75, "I would think this might offset the Mayors war on Horse Carriages and resulting death of hundreds of horses?"], [691, "2017-11-18T17:46:18Z", 0.74, "It's New York.  One more car driving around ramming into things will be barely noticeable.  Also, of course, there is a lot of New York City that is not midtown Manhattan--you can drive around in the Borough of Richmond with your eyes closed for several hours before anyone notices.  "], [28041, "2017-11-18T14:37:18Z", 0.82, "There is a lot of opposition to this proposal and opposition will only increase as April 2018 approaches. So I am cautiously optimistic at this point. "], [23006, "2017-11-18T03:41:18Z", 0.35, "dragging their heels, auto industry spitting out the same factoid on TV:  \"not until at least 2020\""], [12879, "2017-11-17T18:57:55Z", 0.65, "Most likely will to keep up with the competition.ðŸ¤”"], [22, "2017-11-17T18:43:32Z", 0.75, "1. Mayor de Blasio says he wonâ€™t give self-driving car tests the green light"], [28041, "2017-11-17T18:15:39Z", 0.85, "Driverless cars are advancing at a rapid rate. The opportunity for GM to test these cars on the streets of NYC is too good an opportunity to pass up. If its a success, then its an important step for driverless cars becoming a definite reality. "]]}