{"question_id": 645, "title": "Before 27 December 2017, will Poland, Estonia, Latvia, or Lithuania accuse Russia of intervening militarily in its territory without permission?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[43067, "2017-12-26T21:47:41Z", 0.0, "\nNo aggression, big Russian holiday, wait till after Jan 7, 2018"], [37520, "2017-12-26T10:54:23Z", 0.0, "Still to0 much going on in Ukraine."], [43003, "2017-12-26T01:02:36Z", 0.01, "Late in the year for any military action. Holidays are observed by most russians and the russian oligarcy. On the other hand, these holidays do present a great opportunity for suprise, on the 3rd hand Russia is mired in Ukraine and unlikely to expand so soon after exiting Syria.  Wish I could put my estimate at 0.2"], [42710, "2017-12-25T20:10:53Z", 0.01, "Barring a kidnapping of an Estonian SaPo officer, or the stray Russian jet/ submarine, it is highly unlikely in the next 48 hours that the Baltic States will accuse Russia of doing anything but nothing in the Baltics is certain. "], [43021, "2017-12-25T06:10:57Z", 0.01, "War Games in Belarussia do not mean invasion into NATO countries.  Highly inflammatory and likely to lead to a Russian withdrawal and crippling sanctions would be applied by the US, EU and Japan."], [691, "2017-12-19T15:22:00Z", 0.0, "https://www.reuters.com/article/us-russia-putin-security/russias-putin-says-ex-soviet-countries-threatened-by-militants-ria-idUSKBN1ED0QE?il=0"], [38778, "2017-12-18T12:37:39Z", 0.0, "Updating as time elapses. "], [42055, "2017-12-16T17:11:54Z", 0.01, "Arriving late to this forecast. Little to suggest this at the moment."], [30284, "2017-12-07T16:06:30Z", 0.02, "Updated b/c time passed"], [38783, "2017-12-07T00:50:48Z", 0.15, "The Russian Federation does not want to risk further isolation from the international community. Vladimir Putin would have to feel more secure at home in terms of government favorability as a major factor in any decision to intervene in another country outside Ukraine. Ukraine has taken a toll on favorability and resources and shown there is little to be gained in further pursuits of intervening illegally in other nations. However, he very possibly may resort to a form of cyber interference as a form of intervening that would not require physical action and be less politically risky and give himself more plausible deniability. "], [6224, "2017-12-06T18:30:45Z", 0.0, "Historically before Russia has \"intervened\" in another country's territory there have been significant military exercises prior to invasions.  There have been no such exercises. Furthermore Russia seems to be taking a strategic pause and is using non-kinetic means of trying to first, probe for weaknesses with the goal of  politically destabilizing Baltic and other NATO States before they make any incursion militarily into one of these countries."], [27661, "2017-12-06T14:29:43Z", 0.0, "Russia is no need of a further conflict at the moment as they are bound by Syria and Crimnea. Furthermore the mentioned states have no interest in a conflict or to accuse Russia because of internal events such as elections. Even less so in the time span provided here."], [38903, "2017-12-06T13:52:39Z", 0.02, "No change to the situation and less time."], [11800, "2017-12-04T20:48:55Z", 0.0, "i don t see a need for them for provokations"], [1639, "2017-12-03T18:19:32Z", 0.0, "updating"], [23560, "2017-12-02T00:23:26Z", 0.75, "This has happened repeatedly already."], [33523, "2017-11-29T15:55:28Z", 0.02, "\"Training excerises\" on the western border of Lithuania could possibly lead to activity that the gov't would classify as military intervention "], [38564, "2017-11-28T05:57:50Z", 0.0, "Ukraine was unusually weak.  There has not been prior news/remarks from Moscow lamenting the number of Russians that were stranded in Poland/Estonia/Latvia/Lithuania in the collapse of the Soviet Union, (compare with Ukraine)."], [31275, "2017-11-27T14:32:23Z", 0.0, "Relevant articles: https://www.washingtonpost.com/world/europe/latvias-cellphones-stopped-working-russias-war-games-may-be-to-blame/2017/10/05/449162d4-a9d3-11e7-9a98-07140d2eed02_story.html, https://www.theguardian.com/world/2017/sep/06/nato-russia-belarus-zapad, http://news.xinhuanet.com/english/2017-10/13/c_136675598.htm"], [27, "2017-11-23T11:14:54Z", 0.01, "It would be an unprecedented escalation for Russia to intervene in EU/NATO countries."], [41523, "2017-11-21T00:12:59Z", 0.2, "Time frame is too short, but if all that is required is illegal Russian fighters, i.e. Eastern Ukraine '14; then it is still a possibility."], [31951, "2017-11-19T13:35:01Z", 0.06, "Notwithstanding the last invasions of Georgia and Ukraine, there is little to suggest an invasion of one of these countries on such a short timeframe."], [41146, "2017-11-18T15:09:12Z", 0.04, "Because I live in Estonia."], [40214, "2017-11-14T22:58:21Z", 0.03, "The collective security agreement with the Baltic states (Lithuania, Latvia, Estonia), entitled Baltic Entente as well as NATO situates these nations in a unique position of political significance (particularly one that does not make it favorable to invade because of how much backing it has in terms of military might). "], [30284, "2017-11-14T01:41:58Z", 0.04, "\"Accusation\" seems like a low bar. I'd adjust up if relations worsen significantly with one of the countries in question, up 10%, or unplanned Russian military maneuvers around those countries, up to 15%. Too bad Moldova isn't here. \nChances of this happening in any given year is probably around 2-3%. I'm spitballing here but say Russia on average has intervened militarily in another country 1/5 years. And the likelihood of these countries in particular complaining of Russian intervention would seem especially high given they border Russia and have poor relations with Russia - say the chances one of these countries are chosen 1/10 (this may be low - maybe 1/5) - 1/50 or 2%-4% chance "], [636, "2017-11-13T16:12:03Z", 0.75, "The Russians have been increasingly emboldened snd need usable Baltic winter ports."], [755, "2017-11-12T23:54:20Z", 0.01, "Comments: UA is the bigger prize. See RU efforts in Eastern Europe concentrated here. Adjusting down.\nNational Interest (analysis & opinion), November 11, 'How NATO Could Accidentally Trigger a War with Russia': http://nationalinterest.org/feature/how-nato-could-accidentally-trigger-war-russia-23156\nClips from NI article:\n\"This reasoning, however, does not accurately describe Russian interests and foreign-policy discourse. In a recent report analyzing Russian view of the international order, we outline Russia’s core foreign-policy interests, including defense of the country and regime; influence in the “near abroad,” Russia’s term for its immediate neighborhood; and, relatedly, a vision of itself as a great power. According to Russian analysts, the near abroad includes all of the republics of former Soviet Union except the Baltic states. They see the Baltic states as foreign, and fully incorporated into NATO. With the exception of a few hardline “Eurasianists” such as Aleksandr Dugin, with little direct influence on policymaking, there is little interest in occupying these territories. Russia does maintain some interest in continuing a relationship with the Russian speakers, including through its “compatriots policy,” but this is a low priority. Absent a threat to its security, it is hard to see how these core interests would lead Russia to want to attack the Baltic states. Indeed, in reviewing the Russian strategic literature, another recent RAND report found “no serious discussion of the strategic value of retaking part or all of the Baltic States, either for their intrinsic value or as a way of weakening NATO.”\nThe Russian discourse on Ukraine highlights the limited importance of the Baltics for Russian foreign policy. Russians appear to view Ukraine as an extension of Russia: by some accounts as “little Russia,” or as Putin explained to President Bush in 2008, “not even a real country,” given the close relationship between Russia and parts of Ukraine. By contrast, the Baltic states are where movies staged in the West were filmed during the Soviet Union. Ukraine is front and center in the major Russian strategic documents, such as the Foreign Policy Concept or National Security Strategy, but the Baltic states do not appear. Russian media and other public discourse see a coordinated and intentional Western effort to undermine Russia’s position in Ukraine. By contrast, they cannot imagine that Western concerns about Russian military action in the Baltics are legitimate, and tend to see them either as manipulation by the Baltic states or the U.S. military-industrial complex. Russia might not broadcast a plan to invade the Baltics, but its public description of the importance of Baltics is inconsistent with Russia launching an offensive military operation against them."], [37912, "2017-11-09T12:23:45Z", 0.03, "It's too soon and the demands from ethnic Russians in those countries aren't strong enough to provide cover."], [19930, "2017-11-09T04:44:06Z", 0.01, "NATO membership of these countries makes military activity a thick red line to cross. Russia has nothing to gain at the moment from crossing that line."], [1528, "2017-11-09T03:05:23Z", 0.06, "update for passage of time"], [36922, "2017-11-07T21:21:15Z", 0.01, "Unless an incident that garners international attention occurs as the result of Russian military action within one of those regions."], [38903, "2017-11-07T00:36:04Z", 0.03, "No change to the situation since I made the forecast so I think the odds of an occurrence are going down.  Also an excellent summation of Zapad 2017 at Foreign Affairs which was the event that made the Baltic countries worry.  "], [14493, "2017-11-05T12:53:11Z", 0.0, "Very short time frame. "], [41110, "2017-11-05T08:31:25Z", 0.1, "limited causus belli"], [37768, "2017-11-04T21:10:55Z", 0.05, "I think Russia has a history of probing borders with it's neighbors, but given the unpredictability of a response from President Trump to such an action,  Russia will likely not risk such an action at this time."], [41184, "2017-11-04T20:04:30Z", 0.25, "The Russian direct military intervention over land borders or deployment of \"small green men\" isn't likely, but incidents over foreign airspace are possible although not at same level of probability as could be few years ago when NATO-vs-Putin relations were much more hotter. "], [31275, "2017-11-02T16:16:09Z", 0.0, "NATO troops there. Not likely right now."], [21802, "2017-11-01T08:07:46Z", 0.15, "Baseline forecast. Have question to clarify whether this includes maritime and/or airspace violations."], [38778, "2017-10-31T17:42:34Z", 0.01, "Establishing baseline forecast, will update based on further information and analysis. "], [6303, "2017-10-30T02:42:41Z", 0.0, "Based on general news and GJP consensus."], [38334, "2017-10-29T15:42:05Z", 0.05, "These are all NATO member states, where the Ukraine and Georgia are not. Despite Russia's agreement to respect Ukraine's border (https://en.wikipedia.org/wiki/Budapest_Memorandum_on_Security_Assurances), which was infringed, the agreement doesn't say what shall happen if the agreement is violated. \nIn case of a NATO member state being attacked by Russia, Russia would risk Article 5 (https://en.wikipedia.org/wiki/North_Atlantic_Treaty#Article_5) of NATO being raised by any of the countries listed. The other NATO members then have to support. Russia won't risk that, and hasn't risked that since the existence of NATO. Russia has always done undercover or militia type operations against nations not bound in a strong agreement like NATO. "], [1034, "2017-10-28T23:43:47Z", 0.0, "\nRussia’s Neighbors Respond to Putin’s ‘Hybrid War"], [37210, "2017-10-26T16:58:28Z", 0.01, "The territorial sovereignty of these nations is too ingrained in current geo-politics that such a move is not likely before 2018."], [23779, "2017-10-26T14:43:06Z", 0.15, "The statue issue in Poland is making me reconsider this question. \nIf Poland actually begins to take down statues and Russia makes military movements in response I'll raise the probability"], [6303, "2017-10-23T02:04:25Z", 0.0, "Based on general news and GJP consensus."], [1667, "2017-10-22T23:21:23Z", 0.0, "Russia has other means of acting. "], [33540, "2017-10-22T13:19:46Z", 0.09, "While the heavy Ethnic Russian population in some Baltic states make this area the next most likely expansion of Russian operations, I am not aware of a driver that makes the next two months the better window for action. Putin will wait for a strategic misstep (or may covertly drive one) in the Baltics before intervening. "], [37688, "2017-10-22T13:06:24Z", 0.1, "Russia's seems focused on Ukraine and Syria, not sure why they would take any action in the countries listed above."], [2965, "2017-10-21T06:01:20Z", 0.01, "The slow cooker in Ukraine is still cooking.\nIn light of the recent ru exercise anticipated NATO trip wire\nNo way except a miscalculation \nPerhaps wrong "], [55, "2017-10-19T17:14:21Z", 0.0, "Perhaps isolated acts as has happened before with kidnapping but doubt overt use of force. "], [691, "2017-10-18T18:48:09Z", 0.0, "This may be affected by the answer to the war-monuments question.  I think not, though--whatever Poland does, a military incursion would be an overreaction."], [37669, "2017-10-18T13:39:29Z", 0.01, "I don't think Russia is ready to step this hard on NATO toes."], [38470, "2017-10-18T09:56:05Z", 0.0, "Because I can."], [1528, "2017-10-18T03:18:37Z", 0.08, "\"Accuse of intervening militarily\" is pretty vague.  Russia isn't going to send in a tank division, but there's scope for a government to play to its domestic electorate by exaggerating some more minor Russian shenanigans."], [13657, "2017-10-17T23:44:07Z", 0.0, "Russia has the GDP of Italy, a smaller GDP than New York city, and spends only 4.5% of GDP on military. Russia is not going to take on nato in any significant way. The only reason Russia has been messing around in Ukraine is because the US supported a coup there and helped install a US friendly government. Can you imagine what the US would do if Russia helped stage a coup in Mexico and established a pro Russia government in Mexico? Also, it's NATO that has been patrolling 50 miles from the Russian border. NATO has been provoking Russia, not the other way around. The border zone is gone. Russia isn't going to jump into that. They have old equipment from back when they spent money on defense, and they have nukes, but they can't sustain a real conventional conflict."], [40819, "2017-10-17T20:58:15Z", 0.05, "Extremely unlikely in this time frame"], [904, "2017-10-17T18:26:01Z", 0.1, "This is unlikely as Russia is watching the events in the U.S. right now. "], [38657, "2017-10-17T16:50:21Z", 0.0, "The nest is stirred enough right now, it could happen in the 2nd half of next year but the bear finger poking the eagle is not needed right now with the Korean mess"], [11858, "2017-10-17T15:17:36Z", 0.01, "This region is subject to an ongoing power struggle between Russia and the NATO alliance. Paramilitary incursions that fall short of triggering an Article V event are certainly in Russia's playbook. Also, Russia's current superiority in the rush to militarise the area suggests that such actions should come sooner rather than later. The reason I consider this so unlikely is that there is so much else that Russia can do - and is doing - that quietly strengthens his grip on the area. Any evidence of Russian force on EU/NATO soil would dramatically boost solidarity within the western world - something that Russia has been working so hard to undermine. "], [706, "2017-10-17T01:51:33Z", 0.1, "nothing official or on the record"], [38163, "2017-10-17T00:12:31Z", 0.07, "Given the timeframe, it is not extremely likely but I think it will happen eventually. Higher percentage given Russia's sneakiness. "], [14334, "2017-10-16T22:42:06Z", 0.02, "The consensus here seems a bit too confident, though this isn't a subject I'm familiar with. I'm going to hedge upward a bit for now."], [11548, "2017-10-16T14:29:55Z", 0.0, "Russia is too unsure of the NATO (US) response to be too provocative at the moment.  Additionally, there are too many other hot spots around the world for something to flare up in the Baltics at the moment"], [23779, "2017-10-16T11:59:01Z", 0.0, "None of the countries had divided/problematic elections recently.\nThere are no elections during this year.\nAll countries have been NATO members for a while"], [6303, "2017-10-16T03:44:08Z", 0.0, "Based on general news and GJP consensus."], [365, "2017-10-16T02:03:45Z", 0.25, "I feel there is a 25% chance because Lithuania is building a border fence and Russia never likes being told \"no.\""], [13377, "2017-10-16T00:19:10Z", 0.0, "I like how @sevedb in https://www.gjopen.com/comments/comments/592713 presents detailed data supporting the YES answer, then concludes 0% chance for good reasons."], [182, "2017-10-15T23:32:37Z", 0.02, "The most likely scenario is an accidental or incidental incursion. Although that could also be \"accidental\" as a pretense to intentional \"defensive\" maneuvers.\n"], [755, "2017-10-15T23:04:59Z", 0.02, "See @bubbav October 15 post and comments. Agree on points made. Up-voted 1. \nA new world, people. Hybrid Warfare. RU will mind-f**k with them first. Going low on initial call.\nForeign Policy, October 12, 'Russia’s Neighbors Respond to Putin’s ‘Hybrid War’ - Baltic and Nordic countries turn to education as much as military hardware to counter Moscow’s hybrid threats': http://foreignpolicy.com/2017/10/12/russias-neighbors-respond-to-putins-hybrid-warlatvia-estonia-lithuania-finland/\nClips from FP article:\n\"Latvia’s concern is a reflection of the growing array of hybrid war capabilities in Russia’s arsenal — from the use of disinformation and propaganda to sow internal discord within a country, to crippling cyberattacks, to old-fashioned military power. Those capabilities have been honed in recent years in the Russian campaigns in Ukraine and Syria. But the Baltic countries of Estonia, Latvia, and Lithuania, and their Nordic neighbors, have increasingly become a testing ground.\nLithuania has said that it has faced a constant stream of cyberattacks against its government departments since 2014, while Russian jets routinely violate national airspace in the Baltic. Estonia said that Russia abducted one of its intelligence officers in September 2014 in a high-profile incident involving smoke grenades at a customs post near the border; he was later released in a prisoner swap. Finland has also weathered a flood of false information about the war in Ukraine, fake stories about the abuse of ethnic Russians in Finland, and real threats from Russian President Vladimir Putin that Moscow will be forced to take countermeasures if the country joins NATO.\nThe traditional response has been to field tanks and train troops; earlier this year, NATO deployed four battalion-sized battle groups to Poland, Estonia, Latvia, and Lithuania to deter the Russian military. But amid the heightened tensions, officials across the region say that they are moving fast to counter and adapt to Russia’s new generation of war capabilities in an emerging defense doctrine that increasingly relies on investing in brainpower as much as it does firepower.\n“What we need to change is our attitude and see that this isn’t just about Russia. It’s about us,” Janis Garisons, the state secretary at Latvia’s Ministry of Defense, told Foreign Policy in an interview. “Russia is exploiting our weaknesses.”\nThose weaknesses include the usual suspects, from pregnable electricity grids to porous cyber defenses. But they also include society’s vulnerability to information warfare. Russian-directed misinformation uses fake stories, doctored photos, and propaganda to confuse and distract everyday citizens and policymakers alike. In Latvia, these stories have centered around undermining the country’s membership in the European Union and NATO, but they also increasingly look to create and amplify divisions in society, whether on wedge issues like LGBT rights or discrimination toward Latvia’s ethnic Russian population.\n“Sun Tzu said that the best victory is a victory won without weapons,” Garisons said, referring to the ancient Chinese military strategist, “and that is what’s been happening.” Now, the government is looking to education to fortify everyday Latvians against this multifaceted barrage.\""], [37364, "2017-10-15T16:39:44Z", 0.01, "The narrow window for this forecast reduces the likelihood of an affirmative response to the question.  In addition, the end to the Zapad 2017 exercises (without incident) has provided Moscow with the opportunity to decry Western overreaction to the exercise and sets a tone for the time being that it is Russia, not NATO, that is the responsible and restrained party.  An incursion (falling within the various hybrid warfare scenarios) is therefore quite unlikely.  "], [12726, "2017-10-15T15:11:24Z", 0.01, "Very short time period. The prediction should be almost zero, but fractional percentages are not allowed, so I'll go with 1%. I'm sure I'm just giving points to people who selected zero. ;)"], [6285, "2017-10-15T13:38:16Z", 0.15, "It will be in the context of a lost unit, who just wanders across the border. It let the Russians offer plausible deniability. In reality it will be well planned and clearly intentional. It will test border defense and the response time of the NATO forces. Also it sends the message that big bad red bear is back."], [558, "2017-10-15T02:53:16Z", 0.04, "Given Russia's natural propensity to overstep, it seems moderately likely"], [38911, "2017-10-14T07:28:52Z", 0.03, "Unlikely but sometimes things escalate when there are military forces grouped close together. I think it unlikely Putin will provoke anything deliberately while he has commitments in Syria"], [37768, "2017-10-13T12:32:40Z", 0.05, "Historically, no on wants to provoke Russia.  So this declaration is highly unliklely."], [38903, "2017-10-13T12:23:13Z", 0.05, "All four countries are NATO Allies and over the past 70+ years of history between NATO and Russia/Soviet union, that was enough to prevent armed conflict.  All four countries have US Soldiers in them and US air support and that is a credible deterrent.  The US is also focused on N. Korea and maybe soon Iran.  If Russia were to intervene and risk war, I do not think they would want to do it before a strategic opening was created by the US committing forces in one of those two countries.  Additionally, I do believe the Russians when they say it is just an exercise, a response to our own series of exercises, and a deterrence against NATO.  What I'm assuming as well is that the Baltic states and Poland won't lie about a Russian military intervention because they don't want to cry wolf. "], [19801, "2017-10-13T06:35:10Z", 0.0, " After the USA's failed attempt to threaten Russia via NATO, Putin strategy has forcibly restrained NATO and USA[1][2]. The USA is currently contained on all sides by strong enemies no matter where you look. A resurgent Dragon in Taiwan, Chosun peninsula, and a potentially hostile Mexico. The Gulf might get closed by Iran. No  matter how the situation unfolds, Putin wins. "], [31450, "2017-10-12T16:48:39Z", 0.0, "Russia is not so stupid at to test the EU/NATO, despite having trump in the White House. Personally I think Belarus is the country that should really be worried."], [1639, "2017-10-12T16:14:31Z", 0.0, "The Ominous, Massive Military Exercises in Eastern Europe\nBut Poland and the Baltic states of Estonia, Latvia, and Lithuania, see themselves in the massive war games unfolding near their borders. And the Kremlin’s lack of transparency surrounding the exercises, known as “Zapad,” isn’t doing much to ease their anxiety. Russian officials have said that they will include fewer than than 13,000 troops, while Western estimates put the number around 100,000, which would make them the largest war games since the end of the Cold War."], [37189, "2017-10-12T14:20:57Z", 0.0, "Russia appears to be focused on solidifying the Assad regime in Syria.  Political upheaval in Spain and Italy coupled with the rise of populist movements in Poland, Hungary, and Germany further Russia's interests in Europe making an incursion into the Baltics a net negative for the Putin regime."], [4918, "2017-10-12T11:12:39Z", 0.0, "Affirming 0% (less than 1%)"], [39937, "2017-10-12T08:57:14Z", 0.0, "https://www.gjopen.com/comments/comments/596325"], [37726, "2017-10-12T08:29:07Z", 0.02, "One must balance the possibility of a \"conflict of choice\" by the Kremlin with the possibility of an faux accusation for domestic political considerations by the other nations concerned.  "], [30304, "2017-10-12T07:07:16Z", 0.75, "Growing belligerence from Putin"], [37039, "2017-10-12T04:00:30Z", 0.15, "although Poland is placing Patriot missiles on their soil and of course the subsequent complaining of Russia I don't think that they are entertaining that at the moment\n"], [488, "2017-10-12T03:11:43Z", 0.05, "No possibility of Russian military intervention."], [37214, "2017-10-12T02:42:52Z", 0.05, "Russian eyes are turned elsewhere at the moment."], [572, "2017-10-12T02:15:37Z", 0.02, "To some degree, this rides on the strict definition of what \"intervening militarily\" means.  If the question is indeed only affirmed by govt overthrow during an invasion attributed to Russia, I'd answer near zero.  On the other hand, allowing for electoral shenanigans and operations other than war, I'll give it 2 percent. "], [1332, "2017-10-12T01:08:52Z", 0.04, "Tensions are very high in these Baltic countries. Russia and Belarus just completed a very large scale military exercise (Zapad; \"west\" in Russian) along the borders of those countries, aimed at countering an invasion by three neighboring allied countries. Which countries might the exercise be targeting? The three Baltic states and Poland have recently completed military exercises with NATO. Sweden just completed its largest military exercise in recent years on the island of Gotland, just across the Baltic Sea from the Baltic States and the Russian military enclave of Kaliningrad, home of the Russian Baltic Fleet. During its Zapad exercise, some kind of electronic jamming was used by the Russian forces in Kaliningrad, perhaps aimed at Gotland; the Swedes reported no comms interruptions, but the Estonians reported that perhaps an edge of the beam disabled the Estonian emergency frequency (like 911 in the US) for several hours. During the Zapad exercise, Russia sent elements of its Baltic Fleet to conduct exercises off the Arctic coast of Norway. The Finns are now conducting an air-defense exercise, with the participation of the Swedish air force, involving Swedish fighter jets and a Swedish AWACS aircraft, aimed at a potential attack from the east. The Lithuanians have put a fence along their border with Kaliningrad, they have mobilized volunteer reserve forces and have conducted training exercises for those forces, and have expressed concern about potential infiltration of Lithuania by irregular clandestine Russian special forces (the \"little green men\" of the Russian Crimean annexation). US Gen. Ben Hodges, commanding US forces in Europe suggests that the Russian Zapad exercise involved many more troops than the 12,700 reported by the Russians, perhaps up to 100,000. He also reported concerns about Russian units not withdrawing from the area of the exercise, and remaining quietly in place. Over the last year, there have been many Russian military flights over the Baltic Sea, between St. Petersburg and Kaliningrad, with the Russian aircraft flying with transponders off so they can't be identified and tracked, with constant interceptions of those fights by NATO aircraft. So there seems to be a strong undercurrent of military tension in the region. There could be an incursion, but with everyone on high alert, it is likely to be detected quickly and countered quickly, which would give no advantage to the Russians. A concerted effort to take the territory between Belarus, a somewhat reluctant Russian ally, and Kaliningrad—the so-called Suwalki Gap, 60 miles along the shared border between Poland and Lithuania—in order to provide a direct overland logistical support connection from Russia, rather than the air and sea connections now in use, would require a relatively significant armored force. Hence Gen. Hodges's concerns about Russian units left in place after Zapad. (This may part of the Russian intent in Eastern Ukraine along the Ukrainian Black Sea coast in the east, to create a logistics connection from Russia to Crimea, which now depends on Ukraine for its power, water and gas. Not good from a military perspective. Sort of like Guantánamo, no? Russia hasn't been able to complete that connection yet, and if it did, a long narrow strip of land with an opponent to the west is also not a good position to be in, militarily. On the other hand, Russia's Black Sea Fleet is exposed. But then Russia's navy, except for maybe its submarines, doesn't count for squat.) Could there be an accidental incursion? Yes. Could there be a clandestine incursion by Russian special forces? Yes, but it would have to be a precursor to a larger Russian operation; otherwise, what would be the point? Could Russia come to the aid of distressed ethnic Russians in the Baltics—the numbers are quite high as a percentage of the population? Yes, and that's the most likely scenario, perhaps with hybrid warfare elements of unrest stirred up by forces infiltrated into the countries, social media attacks, cyber-warfare attacks. Even with the tension, the likelihood seems low, and the risk for Russia high. Although The Donald may decide that the US commitment to NATO is not worth the cost."], [23149, "2017-10-12T01:07:06Z", 0.03, "Improbable but not impossible, if for not other reason than the answer depends on what these countries define as \"Russia intervening militarily\" in their territories: for example, when armed men kidnapped an Estonian intelligence officer in 2014 ( https://www.theguardian.com/world/2014/sep/07/russia-parades-detained-estonian-police-officer ). Was this an intelligence operation, a military operation, or a criminal operation conducted by intelligence or military officers (or neither)? For that matter, given Russian \"hybrid war\" tactics displayed openly since the beginning of the Ukraine crisis, is there a difference? And would such a difference be seen by the governments of these countries?"], [37239, "2017-10-12T00:03:02Z", 0.1, "Given the unlikelihood of a scenario where this would be an option in the next 90 days without provocation, I doubt the issuance of a statement of this nature would be made in this timeframe."], [30200, "2017-10-11T22:47:45Z", 0.02, "Putin tries to prick and test the west's resolve in the Baltic for some time now. It is not probable, but not entirely impossible that he chooses to escalate just a little before the year ends. "], [368, "2017-10-11T20:44:46Z", 0.0, "All states are NATO members, complicating any Russian expansionary and/or invasion are intentions.  Successful attempts moves Russia into a potential WWIII strategic military dynamics with 29 alliance states, with potential adversaries who are not NATO member states."], [1502, "2017-10-11T16:45:22Z", 0.0, "It's not likely Russia will take any actions on NATO member states. "]]}