{"question_id": 391, "title": "Will Angela Merkel be elected as chancellor of Germany after the 2017 Bundestag election?", "correct_answer": "Yes", "crowd_forecast": 0.99, "preds": [[68, "2018-03-14T10:52:26Z", 1.0, "http://www.dw.com/en/angela-merkel-elected-to-fourth-term-as-german-chancellor/a-42966453"], [3434, "2018-03-12T22:02:21Z", 1.0, "EU needs her"], [4457, "2018-03-12T16:46:25Z", 0.99, "GroKo has been signed and agreed, voted by both parties"], [37236, "2018-03-11T19:51:37Z", 1.0, "Gela vor, noch ein Tor..."], [176, "2018-03-08T04:04:19Z", 1.0, "Why hasn't this question been closed and scored?"], [23006, "2018-03-05T16:32:22Z", 1.0, "forgot to add the 1 and a 0 to my prediction."], [176, "2018-03-05T04:39:03Z", 1.0, "It's all over, but the shouting: https://www.youtube.com/watch?v=pmN25Zb1xfg"], [1034, "2018-03-04T21:16:17Z", 1.0, "Angela Merkel set for 4th term after Social Democrats OK coalition"], [176, "2018-03-04T16:15:17Z", 1.0, "Sometimes the polls are right on: \nThe vote by 464,000 rank-and-file members ends five months of political deadlock since September's election."], [37379, "2018-03-04T12:29:34Z", 1.0, "Dateline 3-4-2018 A political impasse that kept Germany in limbo for more than five months ended Sunday as the center-left Social Democrats voted to join a government led by Chancellor Angela Merkel’s conservatives. -- https://www.washingtonpost.com/world/germany-will-finally-have-a-government-after-social-democrats-clear-the-way-for-merkels-fourth-term/2018/03/04/837b6486-1bcf-11e8-98f5-ceecfa8741b6_story.html"], [12302, "2018-03-04T09:01:27Z", 1.0, "It is a yes. "], [39937, "2018-03-04T08:26:35Z", 1.0, "just came over the ticker:"], [54562, "2018-03-04T00:21:28Z", 0.9, "Will readjust based on results of SPD vote, due out tomorrow."], [1034, "2018-03-03T22:47:47Z", 1.0, "Angela Merkel Is About to Find Out If She'll Get Her Fourth Term"], [23006, "2018-03-03T14:19:27Z", 0.0, "Consensus is way too high on this one - the referendum vote will be 'no'.  (OK, maybe 'no')"], [38, "2018-03-01T17:15:26Z", 0.98, "https://www.reuters.com/article/us-germany-politics/germanys-merkel-wins-party-nod-to-renew-coalition-with-social-democrats-idUSKCN1GA01L"], [1034, "2018-03-01T15:28:01Z", 1.0, "Merkel's Successors Are Waiting for Her to Step Down or Stumble"], [73, "2018-02-27T13:20:27Z", 0.99, "https://www.gjopen.com/comments/comments/697378"], [14493, "2018-02-27T11:58:27Z", 0.9, "Changed forecast on the grounds that although it is reported that SDP supporters back being in a new coalition that is not the same as SDP members. On that basis I think that there is a 10% chance that the SDP could vote it down. "], [19801, "2018-02-27T01:56:49Z", 0.45, "Merkel's CDU party votes in favor of coalition deal with centre-left SPD\nhttps://www.cnbc.com/amp/2018/02/26/merkels-cdu-party-votes-in-favor-of-coalition-deal-with-centre-left-spd.html"], [14182, "2018-02-26T19:10:36Z", 1.0, "I’m closing this out w/ the following comment:"], [14182, "2018-02-26T18:06:09Z", 1.0, "Comment deleted on Feb 26, 2018 06:08PM UTC"], [14182, "2018-02-26T18:03:07Z", 1.0, "Comment deleted on Feb 26, 2018 06:03PM UTC"], [1034, "2018-02-25T20:51:54Z", 1.0, "\nAngela Merkel offers critic Jens Spahn cabinet post"], [1034, "2018-02-24T19:47:50Z", 1.0, "Senior German conservatives urge shift to right as Merkel picks cabinet"], [1034, "2018-02-24T07:11:38Z", 1.0, "German Government Hinges on Party Tally"], [176, "2018-02-24T03:00:20Z", 1.0, "If you're only one point better than the AfD, how can this not be \"make a deal time\"?\nThe German government, the country's 16 states and its communities posted a budget surplus of €36.6 billion ($44.9 billion) in 2017, the National Statistics Office (Destatis) reported Friday, slightly revising an earlier estimate of €38.4 billion."], [1034, "2018-02-23T20:13:50Z", 1.0, "MEPs rip into European Union's over-reliance on Berlin – 'When Germany stops the EU stops'"], [12605, "2018-02-22T01:28:24Z", 0.65, "@tsm"], [73, "2018-02-21T14:20:06Z", 0.75, "risko, ke herba radikoj voĉdonos kontraŭe por devigi ŝanĝon en gvidantaro."], [23006, "2018-02-21T13:19:03Z", 0.0, "i've been a little worried about the whole SPD voting by post thing. It seems like a process fraught with tampering opportunities from origin to destination given the 460K + voters have a lot of sway right now and link below shows one bona-fide registration issue:"], [23006, "2018-02-21T11:56:50Z", 0.0, "\n- Martin Schulz steps down as leader of SPD\n- new successor still to be chosen during postal vote.  \n- A poll conducted by Infratest dimap, which surveyed 1,001 people, showed that support for the party fell to just 16 per cent, only one percentage point ahead of the far-right Alternative for Germany (AfD) party, between 13-15 of February."], [1034, "2018-02-20T05:58:46Z", 1.0, "Angela Merkel's potential successors as chancellor"], [1034, "2018-02-19T07:32:14Z", 1.0, "Music from @GL2814 Just do it\nhttps://youtu.be/oh4tHpUflDA "], [176, "2018-02-18T21:17:40Z", 1.0, "White knuckle time for the SPD:\n Support for Germany’s Social Democrats (SPD) hit a record low, a poll showed, and the party’s leader-in-waiting said she had “no Plan B” should members reject a coalition deal with Angela Merkel’s conservatives."], [1034, "2018-02-17T08:34:38Z", 1.0, "Merkel's fate in SPD hands as members vote on power pact"], [176, "2018-02-16T04:34:58Z", 1.0, "Did anything good happen in SPD land today? \nTwo thirds of supporters of Germany’s Social Democrats (SPD) back forming a coalition government with Angela Merkel’s conservatives, an opinion poll showed on Friday.\nFrom: https://www.reuters.com/article/us-germany-politics-poll/two-thirds-of-spd-supporters-back-german-grand-coalition-poll-idUSKCN1G0007"], [1034, "2018-02-15T21:52:04Z", 1.0, "With Germany's new government, there are fears that years of fiscal discipline could be brought to an end"], [38, "2018-02-15T19:24:20Z", 0.98, "Following a German forecaster whose knowledge I respect and whose ability to forecast accurately I admire."], [176, "2018-02-15T00:17:24Z", 1.0, "Did the SPD do anything good today? \nSCHWERTE, Germany (Reuters) - Germany’s Social Democrats (SPD) will clash over policy with Angela Merkel in the next government, the main candidate to lead the center-left party said on Wednesday, adding that the conservative chancellor was approaching the end of her career.\nSeeking to rally support for a deal to renew an alliance with Merkel’s conservative bloc that SPD members have to ratify in a postal ballot, Andrea Nahles said the party could reinvent itself by fighting for its policies in a coalition government."], [19801, "2018-02-14T03:29:58Z", 0.35, "Amid deep rank-and-file divisions over the coalition deal and the distribution of ministerial posts, and facing a slump in opinion polls, SPD leaders are trying to convince 464,000 party members to endorse the accord with Merkel in a ballot on which her fourth term depends."], [176, "2018-02-14T00:26:27Z", 1.0, "Mr Schulz said he was handing over to a left-winger, Andrea Nahles, with immediate effect. However, SPD members have to vote on the change on 22 April."], [1034, "2018-02-13T21:55:03Z", 1.0, "Opinion: As CDU spats, Merkel retains her nerves of steel"], [49526, "2018-02-13T15:45:47Z", 0.85, "There is no competitor. But in case of new elections she can lose her job."], [38, "2018-02-13T05:13:07Z", 0.55, "A forecaster I admire and respect commented recently that when he found himself worrying about a forecast, then he knew that he had forecast not on the facts but on emotions.  I've been worried about this forecast.  I've been reading very gloomy headlines and articles about Merkel for months now.  "], [19801, "2018-02-13T02:24:52Z", 0.35, "Factbox: Who could wield the knife? Scenarios for a Merkel exit\nhttps://www.reuters.com/article/us-germany-politics-merkel-factbox/factbox-who-could-wield-the-knife-scenarios-for-a-merkel-exit-idUSKBN1FW1ZW?il=0"], [1034, "2018-02-12T16:52:26Z", 1.0, "The end of Überparteilichkeit"], [52751, "2018-02-12T06:03:13Z", 0.05, "Comment deleted on Oct 11, 2019 03:13PM UTC"], [23006, "2018-02-12T05:27:40Z", 0.0, "Court challenges to prevent SPD referendum\nhttps://www.politico.eu/article/germanys-top-court-to-rule-on-legality-of-spd-vote/"], [23006, "2018-02-12T04:47:05Z", 0.0, "Bleh. I'm sticking with 'no' -   I can't see this working out for her.  (In hindsight, wavering between 49 and 50 would have been better than between 0 and 100. In my defence, it's hard to ignore the 99% conviction baserate of some of the smartest people on the planet)"], [23006, "2018-02-12T04:28:26Z", 0.51, "446,000 SPD registrants will vote by post, results will be announced on March 4th. "], [23006, "2018-02-12T04:27:30Z", 0.49, "Comment deleted on Feb 12, 2018 05:16AM UTC"], [23006, "2018-02-12T03:28:45Z", 0.85, "adjusting for over-confidence and because this question has  vexed me - seems like it should be an easy yes but..."], [23006, "2018-02-12T03:23:49Z", 1.0, "Comment deleted on Feb 12, 2018 03:27AM UTC"], [1034, "2018-02-11T20:26:11Z", 1.0, "Merkel says she plans to govern for full four-year term"], [14182, "2018-02-11T18:16:24Z", 0.99, "Comment deleted on Feb 26, 2018 06:08PM UTC"], [37379, "2018-02-11T01:48:09Z", 0.9, "https://www.theguardian.com/world/2018/feb/10/germany-politics-kevin-kuhnert-student-angela-merkel-spd-grand-coalition"], [1034, "2018-02-11T00:24:22Z", 1.0, "Germany s SPD Stands for Solid Finances, Official Tells Spiegel"], [52052, "2018-02-10T12:59:36Z", 1.0, "She was elected. "], [19801, "2018-02-10T05:54:32Z", 0.35, "Critics in Merkel's conservatives vow to block coalition projects"], [1034, "2018-02-09T20:44:24Z", 1.0, "Angela Merkel last East German standing in new cabinet"], [12605, "2018-02-09T16:37:59Z", 0.58, "Germany's conservatives are highly unhappy about the loss of the ministry of finance (SPD), interior (CSU) and the foreign office (SPD).\nhttp://www.handelsblatt.com/my/politik/deutschland/hohe-budgets-fuer-die-spd-so-teuer-musste-sich-merkel-ihre-kanzlerschaft-erkaufen/20941140.html"], [20588, "2018-02-09T09:29:23Z", 0.99, "Updating. The the Social Democrats strong-armed Merkel into giving up some ministries in exchange for staying in power. "], [19801, "2018-02-09T06:31:58Z", 0.25, "Angela Merkel’s government of losers"], [23006, "2018-02-09T04:01:38Z", 0.95, "on news of a coalition"], [176, "2018-02-09T02:28:46Z", 1.0, "Music from @Wildwood2000 Germany's SPD bets on first female chair in 154 years to revive fortunes That calls for some rock and roll: https://www.youtube.com/watch?v=4bv_ALKkTjQ"], [1034, "2018-02-08T21:33:17Z", 1.0, "Few cheers at home for Germany's loveless coalition"], [176, "2018-02-08T17:07:09Z", 0.97, "99 what Khalid said"], [68, "2018-02-08T08:24:26Z", 0.99, "The SPD getting the Finance Ministry for the first time in a Grand Coalition should be a big enough gain in the opinion of a majority of SPD members when they are asked to approve the coalition deal. Going with consensus now."], [37379, "2018-02-07T21:48:03Z", 0.9, "Back down on account of this, courtesy @tsm http://www.gjopen.com/comments/comments/688461"], [37379, "2018-02-07T21:46:03Z", 0.95, "Dateline 2-7-2018 German political parties, including the Social Democrats (SPD), agreed on a deal for a new coalition government, finally setting the stage for Chancellor Angela Merkel’s fourth term and ending nearly five months of political uncertainty."], [12605, "2018-02-07T17:29:28Z", 0.58, "They're already about the cabinet posts. Designated heads of federal ministries released: http://www.rp-online.de/politik/deutschland/grosse-koalition-angela-merkel-wechselt-cdu-minister-aus-aid-1.7375077"], [11800, "2018-02-07T17:19:39Z", 0.95, "@Wildwood2000\nIf the membership vote is not binding then the member of parliament are free to vote. \nAnd I assume the court will come to a similar judgement as it did in 2013."], [1034, "2018-02-06T20:30:14Z", 1.0, "We are 95 percent of the way to a coalition deal, German SPD says"], [37379, "2018-02-06T09:21:33Z", 0.9, "Ulrike E Franke\n‏\n\n@RikeFranke\n 16m16 minutes ago\nMore\nIf, IF, we have a coalition agreement tonight, the SPD will take another 3-4 weeks to inform its members and have them vote on it. So we MAY have a government in March. Five months after the election."], [37379, "2018-02-06T08:55:24Z", 0.97, "https://www.theguardian.com/world/2018/feb/05/german-parties-coalition-deal-angela-merkel-christian-democrats-spd"], [176, "2018-02-04T04:54:36Z", 0.97, "Getting there: https://www.reuters.com/article/us-germany-politics/germanys-potential-coalition-partners-agree-on-energy-wrangle-over-health-idUSKBN1FN0BC\nGerman Chancellor Angela Merkel’s conservatives and the Social Democrats (SPD) reached agreement on energy and agriculture on Saturday, but were still in dispute over healthcare during talks to form a government, more than four months after the election.\nThe two camps aim to seal a deal by the end of Sunday to renew the “grand coalition” that has governed since 2013, although some politicians say they could run into Monday or Tuesday."], [19801, "2018-02-04T00:04:13Z", 0.0, "German public broadcaster ARD on Thursday published its monthly Deutschlandtrend survey, showing a drop in support for Angela Merkel serving a fourth term as chancellor ."], [12879, "2018-02-03T01:20:25Z", 0.99, "German parties edge closer to coalition but divisions remain.\nhttps://news.cgtn.com/news/31516a4d31677a6333566d54/share.html"], [1034, "2018-02-02T18:22:39Z", 1.0, "\nMerkel Sees ‘Serious’ Gaps to Bridge in German Coalition Endgame"], [1034, "2018-01-30T17:03:46Z", 1.0, "\nRefugee split leaves German coalition deal hanging"], [68, "2018-01-30T15:58:42Z", 0.95, "Angela Merkel reaches 'breakthrough' with SPD on refugee family reunion\nhttp://p.dw.com/p/2rkTI"], [68, "2018-01-30T11:50:59Z", 0.85, "Up from 75% a week ago, on the basis of http://www.dw.com/en/grand-coalition-talks-adjourned-over-key-refugee-issue/a-42346390"], [19801, "2018-01-30T04:32:08Z", 0.0, "German SPD leader dampens hopes for quick coalition deal: source\nhttps://www.reuters.com/article/us-germany-politics-spd/german-spd-leader-dampens-hopes-for-quick-coalition-deal-source-idUSKBN1FI1OQ?il=0"], [1034, "2018-01-29T16:55:22Z", 1.0, "German SPD leader dampens hopes for quick coalition deal – source"], [49001, "2018-01-28T22:54:28Z", 0.95, "Negotiations are dragging, but nobody else is in a strong enough position to possibly unseat her AND create a government."], [32258, "2018-01-25T03:06:15Z", 1.0, "I think I understand your thoughts @Anneinak & @Wildwood2000 but check my logic."], [32258, "2018-01-24T22:32:09Z", 1.0, "good points @Guydreaux. According to the Financial Times, the top two vote getters in the 2017 election both lost ground in that election. In addition, and more current is a weighted average poll tracker that shows AfD with upside momentum while SPD has lost a couple of points since the election."], [49732, "2018-01-24T22:22:04Z", 0.95, "I do not see a chance for any CDU politician replacing her before a coalition is formed. And even if new elections are called, the chance of her stepping down are very slim."], [176, "2018-01-24T21:59:10Z", 0.8, "No or P(X) = 0 is achieved two ways: \n1. New elections are called \n2. Someone other than Merkel leads the gov't.  \n"], [38, "2018-01-24T20:16:59Z", 0.95, "I've been low (80%) for a few days as I debated the chance that GJ Admins would close this question WHEN/IF a new election was called rather than AFTER the process of selecting a new chancellor had been completed.  "], [601, "2018-01-24T18:30:54Z", 0.95, "Recent polls put the SPD barely above AfD in terms of support.  New elections now would be their death knell.  There is either going to be a coalition (80%) or a minority government (20%).  There will likely be elections in Fall of 2019- and neither Shulz nor Merkel will be candidates."], [32258, "2018-01-24T17:52:18Z", 1.0, "Comment deleted on Jan 25, 2018 03:03AM UTC"], [68, "2018-01-24T09:27:05Z", 0.75, "Down from 90"], [176, "2018-01-24T02:30:53Z", 0.8, "C'est la vie"], [11800, "2018-01-23T12:39:58Z", 0.95, "following the discussion with @JS , I increase my % to 95 again."], [38, "2018-01-23T10:57:48Z", 0.8, "@amory10,"], [11800, "2018-01-21T21:00:20Z", 0.9, "The next hurdle is just ahead. The delegates of the SPD today voted with only 56% in favor of coalition talks."], [27461, "2018-01-21T20:14:10Z", 0.99, "Back to consensus after the SPD vote. It's not over yet, but Merkel is getting quite close to being a Chancellor again. "], [45816, "2018-01-21T19:46:07Z", 0.95, "Chances are going up because SPD agreed to coalition negotiations."], [2965, "2018-01-21T18:56:34Z", 1.0, "This question will be resolved in march somehow \ncleared big hurdle today\nSee http://www.zeit.de/politik/deutschland/2018-01/spd-parteitag-martin-schulz-bonn-live\ngoogle translation:\nWhat next 's next? Union and SPD will soon start coalition negotiations. A graduation will probably be possible at the earliest in the middle of February. At the same time hatit may be decisive how extensive the change requests of the Social Democrats actually turn out to be. "], [11800, "2018-01-21T18:00:50Z", 0.95, "Finally the delegates of SPD have agreed to do coalition talks with CDU/CSU.    Finally...(...)"], [14493, "2018-01-21T17:43:42Z", 0.94, "@healther seems to have explained what is happening. Merkel got a bit closer to forming a new government today. There is logic in the SPD wanting to avoid being junior coalition members and getting the blame for unpopular policies and no credit for popular policies, but will standing out this time around help them? Presumably that would only work if the CDU actually formed a government or a new election was called and the SPD got enough votes so that it could lead a coalition.  A CDU minority government is (I suppose) possible, but it is not self evident that would increase support for the SDP, as a minority government would be fragile and some voters might think the SDP had just chickened out. I doubt that Germans would want an Italian style system where weak governments get replaced every few months (as they used to). The real problem is having the AfD getting votes, but the CDU ruling out a coalition with them. If other parties (those other than the AfD) will not join a CDU coalition, and these other parties do not have enough seats to form a majority themselves the only remaining option is a minority government.   "], [37379, "2018-01-21T17:10:46Z", 0.95, "Carl Bildt\nVerified account\n@carlbildt\nWell, at least a majority of SPD delegates voted for new coalition in Berlin. But a fairly thin one. 362 versus 279. A deeply divided party."], [37379, "2018-01-21T17:06:35Z", 0.95, "Dateline 1-21-2018 In the latest episode of Germany’s agonizing political uncertainty, Chancellor Angela Merkel inched a step closer to forming a new government on Sunday after a party congress of the Social Democrats voted in favor of entering formal coalition talks with her conservative camp."], [12605, "2018-01-21T16:14:35Z", 0.73, "Social Democratic party convention: "], [12605, "2018-01-21T13:26:43Z", 0.73, "Liveblogs on the SPD party convention: http://www.dw.com/de/live-ticker-vom-sonderparteitag-der-spd-in-bonn/a-42242249-0\nA 3-days old snapshot of leanings in the SPD http://www.gjopen.com/comments/comments/675653"], [15471, "2018-01-21T08:17:18Z", 0.95, "I read the discussion between @Nik, @shivadiva and @SMH5 below."], [172, "2018-01-21T00:36:19Z", 0.9, "Some excellent analysis and commentary from multiple persons re the question. Frau Merkel was excellent at ensuring few contenders. Reducing to 90% and she may limp along in some capacity. She’s no Maggie (or Kohl or Brandt). Unless another election required this year this was likely her last."], [12605, "2018-01-20T22:07:39Z", 0.73, "Titled: “Merkel's farewell.” It's the 2nd most read article on »ZEIT.de« this weekend. A short history of her style of government, why the FDP has a grudge, and where the votes for her are coming from, but not from her own party. If iron lady, Magret Thatcher, would have followed the same, Madame Thatcher might not have gone down the history as “the witch.”"], [1034, "2018-01-20T18:23:47Z", 1.0, "'The least bad option:' Germany limps toward a new government"], [176, "2018-01-20T14:31:47Z", 1.0, "Senior members of Germany’s Social Democrats (SPD) said on Saturday they were confident the party would approve the start of formal coalition talks with Chancellor Angela Merkel’s conservatives at a special congress.\nFrom: https://www.reuters.com/article/us-germany-politics/german-spd-leaders-upbeat-as-biggest-branch-backs-coalition-talks-idUSKBN1F90K9"], [11800, "2018-01-19T19:50:06Z", 0.95, "as per my previous comment i am starting to reduce my probability ."], [11800, "2018-01-19T19:11:09Z", 1.0, "unexpectedly this question might become most uncertain, as nobody might have expected. its all about the young SPD.  "], [46458, "2018-01-19T09:41:08Z", 1.0, "Germans are currently afraid of anyone else as Leader"], [27461, "2018-01-18T23:15:18Z", 0.9, "(up 10) SPD seems equally split between \"yes\" and \"no\" to a coalition, and even if it's a \"no\", there are other ways for this question to resolve as \"yes\" - a minority government, or simply a supportive vote in the Bundestag even if it's followed by new elections. But it's not a done deal yet.  "], [23006, "2018-01-18T19:15:19Z", 0.5, "I might have unduly lowered my probability. If they don't form a coalition -- she's still elected chancellor and they have a second election, right?"], [1034, "2018-01-18T17:15:39Z", 1.0, "Angela Merkel’s Future Hinges on German SPD’s Vote on Forming Coalition"], [23006, "2018-01-18T16:22:57Z", 0.5, "I think Schultz's days are numbered.\n- Movement against him is growing. Also continual decline in support for SPD as Posted by @tsm. \n-The one percent drop per month means the momentum downward is increasing I.e. one percent of 12 vs one percent of 11.\n-Refusal of lower Rhineland to state position at start of talks is unusual and might mean a position against the expected outcome is up for serious consideration \n-Rise of young SPD leader growing (probability of filling a power vacuum growing) Start to answer question of who, if not Schultz?\n-“Who if not Merkel still ?” Still a question though\n-emerging SPD young guy is very anti-coalition. Feels coalition will force a betrayal of core liberal SPD values\nXTime catalyst for SPD From emerging leaders point of view —now or never. I.e either break free (of Merkel-driven leadership) to grow profile of SPD, or never have this chance again\n- middle Rhine region seems split between anti-immigration and pro-Merkel but refusal to define,as well as clear swing split in voting could be a factor. If Schultz’s SPD loses support of one key region, other regions could follow.\n-argument is emerging that joining coalition gives strength to AFD (and weakens SPD, (and by (lack)of associaltion also CDU) by making them the de-facto and main opposition voice in parliament.\n- as @tsm pointed out, CDU did rework their own key reforms after tabling them, wasting everyone’s time and increasing frustration levels (talks are tedious in scope and boring in length of time according to printed eye witness accounts.\n Re-wording a tabled response after the fact points to some dissent or confusion in Merkels own ranks, so perhaps ( needs more evidence) she has not been able to increase her alliance strength in spite of all these months of efforts"], [37379, "2018-01-18T14:03:04Z", 0.78, "See http://www.gjopen.com/comments/comments/675653,  http://www.gjopen.com/comments/comments/675470, and http://www.gjopen.com/comments/comments/674443"], [12605, "2018-01-17T13:45:39Z", 0.78, "Saxony Anhalt\t7\t\t\t–\nNorthrhine Westphalia, Lower-Middle Rhine\t65\t\t\t– \nThuringia\t7\t\t\t– –\nBerlin\t23\t\t\t– – –\nBrandenburg\t10\t\t\t– – –\nNorthrhine Westphalia, Westphalia\t70\t\t\t– – –\nHessia\t\t\t72\t+\nSaxony\t\t\t6\t+\nRhineland Palatinate\t\t\t49\t+\nLower Saxony\t\t\t81\t+++\nBavaria\t\t\t78\t+++\nHamburg\t\t\t15\t+++\nSchleswig-Holstein\t\t24\t\t± (swing)\n\nNorthrhine Westphalia, Siegerland\t\t9\t\t\n\nBaden Württemberg\t\t47\t\t\nSaarland\t\t24\t\t\nBremen\t\t8\t\t\nMecklenburg Western Pomerania\t\t5\t\t\nAGAINST\t182\t\t\t\nUNKNOWN\t\t117\t\t\nPRO\t\t\t301\t"], [12605, "2018-01-17T12:54:28Z", 0.78, "A schedule of SPD regional delegates"], [1034, "2018-01-17T07:24:54Z", 1.0, "Split Social Democrats could sink Merkel's coalition plans"], [38, "2018-01-17T04:57:23Z", 0.5, "Some headlines today:\nDesperate Merkel and Schulz urge voters to back return of grand coalition\nExpress.co.uk\nRepresentatives of Mr Schulz's centre-left SPD party and Mrs Merkel's conservatives last week agreed a blueprint which, if ratified by party members, would allow negotiations to begin on resurrecting the coalition which governed Germany from 2013 to 2017. However, there is significant opposition . . .\n\nRebellion in SPD grows against proposed coalition with Merkel - The Local Germany\n\nGerman center-left party battles over new Merkel coalition - New Zealand Herald\n\nMerkel's coalition will finish us, SPD youth leader warns - The Times"], [27461, "2018-01-16T23:29:56Z", 0.8, "There is a lot of resistance in SPD against a new grand coalition. While I still think Schultz will prevail - if only because the alternative is new elections, in which the SPD would do even worse according to the polls - there is a non-negligible probability that the Sunday convention would vote against the agreement. "], [19801, "2018-01-15T04:06:52Z", 0.0, "SPD BRUISED"], [1034, "2018-01-14T22:12:26Z", 1.0, "German SPD leaders aim to improve on coalition deal with Merkel"], [48100, "2018-01-14T11:19:37Z", 0.92, "SDU base is not a done deal"], [45816, "2018-01-13T19:28:00Z", 0.6, "I reduced my forecast from 80% to 60% today despite the fact that the SPD Party leaders stated to join coalition talks. But it's not unlikely that the party base of SPD will vote against it."], [23006, "2018-01-12T16:57:00Z", 0.73, "https://euobserver.com/tickers/140526"], [14493, "2018-01-12T16:15:40Z", 0.9, "Having read what has been agreed today I have revised my forecast. I think it likely that the deal can be sold to party members, but is not a certainty. Its not clear to me what SPD members would think. Reject the deal and have another election in which the SPD might do worse than in September, and risk the AfD getting more seats? But hoping that a spell in opposition might allow the party to recover rather than go the way of the FDP? Or accept the deal and then be blamed by their voters for a government that they are not in charge of? "], [29907, "2018-01-12T14:31:32Z", 0.79, "Upping the chance that the SPD base will reject what part leaders have negotiated, which would lead to new elections in a pretty straightforward way. "], [37379, "2018-01-12T13:40:28Z", 1.0, "Following news reported by @sevedb, thank you! http://www.gjopen.com/comments/comments/672698"], [1639, "2018-01-12T13:18:13Z", 1.0, "Merkel Reaches 'Grand Coalition' Breakthrough with Social Democrats (FT)\nAngela Merkel's conservative bloc and its left-of-center rivals the Social Democrats have achieved a breakthrough in exploratory talks on forming a new \"grand coalition\", raising hopes of an end to the political deadlock that has gripped Germany since inconclusive elections in September. The breakthrough came during talks this morning between Merkel, Horst Seehofer, leader of the Bavarian CSU, and Martin Schulz, the Social Democrat chief. The three will now recommend to their parties that they start official coalition talks. The euro rallied after the terms of the coalition deal emerged, reaching its highest level against the dollar since January 2015. The SPD will first have to give the green light for formal coalition talks, and any coalition agreement will also have to be voted on by its members. Yet today's breakthrough is still the first concrete sign that Germany's long-running political crisis may finally be coming to an end.\n"], [14493, "2018-01-12T09:09:46Z", 0.95, "Several reports that an outline coalition agreement has been reached, if these are correct it seemed to have occurred very late last night.\nhttp://www.bbc.co.uk/news/world-europe-42660761"], [20588, "2018-01-12T08:24:58Z", 0.91, "News about this \"coalition blueprint\" is promising, but far from certain. Upgrading my forecast, but not by much."], [38, "2018-01-11T07:49:55Z", 1.0, "it was reported that progress was made on the immigration issue"], [176, "2018-01-11T03:45:57Z", 0.69, "If @shivadiva says the counterfactual is .69 then it's .69. "], [176, "2018-01-10T16:16:35Z", 0.75, "Participants struck a positive note, with Bavarian conservative Peter Ramsauer telling reporters there was a 70 percent chance of striking a deal to pursue formal talks.\n.....\nThe talks between Merkel’s Christian Democrats (CDU), Bavaria’s Christian Social Union (CSU) and SPD are due to conclude on Thursday, before SPD leaders recommend to their members whether they should shift into official negotiations.\nSPD leaders, who need to convince their party members in a vote on Jan. 21 on whether to proceed, are playing hardball.\nFrom: https://www.reuters.com/article/us-germany-politics/german-parties-agree-on-cleaner-car-engines-as-coalition-talks-progress-idUSKBN1EZ10V"], [14493, "2018-01-10T14:35:18Z", 0.85, "Its clear that Merkel is not popular with everyone in Germany and is not popular with some in her own party, but which party leader is popular with everyone? To be Chancellor you almost certainly need to be leader of the party that has the most seats in the Bundestag, so if the next Chancellor is not Merkel who would it be? Replacing Merkel as the leader of the CDU would be one way, but replacing a centrists CDU leader with a more right wing CDU leader would seem unlikely to make it easier to form a coalition. A new General Election with the CDU having more right wing leader might increase the CDU/CSU vote share, but it would seem unlikely it would give the CDU/CSU a majority without forming a coalition, and forming a coalition would probably be more, not less difficult than it is now.   "], [1034, "2018-01-09T20:48:51Z", 1.0, "Merkel Hemmed In by Hard-Liners Pushing Right in Coalition Talks"], [37379, "2018-01-09T14:55:51Z", 0.9, "The longer it takes, the less confidence I have in Merkel remaining in power. See also, @shivadiva's comment http://www.gjopen.com/comments/comments/669517  I'm waiting for the end of this week's talks. If no resolution by Friday, I plan to greatly reduce probability."], [212, "2018-01-09T14:25:42Z", 0.97, "Thanks to @Anneinak and @ErikFritzsche for their helpful comments, leading to me adjusting my forecast. "], [176, "2018-01-09T00:35:08Z", 0.75, "Comment deleted on Jan 09, 2018 02:31PM UTC"], [19801, "2018-01-08T05:05:55Z", 0.0, "Cornered Merkel upbeat as seeks to revive grand coalition\nhttps://www.reuters.com/article/us-germany-politics/cornered-merkel-launches-talks-with-spd-in-bid-to-secure-fourth-term-idUSKBN1EV0RB?il=0"], [23006, "2018-01-08T03:03:35Z", 0.69, "at 16 years or four terms she's an outlier for length of service at the helm for a democratic leader"], [176, "2018-01-08T02:49:15Z", 0.75, "Spinach time? \nhttps://www.youtube.com/watch?v=i8O0PwGSoO0"], [47393, "2018-01-07T22:10:11Z", 0.89, "Although she has made a few enemies in her service, she has also gotten a huge support from the German people at large .  "], [38, "2018-01-07T15:36:39Z", 0.95, "following input from @ErikFritzsche at http://www.gjopen.com/comments/comments/667051"], [176, "2018-01-07T14:20:31Z", 0.9, "I still take Merkel at her word that she won't have a minority gov't."], [2965, "2018-01-07T03:00:49Z", 1.0, "http://www.faz.net/aktuell/politik/inland/groko-sondierungen-vorentscheidung-soll-bis-freitag-fallen-15376531.html\nnew elections seem not to be in SPD-CDU-CSU interests\n "], [12879, "2018-01-07T01:33:59Z", 0.99, "An interesting article:\nhttps://www.bbc.co.uk/news/amp/world-europe-42582704?__twitter_impression=true"], [45700, "2018-01-05T12:38:41Z", 1.0, "There are no alternatives. "], [68, "2018-01-05T10:13:05Z", 0.9, "Updating from 99% on November 21. This is dragging on too long for comfort."], [172, "2018-01-04T00:38:54Z", 1.0, "There is no exit plan (next leader) and still enough fear of the right. Merkel wounded and wonâ€™t win again but likely has it."], [45816, "2018-01-02T22:14:11Z", 0.8, "If coalition negotiations with the social democrats fail, there is a significant possibility that a new election is called."], [19801, "2018-01-02T11:18:57Z", 0.0, "Given the current stance by the CSU, forming a coalition with the SPD is now impossible. New elections are the only reasonable result."], [45290, "2018-01-01T12:54:27Z", 0.9, "There are very few alternatives to Merkel in German politics."], [15471, "2017-12-25T17:31:03Z", 0.85, "Still highly likely that Merkel can form a government. But there is a non-zero chance to end up with a dissolved Bundestag or a putsch within the CDU."], [43055, "2017-12-25T16:46:51Z", 0.5, "Just guessing."], [1639, "2017-12-23T20:34:30Z", 0.85, "Correcting. \n"], [1639, "2017-12-23T20:33:15Z", 0.45, "They are talking March "], [37379, "2017-12-23T15:58:39Z", 0.85, "Delays suggest she is becoming less likely to ultimately make it."], [176, "2017-12-22T14:31:51Z", 1.0, "Another try? \nGerman Chancellor Angela Merkel’s conservatives and the Social Democrats (SPD) have agreed to exploratory talks on forming a new government starting on Jan. 7, both parties said on Wednesday after informal discussions. \nThe decision, 87 days after a national election that returned a fragmented parliament and complicated coalition arithmetic, brightens prospects for a renewal of the “grand coalition” that governed Germany over the past four years.\nFrom: https://www.reuters.com/article/us-germany-politics/germanys-conservatives-spd-start-talks-jan-7-on-another-grand-coalition-idUSKBN1EE27K"], [176, "2017-12-20T14:55:47Z", 0.0, "Grand Coalition looks stuck: \nBerlin’s grand coalition is looking tired and German business is getting tired of it. Seeking her fourth term in office, Chancellor Angela Merkel ran a listless campaign earlier this year and nearly three months after the election still has no government. For weeks, business leaders wrestled with the possible ramifications of a coalition of Ms. Merkel’s conservative alliance with the pro-market Free Democrats and the environmentalist Greens party – only to see those talks collapse."], [12605, "2017-12-20T10:51:20Z", 0.85, "Calendar:\n— 7. January: Exploratory talks, start\n— 21. January: SPD convention decides (vetoes): negotiation.\n— February: Coalition negotiation\n— March: Article-63 vote, or snap election\n "], [176, "2017-12-15T00:01:28Z", 0.0, "Only because @shivadiva is doing the counterfactual and it's late in the week."], [691, "2017-12-14T17:54:01Z", 1.0, "lo-o-ong after the election, it seems, but still nobody else on the horizon."], [23006, "2017-12-13T03:26:30Z", 0.75, "I am going in high on the probability of a second election being called.\n- Ms. Merkel seems willing, not wanting to govern with a fragmented power base, and willing to risk losing a fourth term. I've often thought, wrt this the EU/Germany questions that were it not for the upheaval of Brexit and rise of and politicalized legitimacy of far-right movement, she wouldn't have wanted to run for a fourth term.  Now the opportunity presents itself to turn things over to a new group - who ever that might be. "], [19801, "2017-12-11T13:42:28Z", 0.0, "Julia Kloeckner, deputy leader of the CDU, warned the SPD against making exaggerated demands and criticised comments Klingbeil made over the weekend suggesting that talks could stretch as long as May."], [15425, "2017-12-10T07:11:45Z", 1.0, "Initial forecast"], [19801, "2017-12-10T04:00:44Z", 0.0, "The SPD is stressing that the outcome of talks with the conservatives is still open but Schulz said on Saturday if the SPD had the chance to prevent old-age poverty, improve nursing care and affordable housing, it needed to take that opportunity."], [12605, "2017-12-09T16:55:45Z", 0.85, "Why your opinion polls and journalists don't add anything substantial to your forecast: "], [2965, "2017-12-08T16:02:05Z", 1.0, "never a redo\ncoalition formed except for\nCDU-CSU or SPD at head\nwhen neither has a majority\nor even in minority.\nThink Merkel was rejected?\nNo think not\n246 seats as total of Bundestag\nreally an average result.\nThis was not quite  Christine LaGarde for IMF\nor any EU bailout or Brexit negotation\nseems like a  consensus among these rational actors\nPres: Steinmeier-SPD\nSPD must enter coalition\nAfter Thursdays SPD vote this\nsure  looks like 100"], [2965, "2017-12-08T01:51:42Z", 1.0, "glad to be back at 100\ngrako!"], [11800, "2017-12-07T19:48:07Z", 0.98, "it looks like we are getting back on track to a stable majority backed govt. "], [2965, "2017-12-07T15:06:00Z", 0.98, "Schulz speech opening door to Groko\nplus one but no end date\nSee  http://www.spiegel.de/politik/deutschland/martin-schulz-auf-spd-parteitag-wie-der-spd-chef-seine-kehrtwende-erklaert-a-1182181.html\n\"the most important thing came to the very end: SPD leader Martin Schulz talked more than an hour before the party congress in Berlin, then he tried to explain why he now - unlike on election night - a grand coalition is no longer categorically excluded. \"We do not have to rule at any price,\" shouted Schulz before the approximately 600 delegates. \"But we also can not want to rule at any cost.\"\""], [2965, "2017-12-07T03:44:54Z", 0.97, "I am at 97 as  I have not seen anyone other than Merkel\ndiscussed as the next Chancellor.\nWe will know more soon.\nThe SDP convention is today\nhttp://www.bild.de/politik/inland/spd/spd-parteitag-aktuell-54099282.bild.html\nThursday is THE day of decision: Will the SPD talks with the Union lead to the reissue of a grand coalition? Or not?\nThe 600 delegates decide on this at the SPD party congress in Berlin.\n\"►  At 11 o'clock, SPD leader Martin Schulz will swear his comrades to vote in favor of exploratory talks with the Union.\nAnd this despite the fact that the SPD had rejected any discussion with the Union both immediately after the election and once again after the failure of the Jamaican negotiations. :\nand here is  some  polling for any new election\nhttp://www.bild.de/politik/startseite/politik/politik-16804552.bild.html\n\"That's how Germany would vote!\nCDU / CSU32%\n2%\nSPD22%\n1%\nAFD13%\n-1%\nFDP10%\n-1%\nleft10%\n-1%\ngreen10%\n0%\nother3%\""], [176, "2017-12-06T01:28:54Z", 1.0, "From pillar to post:\nIt raises hopes that the two parties, which both suffered election losses to the far right, could renew an alliance that has ruled Germany since 2013."], [15471, "2017-12-05T10:40:35Z", 0.95, "There is no deadline up to which the Bundestag has to elect a chancellor. It could quite possibly be that we won't have a new chancellor until the 2021 Bundestag election. In order to trigger a new election the Bundespraesident would have to dissolve the Bundestag. He MAY do that after the election of a chancellor failed twice (by not getting an absolute majority) AND he decides not to nominate the winner (by plurality) of the third vote in the Bundestag AND he does not decide to tell Bundestag to get its act together and elect a chancellor by majority."], [41993, "2017-12-05T07:04:39Z", 1.0, "Because I know it!"], [37520, "2017-12-05T06:46:23Z", 0.95, "I still think she will be chancellor however if there has to be another election and the AfD increase their vote, forming government could be more difficult than it is now."], [41610, "2017-12-05T03:15:50Z", 0.75, "It seems she has done an excellent job with the country so far. I believe her approval ratings are increasing after the refugee decision (to open the borders)."], [23234, "2017-12-05T01:13:59Z", 0.6, "I may have misunderstood how this question will be scored."], [23006, "2017-12-05T01:10:28Z", 0.55, "\"no plausible alternative\" to Ms. Merkel\nas per https://www.gjopen.com/comments/comments/431215"], [176, "2017-12-05T00:58:34Z", 0.0, "Turning chicken again"], [37471, "2017-12-05T00:26:12Z", 0.25, "Coalition negotiations between Merkel/CDU, CSU  and Green Party have collapsed after five months. Lack of trust may push CDU to form  a minority government. All this points to a lack of trust between political parties and potentially reflecting party followers sentiment."], [39773, "2017-12-04T20:48:39Z", 0.99, "Because their is no better solution and she is the best option"], [39436, "2017-12-04T17:14:14Z", 0.01, "Many germans are not happy with her decisions in migrarion politics. Anyway, she has the power to stay, no matter what the people say."], [41921, "2017-12-04T16:29:19Z", 0.85, "CDU /CSU is the strongest party"], [176, "2017-12-04T15:06:35Z", 1.0, "Hey @amory10 is there a reason for extending the question instead of voiding or scoring it? "], [2965, "2017-12-04T00:12:06Z", 0.97, "anything can happen but see\n\"Lower Saxony's prime minister Stephan Weil (SPD), on the other hand, called on his party to approve negotiations for a renewed grand coalition. \"The SPD can not care less if the formation of a government succeeds or fails,\" he told the newspapers of the Funke media group. There is \"enough material in all policy areas to find a convincing program for cooperation\". Weil, who ruled in Hanover with the CDU, wanted to \"a negotiating mandate for the party leadership.\"\nhttp://www.zeit.de/politik/deutschland/2017-12/spd-malu-dreyer-manuela-schwesig-martin-schulz"], [42118, "2017-12-03T23:30:48Z", 1.0, "Three options from now on since Jamaika failed. 1- Re-elections 2 - CDU+ Party with <20% -> Merkel chancellor, after vote fails -> new elections 3 - GroKo, Merkel chancellor. "], [20588, "2017-11-30T17:45:54Z", 0.8, "I don't think GJOpen will extend the question's date. The question just won't resolve until the chancellorship is resolved."], [15621, "2017-11-29T07:07:32Z", 0.97, "Grand coalition?"], [36147, "2017-11-28T13:39:30Z", 0.95, "yes even after revoting probably"], [1034, "2017-11-28T07:50:30Z", 1.0, "Merkel presses cautious SPD over joining new German coalition"], [12605, "2017-11-28T04:38:21Z", 0.75, "The leftist voter base among Social Democrats are very, very, very, very unhappy ... "], [14493, "2017-11-27T16:14:58Z", 1.0, "On assumption the end date will be extended, the probability is that Merkel will still be Chancellor either in a coalition or as a minority government"], [24771, "2017-11-27T07:36:11Z", 0.75, "coming down for a few days as I'm not sure the end date will be extended"], [5386, "2017-11-27T06:53:03Z", 0.9, "A renewed 'grand' coalition between Merkel’s CDU/CSU and the SPD now seems to be the most likely outcome of Germany’s political turmoil. Potential outcomes, in descending order of likelihood: \n1) Merkel-led grand coalition with the SPD, where the SPD would be able to extract big policy concessions. They might even ask for a new chancelor but unsure they would get there. \n2) New elections, probably in April\n3) Merkel-led minority government, supported case-by-case by SPD, Greens, FDP\n4) Renewed attempt to form a “Jamaica” coalition between CDU/CSU, FDP and Greens (don't believe it)"], [41690, "2017-11-26T22:40:22Z", 0.0, "Assuming end date (Dec 1) will not be extended."], [14493, "2017-11-26T15:30:13Z", 0.85, "I am assuming the end date will be extended"], [14493, "2017-11-25T10:06:08Z", 0.85, "Avoiding a new election looking more likely"], [1034, "2017-11-24T20:25:17Z", 1.0, "\nGerman president to hold joint talks with Merkel, Schulz next week"], [27461, "2017-11-24T16:57:24Z", 0.99, "I have come to believe that as long as Merkel is elected in the Bundestag - and this can happen without an absolute majority in the 3rd round - this question will be resolved as \"yes\", even if new elections follow. So the only way this will be resolved as a \"no\" is if she withdraws voluntarily - and no one is calling for this as far as I know. So back to (near) 100%. "], [15196, "2017-11-24T16:32:34Z", 0.25, "only 5 days left..."], [2965, "2017-11-24T15:51:21Z", 0.97, "Thanks @GL2814 I hope your Thanksgiving was splendid.\nI have come to the same conclusion\nMerkel will be confirmed without new elections after the new GroKo approved by a vote of entire SPD\nIn early December, not December 1 See below note. "], [176, "2017-11-24T14:21:33Z", 1.0, "Schulz will hold joint talks with Merkel and Horst Seehofer, leader of her Christian Democrats’ Bavarian arch-conservative sister party, for talks hosted by President Frank-Walter Steinmeier next week\nFrom: https://www.reuters.com/article/us-germany-politics/german-spd-membership-to-vote-on-any-deal-propping-up-merkel-idUSKBN1DO0NS"], [29907, "2017-11-24T10:10:37Z", 0.69, "I have never gone back and forth this much on a question, but it seems that the SPD is coming around to the conclusion that new elections are not a great idea. Both CDU-Green minority government tolerated by SPD and a grand coalition are now options again... "], [31571, "2017-11-24T08:26:09Z", 0.0, "There's no way, Angela Merkel gets elected Chancellor in the next 5 days. I don't know why people don't adjust their views."], [15621, "2017-11-24T06:53:14Z", 0.9, "Elections  POSSIBILITY"], [34313, "2017-11-23T18:21:27Z", 0.8, "Schultz to the rescue "], [2965, "2017-11-23T14:14:44Z", 0.96, "Schulz is meeting Steinmeier now and is getting hammered from above and below.\nhttp://www.bild.de/politik/inland/martin-schulz/darum-geht-es-fuer-schulz-um-alles-53953766.bild.html\n\"In fact, it's about tough politics! As early as Monday, Steinmeier had made it clear that he wanted a stable government - and that WITHOUT new elections. Schulz, however, had pushed through a decision in the SPD executive committee: NO to the GroKo!\"\nactly that could cost the SPD boss in the end even the office! \n\"Even in the party leadership, more and more top comrades are moving away from their chairman. The phrase \"He can not ...!\" Is heard frequently. Schulz himself knows that. But he also knows that at present none of his critics is ready to compete against him at the party congress the week after next. Still. But they do not do anything to publicly support Schulz. Hamburg mayor Olaf Scholz not, faction leader Andrea Nahles not. And Schulz-deputy Manuela Schwesig also not. All stay in cover. For now\".\n\"Because he may hear plain text in Steinmeier's office, Schulz has prepared intensely for the meeting: yesterday consulted with Vice Chancellor Sigmar Gabriel (58, SPD), even drove to Hannover to meet with Prime Minister Stephan Weil (58, SPD) to advise. Both are considered advocates of GroKo.\""], [12605, "2017-11-23T04:05:21Z", 0.5, "A second attempt to re-negotiate, can be ruled out. Having observed the Green party members' »Schadenfreude« for the public perception that the Liberals would have spoiled the talks, I'm very inclined to believe the very same Liberals' account, that the negotiations had not been anywhere close to form a government. The latest draft contains 237 bracketed expressions, the Liberals say, representing roughly 100 to 130 unresolved political questions, according to newspapers. The Greens and CDU still insist that these 100 political questions could have been resolved very quickly in a matter of days, but the Liberals are very quick to enumerate so many discrepancies that nobody in the audience can't actually believe them not to exist. For a number of days, the Liberals have been venting their anger about how they had been treated in the negotiations and thereafter. It's very hard to miss the frustration, begging the question how blindsided the counterparties must have been. I personally confronted a discussion group of Green party members, about an inability to read and understand Liberal signals, and they quickly reverted into very strange defensive arguments, while portraying themselves as “open for further” re-negotiations. While not representative for the parliamentary group, party members strongly entertain the argument that the Liberals would have played and acted out a television script, merely for effect and show. I objected that the Liberals were not the enemy, to which the responses had been so hostile, I'm now convinced that the Liberals have no good reason to return to any table where the Greens have a seat."], [1639, "2017-11-22T15:04:39Z", 0.75, "This week, President Frank-Walter Steinmeier is meeting the leaders of the political parties separately in order to try to break the stalemate.\nPressure is growing on the SPD to try to form a coalition with Ms Merkel's party. The SPD has so far refused to enter into a \"grand coalition\" of the two largest parties in the German parliament.\n_________________________\nCOMMENT:  Giving Angela a bit more trust for just a bit longer..."], [1333, "2017-11-22T14:24:29Z", 0.45, "Purposeful apathy is a thing.I don't think a German looking for a Porsche is going to even look at Mercedes or BMW'S - they'll just not turn out. So if there is a 2018 do over I don't think Merkel will fare well"], [29907, "2017-11-22T13:07:21Z", 0.28, "Minority government has become an option... Very unpopular in Germany though.  \n"], [14493, "2017-11-22T11:32:02Z", 0.75, "assuming @Nic is right and new election ending this GJO question as \"No\", it depends on Merkel being able to revive the coalition talks. @Avjo may be right and they don't happen, @tsm provides a useful overview on what the relevant parties think about a new election, and concludes the strongest powers do not really want a new election (and I am sure he knows a lot more about it than I do). If the Green Party are not keen on another election, and if German business groups are calling for a new government to be formed sooner rather than later, they could put pressure on the FDP to try more talks (a pro-business party is presumably going to want to help business?).\nI do not know enough about it to judge if the FDP or Greens would benefit at a more local level if they were not part of the federal government, which could possibly affect what they do.  "], [5386, "2017-11-22T10:44:50Z", 0.45, "Potential outcomes after the breakdown of the \"Jamaica\" coalition, in descending order of likelihood:\n1) New elections, probably in April or March\n2) Merkel-led grand coalition with the SPD, where the SPD would be able to extract big policy concessions. They might even ask for a new chancelor but unsure they would get there.\n3) Merkel-led minority government, supported case-by-case by SPD, Greens, FDP\n4) Renewed attempt to form a “Jamaica” coalition between CDU/CSU, FDP and Greens (don't believe it)"], [12605, "2017-11-22T02:52:02Z", 0.5, "SNAP ELECTIONS"], [27461, "2017-11-21T23:45:23Z", 0.8, "One interesting wrinkle in the semantics of the question: as pointed by @Khalid, the road to new elections passes through 3 votes in the Bundestag, the last one of which is just by relative majority. Yet the German President is not bound by this third vote - he can still dissolve the parliament even if the Chancellor is approved. So if the political parties agree to  go this route, it is possible that Merkel is technically elected as a Chancellor yet there are new elections. The GJO should clarify how would they score the question in this case as well."], [14493, "2017-11-21T18:51:26Z", 1.0, "We could be getting into semantics with this question. If a new election takes place it will (almost certainly) be in 2018. 2018 is \"after the 2017 Bundestage election\", so in one reading of the meaning of the question if Mrs Merkel gets elected chancellor anytime in the future the answer to the question will be \"yes\". But an alternative meaning of \"after the 2917 election\" could be \"as a consequence or result of the 2017 election\" which an election in 2018 would not be. "], [32258, "2017-11-21T18:41:26Z", 0.99, "@tsm - great information on the process. I guess I don't believe Merkel would rather have a new election but I certainly understand why she would say that publicly to put pressure on the talks between the President and the Coalition leaders. After all, she is no Teresa May, seems she actually understands bargaining and not showing her hand. Who knows?"], [34313, "2017-11-21T18:19:18Z", 0.4, "What a U turn!\nhttps://www.nytimes.com/2017/11/20/world/europe/germany-merkel-coalition.html"], [37379, "2017-11-21T17:51:05Z", 0.25, "Following @JS because of his forecasting history on such things and his prticularly profound knowledge of German politics and the underlying rules. http://www.gjopen.com/comments/comments/619865"], [11800, "2017-11-21T15:10:42Z", 0.95, "Will there be soon a government ruling with a 'minority' in parliament, with her as a Chancellor?\nor will there be new elections, what I rather don't believe, but if so,  is Angela Merkel still the candidate Chancellor to be supported by her party?"], [601, "2017-11-21T14:48:27Z", 0.85, "Whoops- have not been following some of these questions very closely.  Ascribing a 10 percent chance of new elections and a 5 percent chance that she steps down so that another CDU/CSU leader is appointed to form a grand coaltion with SDP.   85 percent chance she stays on as Chancellor in a minority government, waiting for a better opportunity to call new elections or form a coalition next year. "], [691, "2017-11-21T13:37:24Z", 0.18, "On the other hand, \"after the 2017 Bundestag election\" extends from the date of the election to the end of time.  Ordinarily I would assume that the Q intends to ask \"as a result of the 2017  Bundestag election.\"  Even that is ambiguous:  An election in 2018 or even December 2017 would be a result of the 2017 election, too, and December is after this Q expires.  In normal circumstances, the GJedi might just extend the Q until she got re-elected, but these are not normal circumstances, since she has said she thinks new elections might be fun.   Just now that sounds more like a threat than an actual preference."], [2965, "2017-11-21T13:19:57Z", 0.92, "December 1 is almost here and the plot thickens.\nI am reducing to 92  to reflect uncertainty.\nThis is no longer a sure thing\nNothing is thanks @Gibson\nin the meantime, we should know in the next week if it resolves without new election\nSee Schulz meets Steinmeier on Thursday\nhttp://www.bild.de/politik/inland/jamaika-koalition/jamaika-im-live-ticker-53913250.bild.html#la53931022\nSPD leader Martin Schulz will gather for a meeting with German President Frank-Walter Steinmeier after the breakdown of talks over a Jamaica coalition on Thursday.\nThe conversation will take place in the morning, Schulz told the German Press Agency on the edge of a protest of Siemens employees in the Bundestag. According to earlier information Schulz wanted to meet on Wednesday with Steinmeier. Steinmeier wants to explore ways out of the deadlock. On Tuesday, he will meet the Greens' top and FDP leader Christian Lindner\"."], [23234, "2017-11-21T09:35:36Z", 0.92, "?"], [68, "2017-11-21T05:45:41Z", 0.99, "Bouncing back up. Hard to say whether new elections will be called before she is elected Chancellor - albeit by a plurality of the Bundestag - or not. She has stated she will not resign, so it appears the next step is the Bundestag, whether or not the FDP returns to the table."], [37379, "2017-11-21T03:25:54Z", 0.5, "Dateline 11-20-2017 Germany Has Plunged Into Unprecedented Political Chaos\nIt’s going to be a while before Europe’s most powerful country has a stable government – and Angela Merkel probably won't be leading it. -- http://foreignpolicy.com/2017/11/20/germany-has-plunged-into-unprecedented-political-chaos/"], [705, "2017-11-21T03:05:12Z", 0.67, "\n@mattyglesias\n 14h14 hours ago\n\"Germans are weirded out by the idea of a minority government but Merkel is popular and CDU holds the central ideological position on almost every issue. I think it’ll work out fine.\""], [705, "2017-11-21T03:01:43Z", 0.65, "Comment deleted on Nov 21, 2017 03:02AM UTC"], [2965, "2017-11-21T02:42:34Z", 1.0, "I defer to our many outstanding forecasters who are Germans.\nThe analysis of @tsm and thanks for that Twitter chart and  the forecast of @ErikFritzsche are instructive.\nI was not aware that there are a number of constitutional hurdles to new elections\npolls suggest that all parties have more to lose  and not much, if anything to gain.\nI remain at 100% as the negotiations continue tomorrow"], [41523, "2017-11-21T00:40:47Z", 0.05, "No time"], [19801, "2017-11-21T00:28:35Z", 0.0, "Coalition talks: Germany's Angela Merkel prefers fresh elections over minority government \nhttp://www.dw.com/en/coalition-talks-germanys-angela-merkel-prefers-fresh-elections-over-minority-government/a-41454523"], [19801, "2017-11-20T23:48:17Z", 0.0, "Note that Good Judgement consensus had Merkel winning at very close to 100% all along. I've been negative for almost as long. Any sheep can follow the crowd, but only a goat can blaze a new trail forward when the herd can only stampede off the cliff.\nMerkel signals readiness for new election after coalition talks collapse\nhttps://www.reuters.com/article/us-germany-politics/merkel-signals-readiness-for-new-election-after-coalition-talks-collapse-idUSKBN1DJ0I3?il=0\n"], [27461, "2017-11-20T23:37:04Z", 0.85, "I assume that if there are new elections, this question will resolve as a \"no\", regardless of their outcome. On the other hand, the date Dec 1 is not binding, as others have pointed out, as it is not included in the question itself. There is also the small chance that after the failure of the discussions Merkel will withdraw herself, although few seem to be pushing for that.  "], [23234, "2017-11-20T21:43:51Z", 0.65, "I'd welcome an explanation of which person not Merkel (1) a majority of the the Bundestag, or (2) a majority of Germans would likely elect. Merkel's said she wants to lead."], [31082, "2017-11-20T20:56:33Z", 0.8, "Lowering following Sevedb's reasoning. I guess it will come out to a minority government leading to new elections in summer 2018, with Merkel as interim chancellor, but 10 days to Dec 1 might not be enough."], [12605, "2017-11-20T20:44:52Z", 0.5, "I've drawn the constitutional path to snap elections, here on Twitter: https://twitter.com/thomas_simy/status/932709414431322113"], [23006, "2017-11-20T16:51:19Z", 0.6, "I'm in the wrong question. She'll be elected but will fail to form a coalition ---> leading to a second election so techinically she would be elected as chancellor. (Hate when these Qs boil down to technicalities.)"], [23006, "2017-11-20T16:42:01Z", 0.49, "I'm back to original forecast based on thinking  that SPD feels it can do better against other parties without forming a coalition with the conservatives. IOW, SPD believes it is in its strongest position, perhaps strongest ever, and that the Germans will vote towards either left-centrist, or left, rather than right or conservative."], [23006, "2017-11-20T16:28:34Z", 0.51, "bleh. Prediction: SPD doesn't form a co-alition with her. Pitches itself as the strongest counterpoint to the AfD. Parliament dissolved, another election called. Poles (not polls) are moving farther apart. (\"...the best lack all conviction; while the worst are full of pasisonate intensity\")"], [1639, "2017-11-20T15:38:30Z", 0.8, "The German president, Frank-Walter Steinmeier, has called on German political leaders to reconsider their positions the day after the collapse of coalition talks pushed the country into its worst political crisis in decades."], [31238, "2017-11-20T15:12:02Z", 0.8, "Still think it's more likely to happen than not, but hedging."], [23234, "2017-11-20T14:29:38Z", 0.5, "Reducing confidence because a consensus on how to interpret the question is different from what I understood the question to be asking. I've not changed my view that I think she will be made chancellor when next a government is formed."], [32872, "2017-11-20T14:01:01Z", 0.7, "President Steinmeier just made a statement that \"All parties must help find a solution\" after meeting Angela Merkel."], [29907, "2017-11-20T13:35:46Z", 0.1, "This is under the assumption that reelection will be treated as a No, based on the question on the Dutch election which was phrased identically by GJO where this was explicitly stated. \nThere is some change that Merkel will be transitionally elected chancellor, so I'm not yet on 0%"], [691, "2017-11-20T13:27:02Z", 0.75, "http://www.bbc.com/news/world-europe-42047532\nhttps://www.reuters.com/article/us-germany-politics/merkel-fourth-term-in-doubt-as-german-coalition-talks-fail-idUSKBN1DJ0I3?il=0\nIf there is a new election that doesn't happen until next year, this is a No because it specifically asks about the 2017 election.  If they have a new election this year and she gets chancellorized, it should be a Yes because it will be a, but not the, 2017 election.   There is still no other plausible candidate for Chancellor."], [24771, "2017-11-20T12:06:24Z", 0.8, "I'm revising this down a bit, as it is not clear how the question will resolve if there is another election. I have messaged GJO"], [68, "2017-11-20T05:52:30Z", 0.05, "i didn't expect this, although FDP's leader had indicated beforehand that he would take a hard line. It appears Merkel is not going to try for a minority government, while the SPD is likely to stick to its earlier decision not to be the CDU's junior partner again."], [176, "2017-11-20T04:27:46Z", 0.0, "Not looking good for the home team: https://www.reuters.com/article/us-germany-politics/merkel-fourth-term-in-doubt-as-german-coalition-talks-fail-idUSKBN1DJ0I3"], [19801, "2017-11-20T00:39:05Z", 0.0, "Talks on forming German Chancellor Angela Merkel’s next government collapsed, throwing the future of Europe’s longest-serving leader into doubt and potentially pointing the world’s fourth-biggest economy toward new elections."], [23234, "2017-11-20T00:03:20Z", 0.9, "Sheesh, talk about foreign to my way of thinking... I found the following statement from German politician Lindner amusing because it is in direct opposition to a principle I'm used to seeing repeatedly baked into my country's (the U.S.'s) Constitution, i.e. the guarantee of a result rather than a good/perfect result (e.g., electors for the office of President, an unelected Supreme Court with life tenure that makes final decisions, numerous compromises seemingly forever kicking the can down the road on how power is shared between the federal and state governments)."], [29907, "2017-11-19T23:14:23Z", 0.2, "Liberals just ended the negotiations. Remaining 20% because of uncertainty on how the question will resolve under different scenarios (for instance if Merkel is formally elected as chancellor just before the parliament is resolved for reelections). "], [29907, "2017-11-19T22:05:25Z", 0.75, "assuming that reelection would mean that the question resolves as no."], [23234, "2017-11-19T03:57:42Z", 0.96, "English translation of Germany's Basic Law:\nhttps://www.btg-bestellservice.de/pdf/80201000.pdf\nSee article 63. I think Mutti will eventually satisfy the criteria even if she can't immediately form a government, but I could be very wrong."], [35636, "2017-11-19T03:11:14Z", 1.0, "Lots of other 100% but then quite a few 0% amazing wide division"], [23234, "2017-11-19T01:46:18Z", 0.92, "self-imposed deadline extended... hm..."], [19801, "2017-11-19T00:55:05Z", 0.0, "Incumbent chancellor Angela Merkel’s only realistic hope of securing a fourth term after suffering losses in September’s election is an awkward three-way conservative-liberal-Green alliance."], [29907, "2017-11-18T11:17:42Z", 0.83, "Pre-negotiation talks have been further extended, and reportedly negotiations have been close to break down during Thursday night. Given that there is practically no other coalition option and reelections are so far unknown in German national politics, I think that agreement is still a heavy favorite, but much less so than after election night."], [691, "2017-11-15T15:27:54Z", 1.0, "I assume that, following usual practice, this deadline will be extended until a chancellor is elected.  If I'm wrong, I'm wrong in a big way, but so is practically everyone else."], [32258, "2017-11-14T16:55:49Z", 1.0, "Starting to wonder whether the difficulties in the coalition negotiations will extend beyond the end of this month. "], [41337, "2017-11-10T20:19:37Z", 0.95, "I think new elections are not that unlikely, since the potential coalition parties are so divided on many important issues, especially the CSU and the FDP as well as the Greens and the CSU. In that case, a bad outcome for the CDU might actually be the end of Merkel."], [12302, "2017-11-08T11:29:54Z", 1.0, "Forecasting the month she will get elected would be more exciting.;)"], [68, "2017-11-08T06:32:13Z", 0.99, "https://www.ft.com/content/9f1c440c-c3a1-11e7-a1d2-6786f39ef675?segmentId=6132a895-e068-7ddc-4cec-a1abfa5c8378"], [37520, "2017-11-02T06:46:03Z", 1.0, "Who else could it be!"], [23234, "2017-10-22T07:03:27Z", 1.0, ""], [691, "2017-10-20T12:30:50Z", 1.0, "http://www.reuters.com/article/us-germany-politics/jamaica-or-bust-merkel-launching-crunch-german-coalition-talks-idUSKBN1CP14A?il=0\nstill pretty good odds, this coalition being politically the most palatable and there being nobody else plausible"], [12605, "2017-10-18T21:20:46Z", 0.99, "Comment deleted on Nov 05, 2017 11:58PM UTC"], [12605, "2017-10-18T20:47:06Z", 0.99, "Negotiations are meant to go well beyond Christmas; would this conclude as a “No”?"], [754, "2017-10-18T17:36:06Z", 1.0, "EXCERPTED FROM THE ECONOMIST THIS AM: (OCT 18)"], [691, "2017-10-18T15:40:06Z", 1.0, "Looks like it'll be a slog to duct-tape together a coalition, but there are no other plausible contenders."], [32872, "2017-10-16T13:19:21Z", 0.99, "I am not really changing my forecast but I think it will affect the deal for the potential \"Jamaica coaltion\""], [29907, "2017-10-15T09:06:28Z", 0.97, "Renewing my resistance after I gave in to the consensus :), mostly based on this interview:\nhttps://www.reuters.com/article/us-germany-politics-coalition/germanys-fdp-does-not-expect-coalition-to-form-before-christmas-idUSKBN1CJ0DO?il=0"], [19801, "2017-10-15T00:29:08Z", 0.0, "There is no chance of a resolution by 1 Dec."], [19801, "2017-10-05T22:14:12Z", 0.95, "Maths suggest Merkel will be the biggest member of any possible coalition."], [4634, "2017-09-28T17:41:38Z", 0.95, "There is a very small chance that new elections will be held if the coalition talks lead to nowhere. "], [691, "2017-09-27T21:34:05Z", 1.0, "She will probably accept this gig, since she is constitutionally unable to accept the post of US president, no matter how many people want to give it her.  One supposes that it's time to close this question, n'est-ce pas?"], [12605, "2017-09-27T16:06:22Z", 0.99, "Comment deleted on Nov 06, 2017 12:00AM UTC"], [2965, "2017-09-25T05:50:13Z", 1.0, "\t\t\t% of \nvotes\t+/- %\t% of \nseats *\nCDU/CSU\tConservatives\t33.7\t-8.7\t35.4\nSPD\tSocial democrats\t20.7\t-5.1\t21.8\nDie Linke\tRadical left\t8.5\t+0.7\t9.0\nGrÃ¼ne\tGreens\t8.8\t+0.6\t9.3\nFDP\tPro-business\t10.9\t+6\t11.5\nAfD\tPopulist right\t12.4\t+7.8\t13.1\n"], [2965, "2017-09-25T02:13:25Z", 1.0, "bad day in US and Germany"], [29907, "2017-09-24T16:27:42Z", 0.96, "The scenario I mentioned in my last forecast (reelection after failing of coalition talks) became a bit more likely with the SPD announcing it will not join a coalition with Merkel's CDU again. This essentially leaves CDU-FDP-Greens as the only possible option. It is not impossible that these three parties don't come to an agreement."], [29907, "2017-09-23T18:56:13Z", 0.98, "One scenario that is underrated by the consensus here, in my opinion, is that coalition talks fail and a reelection is called, in which case I assume the question resolves as \"No\". It is quite likely that CDU-FDP will not get a majority and given how much the SPD has suffered within the grand coalition, they are reasonably likely to prefer opposition. Other coalition options will be more complicated to sort out. \nReelection before forming a new government would be a first on the federal level in Germany, but has happened in countries with similar political systems. "], [36002, "2017-09-23T12:23:47Z", 1.0, "Angela Merkel is going to win this election - whether she is going to be able to convince Germans of her long term goals (which remain still unclear) will be seen over the next months and years. Unfortunately the AFD party will most likely gain a lot of votes - this is a very worrying trend and needs to be closely watched. It almost makes the question on who will become chancellor for the next years less relevant as the support for populists is growing as can be seen in other European countries and beyond."], [40054, "2017-09-22T09:49:53Z", 0.99, "there are no serious opponents. she will be reelected."], [40043, "2017-09-22T08:40:47Z", 0.95, "Due to the rise of AfD and bad charisma of Martin Schulz all parties loose percentages, while AfD wins. So there will be no coalition with the SPD, that could compete with CDU/CSU + random party coalition"], [40027, "2017-09-22T07:33:38Z", 1.0, "The party of Angela Merkel is by far the strongest party in all predictions, she has been at the position for 12 years and was re-elected two times before, the potencial partners in building the government after the election are allready a partner in the actual government or have been in the past in the government before that."], [39835, "2017-09-21T20:01:47Z", 1.0, "Ja , auf jeden fall."], [39898, "2017-09-21T18:36:30Z", 0.45, "I think she will but it will very close for her. "], [39561, "2017-09-21T18:34:44Z", 0.65, "well the people don't have really choices - and people hate more the green party and the spd for the support of refugees they feel betrayed, because they suffer too but get silenced by those tow parties, they will lose the most votes, the left party isn't really an option for most and the afd is pictured as too negative. people will be afraid of change so they will think they'll chose the \"less evil\" merkel, but she much hated too so possible she won't win "], [39782, "2017-09-21T18:21:38Z", 0.99, "Despite popularity and election forecasts, expect a six party parliament following the election allowing for only coalition of CDU and SPD or CDU and FDP of the liberalist party gains a double digit percentage share. Either way, Angela Merkel will be elected as chancellor for another 4 year period."], [29494, "2017-09-21T18:19:26Z", 0.95, "I average a few dozen recent polls in the last two months and Merkel's party has 14.3220339 lead."], [39721, "2017-09-21T18:10:51Z", 0.0, "Nope! German people are sceptical. I think its going to be really close but I'm pretty sure Martin Schulz is going to be the Chancellor."], [39738, "2017-09-21T18:03:37Z", 0.41, "After many \"migrants\" come because of her yes and we can do this, in Germany now too much refugees. And not all are happy with this, refugees live now without stress and germans must pay taxes that they have no stress. Its a big problem that Merkel already long time have her position, because off this half dont know, what they can choose. Because of this they still prefer Merkel again and again. People scare to change situation and give chance to another politics."], [39720, "2017-09-21T17:58:55Z", 1.0, "Although there might be a different coalition the CDU is still the leading party in Germany."], [39618, "2017-09-21T17:55:11Z", 0.65, "normally she will make the election but in this troubled times iz could also go otherwise"], [38616, "2017-09-21T10:36:09Z", 1.0, "https://www.inwt-statistics.de/blog-artikel-lesen/welche-koalition-wird-deutschland-nach-der-bundestagswahl-regieren.html"], [15414, "2017-09-19T18:31:03Z", 0.97, "It would take a black swan event to prevent her continued chancelorship"], [2965, "2017-09-19T11:39:51Z", 1.0, "https://www.nytimes.com/2017/09/18/world/europe/germany-election-martin-schulz.html\nthe article details how Schulz \" blew it\"\nNonsense. He is a fine man and will be back\nas far as the AFD achtung.\nNever thought AFD push past 10%\nsure glad i did not forecast there \nMerkel 36 Schulz 23.\nThe liberal international order requires a leader who has the finesse, subtlety, and values to co:ordinate  and inspire.\nAfter Merkel retires, if she obtained US citizenship, she would make an excellent President of US.  "], [23006, "2017-09-18T22:34:59Z", 0.8, ":-/ feel not sure about this one"], [2965, "2017-09-18T22:07:27Z", 1.0, "well this forecast originally was just a hunch and should have opened at 60 to 40. polls show merkel with a widening lead over schulz with AFD surging near 15 percent. the election occurs at a critical hour for germany,nato, us and world amid russian exercises see @zapadwatch and russian meddling in German electionshttps://www.thecipherbrief.com/article/europe/moscow-takes-u-s-meddling-tactics-german-vote"], [5386, "2017-09-13T13:37:41Z", 0.99, "... unless some madman manages to kill her before the election..."], [20588, "2017-09-11T14:21:18Z", 0.99, "Merkel hasn't lost a poll since early April, and nothing changed after the debate."], [15621, "2017-09-10T08:53:13Z", 0.99, "http://www.dw.com/en/german-election-angela-merkel-extends-her-lead-in-the-polls/a-40408627\nLooks a done deal at this stage. Death, ill-health??"], [12605, "2017-09-07T14:21:23Z", 0.99, "Comment deleted on Nov 06, 2017 12:01AM UTC"], [1643, "2017-09-07T02:49:07Z", 0.95, "Not following the election closely so relying on info from a separate prediction market ( https://www.predictit.org/Market/2461/Who-will-be-elected-German-chancellor-in-2017 ) and latest polls ( http://www.telegraph.co.uk/news/0/german-election-polls-odds-tracker-merkel-seeks-fourth-term1/ ) to increase Merkel odds."], [12605, "2017-09-07T01:19:19Z", 0.99, "Comment deleted on Nov 06, 2017 12:01AM UTC"], [12605, "2017-09-06T23:38:40Z", 0.99, "Crapshot, if Germany's chancellorship isn't a safe bet ... what crappy popular vote forecast has turned out to work out ever?"], [29907, "2017-09-06T13:19:10Z", 0.97, "(1) First polls after TV debate don't show any shift in the polls. This is no good news for Martin Schulz."], [36002, "2017-09-05T20:19:28Z", 1.0, "Angela Merkel remains the strong contender for the next chancellor period in Germany - Germans see in her a force of stability despite many open questions on   her next policies. She is very good at saying very little, being reactive and not provoke. Schulz does not stand a chance as he has missed important moments to challenge her."], [35060, "2017-09-05T18:26:14Z", 0.98, "Even after a debate between Angela Merkel (CDU) and her main opponent Martin Schulz (SPD) on German TV with probably over 16 Million viewers not much has changed. In the surveys of the big TV-Channels ARD and ZDF Angela Merkel won the debate. And the polls are still the same since the last weeks and months.\nThe election is just 19 days away and its getting harder and harder for the Party SPD and their candidate Martin Schulz to win the election. Of course there are still people who are undetermined but in the polls the Party CDU is still leading with over 10 points to the next contender SPD.\nhttp://www.spiegel.de/politik/deutschland/angela-merkel-gegen-martin-schulz-analyse-des-tv-duells-a-1165944.html"], [23006, "2017-09-04T16:19:05Z", 0.8, "Schulz plan for country seems to be in reaction to everything Angela does - that's not really a plan -- more like a counter-approach (be the opposite) but Merkel's track record, on economy and social is excellent."], [23006, "2017-09-04T16:02:59Z", 0.5, "feeling like this might blow up briers. "], [23552, "2017-09-04T13:42:47Z", 0.92, "Seems pretty likely based on the polls. Been months since the other block was larger (March). A big terror attack might do something."], [1639, "2017-09-04T11:33:54Z", 1.0, "Merkel Ahead As Schulz Fails To Land Knock-Out Punch In Sole Debate (AFP)\nAngela Merkel appeared to be powering ahead today to a fourth term as chancellor of Germany, after her rival Martin Schulz failed to halt her advance in a crucial televised debate three weeks before elections. Yesterday's prime-time TV clash had been billed as Schulz's last chance to sway a decisive share of voters to his cause and halt a devastating popularity slide. But polls following the 90-minute showdown, which was watched by 16.1m people, gave Merkel the clear edge over Schulz. During the debate, Merkel said it was clear that Turkey should not join the EU, and that she would talk to other EU leaders about ending its stalled accession process. In reaction to Merkel's comment, a spokesman for Turkish President Tayyip Erdogan accused German politicians today of indulging in populism"], [1639, "2017-09-01T06:01:23Z", 1.0, "The run-up to parliamentary polls on September 24th has been sleepy so far. Angela Merkel’s Christian Democrats, polling at 38%, are far ahead of Martin Schulz’s Social Democrats, who are on 24%. Cue the first and only television debate of the campaign on Sunday. Mr Schulz will attack Mrs Merkel over inequality in Germany and her plans to increase defence spending (which he says is giving in to President Donald Trump). The placid chancellor will try to engage as little as possible, reminding Germans that the country is doing well and inviting them to trust her calm temperament. Polling suggests that 48% of German voters plan to watch the tussle, of whom 22% say it could influence their decision. Mr Schulz is a good speaker and a natural pugilist; Mrs Merkel avoids verbal confrontations. This may be his best, and last, chance to turn the election around"], [38, "2017-08-31T15:07:46Z", 0.97, "https://fivethirtyeight.com/features/six-charts-to-help-americans-understand-the-upcoming-german-election/?ex_cid=story-twitter"], [1034, "2017-08-31T10:06:22Z", 1.0, "German and don't know who to vote for? Ask the Vote-O-Meter"], [38670, "2017-08-31T04:41:50Z", 0.3, "She has been there too long. It's time for a change."], [35398, "2017-08-31T01:25:47Z", 0.0, "I bet on the boredom of the well-informed German voter from Angela Merkel, despite her great achievements. All opinion polls are in Merkel's favor, but the Germans will punish Merkel in the election fund and forget that all opinion polls were in favor of Hillary Clinton."], [2965, "2017-08-30T23:28:24Z", 1.0, "Merkel is pulling away in polls pet AP and wsj.com \nTakes on refugee issue as EU issue. \n17 18 point lead over Schulz \nJust like  Obama.she will hit tape accelerate into history"], [1639, "2017-08-28T14:45:10Z", 1.0, "You go Angela!"], [36002, "2017-08-20T17:28:09Z", 1.0, "Despite a recent decline in support for Merkel due to 'her relaxed attitude towards the election campaign, fallout from the anti-G20 protests in Hamburg last month, a knife attack by an Islamist, and the scandal over diesel cars', Angela Merkel is still very likely to win the German elections - Schulz has not been able to gather enough support and with economy doing very well and Merkel being credited it for it, it seems Germans like to go for 'strong and stable'. https://www.theguardian.com/world/2017/aug/12/germany-election-angela-merkel-martin-schulz - "], [15414, "2017-08-17T02:21:36Z", 0.91, "The SPD cannot match her at the moment. Es ist unter Dach und Fach.\n"], [30553, "2017-08-15T15:30:46Z", 0.99, "Strong lead in the polls, passage of time"], [68, "2017-08-15T08:23:56Z", 0.99, "My last forecast was 90% on 29 May. This election was always hers to win, provided she wanted to stand."], [34313, "2017-08-15T04:47:09Z", 0.95, "As the election  day is coming nearer, so does the probability become higher. The latest polls give Merkel a 39% versus 24% for the SPD. This is a huge difference to bridge in a month's time.\nhttps://ig.ft.com/germany-poll-tracker/"], [484, "2017-08-15T01:27:16Z", 1.0, "Up 2% following @Wildwood2000 link http://www.gjopen.com/comments/comments/551439"], [1034, "2017-08-14T05:08:15Z", 1.0, "In German Election Campaign, Third Place Is the Real Winner"], [36188, "2017-08-13T10:51:56Z", 0.92, "https://www.theguardian.com/world/2017/aug/12/germany-election-angela-merkel-martin-schulz"], [23234, "2017-08-12T14:01:27Z", 0.99, "Herr, es ist Zeit. Der Sommer war sehr groß.\nLeg deinen Schatten auf die Sonnenuhren,\nund auf den Fluren lass die Winde los. "], [36739, "2017-08-11T14:47:53Z", 0.99, "If she does not have health issues..."], [35031, "2017-08-11T14:25:38Z", 0.97, "The Economist seems to think this is a done deal..."], [10745, "2017-08-11T08:45:51Z", 1.0, "https://www.bloomberg.com/news/articles/2017-08-10/it-s-merkel-s-election-to-lose-as-she-returns-to-campaign-trail"], [1034, "2017-08-11T06:22:16Z", 1.0, "German election 2017 poll tracker\nAfD @ 8%"], [15621, "2017-08-08T13:17:42Z", 0.96, "Passage of time and no major news."], [15471, "2017-08-04T09:08:12Z", 0.98, "etching upwards due to passage of time and inconsistent messaging within the SPD. Not sure what could impact her chances, but something on the order of Fukushima shouldn't be completely excluded."], [36733, "2017-08-03T15:50:01Z", 0.95, "The other parties are not able to provide a strong candidate. The CDU and FDP will run the government together."], [36002, "2017-08-01T14:39:28Z", 1.0, "Angela Merkel is going to win the next election - not necessarily as a result of her strength but because the SPD (main opposition party) has not managed to pick up topics that are of concern to German society eg security, social inequality, migration despite these being topics normally addressed by (centre) left parties. Other parties have also not been able to challenge Merkel and the CDU. I am convinced if there is one very predictable election result, it is the German election."], [23006, "2017-07-28T13:53:42Z", 0.98, "just don't jinx it"], [13377, "2017-07-28T12:35:02Z", 0.96, "From Willis Sparks, Eurasia Group <sparks@eurasiagroup.net>:"], [28793, "2017-07-20T12:12:13Z", 0.9, "Question is not whether CDU/CSU will have the biggest single share of the vote but whether there will a majority in the Bundestag for Merkel afterwards, ie whether she manages to cobble together a coalition. Coalition talks don't usually fail in Germany but then again, with six parties in parliament the arithmetic is harder "], [1034, "2017-07-20T06:40:24Z", 1.0, "Four MORE years of Merkel: German chancellor says she’s going nowhere"], [176, "2017-07-20T01:36:35Z", 1.0, "William and Kate went from Wimbledon to a German charm offensive: \nBritain and Germany will remain close even after Brexit, Prince William said on Wednesday during a tour meant to shore up relations with EU countries before Britain leaves the bloc. From: http://www.reuters.com/article/us-britain-royals-germany-merkel-idUSKBN1A413V\nSome nice shots of Angela Merkel too. "], [12605, "2017-07-19T14:50:55Z", 1.0, "Comment deleted on Nov 06, 2017 12:02AM UTC"], [19801, "2017-07-19T07:37:30Z", 0.0, "Consider the numbers as per the latest polls, which aren't too reliable because we are far out from the election date."], [1034, "2017-07-16T09:00:25Z", 1.0, "\nMerkel tells voters: Brexit, French poll changed my view on Europe"], [30553, "2017-07-13T08:41:15Z", 0.9, "Passage of time, Merkel looking strong in terms of standing up to Trump and interaction with Macron"], [484, "2017-07-12T01:46:56Z", 0.98, "Up 3% to be ahead of the consensus."], [20588, "2017-07-10T20:15:59Z", 0.97, "Updating. Merkel is now the \"leader of the free world\". Some Germans, even ones that don't like her, like the stability that brings."], [15471, "2017-07-09T09:02:09Z", 0.95, "going up a bit. CDU (or Merkel) nicely put gay marriage out of the public debate, which at least up to a point again shows the lack of political instinct on the side of the SPD. Additionally there is much more infighting within the SPD than there is within the CDU. I don't see a huge swing in the other parties either, with maybe the AfD continuing to loose some points due to the gay marriage rifts opening within their party."], [12605, "2017-07-04T13:04:18Z", 0.96, "Comment deleted on Nov 06, 2017 12:03AM UTC"], [23006, "2017-07-04T05:44:11Z", 0.92, "going with consensus but I still don't feel sure she's going to win"], [176, "2017-07-03T23:49:32Z", 1.0, "BERLIN (Reuters) - In their campaign program for the German election, Chancellor Angela Merkel's conservatives have dropped the term \"friend\" in describing the relationship with the United States."], [36188, "2017-07-03T19:51:06Z", 0.9, "Polls are in favour, forecasts are in favour. Will review the situation after G20."], [15414, "2017-06-30T19:20:49Z", 0.83, "The gay marriage vote clears her way for coalition building especially with the libertarian FDP who made it a condition."], [1034, "2017-06-29T06:46:04Z", 1.0, "Merkel's conservatives at highest support since September 2015 – poll"], [176, "2017-06-29T02:04:28Z", 1.0, "Found this today:\nhttps://www.arcamax.com/newspics/cache/lw600/154/15456/1545632.jpg"], [2965, "2017-06-28T14:27:24Z", 1.0, "http://www.dw.com/en/schulz-spd-sink-as-merkel-cdu-continue-to-dominate-polls/a-39382430\nhere is current poll data\nAhead of their convention to determine a platform for the 2017 Bundestag elections, few members of the Social Democrats (SPD) will take comfort in a poll released Friday by public broadcaster ZDF. According to the survey, the party has just 25 percent support - well behind Angela Merkel's Christian Democrats (CDU), with 39 percent. As before, the chancellor also whups her SPD challenger, Martin Schulz (pictured), in a hypothetical head-to-head matchup, 58 percent to 31 percent. \nThe Left - the third strongest of Germany's main political parties and the SPD's potential partners in an increasingly unlikely three-way center-to-left coalition with the Greens - has 9 percent. The Greens hold 8 percent, according to the poll."], [14493, "2017-06-23T16:31:12Z", 0.95, "The polls are moving towards the possibility that Merkel's party will be able to put together a coalition to govern without it having to include the SPD. I am not going for certainty (100%) because there is quite long time before the election and the UK result has shown that it is possible for a \"strong and stable\" leader to loose a lot of support in a badly run campaign."], [2965, "2017-06-18T15:27:00Z", 1.0, "http://foreignpolicy.com/2017/06/13/the-west-will-have-to-go-it-alone-without-the-united-states-trump/\nhey @tsm here is the polling elections data\nTrump is making Europe more liberal and international.\nIts not just anecdotal.\nThanks to @PTetlock for retweeting  this 538 piece\nThe lower the US Gallup number on President Trump domestic approval goes \nthe higher the German Gallup- number on Merkel's domestic approval rises \nhttps://fivethirtyeight.com/features/donald-trump-is-making-europe-liberal-again/?ex_cid=538twitter\n\"The beneficiaries of the right-wing decline have variously been politicians on the left (such as Austria’s Van der Bellen2), the center-left (such as France’s Emmanuel Macron) and the center-right (such as Germany’s Angela Merkel, whose Christian Democratic Union has rebounded in polls). But there’s been another pattern in who gains or loses support: The warmer a candidate’s relationship with Trump, the worse he or she has tended to do\"\nNate Silver is out front on this one"], [15471, "2017-06-16T10:24:57Z", 0.92, "Increasing slightly, mainly because there doesn't seem to be a viable coalition without a leading CDU."], [14898, "2017-06-16T09:57:42Z", 0.82, "bwin betting odds\n"], [35315, "2017-06-13T16:30:07Z", 0.94, "Updating based on June polls showing the CDU/CSU gaining favor as Martin Schulz losses his hold in traditional SPD areas of Germany."], [30553, "2017-06-12T09:25:58Z", 0.85, "Schultz's popularity is waning"], [1034, "2017-06-11T06:42:29Z", 1.0, "Germany's top Social Democrat loses ground vs Merkel in latest poll"], [12605, "2017-06-10T10:26:06Z", 1.0, "I know you like poll of polls, here you go."], [35959, "2017-06-08T04:09:50Z", 0.95, "Because I feel that the speech she made in the election was really strong. Plus she's been the Chancellor of Germany for 11 years."], [15621, "2017-06-06T09:55:50Z", 0.95, "Looking increasingly likely, clear lead in polls."], [1639, "2017-06-06T07:32:02Z", 0.98, "Germany’s chancellor is increasingly spoken of as the real leader of the free world, championing liberal values and European security at a time when President Donald Trump’s loose-tongued administration is shaking the West to its foundations. Yet Angela Merkel’s political longevity is based on keeping voters at home happy. She will illustrate that today in a speech to a chamber of commerce in Greifswald, her north-eastern constituency on the Baltic Sea. Expect Mrs Merkel to hail Germany’s booming economy and low unemployment rate, without broaching controversial themes such as reform of the euro zone or tax cuts. Opinion polls give her Christian Democrat alliance, the CDU/CSU, a lead of ten-plus points over the centre-left SPD. This political pre-eminence comes from saying lots but revealing little; it will be the same story today. Her foreign fans may yearn for great deeds; they should stay calm [The Economist Espresso]\n"], [2965, "2017-06-06T03:55:05Z", 1.0, "http://www.gmfus.org/blog/2017/06/02/abandoning-liberal-international-order-spheres-influence\nNope not us\n not US\nTrump is transitory\nlike dysentery\nit will pass\nTrump  is Schadenfrued? or fried"], [31082, "2017-05-30T19:52:57Z", 0.95, "Switching sides. Based on recent polls there seems she will make it: http://www.spiegel.de/politik/deutschland/spd-cdu-und-gruene-verlieren-fdp-holt-weiter-auf-spon-wahltrend-a-1149732.html. . Leaving a 5% risk so to maintain a minimum of consistency with my prior valuations...."], [24, "2017-05-30T14:47:10Z", 1.0, "Merkel is playing the (I have to say, from an Anglo-Saxon perspective, entirely unconvincing and vaguely - if not wholly - ludicrous) \"leader of the free world\" card, as part of her domestic pre-election campaign, stunningly well. She has reforged links with the Bavarian CSU affiliate of her CDU party, and has more or less eclipsed her principal domestic rival for the Chancellorship, Schulz. The worldview that she expresses seems to be very in tune with broad German public opinion too. The thinness of this outlook will wear out eventually, and the delusions it encompasses will become more evident in time, but before the elections? Unless there is an unusually horrific Islamist attack or series of attacks, particularly committed by post-2015 immigrants (and not necessarily so should this come about), this would seem extremely unlikely. Trump's irresponsibility and inadequacy is, moreover, Merkel's greatest ally."], [35618, "2017-05-30T00:02:08Z", 0.9, "based on the bookmaking odds below from @Khalid, Merkel's conduct during the G7 and current polling I think Merkel is on track to win. Though as a couple other people have noted, there's still plenty of time for things to change"], [38, "2017-05-29T16:42:55Z", 0.91, "I am grateful to @ErikFritzsche & @sevedb who have convinced me that my prior, higher forecast was unwarranted and unwise.\nSee http://www.gjopen.com/comments/comments/510663 "], [1639, "2017-05-29T16:19:31Z", 0.9, "Angela Merkel told a crowd in Munich that Germany could no longer “fully rely” on Britain and America, and that Europeans must “take our destiny into our own hands”. That followed her return from the G7 summit in Sicily, where delegates wheedled Donald Trump into backing a pledge against protectionism but failed to convince him to commit to the Paris climate-change agreement [From the Economist Espresso 05/29/17]\n____________________________\nCOMMENTS:  The G7 helped Angela Merkel to look like the stable new leader of the world. Safe acts of terrorism or a scandal, she seems well positioned to get her fourth term."], [68, "2017-05-29T10:05:44Z", 0.9, "https://www.oddschecker.com/politics/european-politics/german-politics/next-chancellor"], [30594, "2017-05-28T17:10:31Z", 0.9, "*Updated poll aggregation: https://www.inwt-statistics.de/blog-artikel-lesen/wahlprognose-fuer-die-bundestagswahl-2017.html#Prognose\n*This week, Angela Merkel made a very good performance as a stability anchor. Germans do not like experiments in times of the Trump experience. With foreign policy and European Integration being big issues her advantage of incumbency is growing. She also had a very good public meeting with Obama at the German Church Congress that deeply impressed political commentators.\n*SPD and Martin Schulz are clearly not able to find a good issue... The tax issues will be occupied by the Liberals making a CDU-Liberal-coalition more likely."], [15471, "2017-05-25T07:56:12Z", 0.85, "Unless something major changes, there is very little chance of CDU (Merkel's party) not becoming the strongest power. It would be highly uncommon (through not unprecedented) of the strongest party (technically fraction) not fielding the chancellor (chancellorette?). \nSignificant risk factors: \n- A successful terror attack strongly linked with migrants, might lead to a strong resentment of Merkel personally\n- Internal struggles within the CDU/CSU might disrupt the stable image that is at the moment associated with Merkel"], [20588, "2017-05-22T19:03:13Z", 0.92, "The German and European news hasn't given this issue too much air time. This leads me to believe that Merkel losing isn't on anyone's radar. In about 120 polls, the CDU lost 17 times, and that was to the Social Democrats. Security won't even be an issue, so Alternative is right out. So long as there isn't a major scandal, she's solid."], [35425, "2017-05-22T15:17:09Z", 0.95, "After the French elections, Germans realize theyre the sane voice of Europe. They won't do anything short sighted or radical there."], [29587, "2017-05-21T20:26:00Z", 0.9, "Won 3 elections. Good trend. Long time to go"], [27101, "2017-05-21T13:01:24Z", 0.7, "After the latest regional elections Merkel's chances are looking up"], [30594, "2017-05-21T07:17:09Z", 0.89, "The base rate for incumbency success of chancellors seeking re-election in Germany is 0,82 for 1949 to present and 0,71 for the period 1990 to present.\nTo date, the best way to have an eye on the public opinion seems to be poll aggregating making probabilistic judgments on who would win. Two such instruments are available:\n-\thttps://www.inwt-statistics.de/blog-artikel-lesen/wahlprognose-fuer-die-bundestagswahl-2017.html#Prognose (German)\n-\thttp://www.thecrosstab.com/germany-2017/ (English)\n-\tRaw data is provided here: https://en.wikipedia.org/wiki/Opinion_polling_for_the_German_federal_election,_2017\nThe German page by INWT Statistics is also modeling the probability that Merkel can stay German Chancellor: to date this is 84,5 per cent. However there are some arguments this could be too high and some that this could be too low.\n84,5 per cent is too low:\n-\tThe poll aggregators model a red-red-green coalition (SPD-LEFT-Greens) as more likely than a Grand Coalition of CDU und SPD, if both were possible. This is a strong assumption since – first – voters do not prefer the red-red-green coalition and both, SPD and the LEFT, have a very considerable disagreement among leaders and rank-and-file to go ahead with such a coalition. If possible, I would say that the chances are – at best – 50 percent for this coalition to be formed. Schultz clearly signals to voters that he does not want form a coalition with the LEFT in the first place.\n-\tGiven the fact that the SPD has to make a statement on coalition options and given the clear impression from several regional elections that red-red-green coalition is not preferred by the voters, it seems likely that this route to the Chancellorship is completely down for Martin Schulz, the candidate for Chancellorship of the SPD. The only route that he then has is a coalition with the Liberals and the Greens. But: If this kind of a ‘traffic light coalition’ would be possible and given that the CDU would have the biggest seat share (very, very likely: 99 percent) a CDU-Liberal-Green coalition would be possible, either. The Liberals and the Greens would be in the position to decide which side they would join and which of the candidates would become German Chancellor. Greens tend to the SPD camp, Liberals tend to the CDU camp. That would very likely end up in a stalemate. Consequence: Grand Coalition, Chancellor: Merkel.\n-\tGiven the enormous success of the Liberals in the regional elections in North Rhine Westphalia (12+ percent), it could become more likely than pollsters currently measure that a CDU-Liberal government could be formed (if so, with a very tiny majority). So it seems that Merkel will have another realistic option to stay Chancellor – beside the Grand Coalition.\n-\tMerkel is probably least prone to political scandals among the Western leaders and candidates. A Fillon-like scandal in Germany seems very unlikely, but Merkel not even had to witness a scandal like some of her Cabinet members that – nevertheless – would not lead to their resignation. And this holds true if one looks back all the years she is in German politics. That makes her approval ratings and her electoral performance a reliable factor to count on.\n-\tSchulz and the SPD lack the magic triangle: a harmonizing combination of (1) Candidate, (2) an issue that voters have an interest in and (3) a favorable media agenda.\nHowever, 84,5 per cent could be too high:\n-\tThere is so much time until elections take place… Many things can happen. Merkel almost lost safe elections in 2005 against the – incumbent – Gerhard Schröder. Scandals among rank-and-file are always possible, particularly in the CDU – even if they seem to be harmless in international perspective.\n-\tIt is very likely that the current offspring of the CDU and Liberal polls will normalize a bit an SPD will gain momentum. Too, it is likely that Schulz will find an issue and – may be, may be – media agenda will support him (most journalist in Germany lean toward the left side of the political spectrum).\n-\tIt would be very awkward for Merkel and the CDU if there would be a terrorist attack with an Islamic background or something similar: a series of violent crimes with nationwide media coverage committed by refugees or other foreigners (because people blame Merkel personally for the refugee inflow in 2015; and national security and law-and-order is a unique selling point of the CDU). If refugee crisis would rebound it would be disastrous for the CDU. However, it is kind of the absurd situation in Germany in the Merkel era that such events would not be to the advantage of the SPD; rather, the Alternative for Germany (AfD) would profit from such events. – Even under these very unfavorable circumstances for the CDU: the Chancellor is very likely to stay Merkel!\nAll in all, it seems to date, that Merkel is fairly well ‘priced’ with 88 to 90 percent probability to stay Chancellor of Germany after the next parliamentary elections."], [27461, "2017-05-20T00:36:58Z", 0.95, "Shultz said this week that he won't form a coalition with the hard left (Die Linke). Of course, saying it is not like (not) doing it, but this indicates he could be more open to another Grand Coalition with CDU/CSU than to a red-red-green configuration. The latter doesn't have the votes at present anyway. So, while there is plenty of time,  at present it does look like the only thing that can stop Merkel from another term is an unexpected withdrawal from politics. "], [484, "2017-05-19T02:04:16Z", 0.95, "Up 5%, again following the trend. After all President (H) Clinton has thrown her support to AM. ;-)"], [31450, "2017-05-18T21:42:25Z", 1.0, "I'm going from 92 to 100 for two reasons. First the recent election result in the SPD's homeland of North Rhine-Westphalia were much better for Merkel's party than expected, and also because Merkel is a much sharper political operator than she first appears and many a politician has gone down underestimating her. I think Schulz will be no different in September."], [30022, "2017-05-17T14:49:43Z", 0.9, "Recent state elections and missing political program of Martin Schulz."], [12605, "2017-05-17T10:52:20Z", 1.0, "May 16th nationwide poll: CDU/CSU is 9 percent points to 10 percent points in the lead. N1=2037, N2=1000."], [35315, "2017-05-16T20:43:28Z", 0.82, "Update based on CDUs election wins in North Rhine-Westphalia, which is a traditional stronghold for the Social Democrats"], [176, "2017-05-16T00:07:42Z", 1.0, "Frontrunning"], [484, "2017-05-16T00:00:32Z", 0.9, "Up 5% following the crowd."], [35610, "2017-05-15T20:53:19Z", 0.99, "she definitly will. Martin Schulz is too weak and the results in the german states are backing that"], [754, "2017-05-15T18:35:30Z", 1.0, "I'm backing Wildwood "], [754, "2017-05-15T18:34:11Z", 0.9, "UFPOT"], [12879, "2017-05-15T18:23:27Z", 0.95, "@sevedb ... @Anneinak ... @lsgold7 ...  Thanks to you all for your insight, I do appreciate, it as always...... 👍🏻👏🏻👏🏻👏🏻"], [31082, "2017-05-15T17:22:30Z", 0.45, "With the results in NRW I was tempted to invert my forecast to a more likely yes than no, but looking at and giving credibility to forecasts two considerations make me stay at 45%: 1) winning the majority does not mean becoming chancellor as the CDU certainly will need  a coalition to govern. So does the SPD. Excluding a CDU-AfD coalition that leaves only CDU-FDP, or CDU-Greens or CDU-SPD or a combination thereof. I believe both SPD and Greens would ask a heavy price to accept a fourth term of Ms Merkel, which I am not sure will be granted, and FDP only will not suffice. 2) in forecasts voters tend to lie about their preferences towards extremist parties, so that I expect CDU preferences to be lightly overstated and AfD understated.\nHere the sources of my reasoning: https://www.wahlumfragen.org/bundestagswahl/"], [26356, "2017-05-15T14:51:18Z", 0.99, "The latest regional elections confirm that she is the favourite, having beaten the SPD in one of their strongholds."], [5386, "2017-05-15T08:28:22Z", 0.95, "The Northrine-Westfalia elections confirm a very high probability for Merkel to be re-elected. "], [30389, "2017-05-15T07:29:56Z", 0.9, "Increasing odds after this weekend regional elections"], [1034, "2017-05-15T06:24:07Z", 1.0, "Angela Merkel’s Party Scores Big Win in Key German State Election"], [1639, "2017-05-15T05:49:33Z", 0.9, "Angela Merkel’s Christian Democrats unexpectedly won 34% of the vote in North-Rhine Westphalia, trouncing the Social Democrats (with 31%). The radical-right Alternative for Germany scraped over the 5% threshold, as did the Greens and the Left Party; the liberal FDP scored a surprisingly good 12%. Gaining the big centre-left stronghold boosts Mrs Merkel’s chances of a fourth term in September"], [1643, "2017-05-15T04:14:11Z", 0.85, "Increasing based on \n1) Strong performance by her party in state election: \nhttps://www.washingtonpost.com/world/europe/merkels-party-wins-election-in-rivals-german-heartland/2017/05/14/a3de8edc-3913-11e7-a59b-26e0451a96fd_story.html?utm_term=.bfabf8c18d3a"], [27461, "2017-05-14T23:03:31Z", 0.9, "First, the CDU/CSU are now well ahead of the Social Democrats, so Merkel will get the first chance to form a government. At this point, she may have two options:\n - form a coalition with the Free Democrats, if this guarantees a majority. Recently, the CDU/CSU+ Free Democrats get more votes than a red-red-green coalition;\n - offer the Social Democrats to reconstitute the Grand Coalition, with or without the Free Democrats. This might be necessary if CDS/CSU/FD do not have a majority (and neither do the red-red-green coalition, owing to the presence of Alternative for Deutschland). At this point, Shulz can't say no."], [176, "2017-05-14T21:18:25Z", 0.95, "Looking good. "], [35217, "2017-05-14T20:06:38Z", 0.83, "Going up slightly after the SPD was defeated in state elections today."], [38, "2017-05-14T19:07:18Z", 0.94, "The victory of her party in the North Rhine-Westphalia election (representing about 1/4th of Germans) over the CDU which has traditionally been strong there, presages very well for her party in the election in fall."], [34313, "2017-05-14T18:52:23Z", 0.7, "With the election of Macron in France and the recent results in local elections in North Rhine-Westphalia against SPD, I think Angela Merkel has strengthened her position for re-election.\nhttps://www.ft.com/content/3c5db9fa-38c2-11e7-821a-6027b8a20f23"], [14493, "2017-05-14T18:27:11Z", 0.8, "Its interesting that the exit polls indicate a different result to the pre-vote polls. Pre-vote the polls had the CDU and SPD very close while the exit polls have the CDU 4% ahead. Assuming the exit polls are accurate could suggest that the pre-election polls are under estimating support for the CDU and over estimating support for the SPD. As the CDU is already ahead in the national polls if these are underestimating CDU votes then Merkel would seem to be well ahead nationally. Its also interesting that the Free Democrats seem to be recovering, while the Greens have lost votes. This probably makes it easier for the CDU to put together a national coalition and the harder for the SPD to do so, in the national elections. I am not sure if there are any special local circumstances that would stop this state election being a useful national indicator(?)    \nIt is tempting to forget that getting the most votes does not necessarily give a party the Chancellorship, there is still be business of creating the coalition.  "], [4799, "2017-05-14T17:20:42Z", 0.9, "North Rhine Westfalia may go to the CDU, this pushes Merkel over Schultz."], [12605, "2017-05-14T16:31:27Z", 1.0, "Fait accompli."], [27692, "2017-05-14T15:43:20Z", 0.9, "1) Trump is the daily anti-social negativ example for all Europeans. I think he shows for normal-distributed European observers\n1) anti-democratic behavior \n2) mobbing by twitter\n3) uncontrollable temperament \n4) bad style of speeches\n5) losers because he is lying too often\n6) senility of an old man\n7) too much misanthropic mood\n8) incompetent \n9) low governance experiences\n10) low formal education."], [4799, "2017-05-14T01:04:04Z", 0.8, "Schultz has lost a couple of elections which has strengthened Merkel. The next elections are in North Rhine-Westphalia, which has about 25% of the German population, so they are a barometer of how elections in September could look like. CDU's popularity has surged in recent weeks, while SPD has slightly slipped, but it was too close to call.\nhttps://www.bloomberg.com/politics/articles/2017-05-11/germany-s-rust-belt-state-tests-merkel-in-last-election-warmup"], [15414, "2017-05-13T17:54:18Z", 0.7, "The election of Macron in France will be a boost to Merkel as it will discourage nationalists in Germany. The result of the French general elections is still to be seen which will have some effect."], [2965, "2017-05-13T16:01:35Z", 1.0, "Reaffirm at 100%\ncheckmate\n\"Under the wooden beams of Brilon's medieval hunting lodge, Angela Merkel sweeps past a gleaming brass band to address her party faithful.\nVoters here have yet to make their choice in the regional election. But already there's something of the victory march in the chancellor's step.\nIt has been years since her party won here in Germany's most populous state.\nSunday's vote in North Rhine-Westphalia is the last ahead of the general election in September. And it is viewed as a bellwether.\nThis is Social Democrat country. The centre-left SPD currently rules in coalition with the Greens but polls suggest that could be about to change.\nCould this man be the next chancellor of Germany?\nGerman right-wingers pick election team\n last month Merkel wins bellwether vote in Saarland\nthis month SPD territory\"\nhttp://www.bbc.com/news/world-europe-39884065\nand same link\n\"In recent weeks Mrs Merkel's centre-right Christian Democrats (CDU) have been closing in and support for the SPD has dwindled. The rivals are now neck-and-neck in the polls.\nIt is not often that a German regional election is considered so important.\nHas Merkel's rival lost his spark?\nMartin Schulz, the charismatic SPD leader, has thrown down the gauntlet. If his party wins here, he declared recently, he will be the next German chancellor.\nIt is a statement he may live to regret.\nMartin Schulz, leader of the German Social Democrats (SPD), chats with local residents as he campaigns on behalf of the SPD ahead of state elections in North Rhine-Westphalia on May 10, 2017 in Düsseldorf.Image copyrightGETTY IMAGES\nImage caption\nSupport for the SPD climbed when Martin Schulz (C) took charge, but has declined recently\nWhen Mr Schulz, ex-president of the European Parliament, returned to domestic politics there was an immediate surge of support in the polls for his party.\nThe CDU looked on nervously as commentators noted for the first time in years that Mrs Merkel was no longer unchallenged in her bid for a fourth term in the chancellery.\nBut since then the Social Democrats have suffered two humiliating electoral defeats at the hands of Mrs Merkel's conservatives, in regional votes in Saarland and, last Sunday, in Schleswig-Holstein."], [15621, "2017-05-13T10:24:15Z", 0.8, "Betfair at 1.33; polls look good."], [26356, "2017-05-12T07:45:04Z", 0.9, "The recent victory in local elections, French election outcomes and lower media coverage of the immigration crisis will all help her."], [35315, "2017-05-12T04:08:06Z", 0.75, "Recent polling and local election results where the CDU has come out on top. \nThe EU kicks the can."], [176, "2017-05-12T03:49:14Z", 0.92, "Entering the tail of the curve\nhttps://www.youtube.com/watch?v=S1Cuekbklkg"], [32258, "2017-05-11T20:10:43Z", 1.0, "Enough polls and local elections show Merkel gaining support and Schultz losing some support. More recent reports speak to the viability of a possible different coalition. "], [23006, "2017-05-11T16:46:11Z", 0.51, "sdp losing seats"], [35355, "2017-05-11T16:08:29Z", 0.65, "SPD reeling, AfD won't likely be party of a coalition, but SPD Green Left coalition would be serious threat."], [27101, "2017-05-10T15:12:40Z", 0.6, "adjusting for the latest results in regional elections"], [35320, "2017-05-08T21:24:34Z", 0.8, "Germans are very happy with their lot. They'll want Merkel to represent Germany in Brexit negotiations. Will revise this forecast later. "], [31082, "2017-05-08T17:10:45Z", 0.45, "Latest regional elections raise her probability"], [1639, "2017-05-08T16:50:57Z", 0.8, "The Christian Democratic Union/Christian Social Union (CDU/CSU), led by Angela Merkel, has maintained a double-digit lead over the Social Democratic Party (SPD) in opinion polling since the 2013 election, but in early 2017 the gap closed substantially due to surge in support for the SPD led by Martin Schulz."], [14493, "2017-05-08T08:54:27Z", 0.65, "The polls show that CDU is about 7 points clear of SPD, and the state election (SH) last Sunday also showed a similar gap (which was wider in this election that it was in the previous election is 2012.) "], [176, "2017-05-08T03:10:43Z", 0.9, "Macron is still a rookie and grasping the levers of power are never easy.  France maintains a certain level of instability. The UK PM will most likely be granted a stronger hand soon going into Brexit. The UK is the largest economy in the EU and Germany is the best on the continent. The same German pilot has to deal with Vladdy too. "], [14253, "2017-05-08T00:13:23Z", 0.91, "The failing NY Times seems to think that the good results in today's local German elections more likely portend good things than not for Ms. Merkel. Up 15 points to 91."], [484, "2017-05-07T23:02:16Z", 0.85, "(no change but) I'm wondering if the French election results might nudge things one way or another."], [35217, "2017-05-07T20:55:24Z", 0.8, "According to most recent polls, the social democrats have no viable coalition that would lead to their candidate Schulz being elected as chancellor (neither a coalition with \"Die Linke\" and the Green Party, nor with the Liberal Party and the Greens have a majority in the polls currently). It looks like the coalition of CDU and SPD is the only viable option to form a government. In that case Angela Merkel will be chancellor."], [2072, "2017-05-07T08:02:13Z", 0.96, "The gap between CDU (Merkel's party) and SPD (Schulz's party) is widening again. Since some time is still left, I am not immediately going for 100%, since there could conceivably be an unexpected event (such as Merkel's death or a huge terrorist attack), that could still tilt the result."], [2965, "2017-05-06T02:30:31Z", 0.91, "Russian cyber attack on Eu and Macron will turn  Chancellor back\nhuge over-reaction\n is not dumb enough to make that big a mistake. twice\nI predict it  was a false flag operation and coordinated with Macron \nSee https://www.thecipherbrief.com/article/tech/power-botnets-amplifying-crime-disinformation-and-espionage-1092?utm_source=Join+the+Community+Subscribers&utm_campaign=856c599d29-EMAIL_CAMPAIGN_2017_04_30&utm_medium=email&utm_term=0_02cbee778d-856c599d29-122492589\nhttps://www.thecipherbrief.com/article/exclusive/tech/hacking-defense-changing-face-security-problem-solving-1091?utm_source=Join+the+Community+Subscribers&utm_campaign=4802\nRussia B tream see\nhttps://www.thecipherbrief.com/column/expert-view/russian-b-team-1090\ndifficulties of attribution-link up later\nbbc.com massive cyber attack on Macron-too late\nwon my trial my trial\nI am not a news junkie\nI just  have bbc.tv world news sn 24 7 and listen  to EDM and Tom Petty\noh and try a case\nsorry I was gone"], [30330, "2017-05-04T20:35:16Z", 0.75, "Steady leadership, great following, has the incumbency bias. "], [5386, "2017-05-02T09:33:27Z", 0.85, "The newest collection of polls (http://www.spiegel.de/politik/deutschland/sonntagsfrage-umfragen-zu-bundestagswahl-landtagswahl-europawahl-a-944816.html) shows:\n- A left-left-green coalition would have a majority only acc. to 1 / 6 polls* = 17%.\n- Even if the left-left-green coalition had a majority, it is not 100% certain that the SPD would find acceptable conditions for such a coalition. Let's assume 90% probability for this case.\n- The CDU is ahead of the SPD in 100% of the polls. I.e. a grand coalition would be headed by Mrs. Merkel."], [35167, "2017-04-30T18:20:51Z", 0.72, "Current betting market has 64% chance of CDU winning. I'm guessing there's at least a 95% chance that Merkel will still be the head of the CDU at that point, so I'll put the betting odds on this at 62%. My guess is that the refugee situation has already most of the damage to her that it can do, and I think that danger is likely overstated in the odds. I'm also guessing that counter example of the continued US regime and French runoff will only increase her standing domestically Given all that I'm going to raise up the probability 10% to 72%"], [29907, "2017-04-30T17:56:21Z", 0.72, "CDU has stabilized in polls, FDP on small upwards trend, Greens struggling. "], [21059, "2017-04-27T06:39:09Z", 0.69, "Merkel is running for a fourth term. Three previous Chancellors have lasted through three terms. Out of those two survived to a fourth term. Base rate of 66%. Though the sample for this is low. Are there countries with extremly similar systems to Germany? In that case their history could be used to refine the base rate.\nI give this datapoint X weight."], [2072, "2017-04-26T08:46:24Z", 0.9, "It should be remembered that it is NOT the German federal election that will decide whether Merkel will be elected chancellor. To all those who complain about how strange the American electoral system is: You haven't seen the Germans yet. It is the Bundestag, not the people, who decide who Germany's most powerful member of state is. The Bundestag is elected by the people, but they can vote for whomever they please. Usually, they vote according to party affiliation. Now, people might think that it's really a close race between CDU and SPD. However, that's where you would be mistaken, since the members of the Bundestag are decided by districts, (similar to the US's states electing the president). And, just like in America, you can have more Bundestags-people even without having the popular vote."], [26242, "2017-04-25T21:27:50Z", 0.75, "Most recent news about polling prior to federal elections in Germany seems favorable to Merkel and her Christian Democrats, as here:"], [484, "2017-04-24T23:09:30Z", 0.85, "Up 5%. Even if Macron wins, I'm guessing boring, but stable will suffice. Uncertain signals from POTUS won't favor a change either."], [176, "2017-04-24T03:35:27Z", 0.9, "Have the French election results made folks a little giddy here? "], [5386, "2017-04-23T13:25:13Z", 0.75, "The CDU continues to extend its lead in the polls. Older polls (2 of the 5 polling institutes) still indicate that a left-left-green coalition might gain a majority, but they will be updated eventually. http://www.spiegel.de/politik/deutschland/sonntagsfrage-umfragen-zu-bundestagswahl-landtagswahl-europawahl-a-944816.html\nConfirming 75% chance of re-election for Angie. "], [1643, "2017-04-22T23:39:06Z", 0.6, "Increasing based on latest national polls:\nhttp://www.dw.com/en/new-poll-puts-merkel-cdu-back-up-as-election-nears/a-38430085"], [23006, "2017-04-21T18:15:10Z", 0.0, "She looks less powerful the more often she is photographed sitting with Ivanka at meetings."], [19801, "2017-04-20T06:37:57Z", 0.0, "https://en.wikipedia.org/wiki/Opinion_polling_for_the_German_federal_election,_2017"], [34995, "2017-04-18T10:58:06Z", 0.61, "At the moment Angela Merkel is leading the polls. Martin Schulz is close though."], [699, "2017-04-17T02:51:12Z", 0.85, "Angela Merkel made ground good after election of Trump, who appears to confirm the anticipated pre-election image as it did establish it self in Germany, and in many other countries - cowboy mentality, in general not fitting well for the task in front of him. Also, the refugee crisis had weakened Merkel, but it seems there is no good alternative. Still, probability remains, that SPD, Linke, Green, FDP and AFD will attain a theoretical majority of minimum 51% of the seats in Bundestag. However, chances are slim, that any established party would cooperate with AFD - Alternative for Germany - which is tainted nationalistic by the established parties and main stream media. The allegations are mostly unreasonable, but the media in Germany is also under influence by the US Pentagon-Financial oligarchs circles, and they want to continue the given geopolitical direction towards world hegemony. The Russian-Ukraine conflict on the one hand, and the Rassia-NATO opposition is being viewed in Germany skeptically as well. But thanks to rational course of the Russian president Putin in all spheres, internally as well externally, the general public in Germany trusts Russia to be strong enough to hold off NATO aggression in Europe and else where, on the one hand, and to show sufficient historical wisdom and patients till the US administration will calm down their desire to become the uncontested hegemonic world leader due to the changing world constellation.  Therefore most probably Merkels party CDU will receive more votes then the rest and will cooperate accordingly with the SPD, possibly FPD and Green party to form a coalition of minimum 51% and will therefore lead the new government once again, since 2005."], [68, "2017-04-15T17:00:23Z", 0.7, "https://www.oddschecker.com/politics/european-politics/german-politics/next-chancellor"], [20156, "2017-04-15T06:58:41Z", 0.7, "I raise my prediction b 5% because of this: https://www.bloomberg.com/politics/articles/2017-04-04/merkel-s-election-challenger-schulz-sinks-in-first-national-poll"], [176, "2017-04-14T01:26:49Z", 0.85, "Front running Northern Germans. "], [484, "2017-04-13T04:48:03Z", 0.8, "Up 5% following those (forecasters) in the know."], [38, "2017-04-13T04:21:40Z", 0.81, "Polls are looking good for Merkel and her party."], [4634, "2017-04-11T11:06:06Z", 0.78, "(No change)"], [20588, "2017-04-09T20:53:05Z", 0.6, "I'm tempted to wait and see what happens in France's election, but I'm impatient. As we've seen with Brexit and Trump, nationalists either get ignored by pollsters, or straight up lie. The Netherlands' didn't follow the trend, but France is where nationalism will either pick up speed or get pushed back."], [14493, "2017-04-09T16:53:30Z", 0.57, "The increased support for the SPD seen a few weeks ago seems to have slipped back slightly, but the SPD plus Greens plus Left could get more votes than the CDU. If the AfD is ruled out of joining any coalition (because they are considered to toxic) and if various small parties including the FDP do not get enough votes to have any MPs then the CDU could be the biggest party but needing a coalition partner. It might be possible form a government with either SPD + Green + Left or the CDU + SPD, or the CDU + the Greens (they have been in coalitions with the CDU in State elections).   It could mean it takes some weeks to form a government   "], [484, "2017-04-08T01:36:10Z", 0.75, "Up 5% to be slightly above the consensus."], [38, "2017-04-06T00:51:05Z", 0.66, "Merkel's Election Challenger Schulz Sinks in First National Poll"], [34716, "2017-04-03T11:15:01Z", 0.55, "Europe needs an old guard to redefine & shape its identity in the near future  "], [2965, "2017-04-01T02:27:17Z", 0.7, "after Saar plus 4."], [38, "2017-03-31T21:50:39Z", 0.55, "http://www.cnn.com/2017/03/30/opinions/merkel-is-not-afraid-of-populists-opinion-schick/"], [176, "2017-03-29T23:59:09Z", 0.8, "I'll go with Germans being Germans then. "], [2072, "2017-03-29T08:29:14Z", 0.63, "Updating to reflect that while polls are still close, Merkel's party seems to be the narrow winner in the popular vote in the first place, and in the Bundestags election certainly."], [176, "2017-03-28T23:10:38Z", 0.7, "I think the Dutch election turned the tide for the Germanic countries, if it needed to be turned. The US and the UK are up for grabs and France doesn't look that stable either. It sure feels like Germans being Germans. "], [32258, "2017-03-28T22:14:01Z", 0.85, "Increasing 5% with Saarland election results."], [14493, "2017-03-28T10:25:17Z", 0.6, "As several other forecasters have said, Merkel has done better in the Saarland election than the polls were suggesting she would. The question is why? Are people using the polls to give voice to a feeling that maybe they should protest because things are not perfect, but if pressed to really vote they accept the current government may be a safer option. Or are those who say they want a change not the type of person who can be bothered to vote? "], [32892, "2017-03-28T07:00:29Z", 0.64, "Adapting due to the results shown in the Saarland, which clearly shows, the hype train of Schulz could be fake"], [38, "2017-03-27T19:55:51Z", 0.66, "With Trump's recent legislative debacle, and how Merkel handled him during their meeting, Merkel is being called the new leader of the free world:  that has to make Germans proud and be worth some votes!  Perhaps this explains her party's recent success in the Saarland election."], [24, "2017-03-27T14:55:59Z", 0.6, "Upping in response to Saarland election."], [788, "2017-03-27T07:51:43Z", 0.62, "In yesterday's Saarland state-election, the CDU won (40%) by a 3-5pp margin over the latest polls. This was due to a 10pp higher turnout (70%), where previous non-voters split disproportionally for the CDU. It is generally accepted (even the SPD candidate did not object in interviews), that this is due to voters taking a stand against a potential red-red(-green) coalition."], [68, "2017-03-27T06:20:30Z", 0.65, "Edging up from 53% following the regional elections in Saarland, where the CDU increased its vote share from 35 to 40%, while the SDP remained more or less at 30%. No sign of the Schulz Effect there."], [13377, "2017-03-27T00:21:22Z", 0.67, "http://www.bbc.com/news/world-europe-39397148"], [34313, "2017-03-26T20:04:03Z", 0.58, "Today CDU won a big victory in Saarland. This tilts the balance a bit towards Merkel. I will raise my forecast a bit.\nhttps://www.theguardian.com/world/2017/mar/26/germany-saarland-election-spd-angela-merkel-martin-schulz"], [10898, "2017-03-26T19:33:42Z", 0.58, "HT @Rene https://mobile.twitter.com/EuropeElects"], [5386, "2017-03-26T18:56:07Z", 0.75, "In all six major polls, the CDU is now again in front of the SPD. Only in one of the six polls would a potential red-red-green coalition have a majority. For the moment, it looks like Merkel should make it. Things can change of course..."], [14253, "2017-03-26T17:55:57Z", 0.57, "Initial projections have the CDU at 41% and SDP at 29.5% for the elections in Saarland. http://www.dw.com/en/saarland-state-vote-starts-germanys-super-election-year/a-38125722"], [30485, "2017-03-26T14:29:14Z", 0.45, "At the moment Schulz seems to be on track to beat Merkel. Nervertheless, much will depend on the outcome of the French elections. If Marine Le Pen wins, Merkel chances to be reelected will raise."], [14493, "2017-03-26T12:01:24Z", 0.4, "The SPD looks to be doing well in the polls, but at this stage voters are still attracted to the idea of a change and a change to the SPD which is already part of the government looks like a small, safe change. But there are months to go and Schulz or others in the SPD could say or do something that puts off voters (as could Merkel or others in the CDU), but Merkel is less likely to make an unwise statement than Schulz who can be a bit hot headed. "], [19801, "2017-03-26T05:41:55Z", 0.0, "One opinion poll released last week showed support for the SPD and the conservatives was even at 32 percent nationally."], [15414, "2017-03-23T18:03:08Z", 0.55, "A red-red-green coalition is a distinct possibility as an alternate answer to the type nationalism promulgated by AfD etc."], [24419, "2017-03-23T08:08:45Z", 0.15, "The CDU will see their worst outcome in a long time, due to Angela Merkels policies, that are leading to disaster. The middle class is being wiped out. \nThe Schulz effect is a fake hype, he is an acceptable alternative that people can name in polling questions without fear. \nThe Greens will probably not even make it into the Bundestag. Schulz plan is Red-Red-Green. \nI see a probability for a CDU and AfD coalition, with a AfD demand that Merkel will not be chancellor. "], [38, "2017-03-23T04:38:32Z", 0.44, "https://www.nytimes.com/2017/03/19/world/europe/germany-martin-schulz-angela-merkel.html?emc=edit_mbe_20170320&nl=morning-briefing-europe&nlid=77825025&te=1"], [19801, "2017-03-21T04:51:57Z", 0.0, "SPD leads!\nhttps://en.wikipedia.org/wiki/Opinion_polling_for_the_German_federal_election,_2017"], [2965, "2017-03-19T02:27:39Z", 0.63, "I totally neglected the possibility that despite strong support for Merkel, that the vote for the Bundestag is for members.\nPer Bild am sonntag\nPoll:SPD (33) Red (7) Green (7) vote of 47% would elect Schulz.\nPost-poll\nPredident Trump conduct in appearing to refuse to shake hands with Merkel \nand by referring to NSA \"tapping\" of Chancellor's phone\nand \"fake news\" during joint  news conference,\ncan only futher lessen German trust in  US as dependable ally\nand trading partner. See G-20\nAdd the reference to \"GCHQ surveillance\" which was actually denied by UK\nMy bias for Merkel continuing as de facto leader of free world\nwith a \"mercurial\" US President is contradicted by this poll.\nPerhaps Trumps  display will redound to Chancellors benefit.\nI was appalled by  the undiplomatic scene Trump instigated and\nfelt sorry for Merkel, as a leader, as an ally, and as a woman.            \n."], [754, "2017-03-19T00:06:41Z", 0.8, "Bumping her higher. SPD recent gains will fade. Germany will make a sober bet on their next governance. That's \"Mutti\""], [32258, "2017-03-18T16:20:37Z", 0.8, "Basing my prediction on historical trends with regard to party support, her strong, mature leadership, and that despite the backlash over refugees, she hasn't taken that much of a hit. She is also getting worldwide recognition for her strong, intelligent and humane leadership."], [2965, "2017-03-18T00:02:37Z", 0.79, "reaffirm\nNeed to figure out the chances of a stop light coalition red (socialist) yellow (free democrats) and Greens.\nThink Merkel is smart enough to deal wth Trump and the integration of 1-million refugees.\nSchulz.\nBut M favorabilty of 60 means nothing\nAs 10% of the right vote is for AFD, Merkel cannot rely on their votes to form government.\nAs 5% of the vote is Free Democrat is  a must, if they pass that bar.\nThen if CDU plus CSU vote exceeds Socialist plus  Green Vote-Merkel would seem to be the favorite.\nAs noted below Socialist and Greens can make it with 47% \n"], [3363, "2017-03-17T01:29:20Z", 0.43, "I feel very confident of my just under a coinflip analysis."], [4634, "2017-03-16T21:41:20Z", 0.78, "Keep in mind that Germany has a very complex electoral system, and the seats are for approximately 50% based on results per district (constituency vote(?)). See https://en.wikipedia.org/wiki/Electoral_system_of_Germany"], [32836, "2017-03-16T15:23:31Z", 0.7, "Merkel's approval ratings have increased over the past few weeks"], [32872, "2017-03-16T08:48:40Z", 0.6, "http://pollytix.eu/pollytix-german-election-trend/"], [19801, "2017-03-16T05:11:02Z", 0.0, "CDU and SPD in tie.\nhttps://en.wikipedia.org/wiki/Opinion_polling_for_the_German_federal_election,_2017"], [19801, "2017-03-15T07:37:42Z", 0.0, "http://uk.reuters.com/article/uk-germany-election-poll-idUKKBN16M0KE?il=0\nGermany's centre-left Social Democrats (SPD) remained steady at 32 percent support over the past week, one percentage point behind Chancellor Angela Merkel's conservative Christian Democrats, according to a poll published on Wednesday.\n"], [34313, "2017-03-14T21:02:37Z", 0.55, "With the exception of Adenauer and Kohl, no other German post World II chancellor has served for more than 3 times. "], [32066, "2017-03-14T12:44:45Z", 0.7, "Schultz is making a surprisingly strong entry, so am downgrading estimate a bit. "], [29860, "2017-03-13T14:33:20Z", 0.35, "AfD and the social democratic party's rise in the polls since Schulz took over the leadership is a clear evidence of \"Merkel fatigue\", which seems to erode her support on both sides of the political spectrum. That AfD is losing support of late is irrelevant, that's more a fault of the party's than a change in opinions among the populace--and Merkel is part of the problem among those who moved rightward, so they might look elsewhere for alternatives if AfD is no longer their first choice. "], [33886, "2017-03-13T01:34:49Z", 0.4, "Continued dissatisfaction over the immigrant crisis and rising crime rate in Germany makes it more unlikely than likely that Merkel will be elected."], [19801, "2017-03-11T21:50:06Z", 0.0, "German Social Democrats draw level with Merkel's conservatives - poll"], [2965, "2017-03-10T15:15:27Z", 0.77, "The poll also showed popular support for Merkel up 5 points at 60 percent, her highest level since September 2015 and ahead of her SPD rival Schulz who was down 3 points at 52 percent.\n@tsm don't you think the dynamics of coalition building favor Merkel if Free Democrats pass the bar."], [2965, "2017-03-10T15:11:44Z", 0.77, "Regard it as highly likely a grand coalition is formed and that Merkel stays on for 2 years as part of power sharing agreement.\nhttp://www.reuters.com/article/us-germany-election-poll-idUSKBN16G1O9?il=0\nSame poll indicates Merkel approval rating higher than at any time in 2 years\nhe poll also showed popular support for Merkel up 5 points at 60 percent, her highest level since September 2015 and ahead of her SPD rival Schulz who was down 3 points at 52 percent.\n@tsm- I am relying on Liberal Democrats to make it past the 5% hurdle and the dynamics of coalition building even if Green-Red coalition has narrow majority.\nI am not there. hard to tell from  polls.    "], [19801, "2017-03-10T04:16:53Z", 0.0, "The Infratest dimap survey for broadcaster ARD put the SPD on 31 percent, up 3 points from the previous survey and the conservatives on 32 percent. Given possible statistical error, the two blocks are in effect neck and neck.\nhttp://www.reuters.com/article/us-germany-election-poll-idUSKBN16G1O9?il=0\nhttps://en.wikipedia.org/wiki/Opinion_polling_for_the_German_federal_election,_2017"], [29469, "2017-03-09T19:20:55Z", 0.92, "SPD has caught up with CDU in the polls for the moment, but it is not exactly the kind of counter weight to Merkel that say Le Pen is in France. Both parties share roughly the same attitude towards Europe and the Euro, compared at least to the AFD. At the core though, Germans are very conservative especially in times of uncertainty, and so a consolidation around Merkel should happen well in advance of the polls. In addition, Schultz has a more dovish approach to Greece and has spoken out against austerity, which doesn't sit well with Germans, especially with German inflation already pushing past 2 % and concern mounting over the accommodating monetary policy of the ECB. The post-wars inflation experience remains tightly imprinted in the German collective memory. "], [19801, "2017-03-08T07:28:04Z", 0.0, "The business-friendly Free Democratic Party lost one percentage point to 6 percent, just above the 5 percent threshold needed to take seats in parliament."], [30580, "2017-03-06T19:34:26Z", 0.65, "I presume there are 3 ways Angela Merkel would fail to become chancellor \n1) The SPD would beat the CDU/CSU and become the biggest party \n2) The SPD would form a Red / Red /Green coalition \n3) Angela Merkel would step down before the election or would be ousted by her own party \nRegarding option one , we know the SPD received a bounce in the polls because of their new candidate Mr Schutlz  , but is still below the CDU/ CSU . It would be interesting to see during the next couple of weeks if the polls still stay close or if the gap again increases \nRegarding option 2 , we would need to research more Mr Schultz opinions on this - and understand the penalty for the SPD \nThey have a theoretical majority in the current Bundestag , but ihe AFD may enter the Bundestag in this election making the maths complicated. Still seems far away \nRegarding option 3 , there appear to be currently no signs with that happening "], [31936, "2017-03-05T17:17:29Z", 0.85, "Especially if she is perceived as the only adult leader on the continent after French, British, Italian and Dutch elections. Germany had its fling with ultra-nationalism and it ended badly and the opposition is not unified."], [19801, "2017-03-05T02:31:34Z", 0.0, "German media to write about \"Merkel fatigue\" and what they see as the chancellor's lack of enthusiasm for this year's campaign."], [15735, "2017-03-04T01:30:47Z", 0.6, "Since the WWII, Germany has had 18 elections, 17 chances to elect a different chancellor. 6 out of the 17 elections saw a change in leadership, which gives ~65% chance that Angela Merkel will elected chancellor again.\nReasons for Merkel: In the past two transitions, elevated unemployment rate was a major reason for the change in leadership, and current unemployment in Germany is no where close to the 10%+ level seen in previous two changes. Add 10% for Merkel.\nReasons against Merkel: CDU/CSU is roughly tied with Martin Schulz in polls and losing majority to SPD will likely result in Schulz being elected the chancellor. Also if SPD form an coalition with the left or green party, Schulz could be the next chancellor. Subtract 15% for Merkel.\nNet I give 60% for Angela Merkel to be elected chancellor again this year."], [26030, "2017-03-03T01:37:17Z", 0.48, "Brexit - Trump - Merkel.  "], [27661, "2017-03-02T13:10:26Z", 0.55, "Well, there is a lot to consider here. There are two \"mechanisms\" of German politics that are essential for being elected as a Chancellor. First there is the election of course. The party with the most votes obtains the right to ... to select the Chancellor? Not directly. It's the right to form a coalition in order to get the majority in the German Bundestag and then to elect the Chancellor. As a consequence it gets a bit complicated here. Angela Merkel not only need to get the most votes but also a coalition partner to stay in power. Therefore she might be in a difficult situation after the election but her main competitor Martin Schulz is likely to be, too. There are different scenarios possible."], [34069, "2017-03-02T11:05:06Z", 0.52, "People are tired of Merkel and Schulz seems like a strong candidate. On the other hand she is trusted very well by many people."], [15471, "2017-03-01T13:56:18Z", 0.65, "Still favor Merkel, as Schulz-bump is mostly within red-red-green coalition and will most likely decrease as Schulz becomes more known (especially his policy positions are largely unknown). CDU/CSU needs to step up their explanation of their policies, but there are no fundamental changes in the SPD functionality (which is still unfortunately rather poor)"], [691, "2017-03-01T13:55:18Z", 0.78, "The SocDems' new guy is making waves, but may subside in the late running."], [5386, "2017-03-01T08:31:57Z", 0.6, "Recent polls give the red-red-green coalition a majority (http://www.spiegel.de/politik/deutschland/sonntagsfrage-umfragen-zu-bundestagswahl-landtagswahl-europawahl-a-944816.html), hence I lower the probability of Merkel winning.\nYet I continue to think that \"Angie\" will prevail (https://www.gjopen.com/comments/comments/446659).\n"], [32892, "2017-02-28T07:56:05Z", 0.47, "Actual there are alot of rumors going around.\nI think Merkel is still a valid choice, and not to left behind because of schulz, \"the lord and saivior\"\nNo party have nearly enough support to get a garanteed cancelor, but the SPD is raising the votes of the non-voters.\nThis will be the first election since 12 Years, which can be actually exciting to follow :)\n[German source for actual voting distribution: http://www.wahlrecht.de/umfragen/]"], [2965, "2017-02-27T23:34:21Z", 0.77, "there is  intense anti- immigrant  feeling  \nSee\"Nearly 10 attacks were made on migrants in Germany every day in 2016, the interior ministry says\"\nMerkel needs to manage it by cracking down in public and with BNDD\nUnder international law, rejected asylum seekers must be returned to some third country\nMost are  from Syria and Afghanistan\nand Merkel needs to negotiate with all parties as Jordan, Turkeya are full.\nno takers in EU.\nMerkel is the only party leader that can manage this in the current constellation.\nSchulz would rather take over in 2 years after this problem solved.\nSO a grand coalition for a limited  2 year period for Merkel to manage.      "], [19801, "2017-02-27T10:26:18Z", 0.0, "SPD leads 1 point in newest poll.\nhttps://en.wikipedia.org/wiki/Opinion_polling_for_the_German_federal_election,_2017"], [28414, "2017-02-26T16:01:40Z", 0.85, "Please tell me a socialist is going to dethrone Angel-A\n\"Nearly 10 attacks were made on migrants in Germany every day in 2016, the interior ministry says.\nThe interior ministry figures\n3,533 attacks on migrants and asylum hostels in 2016\n2.545 attacks on individual migrants\n560 people injured, including 43 children\n988 attacks on housing (slightly fewer than in 2015)\n217 attacks on refugee organisations and volunteers\"\nhttp://www.bbc.co.uk/news/world-europe-39096833"], [2965, "2017-02-26T01:41:01Z", 0.77, "Plus 4 Bild poll  shows Merkel at 31% and Schulz tied at 30% and Free Democrats  and Greens  and AWF above 5% threshold.\non the minus side another car attack on pedestrians-no reported fatalities. no terror link\n\"A man died and two other people were injured after a 35-year-old German man drove into a crowd standing near a bakery in the southwestern town of Heidelberg on Saturday, but the authorities said there were no indications that it was a terrorist attack.\"\nhttp://www.reuters.com/article/us-germany-attack-idUSKBN1640NW\nspeculation that Schulz gains at expense of Greens See http://www.dw.com/en/germanys-greens-falling-on-schulz-effect/a-37708911\nbackground in German http://www.bild.de/politik/inland/spd/verlogener-kampf-um-managergehaelter-50601262.bild.html\nand see poll at http://www.bild.de/politik/startseite/politik/politik-16804552.bild.html (German)"], [14208, "2017-02-24T17:08:07Z", 0.0, "My primary windsock for this forecast is the number of unsold Rick Steves European travel guides on book store shelves."], [2965, "2017-02-23T23:03:51Z", 0.73, "I continue to believe that she will win. It is always a matter of coalitions.\nCDU plus CSU (Bavaria) and Free Democrats ( if they reach 5%)\nwill never ally with AFD.\nIf necessary, Schulz will agree to a new \"grand coalition\" to keep AFD out and EU together.\nI am not German, but given the success of Germany in EU and world trade,\nI suspect that the German peoples enduring values and sound  economics require a defense of the\nliberal International order. Merkel is best placed to lead the way.\nI am  not German but  I admire the steady hand that our most senior G-7 leader provides in \"stormy seas\"\nThis is not the time to throw  this \"Pilot\" overboard.\nRight now, I admire Ms. Merkel for the guts to actually apply the spirit of the Statue of Liberty and actually comply with the International Conventions on Refugees and Asylum.\nRight now Merkel must skillfully   deport all refugees that present a credible threat to the German people and Germany, Jordan, Turkey, and Lebanon need relief from the strain of  5-million Syrian refugees.\nGernany under Merkels leadership prevented a new holocaust given the genocide of the Assad regime and its allies.\nThat and sound economic growth, the elimination of nuclear through alternative energy development, and the core leadership of Germany and France at the heart of the  EU are at stake in the next 10 months.\nWe need safe zones in Syria for these refuguees to return to.\nThat requires  a realistic strategy for the elimination of ISIS and creation of a Sunni free Syrian state in the remains of the caliphate. Otherwise no leverage.  \n\n "], [32836, "2017-02-23T02:08:42Z", 0.6, "Newly-announced SPD rival Marvin Schulz is contributing to a large surge in support for SPD and decline in support for Merkel. Could be a very temporary shift, but the tides are turning slightly against Merkel."], [33887, "2017-02-23T01:08:45Z", 0.0, "His role in Germany had riches it coals now it's time to go . You know why they toke Muslims from Syria . Revenge from Russia is between tow to five years "], [484, "2017-02-23T00:34:05Z", 0.7, "Up 5% for new rules regarding asylum seekers."], [484, "2017-02-19T23:13:14Z", 0.65, "Down 5%. I don't think anyone has discussed the Greek bailout situation. It seems like both the EU and IMF are still kicking the can down the road. Without an easy fix, this might rapidly shift the scales against AM."], [13377, "2017-02-19T22:44:57Z", 0.34, "Following @Jean-Pierre and because of this right now on Twitter::"], [68, "2017-02-19T18:14:39Z", 0.53, "Betting odds have Merkel at evens, Schultz at 5 to 4 against."], [33875, "2017-02-19T18:13:43Z", 0.7, "Likely as part of another grand coalition."], [33870, "2017-02-19T15:58:31Z", 0.7, "decreasing after new SPD candidate entry"], [12302, "2017-02-19T15:19:05Z", 0.85, "The SPD surpasses the CDU by one percantage point in the most recent poll. Quick reminder: The election campaigns did not even start yet and a lot can change. The only realistic outcome of the whole election is a big coalition between the CDU and the SPD. \"Die Linke\" (the far left party) and the SPD have too many differences in regard to foreign policy to be able to form a coalition with the Green Party. Journalists like to write about it, but this coalition, which would clearly put the SPD in power (if all three partys can get enough votes), just won't happen."], [651, "2017-02-19T14:57:51Z", 0.75, "Likely but far from certain."], [2965, "2017-02-19T00:48:19Z", 0.73, "reaffirm"], [33856, "2017-02-18T18:52:58Z", 0.51, "She has a long tenure as chancellor and has enjoyed strong political support but is showing some vulnerability for a couple of reasons. Spiegel article indicates that support within her party is tepid. The SPD changed leadership to Martin Schulz who is generating enthusiasm. Polls show that he and Merkel are tied with voters who are \"satisfied or very satisfied\" with them but Schulz has a greater upside with only a 17% dis-satisfaction compared to Merkel's 44% and a much higher percentage of those who don't know, 24% to 1%. Merkel is at the limit of her support, ala Hillary Clinton, and Schulz is not. She also continues to follow a flawed refugee policy that could easily blow up on her.  She is probably still the slight favorite by virtue of incumbency, but she definitely has a problem. "], [27101, "2017-02-18T18:11:18Z", 0.5, "I think the challenge of Schultz is serious and I think she will face some weakness in opinion polls over anti establishment votes and imigration"], [31022, "2017-02-18T06:01:49Z", 0.57, "Seems like Schulz has made some headlines by being ahead in a single poll; if I had more time I'd check but I'd guess this means Merkel is still ahead in most of them."], [33809, "2017-02-17T13:54:53Z", 0.45, "challenges from within her own party; concerns about the wisdom of her open immigration policy; rash response to feeeze nuclear power plants after Fukoshima"], [19801, "2017-02-17T12:08:07Z", 0.0, "Martin Schulz, the German Social Democrats' candidate for federal elections in September, would beat Chancellor Angela Merkel if balloting was based on a direct leadership vote, a poll showed on Friday."], [13377, "2017-02-17T02:20:39Z", 0.33, "Following Jean-Pierre"], [1643, "2017-02-17T02:05:13Z", 0.51, "Two other markets:\n1) Betfair at 50%:  https://www.betfair.com/exchange/plus/#/politics/market/1.128390571\n2) PredictIT at 48%: https://www.predictit.org/Market/2461/Who-will-be-elected-German-chancellor-in-2017"], [20440, "2017-02-16T20:03:46Z", 0.53, "Martin Schultz is a man who is not shy of express his opinions and defend what he see as right todo. He's a consensus builder an has a umbilical connection with EU. Merkel is holding the throne, but she's weared out. Angela and Martin are tied in the polls, problably she will be elected but will establish a coalition with Martin Schultz and govern with a solid majority"], [19801, "2017-02-16T12:27:49Z", 0.0, "SPD leads.\nhttps://en.wikipedia.org/wiki/Opinion_polling_for_the_German_federal_election,_2017"], [5386, "2017-02-16T09:18:47Z", 0.75, "Situations in which Merkel would not be the next chancellor\na) Coalition on the left without the CDU -> 22%, see below for details\nb) 'Big coalition' with SPD stronger than CDU -> 2%\nc) Merkel scandal / retreat / illness / etc. -> close to 0%"], [28448, "2017-02-15T19:41:26Z", 0.53, "Things are moving quickly these days.\nThe tricky thing in Germany is that the Chancellor is not elect by the people, but by the parliament. So if Merkel wants to stay in office, she does not only need a strong result of her own party CDU/CSU, but she needs a stable coalition with other partys in Parliament. Same for her opponent, Martin Schulz of center-left SPD.\nThese options seem to have a certain change according to recent polls:\nCDU/CSU + SPD\nSPD + CDU/CSU\nCDU/CSU + Greens\nSPD + Greens + Left\nSPD + Greens + FDP.\nCDU/CSU + Greens + FDP."], [33721, "2017-02-15T12:49:51Z", 0.2, "We have seen with Brexit and Trump that often polls don't accurately represent the way people will actually vote."], [484, "2017-02-15T03:52:33Z", 0.7, "Down 10%. Agree with sentiments in http://www.gjopen.com/comments/comments/445689"], [31082, "2017-02-14T23:03:54Z", 0.55, "Lowering to adjust earlier prediction to incorporate changes in voter polls"], [556, "2017-02-14T16:11:10Z", 0.5, "I hate sitting in the middle, but..."], [33705, "2017-02-14T14:39:56Z", 0.8, "Because I am a German citizen and it affects me."], [20385, "2017-02-14T14:00:29Z", 0.75, "Not convinced by the recent surge in polling "], [20156, "2017-02-14T04:52:57Z", 0.6, "Based on https://en.wikipedia.org/wiki/German_federal_election,_2017"], [3495, "2017-02-14T00:44:50Z", 0.6, "She is still suffering from the aftermath of the migration crisis, but the AfD have failed to capitalise strongly by taking votes from her right. Schulz is a capable challenger but is even less engaging than Merkel, and his party acts as a drag. The major risk to Merkel is that she is unable to form a right coalition without the AfD - but in that case it seems more likely a grand coalition will emerge with her as Chancellor."], [28448, "2017-02-13T20:47:04Z", 0.55, "Right now, it's hard to tell how long the wave of sympathy for Schulz will last. But he has to be taken serious.\nIt's not completely unimportant to note that the chancellor is not elect by the people, but by the parliament. There is also a small chance that Merkel's party wins the majority but there will still be another chancellor. That never happened before though."], [522, "2017-02-13T17:18:20Z", 0.65, "At this point it is difficult to see any alternative, although the CDU will received fewer votes. FR and NL elections results will influence GE opinions. "], [33641, "2017-02-13T13:42:09Z", 0.15, "I think she has done her time. German will want to get a new leader."], [28793, "2017-02-13T12:33:58Z", 0.85, "This election is mostly about migration and security, not about economic policy, which Schulz is campaigning on. Nor is Schulz a Macron-type political newcomer who could enthuse people. Merkel still looks strong "], [13377, "2017-02-13T04:13:39Z", 0.55, "Following Dsarin"], [32766, "2017-02-11T15:29:32Z", 0.65, "In light of SPD surge."], [19801, "2017-02-11T05:13:47Z", 0.05, "Most recent 3 polls show either SPD in the lead, tied or barely behind. A red green red coalition minus Merkel is a serious possibility now."], [484, "2017-02-11T00:41:35Z", 0.8, "Down 10% on @sevedb post: http://www.gjopen.com/comments/comments/443503"], [14493, "2017-02-10T11:36:54Z", 0.65, "Maybe the poll giving the lead to the SPD was just a blip"], [1639, "2017-02-10T07:29:21Z", 0.55, "A federal convention of 1,260 electors will choose Germany’s head of state on Sunday. The presidency is a ceremonial office, with the winner—in this case Frank-Walter Steinmeier, formerly foreign minister—usually negotiated in advance. He is a wooden speaker but a popular one. Moreover, he is a Social Democrat, which counts as a coup for the junior partners in the governing coalition in the run-up to the contest that Germans are really talking about, on September 24th. This general election will decide the new chancellor. The Christian Democrats’ Angela Merkel was considered a shoo-in for a fourth term. But the Social Democrats’ surprise choice of Martin Schulz as their candidate has made the race suddenly tight. A punchy proletarian, he contrasts with her technocratic monotone. A former president of the European Parliament, he has not yet made his stance on domestic politics known. Plenty of time for that"], [29587, "2017-02-09T19:49:14Z", 0.6, "I adjust slightly down. \nFirst week polls for Mr Schulz jumped 8% up.\n"], [5386, "2017-02-09T08:36:35Z", 0.85, "Social Democrats are currently enjoying strong polls, potentially leading to a coalition on the left without Merkel."], [1639, "2017-02-08T17:18:50Z", 0.75, "It helps Mrs Merkel that world news is keeping Germans anxious for steady leadership. America’s new president, Donald Trump, perturbs them daily with his tweets. And negotiations for Brexit will begin later this spring. To Germans, both Mr Trump’s presidency and Brexit threaten to unravel the Western-dominated world order in which post-war Germany has been successfully embedded, built around the European Union, NATO and the free-trade agreements on which Germany’s exporters rely."], [32245, "2017-02-08T16:35:56Z", 0.7, "Might seem that the germans might actually consider going for Schulz, at least it he is closing in. http://www.irishtimes.com/business/economy/europe-without-merkel-investors-are-braced-for-another-electoral-shock-1.2965125"], [13377, "2017-02-08T15:31:51Z", 0.65, "Splitting the difference between @Dsarin and @Iainhen99, and on the basis of this: http://www.politico.eu/article/germanys-new-frontrunner-martin-schulz-angela-merkel-election-chancellor/"], [32892, "2017-02-08T11:57:57Z", 0.58, "Adapting to the new chancellor canidate Martin Schulz. The SPD (social democratic pary germany) gain a lot of weight until his announcment. The probability of them to build a \"red-red-green\" coalition greatly increased."], [19801, "2017-02-08T09:07:16Z", 0.15, "For the first in over a decade, possibly longer, SPD leads the CDU! "], [32878, "2017-02-08T06:10:27Z", 0.69, "Current polling shows left-leaning parties leading, even controlling for potential skewing in the polls (similar to what happened with Trump).  In addition, interactions with Trump and the reception to Trump I expect on the international stage (particularly in the Eurozone) will likely give her a boost.  This would definitely change in the event that a shock-event drives up support for a right-wing populist agenda.  "], [32929, "2017-02-07T22:56:31Z", 0.7, "The state of Germany is critical to the survival of the EU, something any serious investor should watch."], [31666, "2017-02-07T08:56:42Z", 0.5, "Merkel had managed to  formally unite the CDU/CSU block behind her."], [32885, "2017-02-06T17:45:50Z", 0.6, "Pros:\n- Per AFP, \"Merkel formally united her conservative block behind her re-election bid Monday\"\n- SPD leader Schulz has not thoroughly articulated his platform yet; likely poll bounce\n- As of Jan. 30, Forschungsgruppe Wahlen estimated Merkel’s approval rating to be 74%\n- Changing stances on immigration (e.g., full-face veil ban)\n- CDU in power 27 of last 34 years"], [32736, "2017-02-06T17:30:07Z", 0.83, "https://www.theguardian.com/world/2016/nov/21/can-anything-stop-german-chancellor-angela-merkel-winning-fourth-term-election-2017\n\"According to a poll published on Sunday by the Bild newspaper, 55% of Germans want to see Merkel remain in office, up from 42% in August. Eleven years into her leadership, her approval ratings are higher than those even of populist regimes.\" \nhttps://www.washingtonpost.com/news/global-opinions/wp/2017/01/26/how-trump-and-putin-may-actually-help-angela-merkel-to-victory/?utm_term=.9a1c29b685fa\n\"For the past year, all of the polls have shown the same astonishingly consistent preference of German voters. No matter what happens in the world outside — Donald Trump’s election, Brexit, refugee crisis, the troubles of the E.U. — the voters show little desire for change. Merkel’s Christian Democrats poll between 30 percent and 35 percent; the Social Democrats between 20 percent and 25 percent; the Greens, the Left, and the Alternative for Germany each between 10 percent and 15 percent; and the Liberals just barely over 5 percent. If things stay this way, there is no likelihood of a transfer of power. Merkel still has multiple options for remaining as chancellor.\" "], [14493, "2017-02-06T17:13:08Z", 0.6, "Since Martin Schulz was nominated as the SPD candidate the SPD has become level in the polls with Merkel's CDU, however its too soon to see if this is just a bounce due to the SPD naming its candidate or a real shift in German opinion. It could simply be a polling anomaly. Its difficult to see how either the SPD or CDU could not be part of the next government, so its likely that they will (again) be together in a coalition. Presumably the Chancellorship would go to the leader of the party in the coalition with the most seats, but if a third party joined the coalition maybe that would upset this. So for now Merkel is my favorite but the election is still a long time off.     "], [31666, "2017-02-06T14:24:27Z", 0.45, "According to the latest polls SPD had overtaken CDU/CSU but   , who knows polls left or right fail ."], [83, "2017-02-06T12:21:12Z", 0.7, "Conservatives agree on Merkle.\nhttp://www.reuters.com/article/us-germany-election-merkel-idUSKBN15L12U?il=0"], [22305, "2017-02-05T23:53:04Z", 0.95, "there is no real alternative in sight. And the candidate from the socialists party, Mr. Schulz can not and will not compete against Merkel. On the other hand, Merkel is still a leading politician, her \"teflon\"-behavriour and her personal image, as the Mom of Germany or Europe, sends out signals of being a trustworthy partner for all other nations. The german industry will prefer her, as the preferable Chancellor to talk with Mr. Trump."], [32814, "2017-02-05T21:20:40Z", 0.8, "Global politics have energized liberal forces, and so turnout should be good among her supporters."], [19801, "2017-02-05T04:32:40Z", 0.29, "The gap between CDU and SPD is only 4. SPD may end up with the chancellor, and CDU with nothing. In fact, SPD can form a red green red alliance and govern in a coalition."], [33352, "2017-02-04T14:49:56Z", 0.0, "I don't believe she'll be successful due to the wave of xenophobia and Islamophobic, anti-immigration sentiment currently sweeping Europe."], [32066, "2017-02-03T20:05:24Z", 0.8, "Agree with analysis of @AnnaGrace (https://www.gjopen.com/comments/comments/437922) but I suspect the analysis can be simplified still more:\na) If CDU is largest party, Merkel stays chancellor in any combo. Given that Trump is giving populism a bad name, CDU is quite likely to stay largest. p=70%\nb) If AfD is largest (20% probability), it is unable to form a coalition. CDU and SPD try, SPD has 50% probabililty of extorting chancellorship. Add 10% to Merkel.\nc) If CDU drops behind both SPD and AfD, Merkel resigns. Probability about 10%. \n"], [33249, "2017-02-03T14:03:55Z", 0.2, "She did poorly in the past politics and I see that the German population don't agree with what's happening. So chances are low that she will be reelected. "], [32990, "2017-02-02T14:56:32Z", 0.7, "the public response to Martin Schulz is better than expected. If he really is power hungry (in a positive sense) like described i'm more inclined to think he will be successful. "], [32843, "2017-02-02T08:34:17Z", 0.36, "Reiterating that I think the coalition after the election will be either:\n1) CDU + AfD  (+/-FDP - not needed)\n2) CDU + SDP (+/- Green +/- FDP - neither needed) \n3) SDP + Left + Green (+/- FDP) + a bit of luck "], [484, "2017-02-02T04:15:55Z", 0.9, "Down 5% since something strange is in the water."], [19801, "2017-02-02T03:44:15Z", 0.35, "Merkel’s Challenger Leads Social Democrats to German Poll Boost"], [21052, "2017-02-01T22:07:55Z", 0.35, "Unpopular on immigration, and same-chancellor fatigue may lead to change"], [33173, "2017-02-01T11:18:27Z", 0.1, "Can't explain "], [32836, "2017-01-31T22:33:51Z", 0.9, "Angela Merkel, while having damaged her popularity with her open border policy, is still a strong uniting force in Germany. Right-wing populism has started to spread, much like it has in the US, but according to numerous sources, the radical right doesn't have \"their Trump,\" or one person that could feasibly take the role of Chancellor. Others see the election of Trump as a wake up call, and see Merkel as the last leader of the \"free world\" who needs to protect human rights. Even if Merkel's party wins a smaller percentage of the vote in the 2017 election, they will presumably continue their coalition with the ever-popular SDP, as they have for the past 5 years. However, the radical right (AfD) could cause some problems, which accounts for my degree of uncertainty. "], [32969, "2017-01-31T16:17:00Z", 0.75, "As the aggressive policies of the Trump presidency unfold moderate voters who are generally quiet will become more active globally.  With Germany's history, the German population is particularly averse to the rise of fascism, and Germans will mobilize to maintain  status quo in Germany in order to ensure a stabilizing counterbalance to America."], [32892, "2017-01-31T06:59:39Z", 0.68, "there are strong \"forces\" like the afd, which are gathering lots of votes. But i thin Merkel will be the only really solution, where all partys be \"happy\"."], [32245, "2017-01-30T20:58:23Z", 0.9, "Going down a bit due to markets keeping her coalition at 80%, also I didn't factor in possible health or family issues as possible factors."], [32992, "2017-01-30T15:56:57Z", 0.92, "Continued support following Merkel's 'Geneva Convention' phone call to Donald Trump."], [14898, "2017-01-30T09:26:53Z", 0.59, "bwin betting odds"], [19122, "2017-01-30T09:09:08Z", 0.95, "No serious competitors and multiple choices of coalition partners for her party make this a sure bet , only possibilty would be her dying before being elected ( 5 percent , she`s born in 54 ) "], [29680, "2017-01-30T08:54:18Z", 0.7, "Only person capable of standing up to Trump's tantrums. "], [26837, "2017-01-30T03:52:47Z", 0.86, "The economy of Germany is the strongest in Europe. She will not be bullied by Trump or Putin. The people of Germany will approve of her course of action."], [14047, "2017-01-30T02:22:59Z", 0.85, "There is an ongoing poll with the question \"if federal elections would be next Sunday\" and the results are indicative of the present mood. http://www.wahlrecht.de/umfragen/"], [7934, "2017-01-29T16:25:08Z", 0.59, "Merkel's popularity in Germany has been hurt by problems with the immigrants, both terrorism and sex crimes and other issues of civil disorder. On the other side of the balance; German growth is rising, as is much of the northern tier of Europe and that may save her. It is difficult from this side of the Atlantic to understand what is being said on the street, but as we have seen with Trump and Brexit; polling is flawed and the conventional \"safe\" candidates are not. I like to give a decisive determination here but in this case her fate is nearly evenly balanced. If terrorism becomes quiescent and the immigrants slow down on the sex assault or the media continues to under-report it, she has a shot if economic growth continues."], [31369, "2017-01-29T15:55:33Z", 0.85, "- SPD has no arithmetically and politically viable options against CDU/CSU \n- SPD has a candidate who is on the right of the party, which means not much distinction between him and Merkel \n- High approval ratings for her government and high satisfaction of the germans with their economic situation\n- Issues in the election are set to be security and terror and Europe, which likely will benefit the center-right\n- Merkel has no serious challenger in her party or baggage a la Fillon, so she is set to be candidate by the CDU/CSU"], [29054, "2017-01-29T15:37:00Z", 1.0, "Reafirming Merkel at 100%, because there is not better looking women in Germany that can seduce DJT and and BHO at the same time. \nAt least, one that can have a chance to continue governing! "], [30200, "2017-01-29T13:32:17Z", 0.05, "There is a structural majority to the left of her. The SPD cannot afford to be junior partner once again in a grand coaltion. The Green and the Left party cannot afford to stay in the opposition forever. The CDU/CSU, on the other hand, need some years on the opposition benches in oder to reassemble the right of center voters, and see off the AfD (Alternative für Deutschland) competition from the right fringes. Therefore, a red-red-green, or, alternatively, red-green-yellow(Liberal) coalition is in everybody's strategic interest. The voters are tiored of Merkel and would like some change. There also will be a left-leaning backlash against Brexit and Trump. In sum, Merkel has but dim chances to pull it off, regardless of her great popularity and success. "], [19801, "2017-01-29T04:23:31Z", 0.42, "Merkel’s CDU-led bloc slid two points to 35 percent, while the SPD gained three to 23 percent in a nationwide Infratest-dimap poll published Friday, days after SPD Chairman Sigmar Gabriel made the surprise announcement that he’d cede his party’s candidacy to Schulz. The AfD dropped a point to 14 percent, placing third.\nhttps://www.bloomberg.com/news/articles/2017-01-28/merkel-s-support-in-home-district-softens-ahead-of-election-bid"], [13377, "2017-01-28T23:14:58Z", 0.9, "Following dkc"], [33066, "2017-01-28T21:50:29Z", 0.23, "Rise in populism and number of immigrants"], [30026, "2017-01-28T16:32:30Z", 1.0, "The populist movement will likely boost AfD some more, but is remains the case that the CDU has no viable alternative. It has failed to groom a successor and is dependent on Merkel in this year's election."], [32069, "2017-01-28T13:17:39Z", 0.9, "No other foreseeable coalition, barring and extremely unlikely red-red-green upset. "], [20749, "2017-01-27T22:22:41Z", 0.55, "The polls give her a 30-32%. "], [32296, "2017-01-27T21:26:55Z", 0.6, "Deutschland ist happy 90%\nFluchtlingskrise 40%\nSteinmeier ist schwach60%\n"], [373, "2017-01-27T20:44:19Z", 0.75, "Merkel only respected leader in Germany. Only at 75% now because of long timeframe to decision, events could change things."], [556, "2017-01-27T16:00:34Z", 0.9, "Hmm, this is an interesting turn of events...\nhttps://www.bloomberg.com/news/articles/2017-01-27/merkel-cabinet-reshuffled-as-social-democrats-position-for-vote"], [3363, "2017-01-27T15:18:32Z", 0.45, "Fundamentals cause me to go against the consensus here. Domestic economic growth under 2%. Rising inflation. Brexit and Trump beginning to take economic toll. While incumbents benefit in initial reeleciton efforts, a long-serving prime minister eventually faces a backlash."], [1639, "2017-01-27T08:35:08Z", 0.75, "Germany’s Social Democrats (SPD) are euphoric about the formal elevation on Sunday of their new leader, Martin Schulz. He has promised “to fight while standing, sitting, or lying; on water, land and in the air” to become the next chancellor in the election on September 24th. His advantage, as former president of the European Parliament, is that his views on domestic issues are little known, making him difficult to attack. This only adds to the suspense over his strategy, which he will unveil at the party gathering in Berlin, for challenging Angela Merkel, the incumbent. A new poll shows them tied in popularity at 41% each. But the excitement is unlikely to last. Germans don’t elect the chancellor directly. The SPD is at 23% in the polls, while Mrs Merkel’s centre-right bloc leads at 36%. And at present there seems no way the SPD could form a coalition that could remove Mrs Merkel from power"], [706, "2017-01-27T05:07:37Z", 0.9, "Germans will be so thankful they have her relative to Trump."], [29680, "2017-01-27T02:46:13Z", 0.65, "I'm having trouble justifying my 5 point upgrade in words. Anti-American sentiment growing due to Trump's retributional and reactionary politics - fighting petty battles only of consequence to Trump at home and abroad, might boost the \"indispensable\" Angela Merkel - Old BBC article: http://www.bbc.com/news/world-europe-38042937"], [20284, "2017-01-27T00:28:44Z", 0.9, "While a nonscientific basis for this answer I have been told by several German friends that she is still respected almost as a mother figure.  Even some who disagree with her foreign policy will still stick with her.   Politicians around the world should wish they had such a relationship with their people.   Mother Angela will keep Germany on a righteous and steady course for several years to come."], [31082, "2017-01-26T22:26:50Z", 0.6, "pro: polls (www.wahlumfragen.org) show Merkel's CDU at 35-40%, Left's could have a chance only united (SPD+Green+Left come to 40-45%. Id CDU wins, Merkel likely to lead coalition.\nCon: Uncertainty of AFD which could undermine CDU polls and change equilibrium. No other Chancellor was elected for a fifth time."], [32872, "2017-01-26T22:05:42Z", 0.75, "As a follow up to sevendb's analysis, in order for Merkel to be re-elected as a chancellor, she will need to lead a coalition of parties. "], [31450, "2017-01-26T16:52:24Z", 0.92, "I start at 95% given the depersonalized nature of German politics (like they had a bad experience with a personality cult or something) so leadership really comes down to party positioning and coalitions. Right now it is looking like the CDU/CSU will remain the largest grouping in the Bundestag given how effectively Merkel has secured the center political ground from the SPD. As well, far right nationalist parties don't do well in Germany (like they had a bad experience or something) so while the AfD is doing well as a far right party at the moment, I think their support will fall by the time of the election. Right now though I am dropping three points from all of my political forecasts because clearly there is more uncertainty in the world than I really understand."], [519, "2017-01-26T13:59:53Z", 0.95, "She's bad for europe and for Germany, but the political class there is so entrenched that it will be really hard to dislodge her. We will need some kind of black swan event for her to lose. "], [12302, "2017-01-26T09:07:28Z", 0.82, "Dropping 7 percentage points. After Schulz candidature has been announced, he is surging in the polls. IF (!) Germans could elect him directly, 41% would do so. Exact the same amount, 41%, would vote for Merkel directly."], [32245, "2017-01-26T08:12:44Z", 0.95, "A lot of germans might be tired of Merkel, but not nearly enough to prefer EU-insider Martin Schultz."], [32990, "2017-01-26T08:07:52Z", 0.75, "I consider Martin Schulz a good candidate.\nIn a SPD-CDU coalition, CDU will just be stronger so Angela Merkel it is.\nThe SPD-LEFT-GREEN coalition will probably still not come into existence, this coalition in Berlin got already meddled in Stasi history from the Left, which will damage this coalition. I doubt it will be strong enough to be convincingly large to sell this against all Media backlash against the LEFT.\nSPD-LEFT-GREEN in a minority coalition seems unlikely, as much as i would like it. The SPD will prefer the large coalition again. Especially since Martin Schulz is EU-focussed which helps Merkel to have as a partner to still sell her pro-refugee image."], [19801, "2017-01-26T07:45:29Z", 0.42, "Overall, 42% of Germans expect her to remain chancellor after 2017, down from 56% in March.\nhttps://yougov.co.uk/news/2015/11/23/after-10-years-germans-unsure-merkel-future/"], [68, "2017-01-26T07:42:39Z", 0.75, "Moving up from 65% yesterday. There seems no alternative to Merkel, despite the entry of Martin Schulz."], [484, "2017-01-26T03:12:42Z", 0.95, "Up 10% to be above the consensus."], [1722, "2017-01-25T22:24:25Z", 0.85, "Nine months out, I think Merkel's chances of winning are high, but so were Hillary Clinton's. She has about a 10 point lead despite outcry on the right and a crumbling EU, and it is hard to see an alternative to succeed her barring some major disaster. The SPD is more pro-EU and migrant than Merkel herself, and I think it will be difficult for Schulz (untried in Germany) to undermine the powerful Merkel's left flank. I believe that remembrance of the Nazi era is more poignant in Germany than elsewhere and the far-right identity politics of the AfD will not be as effective as in say France or Britain, especially as recent leaks indicate a more rightist tack in Merkel's campaign. An alliance between right and leftist groups to bring down Merkel is very improbable. Additionally, the EU has largely been a boon to Germany and an expression of German power, and I think many Germans will rally around its champion against what can be seen as damaging exogenous populist forces. "], [32066, "2017-01-25T21:36:25Z", 0.98, "Along the lines of @Tetbury. No realistic way SPD would become biggest party. AfD would be boycotted by all even if became biggest) hypithetical).if there is a coalition, no real alternarive to Merkel. Incapacitation base rate at her age is  less than 2%. I can see no feasible scenario without her."], [15471, "2017-01-25T21:18:25Z", 0.9, "It would be rather unseeing to have the chancellor not coming from the strongest party. At the moment there is little evidence of CDU/CSU not becoming the strongest party. Even with a strong decline in voter support, I'm hard pressed to imagine a ousting of Merkel from within her own party, as long as CDU/CSU became the strongest fraction.\nPersonally, I want Merkel to step down, but as there is no viable alternative this isn't really that much of an option. Baring a series of missteps by Merkel, a new attack due to \"immigrants\" and a fracturing of the CDU/CSU alliance, I don't see how she could not be reelected."], [30711, "2017-01-25T15:49:51Z", 0.9, "With the wave of populism/nationalism, my gut tells me that a 90% re-election prediction is high and a 50% chance of re-election would more closely reflect global trends.  Any lead in polling by Merkel of under 10% would give me great hesitation in any probability of her re-election.  However, as long as her lead in national polls remains at 15% or higher and there is not a great change in the SPD's postition, I feel confident that she will remain Chancellor (despite global trends, I hope!!)"], [14493, "2017-01-25T11:50:06Z", 0.95, "Its difficult to see how a different outcome could come about unless from some totally unexpected event (e.g. Merkel incapacitated). The CDU/CSU is still the most popular group, they are capable of forming coalitions with other parties. The second most popular party is still the SDP who like the CDU/CSU have fallen in popularity since the last election, in order for them to provide a government they would need to form a coalition with more or less all the parties except the CDU/CSU and AfG and even then they might only have 40% of the votes. I am assuming that the AfG would not be welcome in a coalition (too far to the right). The FDP might not get enough votes to get any seats. So that really only leaves the Greens and Left as potential coalition partners for the CDU/CSU or the SDP. Many Germans might want a change of government, but unless they are of the far right or far left the choice seems to be the centre left or centre right and then a repeat of the existing coalition. I would imagine that given Germany's  history  most voters would be wary of voting for the far left or far right except as a protest. "], [31012, "2017-01-25T10:58:36Z", 0.87, "New SPD candidate schulz may bring them more Votes, should increase chances for Great Coalition under Merkel leadership. Risk is Break Down of refugee deal with turkey."], [28380, "2017-01-25T08:28:48Z", 0.33, "Don't ask me how its going to happen, but the old dinosaurs of European politics seem to be failing to get elected everywhere. It feels to me like its a bridge to far for Angela to seek reelection once again."], [484, "2017-01-25T02:45:04Z", 0.85, "Initial forecast. Above consensus, but there are definitely opportunities for something unexpected to happen."], [29054, "2017-01-25T02:39:22Z", 1.0, "No alternative for the right movements to loose government. "], [28091, "2017-01-25T00:35:00Z", 0.75, "Right now it is hard to see who the Bundestag would elect other than Merkel. With the AFD likely to be part of the Bundestag it will be more contentious but she should prevail. If the right wing parties in the French and Netherland elections do well then it may put additional pressure on Merkel’s reelection bid. If those right wing parties perform below expectations then Merkel’s position is strengthened. There is also the possibility that Trump will do or say something to alienate European voters and discredit the right wing parties. "], [32843, "2017-01-24T23:14:23Z", 0.37, "On current polls Left (10%) + Green (10%) + SDP (23%) > CDU (32%) and the FDP (5%) may even get seats. AfD 15-20%. Polls in previous elections seem reasonably stable and reliable. So I see a few options mathematically:\n1) CDU + AfD \n2) CDU + SDP (+ Green + FDP - neither needed)\n3) SDP + Left + Green (+ FDP) + a bit of luck \nBoth main parties probably want to keep AfD and Left out of government, so on current polling option 2 is the likely coalition - question then becomes relative power of CDU & SDP in negotiations. If Merkel looks \"defeated\", SDP should be able to take advantage, especially if they can include Greens in the coalition and if FDP fell short of getting seats.\nI think CDU are trending to 30% in polls. Above 35% (25% chance), I think Merkel is Chancellor, below 30% (50% chance) I think SDP are close enough to try to take Chancellorship in coalition agreement - CDU anything from 30-35% (25% chance) it's a toss up which party negotiates well."], [29587, "2017-01-24T21:32:33Z", 0.65, "Yes she will.\nChance only went down a little with Mr Schulz today Running for the SPD"], [29680, "2017-01-24T19:48:51Z", 0.6, "Populist movements are pushing propaganda - Breitbart propaganda site now has EU counterparts, Russia has been trying to break up the EU, and Trump will not resist an opportunity to take a Bannonite jab at the entry of Muslim refugees into Germany. However, as dominich's much more complete analysis states, \"there is no plausible alternative\", currently. https://www.gjopen.com/comments/comments/431215"], [24, "2017-01-24T19:07:24Z", 0.65, "As things stand at present, there is no plausible alternative to Merkel as yet in sight. She remains popular, and her party, the CDU, in alliance with its Bavarian partner, the CSU, is ahead in polls and is expected, at present, to be the largest party, again, in the new Bundestag."], [4634, "2017-01-24T18:42:20Z", 0.78, "Schultz will run for the SPD after all. I don't know if it will help them much"], [1639, "2017-01-24T18:32:39Z", 0.75, "German voters appear in favour of her standing again. A poll carried out by the Emnid institute for the tabloid Bild am Sonntag, showed that 55% of Germans supported her standing again, while 39% opposed it.\nA poll last Thursday showed that Merkel’s CDU would secure 32% of the vote if the election were held now, with the Social Democrats on around 23%, and the anti-immigrant AfD on 12% and on track to enter the Bundestag for the first time."]]}