{"question_id": 521, "title": "Between 1 July 2017 and 30 June 2018, will an armed group from Yemen engage in a campaign that systematically kills 1,000 or more civilians in Yemen?\n", "correct_answer": "No", "crowd_forecast": 0.05, "preds": [[2965, "2017-09-29T12:15:15Z", 0.99, "expert bias"], [2965, "2017-09-25T15:45:07Z", 0.99, "unbelievable wisdom of crowds\nlast year i said no way and did very well in Burma\nbut we missed all the signs of ongoing genocide\nsame here\n"], [6303, "2017-09-18T03:53:56Z", 0.01, "Based on general news and GJP consensus."], [6303, "2017-09-04T04:33:53Z", 0.01, "Based on general news and GJP consensus."], [590, "2017-09-03T13:05:08Z", 0.03, "Yemen is delicate, but a systematic intentional mass killing?"], [12302, "2017-08-26T14:29:50Z", 0.03, "outside intervention/saudi-arabian led airstrikes won't count to resolve this question. while the state army, the huthi, al-quaida and ISIS are perpetrating war crimes. I don't suspect that the state army/the huthi will opt to intentionelly target civilians belonging to a specific group (sunni/shia) with an intensity that woudl resolve this question.  Al-Quaida or at least ISIS might want to, but lacks the capability - although especially Al-Quaida amassed a lot of money by controlling ports in Yemen."], [6303, "2017-07-17T03:13:56Z", 0.01, "Based on general news and GJP consensus."], [36281, "2017-07-12T11:39:30Z", 0.04, "A difficult question as most violence will come from Saudis and other members of the coalition. However in the event of a \"victory\" pacification attempts by the government could lead to massacres."], [36338, "2017-07-06T08:53:27Z", 0.55, "Yemen has been festering longer than most ME countries, yet it didn't explode when everyone else did. They're just getting started."], [20284, "2017-07-03T21:05:13Z", 0.85, "Yemen is on the  path to becoming 2 states and it will involve civilian deaths along the way.   It is a proxy war with tribal not national interests involved in the power struggle."], [36200, "2017-07-02T16:42:08Z", 0.7, "Already in a war with entrenched state supporters"]]}