{"question_id": 569, "title": "Before 7 September 2017, will Colin Kaepernick be signed by an NFL team?\n", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[6303, "2017-09-04T05:27:26Z", 0.01, "Based on general news and GJP consensus."], [34353, "2017-09-02T17:59:57Z", 0.04, "This weekend is essentially his last chance, and there doesn't seem to be any takers. After that, teams will spend the next few days preparing for their week 1 opponents."], [37353, "2017-09-02T15:02:54Z", 0.05, "It's very unlikely that a team will sign CK because of his dependence on a college scheme. This worked for his one miraculous year as it did for RGIII, but NFL defenses quickly figure out how to contain a running QB who cannot stay in the pocket.Until recently, officials would only anonimously comment on CK's lack of decision-making skills, however on Sep 1, his QB coach during the 49ers time stated that he lacks basic QB skills for the NFL. http://profootballtalk.nbcsports.com/2017/09/01/colin-kaepernicks-old-position-coach-says-unemployment-is-football-related/\n  I give it 5% because there might always be a team that likes to have a third QB for special situations, and CK is a very good athlete."], [83, "2017-09-01T04:17:23Z", 0.4, "Cleveland Browns will consider all options to improve team -- CK not ruled out:\nhttp://www.cleveland.com/browns/index.ssf/2017/08/sashi_brown_on_deshone_kizer_b.html"], [32258, "2017-09-01T02:18:33Z", 0.0, "I read those articles too and think @Danbell7819 is right so going down to 0%."], [11036, "2017-08-31T23:34:59Z", 0.05, "why would he be signed; he isn't that good; he is a distraction; teams are mostly already stocked for season."], [34353, "2017-08-31T17:09:27Z", 0.09, "Dropping, as we're a week out. Whether the protests were a factor or not, this article looks at more of the challenge of Kaepernick's style fitting into various teams' offenses (https://www.cbssports.com/nfl/news/anonymous-nfl-exec-on-colin-kaepernick-i-dont-think-he-can-play/). "], [32258, "2017-08-31T16:55:33Z", 0.1, "Agree with @shivadiva - sad. "], [23006, "2017-08-31T15:44:13Z", 0.0, "sad, because he didn't protest the flag, just made his point respectfully I thought during the anthem ."], [35302, "2017-08-31T04:43:08Z", 0.22, "Clock is ticking...and that is not in favor of a signing."], [83, "2017-08-30T23:18:48Z", 0.7, "\nTV networks deciding how to handle coverage of protests.\nSeems odd, since the NFL and the networks determined several decades ago that airing paid advertisements is more important than broadcasting the national anthem before games.  Paradoxically, Kapaernick may motivate the broadcast of the anthem before games.\nhttps://www.washingtonpost.com/news/sports/wp/2017/08/30/how-tv-networks-will-handle-nfl-national-anthem-protests-a-year-after-colin-kaepernick/?utm_term=.b02483599bb7"], [36764, "2017-08-29T18:45:47Z", 0.08, "If Kaepernick is going to get signed, I think it is going to be after a team has started the season and is not satisfied with their quarterback position. "], [691, "2017-08-29T11:19:58Z", 0.51, "Several teams are reportedly considering the guy, but there is no ink that goes with being considered. This will go down to the wire, but the wire is approaching rapidly.  Starting down, probably too late."], [20156, "2017-08-29T08:16:49Z", 0.6, "Broncos won't rule out Kaepernick signing with Paxton Lynch out a few games https://www.cbssports.com/nfl/news/broncos-wont-rule-out-kaepernick-signing-with-paxton-lynch-out-a-few-games/\n"], [706, "2017-08-29T01:20:48Z", 0.35, "He will be offered a contract for a practice squad job but will refuse it, holding out for at least a 3rd string role."], [83, "2017-08-28T20:51:47Z", 0.7, "Could be Denver:\nhttps://www.cbssports.com/nfl/news/broncos-wont-rule-out-kaepernick-signing-with-paxton-lynch-out-a-few-games/\nPositive comments from GM Elway concerning values."], [34353, "2017-08-28T15:15:38Z", 0.21, "I know some are looking at the potential of him going to Buffalo, but it doesn't appear he'd be wanted by teammates, which is an important consideration for coaches, GMs, and owners (http://www.espn.com/nfl/story/_/id/20445286/colin-kaepernick-not-good-enough-player-distraction). There are plenty of opinion pieces out there identifying which teams the writer's think should sign Kaepernick, but overall there's not much solid reporting of teams interested. It appears his best chance might be with Jacksonville, who's owner expressed interest in signing him. But beyond that, most teams are focusing on getting the team they have now ready for the regular season."], [32258, "2017-08-28T03:01:10Z", 0.75, "Going with 75% with @SneakyPete531-- I commented at his post."], [83, "2017-08-28T00:03:48Z", 0.7, "Opportunity in Buffalo?\nhttps://www.buffalorumblings.com/2017/8/27/16211988/buffalo-bills-down-to-one-healthy-quarterback-following-baltimore-ravens-game-tyrod-taylor-tj-yates\nhttp://buffalonews.com/2017/08/27/bills-dilemma-head-injury-head-case/"], [1092, "2017-08-27T17:46:21Z", 0.05, "Teams will calculate that he is not worth the distraction."], [12879, "2017-08-27T15:56:26Z", 0.75, "After much consideration and seeing the increasing anti-American attitude of people trying to be \"Politically Correct\" plus I suspect, leftist leaning owners, he'll probably get a job offer soon. ðŸ˜¡"], [1019, "2017-08-27T15:54:02Z", 0.41, "Team owners have no spine."], [12573, "2017-08-27T14:23:04Z", 0.03, "I think too many teams are upset with his continual protestations, and don't want the extra drama his presence would create."], [691, "2017-08-27T11:35:41Z", 0.87, "http://www.nfl.com/news/story/0ap3000000834426/article/jaguars-owner-absolutely-open-to-signing-kaepernick\nSeveral stories yesterday, of which this is one, say the Jags might pick him up.   Stay tuned."], [35302, "2017-08-26T14:13:06Z", 0.35, "If Tim Tebow could not get an offer to play for an NFL team after his stint with the Jets, I doubt Kapernick will get an offer in the next two weeks. Both bring a tone of controversy and media distraction with their signing. Arguably, Kapernick brings more capabilities on the field, but a lot more public relation ions problems."], [35618, "2017-08-26T02:53:12Z", 0.05, "I don't think it'll happen, ultimately, he isn't a good enough QB for a NFL team to take on the controversy. "], [691, "2017-08-25T19:38:14Z", 0.76, "Good Football Player vs. Loyal Flag Worshipper?  Close call, so my number is probably too high."], [28091, "2017-08-25T19:36:39Z", 0.99, "Too many teams need a quarterback for him to go unsigned. There is also publicity supporting him and free speech. "], [34353, "2017-08-25T19:05:40Z", 0.23, "The prospects of a team signing him decrease by the day. With two more weeks of preseason games (this weekend and next weekend), there's a chance that a QB gets injured and Kaepernick gets signed as a short-term solution, even if just in a back-up role. However, if the QBs manage to stay healthy, it seems very unlikely he'll get signed, as owners are concerned of potential backlash from fans. "], [83, "2017-08-25T18:51:57Z", 0.7, "Not sure if the judges will make a distinction between a regular roster spot and the practice squad.\nSince both involve contracts, it should not make a difference."], [12879, "2017-08-25T17:04:38Z", 0.35, "I surely hope not.... "], [1333, "2017-08-25T17:03:26Z", 0.0, "Not because no o e wants him but because he'll hold out to figure his market value will rise."]]}