{"question_id": 795, "title": "Will the new Zimbabwean government offer opposition leader Morgan Tsvangirai or ex-Finance Minister Tendai Biti a position in the post-coup government cabinet before 31 December 2017?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[43540, "2017-12-30T05:37:37Z", 0.75, "Investors need good news after ZSE was out for a few days (and other YoAfrica hosted websites) not to mention the 7.9 million they're asking for to extend the voting registration period."], [43495, "2017-12-29T21:27:19Z", 0.0, "There is very little incentive or internal/external pressure to. "], [43497, "2017-12-29T20:41:04Z", 0.0, "Unlikely given limited time and holidays."], [42762, "2017-12-29T18:44:12Z", 0.85, "it's an  old  boys  club  all  the  way"], [43367, "2017-12-29T08:50:32Z", 0.52, "Time"], [43311, "2017-12-29T04:46:17Z", 0.0, "1 day"], [43422, "2017-12-29T00:18:26Z", 0.25, "There is only one more working day in the month. Possibly Mnangagwa will hurry to make an offer to either of them before the new year, but I don't see how it would benefit him more to make either appointment before 2018 as opposed to after the year starts. Probably he would prefer to delay a little longer before committing to it."], [11114, "2017-12-28T23:37:57Z", 0.05, "No indication or prospects of any agreement with opposition to join a transitional government as yet, certainly not by end of 2017."], [43365, "2017-12-28T21:42:33Z", 0.35, "They are wanting to unify the country."], [43021, "2017-12-25T07:11:11Z", 0.0, "Nope, not going to happen."], [38564, "2017-12-25T01:04:52Z", 0.0, "A downside to excluding them from the cabinet must be evident before making such a concession to Mugabe's associates.  Given that there was just a so-far successful coup, no such inclusion is expected."], [37520, "2017-12-24T05:20:27Z", 0.0, "appears not as cabinet already decided."], [38778, "2017-12-20T15:45:50Z", 0.0, "Based on GJ consensus"], [42187, "2017-12-06T20:45:07Z", 0.0, "ZANU-PF 'old guard' ousted Mugabe in internal party coup to maintain control of state institutions and corrupt income flows."], [19801, "2017-12-04T14:11:46Z", 0.0, "Zimbabwe's new government ministers are due to be sworn in at State House in Harare on Monday morning."], [38, "2017-12-01T23:11:44Z", 0.0, "Neither man was named yesterday when new cabinet ministers were announced."], [31275, "2017-12-01T19:33:57Z", 0.0, "Cabinet chosen and they are not in. http://punchng.com/zimbabwe-mnangagwa-rewards-army-in-new-cabinet-shuns-opposition/"], [1333, "2017-12-01T15:41:44Z", 0.0, "They think I'm a troll - There was no constitutional disruption, no coup and no new election. Why then did opposition expect that they will be in cabinet? Are they members of ZANU PF? Did they win an election? The bitter response of opposition wanting positions is unfounded. ZANU PF"], [1333, "2017-12-01T15:40:06Z", 0.25, "I have tweeted the question to ZANUF PF and will post if I get a reply form the Information Sec. Chikowore(I checked the spelling on that one)"], [1333, "2017-12-01T15:36:27Z", 0.25, "https://pbs.twimg.com/media/DP8aI8fX0AEW_cE.jpg\nSO far they are not on the list and ZANUF tweeted - Sorry if you thought you would be in cabinet, better luck next time.\n12 replies 22 retweets 22 likes\nReply 12   Retweet 22   Liked 22   Direct message"], [691, "2017-12-01T14:09:16Z", 0.0, "http://www.bbc.com/news/world-africa-42190457\nnot this time, guys"], [1639, "2017-12-01T13:12:58Z", 0.0, "Mnangagwa Names First Post-Mugabe Zimbabwe Cabinet (FT)\nEmmerson Mnangagwa, who replaced Robert Mugabe as Zimbabwe's president after an army takeover, appointed a cabinet that included military figures in key posts, and a supporter of rebuilding ties with international lenders as finance minister. No opposition politicians were included in the cabinet announced yesterday by Mnangagwa, who promised a \"new and unfolding democracy\" for the country when he returned from exile and became president last week after the 93-year-old autocrat resigned after 37 years of rule. Patrick Chinamasa, named to the finance ministry, is a veteran in the post who will be tasked with fulfilling promises by Mnangagwa to rebuild an economy crippled by cash shortages and end Zimbabwe's financial isolation after building up arrears to international lenders."], [68, "2017-12-01T13:04:03Z", 0.0, "Neither is included in the cabinet announced today, which includes several military figures prominent in forcing Mugabe to step down."], [38, "2017-11-30T06:55:24Z", 0.22, "Mnangagwa has to solidify a lot of relationships, fast.  He needs to reach out to members of his own party to deter another palace coup.   He doesn't owe Tsvangirai anything and Tsvangirai is fighting colon cancer, so I don't see him offering him anything.  I don't know about Biti, however. "], [12879, "2017-11-29T17:22:29Z", 0.5, "It’s a 50/50 chance that they will inorder to possibly form a more unified government."]]}