{"question_id": 357, "title": "Before 1 July 2017, will a date be set for early general elections in the United Kingdom?", "correct_answer": "Yes", "crowd_forecast": 0.15, "preds": [[23006, "2017-04-19T16:51:42Z", 1.0, "This wasn't even front page on my FT.com yesterday :-("], [35005, "2017-04-19T14:35:31Z", 1.0, "Passed in Parliament."], [28414, "2017-04-19T13:52:36Z", 1.0, "Snap election approved by MPs\nThe general election will be held on 8 June after MPs supported Theresa May's motion - with just 13 MPs voting against.\nhttp://www.bbc.co.uk/news/uk-politics-39643804"], [31450, "2017-04-18T22:49:56Z", 1.0, "Well ok got this one totally wrong to jumping to 100 because it's been called. This will hurt."], [13377, "2017-04-18T19:26:20Z", 1.0, "Oopsie. This score is going to hurt. http://www.bbc.com/news/uk-politics-39629603?"], [34987, "2017-04-18T19:20:24Z", 0.93, "Theresa May called snap elections. Vote to be held in Parliament tomorrow. Very likely successful. Conservative's, Lib Dems, and Labour likely to vote in favour."], [27461, "2017-04-18T18:00:01Z", 1.0, "As far as political U-turns go, this was rather quick. In hindsight, the move makes sense, as most hindsight views :). Looking at my forecasts, I draw two lessons:"], [23879, "2017-04-18T16:30:21Z", 1.0, "Wow. I did not see this coming."], [1034, "2017-04-18T16:01:06Z", 1.0, "May Chases an Early U.K. Election in Gamble for Brexit Unity"], [32258, "2017-04-18T15:57:55Z", 1.0, "http://www.cnsnews.com/news/article/britains-prime-minister-seek-early-election-june-8"], [38, "2017-04-18T15:11:05Z", 1.0, "Now, I'm reading that Labour won't oppose a vote to dissolve Parliament, which is scheduled to be taken on Wednesday."], [38, "2017-04-18T15:06:40Z", 0.95, "https://www.thetimes.co.uk/article/lib-dems-would-surge-in-snap-election-tories-told-h695qhnv5"], [29054, "2017-04-18T14:58:03Z", 1.0, "It is in June!\n\"May said she changed her mind on a recent walking holiday with her husband in Wales.\"\nThe invasion of the Flip Floppers 6! "], [1333, "2017-04-18T14:46:05Z", 0.99, "Theresa May has today called for General Elections to take place on 8th June. The surprise call comes as the Conservatives are riding high in opinion polls at the expense of Jeremy Corbyn’s decimated, extremist Labour Party. Following the triggering of Article 50 last month, Theresa May has garnered support for making good on her promise to deliver Brexit. Her steadfast stance on Gibraltar also suggests she’s not going to concede to the bleats from limp-wristed Europhiles for ‘Brexit-light’.\n"], [14493, "2017-04-18T14:37:37Z", 1.0, "I stupidly believed Mrs May when she ruled out an election before 2020. \nShe presumably changed her mind because she realises that the UK economy is starting to turn down (after unexpectedly holding  up for 9 months, it now looks like the Brexit reaction is starting). She must be realising that the various \"opportunities\" of  Brexit are contradictory (e.g. more freetrade while losing freetrade with the UK's main trading partner; deals with EU while not accepting the ECJ; an open border between Eire and Northern Ireland while leaving the EU Customs Union and not allowing the Freedom of Movement of People; leaving the EU and economic growth.) And that between now and 2020 choosing between these contradictory option is not going to satisfy those who voted for Brexit or those who voted to Remain. \nIn other words she can see the storm coming and has anticipated that the populist mob will be crying \"betrayal\" in the next couple of years. Rather than be thrown out as the unelected leader that crashed the economy in 2020 she wants to be a leader who won one election and can hang on until 2022.   \nIt is going to be very difficult forecasting this election although the local elections on May 4th will give good clues. \"Remain\" Conservative supporters will likely switch to the LibDems. \"Remain\" Labour supporters could switch to the Greens or LibDems; many UKIP supporters might return to the Conservatives. Many Conservative seats might go to the LibDems; Labour will probably loose a lot of seats.  \nIt does raise the question of why she triggered A50 in March? It means that several months of what it has been agreed is a very tight timetable for the Brexit negotiations will be wasted (but we already guessed that much). "], [33887, "2017-04-18T14:04:39Z", 1.0, "100"], [35005, "2017-04-18T14:00:48Z", 0.9, "May just announced this. This is dependent on the fixed term Parliament act, which requires a 2/3 majority in a vote. Labour MPs, who will vote independently of Corbyn, could vote this down. But we will know tomorrow. A shame I was not looking at this sooner."], [14880, "2017-04-18T13:42:53Z", 0.98, "June 8th: http://www.npr.org/sections/thetwo-way/2017/04/18/524480871/u-k-prime-minister-calls-for-early-election "], [13377, "2017-04-18T13:40:16Z", 1.0, "https://www.ft.com/content/c627655c-bfae-3870-aead-a84a99d42208"], [24771, "2017-04-18T12:44:48Z", 1.0, "Whelp. I got this one incredibly wrong"], [19801, "2017-04-18T12:04:44Z", 1.0, "@Khalid Yes I am going to do very, very badly on this question. "], [68, "2017-04-18T11:17:55Z", 1.0, "BREAKING NEWS\nPrime Minister Theresa May has called an early election for June, seeking a bigger mandate as Britain prepares to leave the E.U.\nTuesday, April 18, 2017 6:14 AM EDT\nPrime Minister Theresa May stunned Britain on Tuesday by announcing that she would call an early election, placing a bet that voters will give her Conservative Party a strong mandate as her government negotiates the country’s withdrawal from the European Union.\nRead more »"], [691, "2017-04-18T10:30:23Z", 1.0, "Oh, well.  "], [31347, "2017-04-18T10:25:56Z", 1.0, "PM has confirmed a date and although this needs approved in parliament, labour have previously voiced their support for an early election and so I see little resistance in the house of commons. "], [31347, "2017-04-18T10:24:28Z", 0.2, "May is to make a special announcement at 1115 Uk time and speculation is rife that she will call an early election.  impetus fopr this presumably being an effort to consolidate her position and give her a mandate since she wasn't elected.  a recent poll has also suggested a majority of brits now favour leaving the EU so could be what given her additional confidence.  raising my estimate"], [29469, "2017-04-18T10:22:32Z", 1.0, "https://www.bloomberg.com/politics/articles/2017-04-18/theresa-may-seeks-snap-u-k-elections-on-june-8"], [28414, "2017-04-18T09:11:58Z", 1.0, "Theresa May is due to make a statement in Downing Street at 11.15am amid speculation the Prime Minister could call an early general election. \nhttp://www.telegraph.co.uk/news/2017/04/18/breaking-theresa-may-make-statement-downing-street-1115am1/"], [35000, "2017-04-18T08:15:02Z", 0.1, "Theresa May has a strong advantage in the polls at the moment compared to rival parties. She may want to capitalize on this.  Heavy risks in Scotland and N. Ireland though, so I would not expect this to happen."], [34987, "2017-04-17T18:01:43Z", 0.09, "Parliament passed approval for Brexit easily, letter announcing departure from EU delivered and white paper released. Although rumblings of no proper plan for brexit from government, support for conservative agenda still seems strong. No reliable coordinated opposition to be able to apply sufficient pressure for snap election."], [31450, "2017-04-14T18:38:04Z", 0.0, "Dropping the last few points off my guess because this really seems unlikely now."], [15621, "2017-04-10T09:15:22Z", 0.05, "Passage of time and with Brexit triggered current government must be seen to make a decent attempt at negotiations before going to an election."], [23006, "2017-04-09T01:46:25Z", 0.2, " not likely now Theresa May has set a date and seems to have an exit-brexit plan. I can't see the British people wanting the uncertainty of a new government leading them into this thing."], [32258, "2017-04-08T22:11:41Z", 0.0, "May just triggered Article 50, with MPs overwhelmingly backing the Brexit bill which was designed to give the Government the power to invoke Article 50. The House of Commons rejected amendments made by the House of Lords. The bill was then given royal assent. Nothing obvious on the horizon to cause a loss of confidence until negotiations play out."], [31082, "2017-04-08T16:26:12Z", 0.03, "Update for passage of time"], [38, "2017-04-07T01:31:58Z", 0.0, "https://www.thetimes.co.uk/article/lib-dems-would-surge-in-snap-election-tories-told-h695qhnv5"], [30553, "2017-04-04T07:37:56Z", 0.01, "Very little chance now that Article 50 has been triggered without any turmoil. Govt seems determined to get on with negotiations. "], [4199, "2017-04-03T14:54:10Z", 0.07, "The Gibraltar stuff's making her sound unhinged."], [38, "2017-04-03T01:04:39Z", 0.04, "http://www.telegraph.co.uk/news/2017/04/01/labour-puts-aside-4-million-war-chest-fight-snap-election-amid/"], [27101, "2017-04-02T20:39:07Z", 0.02, "I believe this is now almost impossible. If May would have wanted it she could have connected it to triggering art 50"], [15621, "2017-03-31T06:44:05Z", 0.07, "No sign of this so far"], [34615, "2017-03-30T18:58:42Z", 0.15, "Can't see it happening. Too much to focus on with Brexit to worry about elections"], [1529, "2017-03-30T03:18:24Z", 0.0, "Very Doubtful any of the parliamentary conditions would be met to call for such elections before July."], [14493, "2017-03-28T11:00:10Z", 0.01, "This seems increasingly unlikely. I can't see the circumstances that would cause this to happen. The Brexit process will not have got very far before then, so there can be no row over the final deal, so no purpose could would arise. "], [6303, "2017-03-27T02:44:06Z", 0.01, "Based on general news and GJP consensus."], [34499, "2017-03-23T16:16:15Z", 0.1, "some chance of Brexit progress hitting a wall that might mean another general election is needed to secure/validate a mandate for the specific proposals and next steps."], [23001, "2017-03-23T04:20:00Z", 0.05, "Post Brexit Britain desires stability during this tumultuous time. British pols will be cautious delaying changes."], [27461, "2017-03-21T21:24:30Z", 0.0, "Much ado about nothing..."], [38, "2017-03-20T22:31:34Z", 0.22, "http://europe.newsweek.com/uk-snap-election-date-theresa-may-call-early-election-fix-term-parliaments-act-570808?utm_source=email&utm_medium=newsletter&utm_campaign=newsletter&utm_content=read_more&spMailingID=1507589&spUserID=MTI0NzM2MjM0NzYS1&spJobID=750591156&spReportId=NzUwNTkxMTU2S0"], [19801, "2017-03-20T11:34:37Z", 0.0, "British bookmaker odds indicated a 17 percent probability that Prime Minister Theresa May would call a snap general election after media speculation she could go to the polls. \nhttp://www.reuters.com/article/us-britain-politics-election-idUSKBN16R0UY?il=0"], [27101, "2017-03-20T11:32:17Z", 0.1, "I have increased my chances as May has an excuse now. She can use the Scottish independence calls and the Brexit opposition in the house of lords as the main reasons why she needs a bigger mandate. It will be a once in a lifetime opportunity to wipe out the opposition. Some of the UK press is making a case for it as well."], [27461, "2017-03-19T14:55:11Z", 0.1, "Persistent rumors that the Torries are considering early elections have appeared recently. They can do it with an orchestrated \"no confidence\" vote. The purpose would be to increase their majority - Labor is in disarray, and may be the SNP would lose a few seats in Scotland as indyref2 is proving divisive.  If they are going to do it, the time is now - after triggering Art 50 but before negotiations really get under way. Theresa May can say \"Give me a clear mandate for Brexit on my terms\". But it's a risky move - it's not clear that her terms (no single market etc.) are really that popular.  The Torries may come back with the same slim majority, with LibDems gaining in the big cities. Such an outcome would be perceived as defeat for May, weakening her politically.   "], [24, "2017-03-19T11:38:05Z", 0.05, "Up a bit, in response to Scottish referendum troubles and the potential (which at present remains only that) for the Tories to face a series of embarrassing by-elections if criminal charges are pressed against a number of MPs who were found to have signed off on abuses of maximum spending rules at the 2015 general election. While there are signs that (the £70,000 fine imposed by the Electoral Commission on the Tory Party apart) this may lead to nothing, the chance is not zero. And given the low parliamentary majority and pressures of Brexit, and the almost certain outcome of an increased Tory majority, and despite PM May's repeatedly stated opposition to calling an early election, circumstances may effectively dictate one."], [34403, "2017-03-18T11:34:53Z", 0.05, "Comment deleted on Mar 18, 2017 11:35AM UTC"], [14880, "2017-03-17T16:26:58Z", 0.03, "Not with Brexit negotiations, the Trump administration, the threat from Scottish nationalists according to Hague. "], [23879, "2017-03-15T15:56:16Z", 0.0, "No reason for this now that A50 bill has cleared Parliament."], [19801, "2017-03-10T11:54:26Z", 0.0, "Theresa May Resists Pressure to Call Early British Election to Bolster ‘Brexit’\nhttps://www.nytimes.com/2017/03/09/world/europe/britain-theresa-may-brexit-european-union.html?ribbon-ad-idx=5&rref=world/europe\n"], [25875, "2017-03-08T16:47:13Z", 0.0, "1. Brexit huge workload \n2. Would make sense to go to early elections is his is peak advantage vs opposition. But given state of Lab, it appears that Con will have an advantage for some time to come. As long at the advantage is significant, later is better. "], [26312, "2017-03-08T14:00:05Z", 0.0, "There is no need for Mrs May to go to the country to seek a mandate. The Tories are doing very well in the polls, they have just won a by-election (the first sitting government to do so for 35 years) and the majority, whilst small, is sufficient and very unlikely to be reduced significantly before the summer of 2017.  Parliament is consumed by Brexit and it's implications, throwing a general election into the mix would be damaging.  Also, an election would require repeal of the Fixed Term Parliament Act - query how easy that would be in the current environment."], [34067, "2017-03-01T19:42:23Z", 0.65, "Uncertainty of bi-lateral and multi-lateral nation relationships throughout the world.  And Brixit is a big gamble, regrets are already showing and might grow.  Opinion in Britain is split right now."], [14493, "2017-02-28T10:43:44Z", 0.05, "May might be tempted to go for an early election after the the by-elections last week showed that Labour and UKIP are not really a threat, but there seems less excuse for overturning the Fixed Term Election law as Labour is not doing anything to block government plans. With Labour clearly in disarray it is difficult to see why they would vote to allow May to call an early election, and at the same time there must be quite a few (50?) Conservative MPs who might be at risk of losing their seats to the LibDems (if you are a Conservative MP who is at risk of loosing to the LibDems the fact that the Conservatives might pick up Labour seats would not be in your personal interest) "], [33420, "2017-02-25T21:56:35Z", 0.1, "If there is to be an election, it is more likely to occur once the shape of the Brexit \"deal\" is clearer, unlikely until summer 2018."], [476, "2017-02-24T12:38:30Z", 0.09, "Corbinski led Labour just lost one bye election and squeaked by in \"working class\" Smoke on Trent\"... Fleet Street buzzers spun it all as a defeat for UKIP... for an anti-Brexit government to take shape the way someone like Phillip Hammond might script it, Tony Bliar will need more time tohis latest visions in to the spongy brains of Labour facing anomie, a/k/a an, uh existential crisis  link  https://www.theguardian.com/politics/blog/live/2017/feb/23/stoke-and-copeland-byelections-voting-almost-over-as-labour-hope-to-hold-seats-politics-live\n"], [24109, "2017-02-21T06:52:30Z", 0.02, "Passage of time, lack of noise about a general election."], [26267, "2017-02-20T20:59:09Z", 0.05, "Down from 20% as nothing seems to be boiling in that direction and setting general elections takes time"], [29680, "2017-02-19T09:09:58Z", 0.11, "Passage of time."], [30878, "2017-02-18T00:26:25Z", 0.04, "I am dropping my forecast to 4%. It is looking less likely than before that an election will take place. Three reasons/updates:\n1) today Tony Blair suggested hinted that there could be a coalition of forces in the next election which would aim to block Brexit - this is a threat the May would take very seriously\n2) UKIP are looking ever less credible and I imagine will only draw die-hard Brexiteers; one might assume that others would vote Conservative, but there are many people that would never allow themselves to do that (typically the traditional labour voter)\n3) it looks increasingly that Liberals will do well at least in Stoke. "], [33793, "2017-02-16T23:28:58Z", 0.35, "Brexit goes badly. "], [24401, "2017-02-15T10:15:31Z", 0.23, "While unlikely, either Labour collapse or a need for a further Brexit mandate would make it possible. "], [5241, "2017-02-14T15:56:26Z", 0.0, "Labour is perceived by voters to be weaker than ever, and the Torries are perceived, at the very least, as a beacon of stability."], [30878, "2017-02-14T09:58:26Z", 0.08, "While I still don't think Theresa May will go to the polls, I do think she must be awfully tempted as the situation within the Labour Party deteriorates. The polling for both the up-coming by-elections are offering a poor prognosis for Labour and if they were to lose both, Corbyn's position would surely be untenable; losing one seat is bad enough. However, balancing this is the fact that it would hardly be desirable to go to the polls just as we are about to go into Brexit negotiations. In addition, May by her very nature is a cautious player and would place the risk ahead of the benefits. And the biggest risk is that the elections would be seen as a re-run of the referendum. "], [30878, "2017-02-10T23:15:48Z", 0.05, "As things stand there are no grounds for calling a general election. However there are a number of key events which could change that.\n1) as Brexit has to be debated in the Lords, any blockage there might cause consternation in Downing Street which allied to the points below may cause Theresa May to think about an election If only to get her own mandate\n2) there is a key by-election coming up in Stoke upon Trent. If the Liberals do particularly well, and Labour do badly she may tempted to seek her own mandate\n3) if Labour do badly in Stoke upon Trent they may be tempted to change their leader. If they do, she might exploit the opportunity to go to the country while Labour are at their most vulnerable."], [29587, "2017-02-09T20:02:42Z", 0.03, "Down. Got the Brexit law approved."], [31739, "2017-02-08T21:12:15Z", 0.1, "passed house of commons, doesn't need an early election"], [12837, "2017-02-07T22:16:38Z", 0.01, ""], [23879, "2017-02-07T17:51:48Z", 0.02, "Updating due to passage of time and seemingly no opposition to the European Union Bill (allowing govt to trigger Article 50)."], [31102, "2017-02-06T14:08:27Z", 0.04, "Revising down from 7% to 4% because Article 50 passed through the first and second hearings in the Commons.  Now we have the third hearing where MPs begin scrutiny of the \"bill\" and add amendments [1]."], [18790, "2017-02-06T11:24:28Z", 0.12, "If Brexit negotiations go very badly or there is seen to be a need for a mandate this is a possibility. Also, some on the right think that the time is right to gain a mandate/take advantage of a weak labour party. Would be a gamble though."], [33415, "2017-02-05T15:50:38Z", 0.4, "I know that there's big mess with Brexit and lots of other matters and early elections are possible, but I think that people wil not make order with it in close time"], [6303, "2017-02-05T03:59:18Z", 0.01, "According to the general news and GJP consensus."], [31275, "2017-02-04T14:30:49Z", 0.08, "May has broken away from being Maybe so probably remaining."], [33327, "2017-02-03T23:44:04Z", 0.0, "No reason for the May Government to act so quickly. Would become a second referendum on Brexit."], [27101, "2017-02-03T10:39:22Z", 0.01, "Time passing and no discussion in that direction makes me think the likelihood must be extremely low (as it would de facto allow another \"referendum on Brexit\" to emerge."], [33217, "2017-02-03T06:31:39Z", 0.0, "There are no conditions for an out of cycle election\n"], [13135, "2017-02-02T14:22:10Z", 0.0, "Reducing probability after article 50 vote and publication of white paper."], [14761, "2017-02-01T20:51:44Z", 0.04, "Imminent parliamentary vote will virtually seal Brexit."], [754, "2017-02-01T15:58:08Z", 0.05, "UFPOT"], [14898, "2017-01-30T09:27:44Z", 0.03, "time is passing"], [6303, "2017-01-30T03:42:42Z", 0.02, "According to the general news and GJP consensus."], [32650, "2017-01-29T16:37:18Z", 0.02, "Under the fixed term parliament act an election could be called if (a) 2/3rds of MPs vote to hold an election or (b) if there's a no confidence vote in the government. With the most recent YouGov polls of 19 Jan 17 showing the public expressing confidence in May's negotiating ability (47% fair amount of confidence vs 38% no confidence), and given that the negotiation are only in the early stages, there's only a very remote chance to set early elections before July 2017 "], [33080, "2017-01-29T07:24:51Z", 0.0, "The Fixed Term Parliament Act requires two thirds of the Commons to vote for it to be repealed which is highly unlikely to happen because of how many seats Labour would lose if a general election occurs in 2017. "], [13377, "2017-01-29T02:36:20Z", 0.06, "Following z0k"], [16335, "2017-01-28T12:51:53Z", 0.0, "Legally impossible - Fixed Term Parliament Act cannot just be repealed, primary legislation has to be brought in. "], [1993, "2017-01-28T06:53:36Z", 0.05, "I don't know how the Conservatives would give their own government a vote of no confidence or why 2/3 of MPs would want a snap election. So I don't see how it's possible to call an early election."], [29918, "2017-01-27T23:04:46Z", 0.09, "Lack of supports for opposition leadership among liberal political elites."], [32872, "2017-01-27T15:47:14Z", 0.05, "MPs will try to hold their seats for this year, since Brexit process is still underway."], [498, "2017-01-24T22:21:47Z", 0.05, "I believe the recent UK court ruling could possibly upset the apple cart here. Are all those MPs who battled against Brexit going to suddenly just go along with it? Were their previous positions just posturing? May, much of the UK press, and many pundits appear to be considering the (positive) vote in Parliament to be a mere foregone conclusion. Corbyn appears to be offering little resistance. I guess I'll go along with all this, but it's hard to see how so many MPs can go from hardcore Remain to acquiescence in such a short period of time. In particular, previously Remain-aligned MPs with solid Remain constituencies face a credibility issue. It's certainly conceivable to me that the process could devolve into ungovernable parties and another (proxy) referendum via MP election. (+4)"], [29587, "2017-01-24T21:42:34Z", 0.1, "Low "], [14863, "2017-01-23T20:30:24Z", 0.15, "Seem very unlikely May needs to - she can wait for the parliament act"], [6303, "2017-01-23T02:27:32Z", 0.03, "According to the general news and GJP consensus."], [24295, "2017-01-22T16:08:52Z", 0.9, "Ils ont mentie "], [32539, "2017-01-21T21:53:06Z", 0.04, "1. PM May said she would trigger Article 50 in March. 2. Her recent approach to trade agreements and brexit were well received. 3. Early general elections occur 6 months in advance 60% of the time."], [19801, "2017-01-21T02:35:26Z", 0.05, "January is almost over, the likelihood of a date being set is reducing fast."], [32513, "2017-01-19T18:32:35Z", 0.18, "It seems unlikely that a general elections date will be set before that day. The parliament is next reviewing the plan. Even if the reject it, there might not be an election."], [32755, "2017-01-19T17:02:27Z", 0.0, "NO.  There will be too much uncertainty, the conservatives won't be sure enough by then that they'd win. "], [30456, "2017-01-18T23:52:18Z", 0.1, "May's speech seem to have pleased the British people."], [31275, "2017-01-16T19:18:04Z", 0.17, "Theresa popular despite everything. Came in saying no early election. Unless popularity wanes probably not. https://www.google.com/amp/s/europe.newsweek.com/theresa-may-popularity-most-popular-opinion-poll-542259/amp?client=safari"], [31656, "2017-01-16T16:13:52Z", 0.2, "General news. 20% rather than lower as article 50 support may collapse and May may call election. \n"], [31656, "2017-01-16T16:11:31Z", 0.85, "Comment deleted on Jan 16, 2017 04:12PM UTC"], [32631, "2017-01-16T15:48:03Z", 0.01, "There is absolutely no wish for a GE in the UK and Theresa May has a good understanding of this. Bar unknown unknowns the only realistic reason for this to happen would be if a large number of MPs decided to vote against triggering Article 50 and May was unable to get the bill through Parliament. If you add up the numbers of northern and Welsh Labour MPs whose seat voted Brexit, and consider that they and some Tory MPs would have to ignore the whip, then it appears unlikely that this would occur."], [32620, "2017-01-16T05:47:01Z", 0.0, "Just don't see it. The establish will avoid going to voters any time soon!"], [32615, "2017-01-16T02:02:36Z", 0.1, "Corbyn lacks a support base in the general public"], [6303, "2017-01-16T01:30:09Z", 0.03, "According to the general news and GJP consensus."], [31275, "2017-01-13T20:23:58Z", 0.37, "Raising. Theresa Maybe says The Economist. If she has no decisive plan for Brexit and blows off the National Health Service crisis she will be out. Next couple weeks and speeches are important."], [32521, "2017-01-13T15:18:32Z", 0.2, "1 July 2017 is not enough time to feel the pain required to encourage such a drastic measure.  I would have made the probability lower, but there may be some natural disaster that causes a higher sense of urgency."], [32514, "2017-01-13T10:18:56Z", 0.1, "There is too much for the new May Government to do. Theresa May will dig in and weather the storm from Brtain's exit from EU and pursue her agenda to make progress on issues important to her and the wider country."], [32513, "2017-01-13T10:13:57Z", 0.27, "There is no need for general elections just now. According to UK citizen, this decision will not cause new election."], [3915, "2017-01-11T21:05:57Z", 0.05, "Because the Prime Minister, Mrs. May is far too cautious and risk averse to call an election before she has to. She is wrong to miss the opportunity to do so but will rationalise it that the country won't tolerate a third year in a row with an election / referendum."], [32438, "2017-01-11T18:54:30Z", 0.11, "A new election can be held if a motion of no confidence is passed in the government or a two third super-majority of parliament wants one. I don't think either is likely, even a government backed motion of no confidence. "], [32417, "2017-01-11T16:07:15Z", 0.25, "Few with influence over that seem set to benefit from it."], [32414, "2017-01-11T14:18:46Z", 0.1, "Leave & Remain are not well aligned with any major parliamentary party except SNP, so this is extremely risky. Effectively a second referendum, so out of the question."], [32415, "2017-01-11T14:08:21Z", 0.55, "They will end up in a deadlock in the parliament. MPs who are Remainers are going to feel empowered by the Court decision and block a hard Brexit."], [17951, "2017-01-11T14:04:32Z", 0.01, "Hard to see what advantage the Government  would gain holding a general election this year. Labour is weak but holding a general election before exit terms have been agreed would make the government vulnerable & an election risks opening up divisions within the Conservative party. "], [31710, "2017-01-11T09:31:22Z", 0.03, "Correct from previous 57%. Being \"far from the action\" makes it difficult to foresee how politicians that I do not know will act. I´ve just read that May was a Remain supporter, that Corbyn has just spoken he is open to support inmigration control on Europeans... What this tells me is that both leaders set before their political positions to their ideas or beliefs (if they were actually beliefs and not just the position they thought would give them more popularity among voters or their party). I now have the impression that they are both weak, mediocre leaders so maybe one or both of them fall, but i do not think general elections will be held. Laboour party trails in the polls and is already bending to topics as vital in the Brexit talks as immigration so May won´t have that much trouble, at least that soon, to negotiate Brexit even if it has to go through Parliament."], [32325, "2017-01-10T15:47:55Z", 0.05, "The Fixed Term Parliament Act requires a super-majority for an early election. Whilst Corbyn has said in principle he would support an early election he does not command the loyalty of his own party, many of whose MPs would likely be voting to bring forward an election they know they will lose badly. By July 2017 the Brexit process will be very unclear. Theresa May is more likely to see benefit in calling an election once the process is largely completed and she can claim victory (which would suggest close to the end of the 2-year period after invoking Article 50, which is due to happen in March.)"], [13135, "2017-01-10T12:13:48Z", 0.2, "At present doubtful. Due to small minority power and opposition which is in disarray."], [28455, "2017-01-09T19:27:58Z", 0.1, "No date will be set until article 50 is invoked "], [32280, "2017-01-09T15:46:42Z", 0.75, "Re-track brexit"], [6303, "2017-01-09T03:24:30Z", 0.03, "According to the general news and GJP consensus."], [32252, "2017-01-08T19:58:11Z", 0.1, "For now, it appears that Article 50 is more likely than not to be triggered if not before the end of March, then shortly thereafter. The December motion in House of Commons showed strong endorsement for May to proceed. In that case, there is unlikely to be a vote of no confidence required to call a snap election and the Government would be too occupied with Brexit itself to call the election themselves (and would have little reason to)."], [1781, "2017-01-08T18:28:42Z", 0.05, "Mrs May has shown that she absolutely doesn't want any opportunity for Parliament or the electorate to demonstrate a possible majority view supporting Bremain following the Brexit referendum. She's already lost a bi-election to the Lib-Dems with this as the primary issue, abeit in a strong Bremain riding. Article 50 gets activated in March and negotiations will begin - without the benefit of further elector inputs. The wildcard could be Parliament if she were to lose majority support."], [31275, "2017-01-08T17:09:36Z", 0.2, "Do not see any move for that now as Theresa just took office. Depends on how well her sweeping social reforms go over. To be announced next week. Also how the Brexit negotiations are going. "], [32218, "2017-01-08T06:57:22Z", 0.0, "I firmly disbelieve that a date will be sate for early general elections in the United Kingdom birthed into the median period of 2017. The reason why I suppose this notion is thoroughly because of her rigorous stance against the spread of radicalism, portrayed vehemently through her well knit actions of expelling Abu Qatada, a radicalism cleric earlier in 2014, this stance shadows an overwhelming support against the spread of radicalism in populist Europe . Alluding with that, the top prize Theresa has bagged so far is by spearheading an overcast government shrouded with mysticism on the Brexit palaver as her government plays a neutral role in exiting the E.U , firmly choosing not to exit with a bang , just as Nigel Farage purports but with a soft departure relieving tensions which are going to down on the incumbent government when the side effects of the E.U starts menacing its financial  fragment, then and there, Britons will look up to replacing her with a more populist and economic connoisseur such as what the U.S devoured to and what is in line for Europe. Until then, it is safe to say that no elections will be held in the U.K 0% chance"], [373, "2017-01-07T17:34:05Z", 0.2, "Traditional logic suggests May should take advantage of the lack of political opposition. However, any election would turn into essentially another Brexit mandate, which would cause the Conservatives to implode. "], [13003, "2017-01-06T21:34:24Z", 0.1, "Comment deleted on Sep 08, 2020 02:49PM UTC"], [32096, "2017-01-04T15:48:22Z", 0.06, "From past snap elections I would calculate a base rate of around 5% for snap elections in that time frame. Although it was made more difficult by legislation to a prime minister to call for early election, I would revise slighty up because May is lacking a mandate and polls are on her side for a more comfortable majority."], [24109, "2017-01-04T05:52:58Z", 0.05, "https://www.gjopen.com/comments/comments/400771"], [32069, "2017-01-03T17:38:18Z", 0.04, "Theresa May has given no indication she wants this and parliamentary opposition to leaving the EU, the probable cause of an early election, is not forthcoming. This is coupled with the legislative complications of staging an early election that may reek of opportunism in the eyes of the public as well as the fact that the new parliamentary boundaries haven't yet been pushed through. The government may not want to risk its fragile majority before it has more favourable boundaries. "], [32013, "2017-01-02T22:18:23Z", 0.05, "There is always a chance, but, with Brexit in mind, it will be harmful for British economy if early elections will take place. "], [31892, "2017-01-01T12:07:52Z", 0.1, "There is no alternative for British voters to the current government in place due to a weak labor party. "], [6303, "2017-01-01T03:25:09Z", 0.03, "According to the general news and GJP consensus."], [31886, "2017-01-01T03:08:04Z", 0.25, "Such a date is more likely to be set after July 1st 2017, when negotiations on Brexit will have dragged on for long enough to upset the whole country."], [25281, "2016-12-31T13:13:23Z", 0.15, "As the path to exit proceeds smoothly - no reason to have change"], [31866, "2016-12-31T12:34:15Z", 0.05, "Given the current thin majority of the Conservative party and the palpable divisions in the British electorate, Theresa May will judge it too risky to call for a general election. She will muddle through all the way to 2020 thanks to the weakness of the opposition and some tactical support from MPs from Northern Ireland  "], [31862, "2016-12-31T12:09:17Z", 0.15, "Theresa May would probably go for early elections once the Brexi process starts since she would need to get a popular backing for what she will be agreeing upon during the process."], [31102, "2016-12-31T11:35:42Z", 0.07, "Revised down slightly from 15% because in my last forecast I completely missed one of the big issues... Article 50!  If Theresa May manages to pass Article 50 through Parliament she will have the mandate to continue to execute this plan for the next 3 years.  Mrs. May ran into the stumbling block of Gina Miller during the Autumn and we should hear back from the Supreme Court in early January.  I fully expect the Supreme Court to side with Miller and Parliament, thus May will then have to force Article 50 through Parliament. The next question is will this pass? If it does, I believe that there is nearly zero chance that May would try for an early General Election.  "], [31485, "2016-12-31T11:32:11Z", 0.8, "With the opposition in disarray the conservative party will be tempted to increase its stranglehold on parliament.  Theresa May may try give her government democratic legitimacy with an early vote."], [31092, "2016-12-31T08:15:27Z", 0.75, "May needs to solidify her position prior to Brexit negotiations.  "], [31739, "2016-12-30T19:27:19Z", 0.35, "Since 2011, when a law was passed the restricted when the PM can call snap elections, 0 snap elections have been called. \nbut, May, who came in on odd circumstances, because of a recent court ruling, will need favorable MP's to trigger article 50 which allows them to leave Brexit.\nIf the supreme court reverses that, then the odds of an early election decrease."], [31835, "2016-12-30T15:57:42Z", 0.1, "Government afraid of UKIP/populist trend"], [31825, "2016-12-30T10:42:20Z", 0.0, "No election "], [31816, "2016-12-30T00:42:19Z", 0.0, "Won't happen."], [31784, "2016-12-28T22:17:17Z", 0.2, "Early general elections are set by The Fixed-term Parliaments Act 2011--> when the government loses a confidence motion or when a 2/3 majority of MPs vote in favour. That is 434 votes."], [31710, "2016-12-28T11:48:44Z", 0.57, "Looking at the pros and cons of a snap election for May, her party and the Brexit process and the fact that the court ruling does not let May not consult parlament regarding the brexit talks, I believe there will be a snap election in the UK (current polls show his hand in parlament would be strenghten), although my main concern in this question would be the timing: I believe it will be shortly after invoking article 50, which is meant to be in March but these kind of matters are rarely earlier than stated and usually delayed, which would give little room before 1st of July."], [31764, "2016-12-28T01:45:57Z", 0.1, "As the filing of the A50 comes near and a hard exit becomes more of a likelihood, more financial concerns will be rumored to be moving a large percentage of their operations off shore. This along with the global political situation will eventually lead to the call for a snap election but it will not happen by 7/1."], [636, "2016-12-27T17:58:48Z", 0.65, "Breixit exit will become more problematic"], [15621, "2016-12-27T07:40:10Z", 0.1, "I now think it is less likely as why would Turkeys vote for Christmas, see @pietrokc"], [31721, "2016-12-27T00:32:39Z", 0.34, "a"], [23879, "2016-12-26T22:08:50Z", 0.04, "Updating from 10% not so much in response to new data but because I have thought things through a bit more."], [23879, "2016-12-26T22:08:24Z", 0.1, "Comment deleted on Dec 26, 2016 10:09PM UTC"], [31730, "2016-12-26T21:08:28Z", 0.23, "Britain's political situation will further destabilise if elections are announced."], [631, "2016-12-26T19:26:48Z", 0.25, "Recent court rulings"], [9549, "2016-12-26T18:04:55Z", 0.35, "Muslims in England will create an uprising to thwart or delay any such election."], [29054, "2016-12-26T16:20:49Z", 0.0, "Rude Awakening for the English folk that voted for Brexit, the reality is bigger than the demagoguery, pain is starting to trickle down (9 like trickle down economics, usually is pain at the bottom) the EU economic impact is starting to really hurt, so before an election is called, the path will be built to stop the full exit, that is going to drag many negotiations including the call for a new election, I prefer to be wrong in the absolute in this one. Suffering for the unnecessary reason of idiocy, this too can be stopped, so I hope that some sanity return to the nativists.  "], [6303, "2016-12-26T02:53:13Z", 0.03, "According to the general news and GJP consensus."], [4367, "2016-12-25T22:00:24Z", 0.0, "Because the next election by statute is not due until 2020, the official,opposition do not want an election in the near future, the Lib-Dems do but have no leverage, ditto UKIP, the SNP don't want an election, they cannot improve their current position, and Theresa May has good, competent control and sufficient support to continue and has shown no inclination to force an early election. So, no,  an early date will not be set before 1/7/17."], [5034, "2016-12-25T17:51:50Z", 0.25, "Forecasting down. Time until question resolution: 6 months, 6 days. "], [31695, "2016-12-24T21:27:46Z", 0.35, "She might want to have an early election, but things could change very quickly with Brexit and go very badly so she might want to hang on until it's clear where the article 50 negotiations are going. "], [31694, "2016-12-24T20:20:36Z", 0.25, "Obviously proceedings with Article 50 are important. Also interesting are by elections, if Consevatives do well, especially Copeland, then temptation will follow. However I see May being extremely reluctant."], [31102, "2016-12-24T18:37:58Z", 0.15, "I've revised my view far towards Yes after more research into this matter.  The first issue to consider is whether this is even feasible.  Assumption One: The Conservative Party would be the political player that makes this happen (as we shall see, no other party has enough seats or sway to make this happen right now).  So, the Tories have three options: 1) Vote of no-confidence in itself, 2) Vote for early GE through super-majority, 3) Repeal FPTA, 4) Pass a bill bypassing FTPA for just this *one* time.   I think that path 4) is the most likely option since it is the most achievable and the option that loses the least political face.  Option 2) seems impossible by the date set.  Option 1) and 3) are possible but seem a lot harder to rationalize (some might plump for option 3) over 4), they amount to the same end point --> we could just clump 3) and 4) together and say \"pass bill allowing GE\", doesn't matter!).  "], [5180, "2016-12-24T03:43:37Z", 0.1, "The outlook and world politics are changing in all countries. Farage will step up and wll be the candidate fighting migration, but the date for an early election is too soon. Election dates will be later as the UK is too busy with Brexit.\n"], [30430, "2016-12-23T16:08:08Z", 0.75, "Theresa May is under pressure"], [476, "2016-12-22T23:49:22Z", 0.03, "Not if Chancellor Hammond can help it.  Then too, Corbynski doesn't have his ducks in a row, and add to that the Trump factor. Do we have a post-truth \"Iron Lady' 2.0 in the making?"], [31247, "2016-12-22T21:37:11Z", 0.1, "TM's cautious approach makes it seem unlikely that she'll instigate any route to a GE so early in brexit processs. State of opposition and risk to remainer MPs makes it seem unlikely that MPs will vote with supermajority. FTP Act extremely unlikely to be repealed - V unusual to repeal acts. Vote of no confidence most likely route, but still unlikely as it seems that Parliament wants to hold gov feet to the fire rather than frustrate exit process. Parlimentary politics has had a turbulent time and probably doesn't want to force a GE on the electorate, and electorate don't seem to be enthused by prospect. But things are happening quickly and unexpectedly, so not a complete outside chance (e.g. 1%). Start at 15% consensus, lower to 10% to approx strip out forecasts â‰¥50%."], [31654, "2016-12-22T18:17:29Z", 0.0, "the pm is cautious and measured. She will announce in october"], [31450, "2016-12-22T15:56:44Z", 0.06, "I am starting at 10% because of the Fixed-term Parliaments Act 2011. This law specified that parliaments run for five years and early elections cannot be held on a whim. Under this law there are only two ways to call an early election: (1) if a motion for an early general election is agreed either by at least two-thirds of the whole House or without division; or (2) if a motion of no confidence is passed and no alternative government is confirmed by the Commons within 14 days. I cannot see the first scenario because that requires agreement from both the tories and labour, and Corbyn wouldn't know a political deal if one slapped him. The second seems marginally more likely if triggering Brexit in parliament causes a tory split."], [27101, "2016-12-22T13:36:44Z", 0.04, "Seems a very remote possibility as labour doesn't want it - they will loose big time - May has said she doesn't want it and it probably needs a obstruction to article 50 in March to trigger it."], [16325, "2016-12-22T11:09:42Z", 0.15, "Theresa May has the mandate to finish the negotiation. Unless there is a end-of-the road situation I do not foresee elections"], [31646, "2016-12-22T10:55:23Z", 0.1, "May will be looking at plunging popularity as she heads into early difficulties with Brexit, unless her majority evaporates completely she will want to delay elections until a deal is finalised."], [31634, "2016-12-21T22:40:27Z", 0.67, "PM May will not forsake a chance to capitalise on Labour's woes. Also, an election will distract MP:s from parliamentary work aiming for a bigger say on brexit. "], [29460, "2016-12-21T21:56:34Z", 0.05, "Start - 50:50\nTrigger would be a frustrated Brexit Vote but unlikely following majority vote by MP's that they would trigger art 50. (-20%)\nLabour not in strong position as an opposition party - weak leadership, no coherent policy. UKIP threat (-20%)\nSupreme Court decision against UK Gov (+25%) [Still in the air]\nSupreme Court decision for UK Gov (-5%) [Expect this result]"], [31624, "2016-12-21T15:38:59Z", 0.5, "Because the temptation will be too great to kick Labour when they are on the ground.\nBecause Corbyn will be discredited even by his supporters, but his replacement not yet found.\nBecause Teresa May's Brexit majority will be unworkable and she will be able to engineer a crisis\nReason not to go to the country - distracting and unpredictable and no actual crisis forcing a need \"voters never reward a government that forces them to vote\""], [16003, "2016-12-20T23:00:19Z", 0.4, "Early general election possible as a result of motion of no confidence being passed and assuming no vote of confidence within 14 days. Working majority of 14 excluding SF, could start to look insufficient if the Brexit process isn't to the tastes of the 'hard' Tories. Equally if too hard, the softies may take issue. Either way the natural instincts of self destruction may engulf Theresa May's one issue Government and whilst on balance not likely, I would still not venture far below 50/50. "], [26824, "2016-12-20T15:44:31Z", 0.1, "The UK Government Brexit announcement is being delayed through spurious challenges via the legal system & many are looking to try & derail the Brexit process. The gov might be forced to call an early election in order to obtain a mandate from the people to proceed but I can't see this happening by the 1st of July ......."], [29247, "2016-12-20T14:34:40Z", 0.75, "Brexit discussion will force an election to secure a mandate "], [346, "2016-12-20T14:25:57Z", 0.37, "The Brits like their electoral stability almost as much as the Americans do. I don't see this happening."], [27339, "2016-12-20T14:01:18Z", 0.15, "Only likely if the Conservatives lose their majority in parliament."], [26120, "2016-12-20T12:45:57Z", 0.11, "Possible before end of 2017, but with Article 50 only being triggered in March and few talks taking place, unlikely to happen before end of July. Even with rock bottom polling figures, it would be high risk for Conservatives to hand control of Brexit negotiations to Labour (from Conservative point of view) so don't think election will be triggered without first putting things in place for Brexit negotiations."], [438, "2016-12-20T10:22:18Z", 0.45, "I guess the Brexit will care for enough excitation - though it could as well trigger early elections. "], [11127, "2016-12-20T10:20:07Z", 0.1, "May is hardheaded. "], [10671, "2016-12-20T09:18:53Z", 0.45, "Brexit and disintegration of UK will force May to turn to the voters."], [3704, "2016-12-20T09:11:50Z", 0.65, "Political opportunity for T May. Weak functioning majority and opposition in disarray."], [24659, "2016-12-20T08:33:53Z", 0.25, "Initial gutfeel. "], [15621, "2016-12-20T08:20:12Z", 0.17, "Just above consensus."], [243, "2016-12-20T07:47:07Z", 0.15, "it will take time to get brevet done and that will delay any election, if caused by completion of brexit or delay of brevet"], [31585, "2016-12-20T01:28:36Z", 0.15, "The UK has instituted the fixed term act to limited the amount of elections. Next general election is in 2020"], [1430, "2016-12-20T00:50:27Z", 0.05, "\"Unlikely because in order to do so one of three things has to happen (a) the 2011 Fixed Term Parliament Act would need to be repealed (b) The House of Commons has to have a vote of no confidence in the government (c) two-thirds of the House of Commons has to vote for a new general election. \nBefore 2011 the PM could call a general election using the Royal Prerogative but not since. \nThe government could in theory win a no confidence vote in itself, but that would seem to be a very odd thing to do (i.e. admit that although the government has a majority it is not confidence in its own ability to govern?) Trying to call a no confidence vote in itself would require the government to have almost full support of its MPs and/or all non-Tory MPs to not oppose it. \nThere are obvious reasons why many MPs would be unwilling to vote for an early general election. The MPs were elected on their parties manifestos which reflected the general policies of their parties. Any early election would almost certainly become another referendum on Brexit. As has been seen with by-elections since July voters are no longer going to vote along predictable party lines, so a large but unpredictable percentage of sitting MPs would be at risk of being voted out. Tory MPs that support Brexit in places that voted to Remain would be at risk (as per Richmond Park). Tory MPs that supported Remain in places that voted to Leave might be at risk from UKIP, as might Labour MPs. Local tactical voting pacts (as at Richmond) might increase the risk of sitting Tories losing. It is unlikely that many MPs who thought they were in a safe seat would want to risk an early election. \nAt the moment there appears to be a majority of MPs who want a \"soft\" Brexit, an election could produce a House much more in favour of a \"hard\" Brexit. So it seems unlikely that \"softs\" would want to vote for a new election which might produce a very \"hard\" Brexit (I am not suggesting this would not be democratic, but that MPs are human and are not going to want to help Mrs May get a result they don't like.) \nTo repeal the 2011 Act would require similar voting in the Commons with the addition of getting the repeal through the Lords which is both unlikely and would take some time. \nTo vote for a general election would require not only the Tories to vote for it, but would require many opposition MPs to support the government. While in theory its possible to goad the opposition into voting for a general election that the government is sure will strengthen the government and weaken the opposition, it would be like getting the turkeys to vote for Christmas. I am sure that even the most inept opposition would be be able to think up a good reason why it should not commit suicide in order to give Mrs May a bigger majority.\""], [460, "2016-12-19T23:59:29Z", 0.2, "All these votes haven't exactly been working out for the Conservatives (or Labor), have they"], [13075, "2016-12-19T23:03:08Z", 0.3, "Elections used as a proxy second referendum, detailing terms of brexit "], [16597, "2016-12-19T22:39:08Z", 0.0, "I think Mrs.May will try to run her government the maximum time available until she realises (in 2018) that calling election is the best decision "], [13144, "2016-12-19T22:28:20Z", 0.05, "While I personally vehemently disagree with the policy, the British government has no appetite for putting the details of the Brexit deal to a vote from the electorate. They seem to have realised that the one REALLY dangerous thing about democracy is the damned voters... And the official opposition seem to have all gone on holiday and are supporting the Brexit 'decision'. The referendum only asked people if they wanted to get on a bus. The only discussions about the destination were falsehoods and hyperbolae, and get 52% of the population voted for it. Go figure."], [12435, "2016-12-19T22:01:33Z", 0.0, "too much going on in England for them to move that fast\n"], [28455, "2016-12-19T11:20:10Z", 0.2, "Too much uncertainty, the current PM tends to go for the safer option. If she decides to go to the polls before BREXIT is irreverocable she would be potentilly exposed to Lib Dems positioning themselves as the remain party which may split the conservative vote in 3 ways, it could be that she fares welll due to collapse of labour support and them losing to UKIP in some areas but overall she by nature would go for the \"conservative\" small \"c\" approach."], [6303, "2016-12-19T03:14:39Z", 0.03, "According to the general news and GJP consensus. "], [31116, "2016-12-18T13:18:36Z", 0.09, "No progression over the last two weeks. "], [20284, "2016-12-18T02:05:11Z", 0.05, "Why would May call an election?  Will not happen as there is no reason for the Conservatives to have it happen."], [24109, "2016-12-18T02:00:00Z", 0.15, "https://www.gjopen.com/comments/comments/399897"], [31506, "2016-12-16T15:51:13Z", 0.12, "Unlikely to be sufficient Brexit progress by july date; H of C will vote to trigger article 50 by end March."], [31496, "2016-12-16T05:06:22Z", 0.1, "Highly unlikely. Theresa May has the numbers, and her stance on supporting Brexit negotiations means she is unlikely to come under pressure from her own party. Risk is if the public mood on Brexit changes, and she is forced to reconsider her stance, and cannot take along her party members"], [31488, "2016-12-15T22:05:03Z", 0.1, "Not enough Brexit progress will be made before then."], [31486, "2016-12-15T21:10:31Z", 0.55, "I expect that the hard brexit worries should threaten the stability of the british government"], [14493, "2016-12-15T18:17:32Z", 0.05, "Unlikely because in order to do so one of three things has to happen (a) the 2011 Fixed Term Parliament Act would need to be repealed (b) The House of Commons has to have a vote of no confidence in the government (c) two-thirds of the House of Commons has to vote for a new general election. \nBefore 2011 the PM could call a general election using the Royal Prerogative but not since. \nThe government could in theory win a no confidence vote in itself, but that would seem to be a very odd thing to do (i.e. admit that although the government has a majority it is not confidence in its own ability to govern?) Trying to call a no confidence vote in itself would require the government to have almost full support of its MPs and/or all non-Tory MPs to not oppose it. \nThere are obvious reasons why many MPs would be unwilling to vote for an early general election. The MPs were elected on their parties manifestos which reflected the general policies of their parties. Any early election would almost certainly become another referendum on Brexit. As has been seen with by-elections since July voters are no longer going to vote along predictable party lines, so a large but unpredictable percentage of sitting MPs would be at risk of being voted out. Tory MPs that support Brexit in places that voted to Remain would be at risk (as per Richmond Park). Tory MPs that supported Remain in places that voted  to Leave might be at risk from UKIP, as might Labour MPs. Local tactical voting pacts (as at Richmond) might increase the risk of sitting Tories losing. It is unlikely that many MPs who thought they were in a safe seat would want to risk an early election. \nAt the moment there appears to be a majority of MPs who want a \"soft\" Brexit, an election could produce a House much more in favour of a \"hard\" Brexit. So it seems unlikely that \"softs\" would want to vote for a new election which might produce a very \"hard\" Brexit (I am not suggesting this would not be democratic, but that MPs are human and are not going to want to help Mrs May get a result they don't like.)  \nTo repeal the 2011 Act would require similar voting in the Commons with the addition of getting the repeal through the Lords which is both unlikely and would take some time. \nTo vote for a general election would require not only the Tories to vote for it, but would require many opposition MPs to support the government. While in theory its possible to goad the opposition into voting for a general election that the government is sure will strengthen the government and weaken the opposition, it would be like getting the turkeys to vote for Christmas. I am sure that even the most inept opposition would be be able to think up a good reason why it should not commit suicide in order to give Mrs May a bigger majority.   "], [31475, "2016-12-15T14:44:06Z", 0.1, "Election date will only be set when Brexit conditions become clearer"], [31474, "2016-12-15T13:55:35Z", 0.3, "Theresa May has ruled out an early general election"], [25944, "2016-12-15T03:04:33Z", 0.15, "I completely agree with what Rostere said: https://www.gjopen.com/comments/comments/399897"], [83, "2016-12-14T23:35:45Z", 0.0, "TMay doing too well to risk it all on an election:\nhttps://www.thesun.co.uk/news/2380920/theresa-mays-1000-leather-trousers-sell-out-despite-row-with-ex-cabinet-colleague-over-splashing-the-cash-on-designer-clothes/"], [11430, "2016-12-14T17:21:05Z", 0.1, "Not likely May wants a challenge so soon."], [31442, "2016-12-14T11:59:09Z", 0.35, "Depends upon whether or not Parliament is required to approve triggering of article 50."], [31436, "2016-12-14T07:27:33Z", 0.0, "2011 FTPA not helping here."], [29849, "2016-12-14T00:15:14Z", 0.15, "An early election is typically an indicator that the sitting government cannot fulfil a task that is demanded of them. I would expect something similar in case Brexit flounders. But the likelihoood of unexpected news on that front seems increasingly slim every day now."], [522, "2016-12-13T13:44:41Z", 0.05, "Highly unlikely, it would represent a significant U-turn which would be destabilizing and could have negative repercussions."], [31371, "2016-12-12T11:19:21Z", 0.85, "Gov Majority (if there is one) too slim"], [6303, "2016-12-12T02:38:31Z", 0.05, "According to the general news and GJP consensus."], [28858, "2016-12-11T18:12:22Z", 0.76, "The need to demonstrate legitimacy for the negotiations with Europe continues."], [11430, "2016-12-10T19:32:43Z", 0.1, "May will take her time, won't be rushed."], [31301, "2016-12-10T12:20:03Z", 0.65, "Parliamentary stalling over Brexit will frustrate Conservative government and voters, Tories will try and extend their majority with early elections. Yet the fact that they haven't done this yet suggests reluctance to do so, so not an easy question..."], [31288, "2016-12-09T23:22:48Z", 0.65, "It will be fiercely called for, but it won't happen "], [31082, "2016-12-09T20:50:23Z", 0.25, "general elections could be triggered if parliament, faced with the question to vote on breit, prefers to consult for general elections first. A possibility but less than likely. At least in this timeframe."], [31274, "2016-12-09T17:48:38Z", 0.15, "It's more difficult since the new law came into place, and uncertainty of Brexit makes it more \"dangerous\" than ever to call early elections"], [31262, "2016-12-09T05:52:00Z", 0.15, "Major political parties are too divided and unpopular to risk a general election."], [29646, "2016-12-09T05:39:32Z", 0.2, "Calling an early election is not as easy as it once was in the UK. To say nothing of the \"election fatigue\" that the British people may be feeling right about now."], [31260, "2016-12-09T03:16:37Z", 0.05, "A general election so soon would only create additional uncertainty at a time when uncertainty is alrady very high. "], [31260, "2016-12-09T03:15:17Z", 0.5, "A general election so soon would only create additional uncertainty at a time of already high uncertainty. "], [31244, "2016-12-08T07:29:59Z", 0.65, "Although it currently seems highly unlikely that a general election date will be set by July next year, the way I see it, either way the Brexit negotiations go, the government of Theresa May will be under some kind of pressure. I do think that she'd want to give the people a chance to have their say on her leadership."], [27582, "2016-12-07T23:11:14Z", 0.03, "Whilst there are lots of possible scenarios that could lead to an early general election being called, I can't find one that currently has anything like a high likelihood of resulting in one being called with a date set before 1 July 2017."], [30011, "2016-12-07T20:21:31Z", 0.15, "The ruling with respect to the parliamentary involvement in Brexit will be key. Teresa May is all for Brexit but if Parliament is both capable and willing to stymie the effect of the referendum, then it is possible that early elections could be called in order to obtain a different constitution of Parliament in order to give effect to the Leave vote. However, as we well know, politician care quite a lot about their security of tenure and the general feel of the ground is to allow democracy to have its effect. Low possibility but not impossible. "], [29507, "2016-12-07T17:01:58Z", 0.05, "Theresa May is one of the most popular politicians in the UK following Brexit.  She has a lot of time time get their negotiating positions ready- Won't trigger article 50 until March.\nNo one truly has all the answers about how this process will go down, and people respect May for now and will continue to do so as long as she doesn't royally screw up."], [31225, "2016-12-07T15:05:46Z", 0.15, "Though it would likely be beneficial for the Tories in the short term to pick up seats, I don't think the scrutiny of another election campaign on their Brexit strategy would be at all beneficial for the government. Furthermore, I think the time has passed for such an election being justified by the change in PM. "], [31213, "2016-12-07T09:30:25Z", 0.59, "They simply need this. But we need to see how external forces interact with England. Trump, EU, and so on."], [31201, "2016-12-07T02:53:20Z", 0.75, "Tory party has major advantage in polls and would strengthen its parliamentary margin - but this becomes less certain as brexit negotiations proceed 2017 and beyond."], [31200, "2016-12-07T02:51:15Z", 0.17, "With the uncertainty of how Trump will handle international affairs, the electorate will choose to not confuse the waters further."], [31199, "2016-12-07T01:27:11Z", 0.1, "The only possible reason for an early election would be a hostile Lords and I see that as very unlikely."], [31187, "2016-12-06T23:28:04Z", 0.01, "I don't think it'll happen but let's not be precise..."], [5034, "2016-12-06T23:24:44Z", 0.3, "According to my research, there have been nine early elections in the United Kingdom since 1900 (seven voluntary, two forced based on no confidence). The most recent early general election in the UK occurred in 1979. "], [31180, "2016-12-06T23:17:38Z", 0.25, "Tempting, but legally difficult, and door will be closing due to worsening Inflation and gathering Brexit clouds"], [31157, "2016-12-06T13:24:05Z", 0.35, "1 July 2017 is relatively soon and I think things need to deteriorate quite a lot from the current position for this to happen. That said there are plenty of scenarios in which it comes into play. more likely in H2 2017"], [31154, "2016-12-06T09:48:34Z", 0.0, "because the political people don't know how driver the situation"], [31139, "2016-12-05T23:01:18Z", 0.26, "I think parliament will trigger article 50 first. The British culture is coercive and would rather act muscle in the interest of the people"], [31128, "2016-12-05T19:17:08Z", 0.25, "I do believe that the next general election will take place early, but not early enough for the date to be set before 1 July 2017.  The UK is still coming to grips with BREXIT, even if much slower than the LEAVE voters expect.  The pressure to be expected from Scotland and Northern Ireland will contribute to an earlier general election, but nothing that suggests a date being set as early as July 2017."], [31125, "2016-12-05T18:13:05Z", 0.75, "The delay on Brexit will trigger the resignation of the PM"], [31124, "2016-12-05T18:05:40Z", 0.4, "Brexit delay"], [31123, "2016-12-05T17:21:33Z", 0.4, "This depends on politics on the Continent as well as the global economy and Syria, Russia, etc. July seems too soon. "], [28588, "2016-12-05T14:57:37Z", 0.25, "It is not in the Tory's interests to call another election. They have a mandate. They are a Eurosceptic party in general. They might be tempted, though, should Labour look like they are ready to cause problems (if, for example, Article 50 has to go through parliament) that lead to narrow votes on whatever is implemented re: Brexit. However, some so far Labour don't look like they are attempting to thwart Brexit, probably so thy don't lose vote in industrial areas who might move to UKIP or other parties."], [31116, "2016-12-05T14:30:25Z", 0.1, "Laws make it a delicate dance and time consuming to have an early election, brexit needs to be passed for the Tories to maintain support from ukip, still some court time ahead "], [31115, "2016-12-05T13:57:46Z", 0.65, "Brexit Roadmap isn't clear and now I believe a new election on the matter would take place as more people is realizing every day the big mistake they made voting for YES or choosing abstention "], [31112, "2016-12-05T13:19:26Z", 0.1, "Legal proceedings, shifting political landscape in the UK and globally, and financial pain for average citizens will change timelines."], [31107, "2016-12-05T10:19:07Z", 0.0, "Because the Conservative Party are unlikely to win the next General Election, particularly if the Labor Party continues to stabilize itself and appeal to the people that are part of its traditional voter bloc."], [31066, "2016-12-05T08:24:34Z", 1.0, "Brexit, baby!"], [26837, "2016-12-05T06:23:48Z", 0.15, "I don't expect the government to feel threatened. The people will not know who to blame."], [19801, "2016-12-05T06:01:38Z", 0.09, "However, there are two provisions that trigger an election other than at five year intervals:"], [31100, "2016-12-05T00:19:40Z", 0.65, "Because by then there will be sufficient that the Trump/Brexit movement of rightist politics is a failure."], [31099, "2016-12-04T23:54:55Z", 0.02, "Another referendum is more likely. "], [31092, "2016-12-04T23:01:53Z", 0.75, "Theresa May  will want to take advantage of a current opportunity to solidify the party's and her own position prior to contentious brexit decisions."], [31091, "2016-12-04T21:35:16Z", 0.35, "TM will see a possibility to further weaken Labour and strengthen her majority"], [30391, "2016-12-04T21:13:57Z", 0.85, "because they are going to need to approve other things, so this will be the reason for the vote"], [31089, "2016-12-04T21:09:06Z", 0.01, "It would require a repeal of the Fixed Term Parliaments Act, an act a large number of Tory MPs voted for in 2011. Not only that, but it would be an incredibly desperate and weak move to make by Theresa May and given how much of a disaster and how unpopular not only a hard Brexit is, but how unpopular her government's handling of Brexit has been (of lack of it), it wouldn't necessarily be a good idea to go to the polls."], [13441, "2016-12-04T19:09:34Z", 0.15, "This would be a desperate move made by a government that would be admitting failure to carry out its job -to deliver Brexit and wrecked by infighting. This would be a very fast disintegration for a new leader and at present she has no clear rival, so I think it is unlikely.  "], [27461, "2016-12-04T18:19:20Z", 0.02, "It appears that the LibDems win in the Richmond Park by-election has scared the Tories that they might lose their slim majority if they call early elections (see today's Times). So even if Parliament throws obstacles on the road to invoking Art 50, the government's options would be limited to working with parliament rather than trying to dissolve it. Thus, elections would be called only in case of a true political crisis - e.g., Parliament votes against starting Brexit negotiations. This appears unlikely as of now. "], [14880, "2016-12-04T17:21:34Z", 0.2, "A vote of no confidence, or some other unusual event doesn't seem likely in the short term. Beyond that, who knows. "], [31074, "2016-12-04T14:36:18Z", 0.65, "The government's slender majority will become more and more of a weakness as Brexit negotiations get underway, as a minority of Tory backbenchers could wreck the passage of government legislation through Parliament if a \"hard\" Brexit is pursued. With the lack of any credible opposition, the Conservative higher brass might fancy their chances at an election to a) increase their majority and b) win a mandate for a hard Brexit. "], [31072, "2016-12-04T13:17:35Z", 0.05, "The government will not want to disrupt the set election dates"], [31065, "2016-12-04T11:49:54Z", 0.35, "Because of need for revision to Brexit vote "], [31055, "2016-12-04T06:37:14Z", 0.15, "When they execute the Brexit in march the government will need time to make an assessment of the Brussels positions first. "], [706, "2016-12-04T04:26:15Z", 0.1, "Not this early!"], [31042, "2016-12-04T00:39:37Z", 0.25, "If parliament obstructs article 50 legislation then the government will likely call an election to increase it's mandate."], [83, "2016-12-03T22:02:05Z", 0.0, "Recent results in by-elections indicate support for Conservatives is eroding, making new general elections highly risky for the Tories.\nParliament by-elections in: Witney (Nov.) and Richmond Park (Dec.) result in vote swings of +19% and +23% for the Lib Dems over the Conservatives (for hard Brexit).  \nBrexSec David Davis, reportedly acknowledges UK may need to pay for access to the single market, making  hard Brexit more unlikely.\nhttp://www.businessinsider.com/richmond-park-by-election-results-analysis-impact-brexit-article-50-zac-goldsmith-2016-12?r=UK&IR=T"], [18294, "2016-12-03T21:50:01Z", 0.1, "Status quo bias after brexit. "], [31032, "2016-12-03T18:45:13Z", 0.8, "Current government will stumble in dealing with brexit it and indecision will see an early election called."], [30533, "2016-12-03T13:26:12Z", 0.02, "After sleeping on my assessment, I realized a made a simple foolish mistake. My first forecast was based on the question \"Will PM May call for early elections before 1 July 2017?\" Instead of the correct \"Before 1 July 2017, will a date be set for early general elections in the UK.\" This implies that that the parliament has come to a decision to vote and was then able to pass it with 2/3 majority (extremely unlikely)and then the Queen set a date. I'm downgrading my low forecast even further."], [31025, "2016-12-03T11:48:38Z", 0.2, "Talks with EU will still be ongoing, gen elections will be held after that."], [31022, "2016-12-03T08:31:32Z", 0.1, "There are conditions in the UK suggesting a desire for an early election is possible - certainly moreso than in most years. I might give a somewhat generous chance for an early election to be called under pre-2011 rules, but these rules set the bar very high even if one is desired. 10% chance reflects my lack of knowledge of UK politics - 50% chance of a desire for an early election, 20% chance conditional on desire of actually making it happen."], [30533, "2016-12-03T02:17:08Z", 0.05, "Based on the limited research I have done, it seems that PM May is a bit of a traditionalist. Even though today the court ruled that she could not enact Article 50 without it going through the parliament, the idea she would call for an early election without first trying to pass the article with the current parliament which currently has a majority (although not a strong one) in her favor on this subject, seems incongruent with her leadership style. She has stated in the past that she would like to start the Brexit talks by the end of March 2017 (ref: http://www.nytimes.com/2016/10/03/world/europe/brexit-talks-march-theresa-may-britain.html). This would lead me to believe that there would be no call for an early general election before that time (The government is going to appeal the ruling of the lower courts to their higher courts anyway so that will take time also). This leaves us with only April through June for the parliament to discuss Article 50 and how to best go about \"Brexiting\". Just as a little kicker for that short amount of time for the Parliament to discuss this complex topic, assuming they have roughly the same amount of days off as they did for last year (ref: http://www.parliament.uk/about/faqs/house-of-commons-faqs/business-faq-page/recess-dates/) they will be on vacation for roughly 41 of the 91 days of April through June. If PM May thinks that the Parliament can push through a complex and VERY emotionally charged and controversial Article in a Parliament that is not a very heavy majority for any party (ref: http://www.parliament.uk/mps-lords-and-offices/lords/composition-of-the-lords/ and http://www.parliament.uk/mps-lords-and-offices/mps/current-state-of-the-parties/), then I would argue that she is either an eternal optimist or naÃ¯ve, which I would suspect neither of her. Based on that I would think it will be very unlikely to see a call for an early general election before 1 July 2017. Another roadblock to this is that in order for a early general election to be called, according to the Fixed-term Parliaments Act 2011 there needs to be either a vote of \"No confidence in Her Majesty's Government\" or there needs to a motion passed by 2/3 of the MPs (to include vacant seats). Mathematically, this would be quite difficult for the current majority party (the conservatives) because even if they could get EVERY vote except the Labor votes, they would still fall short of a 2/3 vote. Considering all these roadblocks, I am forecasting this as a 5% yes."], [14761, "2016-12-03T01:13:19Z", 0.1, "The skittishness of the electorate on display in the recent by-election seems a good reason not to go to an election."], [167, "2016-12-02T19:39:41Z", 0.1, "Leaving a window open if article 50 is not enacted by March, but this seems pretty unlikely."], [29502, "2016-12-02T18:25:01Z", 0.1, "Very unlikely as the pressure  increases from hard conservatives and euroskeptics. The liberal democrats got the Richmond seat, but so what--every 7th person over there voted remain. True, now the Tories are an even smaller majority, but May got her strategy out already, so the liberals can't call the situation disorganized and chaotic any longer. If MPs vote down legislation for the triggering of Brexit, then probably yes, unless a more cautious and softer divorce from  the EU takes place--something Olney herself has mentioned."], [18834, "2016-12-02T14:23:35Z", 0.05, "May isn't a gambler. Can't see this happening "], [30995, "2016-12-02T14:09:39Z", 0.25, "The people may need more time to negotiate and discuss."], [30991, "2016-12-02T13:32:18Z", 0.71, "disputes regarding exit scenario of UK will surface and consequently new elections will be set eventually leading to the option that Uk referendum is repeated."], [30988, "2016-12-02T13:18:21Z", 0.3, "If PM May does not succeed in crafting a Brexit strategy and get it through Parliament, she has no choice but calling for elections. However all the other European elections that are held before Juli 1 might give the Brexit camp a push as the populist vote is on the rise. Therefore I think it is probable that May does not have to call for new elections, by 70%."], [30983, "2016-12-02T11:13:21Z", 0.09, "I do not see how the current Brexit debate may embolden the Tory government to call an election. The worst turmoil in the Labour Party as well as UKIP has passed."], [30957, "2016-12-01T21:43:14Z", 0.15, "The Fixed Term Parliament Act sets the next general election for May 2020. Theresa May's government has a working majority, and the Labour Party is in disarray so it is unlikely Parliament will vote for an early election. "], [12879, "2016-12-01T20:49:40Z", 0.3, "Downgrading to a SuperForecasting prediction of \"Probability Not\" going to happen."], [30944, "2016-12-01T12:18:29Z", 0.77, "mj jy jh kk,kil,lo ,i "], [30553, "2016-12-01T11:42:08Z", 0.2, "Government does not want to delay triggering of Article 50. Although temptation to capitalise on Labour party's weakness tempting, bigger majority won't strengthen negotiating stance with EU. "], [30934, "2016-12-01T03:26:04Z", 0.89, "The government will not start the talks for implementing BREXIT. France will elect either Le Penn or conservative leader and hence there will be more pressure on British Government."], [30919, "2016-11-30T18:54:08Z", 0.25, "Parliament approval and debate will likely delay the process"], [30909, "2016-11-30T15:03:32Z", 0.15, "The Conservative party has a good margin in the House of Commons. Brexit will probably make Scotland and N-Ireland vote local. I don't think May will risk it. Why should she? Her party, and the leading figures therein wanted a Brexit. So I don't think this will happen."], [608, "2016-11-30T15:02:14Z", 0.41, "If Theresa May and co clash with the Court, an early election could follow while she has the high ground. "], [445, "2016-11-30T15:01:47Z", 0.7, "The \"Will of the People\" movement is spreading throughout the west."], [30905, "2016-11-30T14:00:52Z", 0.85, "The sum of the negative impacts of Brexit will become increasingly apparent and alarming over the next few months.  In addition, these impacts are going to be felt at voters level, spreading unease and despondency about the referendum outcome.  This will force the government to make a U-turn and propose a second referendum.  It will need the voters mandate to do so."], [30900, "2016-11-30T11:20:59Z", 0.25, "Early general elections would be admitting you failed Brexit and no politician wants to go there. Making decisions does not seem to be the asset of the current Britisch government. Too much to loose and too much uncertainty for British politicians. I don't see politicians pushing towards early general elections.\nBrexit seems a very, very slow process.\n"], [30896, "2016-11-30T08:12:45Z", 0.6, "- Corbyn is down in the polls by a lot.\n- May has no mandate currently, I don't think she wants to govern for four years without one.\n- May would probably have more authority in cabinet reshuffles were she to lead to Conservatives to an election victory.\n- The nature of Article 50's invokation and the subsequent negotiations may require a democratic mandate."], [30895, "2016-11-30T06:36:24Z", 0.4, "The government is facing increasing difficulty in implementing the results of the brexit referendum. With pro brexiters increasingly blaming the government for failing to get a good deal from the EU. I think that as pressure increases on the government both from dissatisfied brexiters and from the opposition, and from regional Parliaments, it is only a matter of time before we see a vote of no confidence forcing an early election. "], [30717, "2016-11-30T06:06:16Z", 0.33, "Brexit still has too many unknowns to hold early elections."], [30879, "2016-11-29T21:16:30Z", 0.78, "Legal challenges around Brexit will mean the gov will have to get a mandate to carry on"], [30874, "2016-11-29T21:01:37Z", 0.5, "UK Goverment will loose it's appeal at Highest Court, so article 50 will have to be approved in parlament. This will not pass and new election will be called in first half of 2017"], [30865, "2016-11-29T16:35:45Z", 0.0, "The conservatives are not united enough for this yet and we need to trigger Brexit..this may not happen pre July"], [30853, "2016-11-29T13:41:52Z", 0.05, "Why? Why risk it? It will be far more sensible to at last wait until the new constituency boundaries are in place as (however they are drawn) that will give the Conservatives a permanent advantage. Going ahead on the current 20+year old boundaries would be simply stupid."], [13241, "2016-11-29T12:08:19Z", 0.0, "Suspect court ruling will go against government but parliament will allow UK to give exit EU.  No need for an election."], [30838, "2016-11-29T10:32:49Z", 0.8, "Political instability."], [28380, "2016-11-29T09:31:16Z", 0.1, "Highely unlikely that will happen so soon.  There will be delays on brexit decision untill end of year and then maybe after."], [30825, "2016-11-29T06:16:24Z", 0.3, "Parliament is mostly the conservative party and will want to stay in power, but since England needs a 2/3 vote to have a new election there is a chance under political pressure that some of them will vote to have a new election."], [30822, "2016-11-29T05:25:10Z", 0.05, "The UK and its leaders will avoid such a direct democratic approach "], [482, "2016-11-29T04:21:39Z", 0.35, "This will depend on whether Theresa May gets the Brexit clause activated in March, as she originally planned. "], [30818, "2016-11-29T03:27:33Z", 0.75, "Comment deleted on Nov 29, 2016 03:28AM UTC"], [30805, "2016-11-29T00:39:29Z", 0.2, " Don't believe it will happen before 1 July"], [30804, "2016-11-29T00:26:35Z", 0.1, "Theresa May won't want to chance losing power "], [30166, "2016-11-28T23:07:52Z", 0.33, "Theresa May may not want an election prior to May 2020 (http://www.independent.co.uk/news/uk/politics/brexit-high-court-ruling-theresa-may-early-election-article-50-downing-street-a7396161.html) but she may be forced to do so:\n- If Brexit talks don't go as MPs like. This is a sensitive area and it's hard to say what'll fly, and what won't, but does increase the likelihood that a no-confidence motion is passed\n- Again, May may want it eventually if she doesn't get the support she needs in the Brexit talks. She only has a narrow majority in the House of Commons."], [368, "2016-11-28T20:47:47Z", 0.02, "In large part, outcome will be a function of the success or failure of the negotiations and implementation plan as outcome of the  negotiations with the EU (ie., a composite function f(x) . f(g) = f(x(g))."], [30777, "2016-11-28T20:23:06Z", 0.0, "The longer they don't have elections the more power the ones in charge will have, so they will brainwash the people to not complain just as they brainwashed them for brexit "], [30776, "2016-11-28T20:22:19Z", 0.5, "Pressure on May"], [30647, "2016-11-28T19:42:08Z", 0.22, "There seem to be a lot of arguments in favor of an an early election: Theresa May needs a democratic approval after having become Prime Minister. Even the opposition parties are demand early elections. According to polls, May could widen her majority if there were elections in the next few months."], [30770, "2016-11-28T19:40:05Z", 0.4, "If Brexit negotiations go badly, or expose too many divisions in Cabinet, there could be No Confidence expressed in HMG, which could lead to an Election. Alternatively, Theresa May could call an early, snap election to bolster her power in Parliament, mandate and credibility "], [30771, "2016-11-28T19:38:59Z", 0.13, "Possible election. House of Commons won't let it through easily"], [30767, "2016-11-28T19:26:11Z", 0.7, "brexit process will be set, major demonstrations, major division in the conservatives - as for Boris johnson as negotiator too. Possibly next fall new elections, but ukip won't win"], [30765, "2016-11-28T19:07:19Z", 0.05, "Conservative party will not give up power earlier than they have to."], [30763, "2016-11-28T19:03:28Z", 0.15, "I think it's unlikely Theresa May will be ready to give up the reins so early."], [30761, "2016-11-28T18:54:55Z", 0.0, "Conservative party is in a safe political landscape with no pressure to set such early date."], [30762, "2016-11-28T18:53:01Z", 0.1, "May's personality is quite assertive she would not like to step down and will try to prove herself as a solution to problems."], [30748, "2016-11-28T18:13:12Z", 0.57, "Women aren't given the benefit of the doubt, and the splits about Brexit don't fall along party lines."], [30748, "2016-11-28T18:06:25Z", 0.4, "Comment deleted on Nov 28, 2016 06:13PM UTC"], [30742, "2016-11-28T17:56:33Z", 0.0, "The going is good and it will take a year for the policies to set in on brexit hece elections will be in september2017"], [30744, "2016-11-28T17:55:36Z", 0.15, "No. The Brexit will occur without a parliament approval. "], [30737, "2016-11-28T17:46:54Z", 0.65, "Scotland will vote against brevity causing a need for a new direction in England"], [30730, "2016-11-28T17:43:19Z", 0.25, "Unlikely. A general election risks Remain voters voting for a Remain party. May wont risk this."], [30729, "2016-11-28T17:42:41Z", 0.35, "Brexit, Pending Supreme Court decision"], [30725, "2016-11-28T17:42:09Z", 0.75, "Demcoratic legitimacy to activate Art. 50 & weak opposition, making it easier for the incumbent to call election."], [30721, "2016-11-28T17:34:15Z", 0.1, "Very little chance "], [30709, "2016-11-28T16:20:48Z", 0.0, "Brexit means brexit. That is the focus."], [30699, "2016-11-28T15:28:42Z", 0.66, "Because the overall legislative (and political)  complications (Rank of EU Law, Scotland, Ireland...) cannot be offset by a \"simple\" Parliament vote. "], [30694, "2016-11-28T15:17:01Z", 0.01, "Only circumstance this would happen (Paliament blocking brexit) is highly unlikely."], [411, "2016-11-28T14:43:04Z", 0.65, "This is more wishful thinking than evidence based opinion. An early election might be able to mitigate a lot of Brexit issues. But it will be a huge gamble on May's part, and would only happen if the SC case goes against her, and Parliament becomes deadlocked in what to do."], [30691, "2016-11-28T14:38:49Z", 0.5, "Theresa May will want to avoid a possible Brexit and will call elections to receive a mandate for remaining in the EU or for a soft Brexit."], [30689, "2016-11-28T14:34:18Z", 0.1, "Low probability unless Brexit is voted down by Parliament."], [30673, "2016-11-28T11:20:23Z", 0.25, "There is a possibility, though weak, that the Brexit is hurdled."], [14898, "2016-11-28T08:00:39Z", 0.06, "As @pietrorc points out, the base rate is around 3% for a whole year. Since it is only 8 months to that, I take 2% and multiply by 3 for 'unusual times'."], [27461, "2016-11-28T03:54:44Z", 0.05, "The only way this could happen before July 1 is if it's orchestrated by the Tory government themselves. Per @pietrokc comment https://www.gjopen.com/comments/comments/388335, this can be done by a no-confidence vote supported by a simple majority. They would do this if (i) the Supreme Court upholds the decision that triggering Art 50 should be decided by Parliament (85-95 percent probability), and (ii) Parliament throws big obstacles to that (quite unlikely - Labor has said they won't, and the rest do not have enough seats, so 5% tops). "], [27798, "2016-11-28T03:42:49Z", 0.01, "Tories have a majority right now so can't see any reason they'd risk it. May didn't even back Brexit before the referendum so I don't think she particularly worries about the vote."], [28091, "2016-11-28T00:17:08Z", 0.1, "The Fixed Term Parliament Act would make this difficult and very unlikely."], [24702, "2016-11-27T21:28:24Z", 0.1, "British politics is only about brexit, now. The only way Parliament could be dissolved is by a huge anti-brexit measure taken by the tory government. Brexit is not being regretted by the population, and the vast majority is more likely to support the bending of the referendum, then to any particular decision by itself"], [29860, "2016-11-27T19:59:37Z", 0.1, "Seems highly unlikely, favorable though it might seem to the Tories now that Labour is effectively imploding. First of all Theresa May doesn't quite the type for such a high stakes gambit, and second the present parliamentary layout means she probably wouldn't get it through even if she was. "], [26267, "2016-11-27T19:55:52Z", 0.2, "Great solution for the current deadlock, but MPs are unlikely to vote themselves out"], [30635, "2016-11-27T17:45:37Z", 0.01, "Theresa May has stated she does not plan to hold an early election before 2020, new 2011 elections act would also seem to make it more difficult to trigger an early election (also means lack of historical date to look at). Two suggestions for early election before July 2017 are to increase majority of seats (seems too risky) or due to trouble with brexit negotiations (which has already seen delays and are generally anticipated within next 18 month period). Stability in government likely to been seen as more reassuring to public than early election due to delays in brexit."], [1092, "2016-11-27T16:26:11Z", 0.0, "Teresa May hanging on for dear life now that there is the possibility of a constitutional crisis."], [28858, "2016-11-27T14:30:54Z", 0.75, "Representative  government needs affirmation at critical juncture in history, when Brexit vote, US election says we are disconnected from the electorate. Effectively a second referendum."], [28128, "2016-11-27T14:10:25Z", 0.2, "No, it is very unlikely, however not impossible."], [30644, "2016-11-27T11:32:56Z", 0.1, "Without Brexit complications probability would be extremely low, sub 5%. While the legitimacy question post referendum increases the probability, the complexities of the process offset that to a great extent. "], [30646, "2016-11-27T10:33:32Z", 0.2, "01.07. is too early. It will take more time to sort out the mechanics of Brexit including interactions with parliament"], [30645, "2016-11-27T09:39:05Z", 0.7, "Little progress will have been made on Brexit"], [23879, "2016-11-27T08:20:16Z", 0.1, "I could be very wrong, but this seems to me wildly unlikely."], [30634, "2016-11-26T22:39:00Z", 0.05, "Because politicians are usually loath to risk being unemployed"], [30632, "2016-11-26T21:22:44Z", 0.6, "Majority of MPs are against Brexit. "], [30625, "2016-11-26T17:09:45Z", 0.3, "Despite Labour's weakness, May isn't bold enough to take advantage."], [30622, "2016-11-26T16:40:09Z", 0.15, "The probability seems low, but not impossible. There are a lot of factors in play."], [30614, "2016-11-26T15:56:52Z", 0.75, "In order to avoid public outcry over an unelected prime minister leading us in Brexit. Also the opposition is weak, so it's a good time for the government to declare an early election."], [30613, "2016-11-26T15:50:46Z", 0.75, "Courts find it illegal for government to decide brexit by themselves."], [30607, "2016-11-26T15:48:00Z", 0.65, "Likely shake up after High Court ruling "], [30605, "2016-11-26T15:39:01Z", 0.6, "Europe should be determined to go hard on England"], [30602, "2016-11-26T15:33:13Z", 0.15, "Legislation dictates that 66% of MPs have to approve of a dissolution, which I can't see happening. Also, the PM has only just got her feet under the table, and so risks throwing a mandate away "], [30595, "2016-11-26T09:12:26Z", 0.05, "No need. Most MPs will reconfirm what their constituents voted for and will vote for Brexit through Parliament."], [27387, "2016-11-25T23:54:05Z", 0.15, "I think people overestimate the potential of Tory Remainers, Gove and Osbourne allies, etc., to cause trouble. Likely that government will avoid any controversial issues that might lead to defeat which aren't related to Brexit. Brexit seems like a risk on the face of it, but almost impossible that government is defeated on the issue as there will likely be enough Labour defectors facing UKIP pressure/opposing overturning of referendum/in Brexit constituencies to push them over the mark even if Tory remainers cause trouble. Government has also committed itself fairly firmly to avoiding new elections."], [29054, "2016-11-25T18:39:03Z", 0.07, "I will give it the lucky number 7 to start.\nIt is my opinion that there is too short time for debates to degenerate into a general election.\nThere is lots of machinations at work, but none to have a general election this fast. If they get to rumble with elections, the earlier they will take place could be in summer, most of the Queen's subjects are baking in the sun in southern Europe.   "], [30584, "2016-11-25T17:29:39Z", 0.35, "- Theresa May's effective commons majority is tiny, and unstable given number of potentially miscreant MPs (e.g. George Osborne's network...)\n- TM wants to seek legitimacy for her gov't and Brexit plan\n- TM would by all accounts gain a huge majority and mandate in an early election, and this would make it more likely that the conservatives would be able to have another election in 2021-3 before the Labour party gets into a better state.."], [30026, "2016-11-25T16:43:48Z", 0.05, "Unlikely before invocation of Article 50. As a negotiating strategy, the U.K. has little incentive to rush Article 50. "], [30579, "2016-11-25T15:53:24Z", 0.05, "Looking through history, I can only find one instance of a government with a reasonable majority calling an early general election - 1923. The circumstances then were a change of leader, and the government wanting a fresh mandate. While this circumstance is shared now, there have been plenty of changes of Prime Minister without an immediate election - I make the record roughly 1-5 against in the last 100 years."], [28451, "2016-11-25T11:31:21Z", 0.1, "Forecasts suggest that in Q2 2017 there may be a recession triggered by the collapse of the shadow banking system in China. It would be unusual for the UK government to call an election at a time like that. "], [14761, "2016-11-25T09:14:02Z", 0.1, "The Supreme Court may yet over-rule the High Court. Even if it doesn't Parliament will be under great popular pressure to vote in accordance with the will of the people. If either of these steps do not resolve the situation, calling an election is still a very high-risk strategy and quite probably won't happen."], [30571, "2016-11-24T21:08:10Z", 0.8, "The High Court ruling (unlikely to be overturned by the Supreme Court) means that Parliament will, in the end, decide the nature of Brexit. Given that the public is also split almost 50/50 between EU immigration controls and acces to the EU market (mutually exclusive), it is clear that what Britons want from Brexit is more nuanced. The only way I see this to be resolved is through early elections. "], [30098, "2016-11-24T20:19:29Z", 0.01, "There is only marginal upside to the May government calling an early election and large potential risk. 1% chance. One in a hundred only because I can't mark one in a thousand."], [30568, "2016-11-24T19:53:20Z", 0.12, "Of all of the early elections called over the past 100 years only two would qualify based on 2011 legislation. Leaning slightly higher than this for now. "], [30560, "2016-11-24T15:33:33Z", 0.7, "Decisions based on the middle term impact of the breton at the first trimester of 2017 in combination to Trump first policies as president in january when he takes office, so an adjustment will be need to be done for the countries who wants to keep playing in the board in a competitive way in a new deglobalized tendency on the economy and politics."], [19801, "2016-11-24T12:24:09Z", 0.19, "1. Theresa May dismisses talk of early general election\nhttp://www.independent.co.uk/news/uk/politics/brexit-high-court-ruling-theresa-may-early-election-article-50-downing-street-a7396161.html"], [12137, "2016-11-24T03:05:59Z", 0.12, "UK elections have occurred at varying intervals over the decades but only 2 early in the last 70 years:"], [23006, "2016-11-24T00:45:32Z", 0.55, "It's better politically to call a snap election if there is a good chance of improving number of Conservative seats --> that 's if analysts and polls can be believed. This may be behind-the-scenes manoeuvring by her own party to coerce her into calling one."], [30514, "2016-11-23T21:10:05Z", 0.78, "I want to win the chocolates.....wait - there are chocolates, right?"], [30415, "2016-11-23T20:31:35Z", 0.1, "- what could cause an election?\n 1. brexit court case and subsequent vote demonstrates a lack of support from parliament?\n 2. loss of majority (currently 14)\n 3. Resignation of PM?\n 4. weak opposition leads govt to believe opportunity to strengthen mandate\n- first 3 seem unlikely to happen (most parties/mps are saying they wouldn't block brexit and conv majority unlikely to be overturned)\n- fixed term parliament act would make early election harder (requires 2/3 support or motion of no confidence and no alternative govt)\n- fourth is possible but May has so far suggested no appetite for election\n- but not impossible given politics moving rapidly and no certainty, some big hurdles to overcome for govt\n- growing frustration with lack of government plan for brexit"], [29469, "2016-11-23T19:53:49Z", 0.14, "The Tories have a massive lead in current support http://ukpollingreport.co.uk/, with Labour a mess after a failed attempt to challenge Corbyn, May might want to consolidate their strong position. However, if Article 50 is indeed triggered in March (which could yet be delayed) then between that time and July her hands will be full of getting the negotiations off to a strong start rather than concentrate on a possible election, even if the question is about just the date setting. Furthermore, the Tories already have a healthy majority in parliament, so there really isn't an urgent need for elections and in this case why waste time and energy on them. "], [4139, "2016-11-23T19:53:36Z", 0.05, "This would not benefit the situation and the public knows it."], [27101, "2016-11-23T19:48:16Z", 0.05, "Chances a very slim in my view. I don't think article 50 will be a trigger. New elections would de facto be a new referendum on the EU with renewed uncertainty which no one really wants"], [30505, "2016-11-23T18:15:50Z", 0.07, "The chances are little and the reasons are many: (i) Opposition can't bring down the government. \n(i) May has slid to populism\n(iii) The electorate are more than satiated with the Brexit verdict. \n(iv) Lack of any strong leader in the nation. \n(v) India saw a similar situation. The lame duck govt of UPA 2 lingered for more than 2.5 years. "], [4992, "2016-11-23T17:45:20Z", 0.1, "Consensus at 17%, starting here w/ 10%.  Disclosure: I know very little about British politics..."], [30497, "2016-11-23T17:15:37Z", 0.65, "The government will lose its appeal against the ruling on having to seek the parliament's consent on triggering article 50. The House of Commons will subsequently set out demands on the terms for the government's position on Brexit negotiations, notably on mobility. The PM will consider this politically unacceptable and call new elections hoping to constitute a new, pro-leave parliament."], [30500, "2016-11-23T17:13:59Z", 0.75, "A perception."], [30499, "2016-11-23T17:08:45Z", 0.65, "Theresa may would like to get legitemacy and authority for brexit negotiations"], [30477, "2016-11-23T17:02:01Z", 0.53, "the tory majority being slim, and the opinion polls showing an increase of around 24 seats for con, Mrs May will want to increase her majority to ensure she is able to pass article 50 in parliament (I am assuming that the supreme court will rule against the government) There is pressure on her hold an early election. However having looked at her predecessors failed gambles and the current state of the opposition it may be a gamble that isn't needed. "], [30493, "2016-11-23T16:59:58Z", 0.1, "I actually don't know much about British politics"], [30489, "2016-11-23T16:58:06Z", 0.05, "Because May will be too worried a weak election result will end up with her being deposed due to her incompetence becoming more and more apparent. "], [30484, "2016-11-23T16:53:28Z", 0.1, "Brexit vote is going to cause legislative issues causing the British parliament to push back the vote day"], [30485, "2016-11-23T16:53:20Z", 0.05, "because even though the Parliament rejects the vote of the referendum there will probably be just a reshuffle of the cabinet"], [30481, "2016-11-23T16:53:14Z", 0.35, "Current information of actual costs of Brexit process & the mismanagement of the latter by Theresa May's administration."], [30480, "2016-11-23T16:49:59Z", 0.25, "the opposition doesn't currently appear as a credible alternative"], [30475, "2016-11-23T16:02:58Z", 0.1, "Theresa May has ruled out an early general election, arguing that the country is “only one year into” the current parliament.\nhttps://www.google.co.in/amp/www.independent.co.uk/news/uk/politics/early-general-election-can-theresa-may-actually-call-one-a7132846.html%3Famp?client=ms-android-xiaomi"], [10924, "2016-11-23T15:18:25Z", 0.13, "Over the last 100 years, UK has had nearly 30 elections of which 7 have been snap elections = 25% base rate, adjusting for a 50/50 probability gives us a score of 12.5"], [30452, "2016-11-23T11:04:04Z", 0.17, "PM May has pledged to trigger Article 50 early in 2017 and that will be the focus of her efforts over the next 12 months. Although her majority is small there is no certainty that an early election would help, as Brexit is accepted only partly along party lines. The opposition is currently too weak to be a serious threat to her preferred legislation, as it forms. While this situation persists resistance from secure Conservative colleagues and the Lords may be a greater issue. Moreover, if May can hang on till 2020, constituency boundary changes are likely to favour the Conservatives. "], [30464, "2016-11-23T08:15:29Z", 0.75, "The Conservative Party will try to take advantage of Labours current troubles, and possibly win a mandate for their brexit-strategy (such as it is)"], [30461, "2016-11-23T06:45:41Z", 0.05, "Early general elections are only called in two scenarios as per 1 & 2 below."], [29680, "2016-11-23T02:15:36Z", 0.4, "Too soon."], [30451, "2016-11-22T23:07:52Z", 0.3, "Too soon for vote"], [30430, "2016-11-22T22:43:57Z", 0.55, "government  will want a national mandate after brexit"], [30449, "2016-11-22T22:35:29Z", 0.15, "1)   As of now an early election is unnecessary.\n2)  Public dislikes for early elections due to wastage of tax payers money.\n3)  Under the UK Parliament's Fixed-term Parliaments Act 2011, the Prime Minister can no longer make a call regarding general election, even if PM does, then the PM has a daunting task of overcoming parliamentary and political hurdles before anything can be brought for discussion in the House of Commons to be agreed upon and passed as an act or something like that."], [25944, "2016-11-22T21:44:29Z", 0.5, "If parliament can't pass some sort of Brexit plan, then I don't see much alternative to going back to the polls.  It looks like the courts are going to say Brexit needs parliamentary approval, and I don't see that as much better than a coin toss."], [30425, "2016-11-22T21:06:39Z", 0.7, "It cant take much longer for a date to be defined"], [30427, "2016-11-22T21:03:33Z", 0.5, "It'll distract from the terror that is brexit."], [30416, "2016-11-22T20:16:12Z", 0.2, "Initial guess."], [691, "2016-11-22T20:02:16Z", 0.08, "The PM has said several times that she rather thinks not.   There doesn't seem any really strong reason for her to back off that just yet."], [83, "2016-11-22T19:28:03Z", 0.0, "Given the small \"Pro-Remain\" majority currently in Parliament, it seems unlikely that control over the Brexit process would be jeopardized by the current government."]]}