{"question_id": 217, "title": "Before 18 October 2016, will Iran's Guardian Council approve legislation which would restrict the use of the death penalty?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[6303, "2016-10-10T03:10:25Z", 0.0, "According to the general news and GJP consensus."], [4634, "2016-10-07T06:40:05Z", 0.18, "It's probably too late for this question, but there is movement on the issue: "], [6303, "2016-10-03T03:02:41Z", 0.0, "According to the general news and GJP consensus."], [6303, "2016-09-25T18:21:44Z", 0.0, "According to the general news and GJP consensus."], [6303, "2016-09-18T20:42:16Z", 0.0, "According to the general news and GJP consensus."], [1993, "2016-09-18T06:58:02Z", 0.0, "I don't think so, as 37 prisoners were executed in August. The outcry from foreign governments and human rights organizations will only make the Guardian Council frame the executions as an issue of sovereignty."], [6303, "2016-09-12T00:47:37Z", 0.0, "According to the general news and GJP consensus."], [28820, "2016-09-08T00:52:42Z", 0.05, "Iran is still a country that is held by its religious beliefs. thus the death penalty is a major factor in their governing system"], [6303, "2016-09-06T01:57:30Z", 0.0, "According to the general news and GJP consensus."], [6303, "2016-08-28T23:38:00Z", 0.0, "According to the general news and GJP consensus."], [1023, "2016-08-28T13:21:09Z", 0.0, "way? No Way."], [28504, "2016-08-24T09:28:20Z", 0.0, "No, they use the death penalty as a political tool, no incentive to restrict"], [6303, "2016-08-21T22:10:34Z", 0.0, "According to the general news and GJP consensus."], [530, "2016-08-16T17:44:19Z", 0.01, "Affirming forecast"], [6303, "2016-08-15T00:11:30Z", 0.0, "According to the general news and GJP consensus."], [6303, "2016-08-09T03:18:26Z", 0.0, "According to the general news and GJP consensus. "], [1023, "2016-08-07T21:55:06Z", 0.1, "no way."], [14182, "2016-08-06T20:03:25Z", 0.0, "COMMENT:"], [14182, "2016-08-05T08:18:46Z", 0.0, "Going down from 1 to 0% probability."], [28052, "2016-08-04T07:32:16Z", 0.0, "The hardliners are intent to maintain their hold and positions. Changes of this type would put more wind in the moderates' sail. Thus, most laws and policies will remain the same."], [28045, "2016-08-03T21:43:02Z", 0.0, "Texas has a higher chance."], [9755, "2016-08-03T21:35:39Z", 0.0, "They just excuted between 20-40 prisoners , according to Iran they were Sunni jihadists and Kurdish fighters! "], [83, "2016-08-01T17:21:31Z", 0.0, "Due to political pressure from the EU, the number of drug related executions may have been reduced in Iran, however October 2016 seems to early for formal changes to the law."], [6303, "2016-08-01T04:06:28Z", 0.0, "According to the general news and GJP consensus. "], [9755, "2016-07-27T03:02:06Z", 0.05, "Getting close to the date and no news on limiting the death sentences, but anything is possible in Iran \nThey Will have to  limit it , when is the question?\nThere must be a holy date in Iran  before Oct 2016 when religious leaders  try to coincide with  such decisions?\nWill find out and let you know if I hear anything."], [484, "2016-07-19T02:55:02Z", 0.0, "Down 3% on this http://www.gjopen.com/comments/comments/284417"], [14182, "2016-07-18T16:17:59Z", 0.01, "Update.\nNo change in 1% probability."], [6303, "2016-07-18T00:31:38Z", 0.0, "According to the general news and GJP consensus. "], [484, "2016-07-17T16:28:09Z", 0.03, "Down 1% to be closer to consensus."], [27284, "2016-07-13T23:36:15Z", 0.01, "Hardliner are too strong."], [6303, "2016-07-11T01:20:48Z", 0.0, "I am forecasting based on the general news reports and GJP consensus."], [484, "2016-07-08T16:48:33Z", 0.04, "Down 1% for passage of time."], [11296, "2016-07-07T14:10:45Z", 0.05, "There are really 2 questions here, as the parliament needs to pass the bill and the Guardian Council the needs to allow it."], [26349, "2016-07-07T10:07:28Z", 0.09, "No signs that this is becoming more likely, so reducing prediction."], [26256, "2016-07-03T03:25:06Z", 0.17, "It seems more likely that the Iranian government restrict the use of death penalty on drug trafficking. \nhttps://www.theguardian.com/world/2016/jun/28/iran-under-pressure-abolish-death-penalty-drug-trafficking"], [26256, "2016-07-03T02:46:39Z", 0.03, "Politics might be at play here. Lifting death penalty is a symbol of western progress in civil society. I am not positive that Iran is so ready to be part of this ideology."], [21155, "2016-07-02T03:52:49Z", 0.3, "The term of restrict the use seem quite loose "], [202, "2016-06-30T07:24:49Z", 0.07, "This article states that a bill was tabled in the majles in Dec 2015. I can't find any news on it since. The article also states that a similar bill failed before so the base \nrate doesn't indicate a high chance of this happening.\nhttps://www.iranhumanrights.org/2015/12/bill-to-end-death-penalty-for-drug-crimes/\nIf it hasn't moved in the majles since Dec the chances of the equivalent of an upper house passing it by October are pretty slim just on time grounds. \nThen add in ideology etc and this probability comes down even further"], [26666, "2016-06-29T14:22:47Z", 0.02, ""], [1023, "2016-06-29T13:22:18Z", 0.01, "Iran needs much more time and cultural change in order to restrict use of death penalty."], [26686, "2016-06-29T02:08:02Z", 0.0, "Iran's politics move too slowly for this.  The opposition to the legislation is religious-based.  The first hurdle is getting it through the Majles.  On paper, the moderate-reformist coalition is in charge.  In truth, its center is moderate conservative.  Even if the Majles approves, the GC will likely hold it up on technicalities.  It will just be another \"razieh\": a Shi'ite passion play.  The real decisionmaker is the Supreme Leader Khamanei who has taken very conservative stances."], [26636, "2016-06-28T11:48:45Z", 0.0, "Gut instinct.  The legislation will pass, but after 18 October 2016.  Likely within ten years, but after international events further empower females around the world which infuses more compassionate discussions in relation to children."], [26349, "2016-06-28T07:25:17Z", 0.11, "There seems to be little genuine appetite for this amongst the Iranian leadership. The use of the death penalty, and the terror that it spreads, has been a cornerstone of Iranian government control since the revolution. Even the reformist Rouhani has done little to agitate in favour of its limitation. Indeed, there is some reason to think that, since his appointment in 2013, the frequency of executions in Iran has actually increased (with 2015 being a particularly bloody year). Moreover, getting the Majles to consider (very publically) an apparently liberalising policy which then does not get past the Guardian Council is a common tactic in Iran - it is an effective, low-risk ploy used by the regime as propaganda both internally and externally to demonstrate their apparent 'openness' to new ideas."], [26474, "2016-06-24T05:46:01Z", 0.08, "Unlikely in this time span.  The hardliners are experiencing a boom in blowback to the deal.  Additionally, the RG's control of the economy and means of production will not allow Liberals to reap any benefits this quickly.  It'll happen, but much more slowly."], [23234, "2016-06-23T22:42:50Z", 0.5, "Comment deleted on Jun 23, 2016 10:56PM UTC"], [25944, "2016-06-23T01:32:17Z", 0.0, "Even if they agree to soften their stance in their war on drugs (to secure more western aid), it will probably informal, not legislative."], [6600, "2016-06-22T16:35:00Z", 0.01, "The Guardian Council wouldn't pass anything that goes against the religion "], [94, "2016-06-20T21:42:41Z", 0.1, "This is a broadly worded question.  Even if the legislation mentioned in the question doesn't pass, it is possible that some unrelated legislation restricting the death penalty in marginal cases could pass.  The confidence of other forecasters doesn't seem warranted."], [26327, "2016-06-20T20:49:39Z", 0.02, "The religious laws are very key components of Iranian system. The Guardian Council is mostly nominated from hardliners because there is a veto rights to disband moderate candidates. Memebers of Guardian Council have to be dedicated to islamic values so it leaves no room for reformists. I am keen to belive that Iran will still keep Islam laws so important that no big changes will happen to 18. 2016. Also most death penalties are related to drugs and i dont believe there will be any change that either.  The amount of death penalties has grown big since 2010. That will also be negative factor if we consider the change in this issue."], [25454, "2016-06-20T08:12:50Z", 0.1, "Such a step will probably be a little too radical for them"], [6303, "2016-06-20T01:41:02Z", 0.01, "According to the general news and GJP consensus."], [484, "2016-06-17T16:25:38Z", 0.05, "Down 5%. I hadn't checked for anything new about Khamenei's health in awhile. Nothing immediately popped up, but (re-)read this:"], [26217, "2016-06-17T14:54:36Z", 0.01, "Would require another revolution"], [1057, "2016-06-17T12:20:20Z", 0.05, "Iran not ready for that yet"], [1055, "2016-06-17T12:08:28Z", 0.05, "no Iraian Guardian Council not ready to do that yet"], [22822, "2016-06-17T09:49:46Z", 0.05, "http://www.al-monitor.com/pulse/originals/2016/05/iran-drug-executions-larijani-un-ahmed-shaheed.html\nhttp://www.al-monitor.com/pulse/originals/2015/12/iran-drug-offense-smuggling-execution-ban.html"], [25656, "2016-06-16T19:18:49Z", 0.0, "A reiteration of 0% (being less than 0.5%)."], [22245, "2016-06-15T14:40:29Z", 0.0, "Sharia calls for death, they can not go against their Koran."], [24176, "2016-06-14T18:44:23Z", 0.0, "Iran is going to be conservative till the Ayatollahs are de facto and considered de jure. Iran has a little of the Middle East in them."], [24176, "2016-06-14T18:37:26Z", 0.0, "Iran is going to be conservative till the Ayatollahs are de facto and considered de jure. Iran has a little of the Middle East in them."], [26033, "2016-06-14T06:12:08Z", 0.0, "This will not happen for another years."], [25656, "2016-06-13T18:31:46Z", 0.0, "My 0% isn't actually zero but less than 0.5% so rounding down."], [83, "2016-06-13T18:02:17Z", 0.0, "http://www.un.org/apps/news/story.asp?NewsID=53686#.V17wsNQ8KrV\nFrom the first link: New Parliament to debate mandatory death sentence (Article dated 4/16/16) for drug crimes.\nGiven the short time frame for the question and the time and uncertainty involved with the current Parliament passing legislation, plus, the time and probability required for the Guardian Council to approve the law, a very low forecast seems appropriate."], [484, "2016-06-13T15:53:12Z", 0.1, "(no change) Consensus climbing a bit. Perhaps the minors and drug issues (if my memory is correct)."], [21702, "2016-06-13T06:36:57Z", 0.85, "Counsil is way to strong for that"], [909, "2016-06-12T23:51:46Z", 0.01, "Yeah, I don't see this happening without massive political reform beforehand. Capital punishment in general is fairly common throughout the region. "], [11962, "2016-06-12T20:41:00Z", 0.01, "The powers that be seem to still prefer to quickly  and permanently eliminate the opposition."], [11038, "2016-06-12T13:30:44Z", 0.03, "For this to happen, The Majiles needs to pass the law and the Council needs to Approve it.  Given the fact that an Anti-Death Penalty activist just got sentenced for 10 years and that so few women and minors are sentenced to death in the first place, this is highly unlikely from occurring.."], [6303, "2016-06-12T01:30:59Z", 0.01, "According to the general news and GJP consensus."], [7523, "2016-06-11T02:05:56Z", 0.0, "No - too much power from the radicals still "], [25940, "2016-06-10T15:52:20Z", 0.05, "The death penalty in Iran is rooted deeply in both Iranian religion and culture. In religious terms the argument for the death penalty is pretty clear: the Koran prescribes it and Iran is essentially a theocracy in which religious clerics have control over the levers of power.\nCulturally, there isn't a great deal of mainstream opposition to the death penalty and the population (in general) and politicians see it as both a punishment and an integral mechanism for deterring future criminal activity. \n"], [706, "2016-06-10T05:15:42Z", 0.01, "Is this a joke question?"], [1646, "2016-06-09T05:46:50Z", 0.11, "Someone probably already posted this, but merits discussion:\nWill Iran stop executions for drug offenses? May 19\nhttp://www.al-monitor.com/pulse/originals/2016/05/iran-drug-executions-larijani-un-ahmed-shaheed.html\nEvidently Iran faces internal and external pressure to act on this, as well as failed policies:\nJune 2: Zarif: Iran ready for human rights talks with EU http://en.trend.az/iran/politics/2541350.html"], [25021, "2016-06-09T02:47:44Z", 0.02, "Unlikely within the next four months. However, Iran currently has 17 capital drug-related offenses and there is a slight possibility that international pressure could see one or two of these downgraded to imprisonment as a gesture of appeasement. Other than that, no chance."], [484, "2016-06-09T02:14:27Z", 0.1, "Up 9% @Amir-"], [9755, "2016-06-09T01:50:58Z", 0.49, "There will be a ceasing of death penalty for drug offenses , which has been the bulk of the death penalties in Iran.\nThe goverment and leadership have hinted that death penalty for drug charges will be stopped. When exactly we donot know !\n"], [484, "2016-06-08T19:45:14Z", 0.01, "Initial forecast. Another (probably) low probability question that may offer some interesting insights."], [476, "2016-06-08T18:41:47Z", 0.0, "Death Penalty News reported latest executio was a month Octoago in Kermanshah's central square. Link here.  http://deathpenaltynews.blogspot.com.br/2016/05/iran-public-execution-in-kermanshah.html"], [530, "2016-06-08T15:53:07Z", 0.01, "I'm keeping this low to start based on comments by @Khalid. "], [14182, "2016-06-08T15:44:10Z", 0.01, "Was actually taken aback when I first came across this Q. Both @Intriligator & @Khalid express my view more succicently. "], [18762, "2016-06-08T11:54:11Z", 0.01, "The mere fact that this question was asked gave me pause-was there some piece of information that made this question debatable? Before I saw this question was posted i easily would have answered \"zero.\" I found nothing to suggest it should not be \"zero.\" Regime change or other catastrophe is the only way"], [68, "2016-06-08T10:27:59Z", 0.01, "The Guardian Council has twelve members, six theologians appointed directly by the Supreme Leader, and another six jurists nominated by the judiciary.  It has a very conservative mindset, as was seen in the recent Majles elections when it disqualified almost all of the candidates considered to  be moderate or reformist. It can be taken for granted that anyone nominated by the current Supreme Leader will be very conservative. Similarly, the judiciary is a very conservative institution too and so will its nominees be."], [19801, "2016-06-08T06:28:56Z", 0.0, "How many people are executed every year in Iran?"], [691, "2016-06-07T19:35:08Z", 0.08, "Offhand, not much reason to believe that such legislation would get the okey-dokey from the cognizant poobahs.  It is possible to suspect that they think they've given away too much already.  This may happen after a while, but not probable before this date."], [368, "2016-06-07T19:34:39Z", 0.0, "In recent open sources it was indicated that in Iran, emerging from isolation after the lifting of nuclear-related sanctions, at least 977 people were executed in 2015, up 31% from the 2014 figure of at least 743. The vast majority were for drug-related offences. Iran is one of the last executioners of child offenders, in violation of international law. Last year it executed at least four people who were under 18 at the time of their crime.  In states that have a high application of the death penalty, primarily for drug offenses in Islamic countries include:  China, Iran, Saudi Arabia, Malaysia, Singapore, Vietnam, Indonesia.  However, China (which currently has the highest death penalty rate), Singapore and Vietnam also implement policies for reasons of drug offenses of various kinds."], [1646, "2016-06-07T19:02:24Z", 0.0, "Ja također ne verujem u restrikciju smrtne kazne u iranu"], [4634, "2016-06-07T18:56:28Z", 0.18, "No recent (English) news on the new legislation, and an increase in executions."], [500, "2016-06-07T17:44:19Z", 0.0, "ne verujem u restrikciju smrne kazne u iranu"]]}