{"question_id": 290, "title": "Will Senator Richard Burr (R-NC) be re-elected this November?", "correct_answer": "Yes", "crowd_forecast": 0.66, "preds": [[19801, "2016-11-08T12:04:37Z", 0.69, "Consensus also agrees.\nhttp://predictwise.com/politics/2016-congress-senate"], [10773, "2016-11-08T04:57:58Z", 0.35, "Ground game "], [6079, "2016-11-07T19:39:47Z", 0.75, "he is stable"], [28986, "2016-11-07T13:26:41Z", 0.33, "Early voting was very strong, which favors democrats. Second, election turnout is also going to be strong as it is a presidential year and the weather is good."], [29646, "2016-11-06T21:43:24Z", 0.8, "I think ticket-splitting will favor Senator Burr.  Clinton might be at even odds in NC, and ticket-splitting would then put Burr over the top."], [959, "2016-11-05T21:41:08Z", 0.37, "Too political"], [29669, "2016-11-05T18:40:57Z", 0.7, "I am following Nate Silver's Senate forecast model. See this link for an explanation for how the model works.\nhttp://fivethirtyeight.com/features/how-the-fivethirtyeight-senate-forecast-model-works/"], [24395, "2016-11-05T17:23:46Z", 0.4, "Strong Democratic turnout for Clinton in NC should put Ross over."], [6440, "2016-11-05T02:59:42Z", 0.45, "Dems will send him home"], [156, "2016-11-05T01:04:29Z", 0.75, "As per polling averages on RCP, Burr has led consistently albeit narrowly."], [767, "2016-11-04T20:07:22Z", 0.6, "Latest Quinnipiac poll gives Burr the lead. Poll averages show race in a deadheat.  http://www.realclearpolitics.com/epolls/2016/senate/nc/north_carolina_senate_burr_vs_d_ross-5693.html"], [3943, "2016-11-04T19:26:11Z", 0.8, "Based on voter backlash, GOP WILL RETAIN THE SEAT"], [13144, "2016-11-04T18:42:51Z", 0.8, "Burr is a respected Senator, and despite the fact that I expect Hillary to win the presidential election, I think his reputation will see him re-elected fairly comfortably."], [4045, "2016-11-04T18:31:10Z", 0.6, "If polls are trending away from HRC in NC, democratic candidate will be negatively affected."], [225, "2016-11-04T18:19:41Z", 0.49, "The presidential race in NC is moving toward Clinton.  If the democratic get out the vote machinery is effective it will be a close loss for Burr."], [16269, "2016-11-04T14:18:54Z", 0.95, "Most voters have made up there minds well in advance of the election. Majority polls show Burr leading by a narrow majority."], [24109, "2016-11-04T03:06:41Z", 0.6, "Staying pat.  538 and Upshot.  Polls at RCP appear about even, slightly favor Burr.  At this point, it is probably a race between Hillary's (slightly) declining poll numbers and her get out the vote machine."], [28986, "2016-11-02T14:21:25Z", 0.4, "Polling is all over the map. Early voting favors dems.  "], [29891, "2016-11-01T02:26:12Z", 0.6, "Based on his lead on the polls. It's relevant that it is not common for a senator to win re-election in NC. He did it in 2010 becoming the first one to do so since the 60s. He has a 30% approval rating on some polls but the state remains competitive across all ballots. "], [29623, "2016-10-31T20:02:09Z", 0.45, "Holding steady on the idea that Burr will lose, but with less confidence."], [476, "2016-10-30T22:32:32Z", 0.52, "TPM, a trusted source in manufactured consensus, says he is leading by a point.  http://talkingpointsmemo.com/polltracker/incumbent-senator-ahead-nc-poll"], [3895, "2016-10-30T18:34:37Z", 0.54, "Burr +1 in RCP average as of today"], [4139, "2016-10-30T04:38:34Z", 0.9, "On Trump's coattails, remarkably."], [29289, "2016-10-29T00:35:47Z", 0.6, "recent polls suggest a significant drop in favorability"], [29738, "2016-10-25T17:35:53Z", 0.39, "Burr has pretty bad job approval/disapproval numbers. However, the polls also show Ross with pretty unsightly favorably numbers. The benefit for her is that the undecideds typically favor Clinton."], [3321, "2016-10-25T01:38:07Z", 0.15, "Hillary is gaining momentum in NC.  The Democratic GOTV machinery will get more Dems out to vote and those Dems will not split their ticket.  "], [283, "2016-10-24T12:45:52Z", 0.55, "I think the NCGOP \"firebombing\" incident was staged. Not that that would prevent voters from gulping down the deliciously satisfying narrative in its entirety, as the media have."], [19801, "2016-10-24T02:08:41Z", 0.54, "http://predictwise.com/politics/2016-congress-senate"], [29289, "2016-10-24T00:40:49Z", 0.8, "Combination of polls"], [12879, "2016-10-23T23:54:33Z", 0.5, "Another toss-up perhaps."], [29469, "2016-10-21T18:19:47Z", 0.77, "Polls and think there might be a Clinton backlash in favour of the GOP."], [691, "2016-10-21T16:36:32Z", 0.48, "North Carolina is very volatile this year, but probably will come down mostly D.  Luckily for everyone, it won't matter to the overall outcome, which will be Clinton goes back to the other end of Pennsylvania Avenue, the Ds take the Senate, the Rs keep the House, and only a couple of R governors are kicked out, McCrory being one of them.  This Senate contest remains one of the toughest to call, even among my Friends-and-Relations of various persuasions who live there. "], [476, "2016-10-21T15:19:37Z", 0.51, "Local poll suggests race now too close to call, link here http://www.usatoday.com/story/news/politics/elections/2016/2016/10/13/nc-senate-race-surprise-nail-biter-may-critical-senate-control/91964582/"], [19801, "2016-10-21T02:46:42Z", 0.52, "http://predictwise.com/politics/2016-congress-senate"], [29669, "2016-10-20T15:54:36Z", 0.48, "This is a close one but Burr has maintained a slight lead  and since the Presidential vote will probably go to Clinton there may be a greater inclination to vote Republican down ballot. While we want to consider the advantage of incumbency, Burr has not distanced himself enough from Trump's more egregious mistakes, and this could hurt Burr."], [25705, "2016-10-20T13:23:06Z", 0.58, "According to the recent polls."], [6709, "2016-10-20T04:25:25Z", 0.35, "Times are changing in NC"], [28904, "2016-10-18T16:44:41Z", 0.66, "Burr still leading, but within margin of error. Predictwise has 51%. Upshot has a good overall view of multiple forecasters: http://www.nytimes.com/interactive/2016/upshot/senate-election-forecast.html. Ross isn't leading in any of the tracked polls there: http://www.nytimes.com/interactive/2016/upshot/north-carolina-election-forecast.html. Prediction markets have a tighter race. "], [25705, "2016-10-17T13:09:37Z", 0.53, "Still leads, but the lead is minimal... Senate races usually swing with the presidential race and for Republicans this year, odds do not look good."], [3895, "2016-10-14T11:15:39Z", 0.55, "http://www.realclearpolitics.com/epolls/2016/senate/nc/north_carolina_senate_burr_vs_d_ross-5693.html"], [29548, "2016-10-12T17:40:44Z", 0.75, "Trump took NC handily, beating out Ted Cruz and his rivals by several percentage points.  With Senator Burr continuing to back the Presidential Candidate, his supporters certainly will vote to re-elect him."], [3895, "2016-10-11T10:58:58Z", 0.53, "http://www.realclearpolitics.com/epolls/2016/senate/nc/north_carolina_senate_burr_vs_d_ross-5693.html"], [28904, "2016-10-10T17:27:21Z", 0.62, "Wow, this is close: http://www.nytimes.com/interactive/2016/upshot/north-carolina-election-forecast.html. "], [13997, "2016-10-08T08:12:48Z", 0.3, "Very close race. Incumbents should win, but D's have a much better ground game."], [1993, "2016-10-07T03:40:52Z", 0.5, "I've noticed that North Carolina Senators on this election cycle since the 1980s have been from the opposing party to the US president. That would probably mean Republican this time around, but Burr could suffer from an unpopular governor and lackluster Trump. That doesn't mean that he'll lose, but Burr does not have the lead that he did in the past 2 elections. "], [691, "2016-10-05T18:55:23Z", 0.44, "From what one hears and reads outside of 538, this year should be quite bad for NCRs, at least for positions that can't be gerrymandered: governor and senator and whatnot."], [29418, "2016-10-04T22:53:50Z", 0.25, "Unpopular POTUS candidate plus an unpopular governor should doom Burr's reelection"], [38, "2016-10-04T22:12:34Z", 0.44, "http://www.bloomberg.com/politics/articles/2016-10-03/north-carolina-poll"], [556, "2016-10-04T16:42:34Z", 0.45, "I'm nervous going against fivethirtyeight.com but I think the momentum is swinging...\nhttps://www.buzzfeed.com/tariniparti/democratic-challenger-reports-big-fundraising-haul-in-key-no?utm_term=.xyBLNqMqB#.lwYNva0ab"], [68, "2016-10-04T12:45:36Z", 0.56, "http://projects.fivethirtyeight.com/2016-election-forecast/senate/north-carolina/ has Burr at 56.1%\nhttp://predictwise.com/politics/2016-congress-senate gives him 56% too."], [3895, "2016-10-03T10:20:16Z", 0.48, "very close race, +1 Ross in the RCP polling average as of today http://www.realclearpolitics.com/epolls/2016/senate/nc/north_carolina_senate_burr_vs_d_ross-5693.html"], [23206, "2016-10-03T00:28:41Z", 0.6, "There have been a few good polls for Ross, but Burr has held a lead in the polling average.  Trump could have a down-ballot effect by alienating black and women voters, though this hasn't really shown up in the polls in a big way."], [38, "2016-10-02T22:33:38Z", 0.54, "http://www.journalnow.com/news/local/sen-richard-burr-trump-has-to-be-sharp-on-his/article_68f7fed7-9a9f-5641-9423-20ea30f31c7c.html"], [24109, "2016-10-02T17:23:39Z", 0.65, "Based upon 538 predictions and upshot."], [19801, "2016-10-01T11:07:08Z", 0.6, "There is a base 82% re-election rate to the US senate in 2014.\nhttps://www.opensecrets.org/overview/reelect.php"], [38, "2016-09-30T23:06:09Z", 0.54, "What Burr has going for him:\n-incumbency\n-he's a Republican in a Republican leaning-state:  North Carolina has voted Republican in every presidential election from 1980 until 2008, when it backed Barack Obama by a thin margin. The state went for Republican Mitt Romney in 2012.\n-money:  $6.9m cash on hand compared to Ross' $1.9\n-538 has Burr @ 61% "], [2965, "2016-09-30T19:42:23Z", 0.48, "Very close Senate Race.\nRCP had Burr down by an average of 1."], [691, "2016-09-30T18:19:47Z", 0.48, "Still early days, but it looks like a bad year for the Rs in NC.  Even out by Asheville, the population is increasingly made up of, or otherwise influenced by, people who have learned to walk upright.  If the NCRs do very badly this year, it may indicate that a trend started in Virginia (or maybe not, because of the odd demographic in Northern Virginia) and Florida--NC this year, then in '18 or '20 some or all of Tennessee, Georgia, Missouri, and so on.  My poor misguided party will need to remember how to talk to grownups, as we used to do.  Stay tuned. "], [68, "2016-09-30T17:37:41Z", 0.55, "I didn't think this would be competitive - a Republican incumbent in a traditionally Republican state, but the numbers suggest this could be an upset"], [500, "2016-09-30T17:21:41Z", 1.0, "jes"]]}