{"question_id": 1038, "title": "In Timbs v. Indiana, will the Supreme Court rule that the Excessive Fines Clause of the Eighth Amendment applies to states?", "correct_answer": "Yes", "crowd_forecast": 0.88, "preds": [[26030, "2019-02-20T16:25:41Z", 0.95, "Excessive fines, especially those imposed administratively without due process, are not popular - too many stories of venal state agencies after the loot."], [5053, "2019-02-20T15:11:43Z", 1.0, "Updating to 100% in light of today's ruling. https://www.supremecourt.gov/opinions/18pdf/17-1091_5536.pdf\n"], [63914, "2019-01-20T11:31:50Z", 0.7, "For Timbs: why should Indiana dodge a constitutional amendment\nAgainst Indiana:  i doubt the US Supreme Court much likes having a legal manouevre flung in its face. \nAgainst: A ruling that the court has no power to void 'excessive' fines would not make good reading for those looking to a smaller State with less interference, especially in business cases. \nOn the balance of state versus federal court rights, federal is there to provide overall guidance and i rather think they believe they can overrule states, and the matter of this case  (a 'disproportionate' fine) should not affect that judgement. If there needs to be a further amendment to the Eighth Amendment, so be it, but this case I think they will vote for the the US Supreme Court's rights to stand, and for some post-fact tidying up on procedure. "], [59008, "2019-01-17T23:27:02Z", 1.0, "It is just too damn hard to think of why this express right wouldn't apply to the states, even in comparison to all of the combined difficulties that will arise in applying limits under incorporation."], [66626, "2019-01-15T00:03:29Z", 0.97, "the 2 of the 3% comes from the chance a decision will be delayed or not rule."], [65395, "2019-01-14T15:17:13Z", 0.05, "States rights issue.  10th Amendment."], [43191, "2019-01-11T16:59:39Z", 0.75, "From the questions during arguments from Gorsuch, it seems this will be held to the states."], [66458, "2019-01-10T04:20:28Z", 0.65, "Criminal activity forfeiture are heavily supported, but context matters. Excluding state activity from that provision does not seem likrly"], [65343, "2019-01-06T19:46:45Z", 0.55, "They should, but sadly may leave the status quo"], [48709, "2018-12-31T15:34:11Z", 0.9, "The high court will rule that the court should have asked for the car before hand. And been clear in its fines. "], [5053, "2018-12-19T14:19:50Z", 0.9, "Given the press coverage and sentiments expressed during the oral argument, is seems likely that the Court will rule that the Excessive Fines Clause of the 8th Amendment applies to the states. http://www.scotusblog.com/2018/11/argument-analysis-court-appears-ready-to-rule-that-constitutions-bar-on-excessive-fines-applies-to-the-states/"], [38564, "2018-12-19T05:01:55Z", 0.96, "Mcdonald v chicago is the relevant precedent to me."], [4718, "2018-12-13T18:10:30Z", 0.99, "Basic fairness vs. casuistry: Fairness will win by more than a single vote (but I don't foresee a unanimous decision)."], [56400, "2018-12-13T16:18:42Z", 0.75, "Historic precendent"], [61355, "2018-12-10T14:20:59Z", 0.99, "Argument transcript makes this outcome obvious."], [30289, "2018-11-30T22:01:34Z", 0.65, "With the partisanship of the latest justice as displayed during the confirmation hearings, and the very right-leaning court in general, I forsee that they will opt for the \"lauren ardor\" gibberish argument that the threat of the excessive fines (by impounding vehicles or taking other items of value far in excess of the normal fines range) deters future criminals, however false that argument may be"], [98, "2018-11-30T19:42:16Z", 0.95, "First projection"], [10197, "2018-11-29T19:26:24Z", 0.95, "Updating forecast to reflect comments of justices who appear comfortable to incorporate here for the purposes of civil forfeiture even though the facts of the case do not perfectly align.  There will likely be a split opinion but will be mixed among the conservative and liberal justices. "], [1333, "2018-11-27T00:00:55Z", 0.69, "November 28\nTimbs v. Indiana comes on a writ of certiorari to the Indiana Supreme Court. When Tyson Timbs pleaded guilty to a drug charge, he was ordered as part of his sentence to forfeit his Land Rover, on the grounds that he had transported drugs in the vehicle. A state appeals court ruled in favor of Timbs, who argued that the forfeiture was unconstitutional under the Eighth Amendment's clause prohibiting excessive fines. The Indiana Supreme Court reversed the decision, stating that the U.S. Supreme Court had never ruled that the excessive fines clause applied to state governments."], [35831, "2018-11-26T15:36:34Z", 0.65, "Pending argument."], [11962, "2018-11-14T00:57:52Z", 0.85, "I have no idea what is \"excessive.\"  Isn't!t that relative to net worth?  Income?"], [4423, "2018-11-13T23:30:42Z", 0.87, "This would provide uniformity to how this is treated by the states & how it was originally intended."], [37115, "2018-11-13T18:48:20Z", 0.9, "Very few Bill of Rights provisions haven't been incorporated, and I think it's time this definitively was. "], [37029, "2018-11-13T16:54:32Z", 0.25, "My reading of this (relatively) conservative Court is that they will interpret the Constitutional standard as applying to Federal jurisdiction, and the states may impose their own standards. However, (as one recent case suggested) the Court will \"keep a wary eye on\" the actions within the state jurisdiction. "], [671, "2018-11-13T14:12:25Z", 0.75, "Initial “gut” feeling "], [706, "2018-11-12T02:19:43Z", 0.25, "Thanks to Eppir and LongGame.  It seems that if Indiana had not confiscated the vehicle under civil law and instead had done it as part of criminal law, then it would have clearly exercised its right to confiscate property involved in the crime.  As it is now, in my understanding, the case pits a state law versus the federal law, and this SCOTUS will air towards the Indiana SC's ruling.  Curiously, the excessive fine portion of the eighth amendment is the only part of it not incorporated: https://www.law.cornell.edu/wex/incorporation_doctrine .  This was upheld as recently as 2010: https://www.law.cornell.edu/supct/cert/08-1521"], [59981, "2018-11-11T01:19:57Z", 0.4, "It seems that Timbs is arguing that the forfeiture of his vehicle was an integral part of his punishment for selling and trafficking heroin. Under Indiana criminal law, the maximum fine that could be imposed for that particular offense and subsequent conviction is $10,000 and his vehicle is worth 4 times that. If the Eighth amendment is understood to apply to states AND the circumstances of the confiscation are understood to be directly connected, then his claim should be upheld by the SCOTUS.\nThe state of Indiana is arguing that the vehicle was seized under a separate act to his criminal prosecution, in a civil case. Due to TImbs admission while in custody that he routinely used the vehicle to transport heroin, there is a case to be made that the forfeiture of his vehicle was related to confiscation of a vehicle used for illegal activity. "], [691, "2018-11-10T12:19:19Z", 0.75, "Real conservatives would consistently defend the states' rights to do pretty much anything that wasn't expressly forbidden in the Constitution.  However, real conservatives are very much like real Christians or real capitalists or real communists--a Platonic ideal construct with no real-world counterpart.   @georgekegler is probably right about the result, but may be too polite about the motive:  The current majority on the Court will want to make sure that none of their wealthy buddies, individual or corporate, suffer any serious consequences for whatever they do."], [11430, "2018-11-10T05:50:21Z", 0.75, "The new conservative element within the SC will act to limit the state courts in their power to fine, lessening the power of state courts in enforcing many statutes effecting industrial regulation."], [10197, "2018-11-09T19:17:01Z", 0.0, "On its face, the punishment seems disproportionate.  However, it would seem odd that one could retain property involved in a crime, where guilt is shown (bifurcated nature of standard of proof for the crime and whether the asset was used in connection with the crime proven to have been committed shows that there is a common law preference for restricting the use of assets that can facilitate or are the result of criminal activity), when the forfeiture could be obtained by the state through a civil action without having to meet any standard of personal guilt but merely show that the asset was used in an activity deemed illegal. There is long standing precedent in this regard (civil):"]]}