{"question_id": 259, "title": "Will Senator Pat Toomey (R-PA) be re-elected this November?", "correct_answer": "Yes", "crowd_forecast": 0.3, "preds": [[10898, "2016-11-09T04:22:55Z", 0.04, "quoting Dima-K *This is definitely cheating - would work only in case GJO makes a mistake to include today in the scores (as indicated by resolution date)*\n"], [5001, "2016-11-09T04:05:26Z", 0.02, "*This is definitely cheating - would work only in case GJO makes a mistake to include today in the scores (as indicated by resolution date)*"], [19801, "2016-11-08T11:44:04Z", 0.45, "McGinty has the lead."], [12879, "2016-11-08T03:12:34Z", 0.3, "Have to assume that Senator Toomey will SuperForecasting \"Probably Not\" win reelection.ðŸ˜¢"], [1502, "2016-11-07T09:32:13Z", 0.0, "A Susquehanna/WHTM-TV poll released Thursday showed McGinty leading Toomey by 6 points, with a 47-41 margin. \nIn a CNN poll also released Thursday, McGinty led Toomey by 5 points. \nOn Wednesday, a Monmouth poll found that McGinty held a 3-point lead. \nRealClearPolitics' polling average currently shows McGinty leading Toomey by a 4.5 percent. FiveThirtyEight, which uses a much more complex set of calculations, gives McGinty a 75 percent chance of winning using its polls-only model.\n(Pennlive.com)\n"], [948, "2016-11-06T13:56:50Z", 0.95, "I believe the polls in this case is moving towards the Republican incumbent pushed by further movement of Trump."], [24395, "2016-11-05T17:41:39Z", 0.2, "Though race is close to dead even in most polls of the past week, with McGinty only holding slight edge, Democrats superior GOTV efforts and top of the ticket last minute push Monday should cushion her lead."], [156, "2016-11-05T01:20:06Z", 0.45, "Latest polls show McGinty with a consistent (although narrow) lead."], [767, "2016-11-04T20:35:38Z", 0.2, "538 giving Toomey's opponent, McGinty a 72.9% prob of winning: http://projects.fivethirtyeight.com/2016-election-forecast/senate/pennsylvania/"], [23223, "2016-11-04T20:26:17Z", 0.25, "Toomey's waffling over Trump, along with general disgust regarding Trump's comments about grabbing women will doom both of them. McGinty has been surprisingly unflappable & made a good showing in debate. Toomey's also waving around weak, 1-time support of a background check bill as \"proof\" of his \"ability of work with both parties\" when he's actually been a consistent hard-right voter & NRA supporter. Phila. suburbs are not the comfortable Republican \"country club\" conservatives they once were & women vote more than men. Hard to believe, but I think he'll actually lose this time."], [8701, "2016-11-04T19:13:50Z", 0.51, "Weak Democratic opponent is the only reason he wins."], [7349, "2016-11-04T19:03:04Z", 0.24, "Melanie's speech wasn't soon enough or significant enough to bump Toomey's chances."], [16428, "2016-11-04T18:32:44Z", 0.3, "Clinton's extremely likely win in Pennsylvania and Toomey's rightward lean in a left-leaning state will do him in during a presidential election level turnout of 58-63 percent."], [225, "2016-11-04T18:32:22Z", 0.4, "Clinton is still significantly ahead in Pa and I expect there to be coat tails which will lead to a loss by Toomey."], [24109, "2016-11-04T03:03:05Z", 0.25, "http://www.realclearpolitics.com/epolls/2016/senate/pa/pennsylvania_senate_toomey_vs_mcginty-5074.html"], [3895, "2016-10-30T18:33:41Z", 0.39, "going down; McGinty ahead in 3 out of last 4 polls"], [4139, "2016-10-30T05:00:29Z", 1.0, "More Trump coattails."], [29502, "2016-10-26T14:54:47Z", 0.6, "Rationale: The polls"], [3895, "2016-10-25T08:41:25Z", 0.51, "Toomey now +1.8 in the RCP average http://www.realclearpolitics.com/epolls/2016/senate/pa/pennsylvania_senate_toomey_vs_mcginty-5074.html"], [29502, "2016-10-22T11:58:58Z", 0.8, "The race is tight in NC, biased polls have it as a Clinton win, other (especially online) favor Trump. Looking at the breakdown, it seems that a good chunk of Republicans may vote Libertarian/not trump in NC, but will likely prefer to have a R as a senator. \n"], [29469, "2016-10-21T18:44:16Z", 0.76, "Polls and incumbent advantage. "], [26221, "2016-10-21T15:18:57Z", 0.45, "I thought the troubles at the top of the ticket would have a bigger negative impact on Toomey's polling numbers.  They haven't, so I'm bumping his odds back up."], [28904, "2016-10-20T12:23:52Z", 0.5, "Polls are flat-out even at ~43.5% each between Toomey and McGinty. It's all voter turnout now. "], [6709, "2016-10-20T04:28:58Z", 0.15, "Changing times in PA"], [83, "2016-10-19T21:18:13Z", 1.0, "Increasing historical average on Toomey."], [476, "2016-10-19T14:35:56Z", 0.47, "Tonite's Vegas debate will make it more difficult for Toomey to distance himself from Trump in a race that is now too close to call, link here http://billypenn.com/2016/10/17/is-pat-toomey-winning-or-losing-despite-all-the-polls-nobody-really-knows/"], [948, "2016-10-19T01:50:51Z", 0.41, "Confirm this forecast"], [767, "2016-10-18T17:46:18Z", 0.35, "Most recent polls: http://www.realclearpolitics.com/epolls/2016/senate/pa/pennsylvania_senate_toomey_vs_mcginty-5074.html"], [3895, "2016-10-14T11:13:44Z", 0.48, "dead even in RCP average. http://www.realclearpolitics.com/epolls/2016/senate/pa/pennsylvania_senate_toomey_vs_mcginty-5074.html"], [1529, "2016-10-13T03:03:14Z", 0.4, "Another casualty of... ...everything Trump touches dies."], [3895, "2016-10-11T08:36:20Z", 0.47, "still a very, very tight race http://www.realclearpolitics.com/epolls/2016/senate/pa/pennsylvania_senate_toomey_vs_mcginty-5074.html (+0.4 McGinty as of today)"], [26221, "2016-10-10T15:12:43Z", 0.14, "Tuff-luck-Toomey.  Fine tuning the projected \"hot mic\" impact and the increased expectation that another surprise could hit before November."], [26221, "2016-10-09T19:28:23Z", 0.25, "The October surprise"], [1332, "2016-10-09T17:02:07Z", 0.1, "Confirming this on the basis of recent polls and The Donald Drag."], [556, "2016-10-07T14:30:46Z", 0.49, "moving up based on...\n\"Pennsylvania does not permit early voting or no-excuse absentee voting.\"\nhttps://ballotpedia.org/Voting_in_Pennsylvania"], [26221, "2016-10-06T20:43:11Z", 0.5, "Lowering Toomey due to Trump's weaker polling numbers after the first debate."], [476, "2016-10-06T17:25:18Z", 0.7, "Latest poll show Toomey up by \"eight points\"  link http://www.philly.com/philly/blogs/capitolinq/Q-Poll-Pat-Toomey-leads-Katie-McGinty-by-8-in-PA-Senate-race.html"], [68, "2016-10-04T12:24:46Z", 0.36, "http://projects.fivethirtyeight.com/2016-election-forecast/senate/pennsylvania/ gives Toomey a 38.5% chance, while http://predictwise.com/politics/2016-congress-senate has him at 34%. Taking the mean of the two this time."], [12879, "2016-10-03T22:04:44Z", 0.4, "This will be a close race to watch the closer we get to 8 Nov. But for now I will stay with PatToomy, to pull out a nip & tuck, win.ðŸ¤•"], [3895, "2016-10-03T11:19:04Z", 0.41, "http://www.realclearpolitics.com/epolls/2016/senate/pa/pennsylvania_senate_toomey_vs_mcginty-5074.html (as of 3rd October)"], [68, "2016-09-30T06:32:56Z", 0.38, "http://predictwise.com/politics/2016-congress-senate and http://projects.fivethirtyeight.com/2016-election-forecast/senate/pennsylvania/"], [24109, "2016-09-23T04:52:48Z", 0.35, "538, upshot and trend."], [8661, "2016-09-22T07:20:38Z", 0.85, "Question is staged towards democratic party. "], [948, "2016-09-20T01:29:04Z", 0.41, "Confirming my forecast."], [24109, "2016-09-17T16:44:30Z", 0.5, "As per https://en.wikipedia.org/wiki/United_States_Senate_election_in_Pennsylvania,_2016, moving to tied."], [3895, "2016-09-13T09:33:10Z", 0.48, "polling on this one is super-tight, RCP average has McGinty by 0.2% "], [26221, "2016-09-11T15:15:29Z", 0.55, "An incumbent in a close race in a neutral state is at least a 2 to 1 favorite, but I share my forecast down 10 points because Trump is doing especially poorly in the Philly area. "], [38, "2016-09-10T23:34:29Z", 0.5, "Toomey is up by 1% in a recent poll.  "], [19801, "2016-09-06T09:53:36Z", 0.49, "RCP Average\t8/25 - 9/2\t--\t--\t41.5\t41.0\tMcGinty +0.5"], [10898, "2016-09-05T18:57:51Z", 0.43, "looks like a slight lead for McGinty http://www.realclearpolitics.com/epolls/2016/senate/pa/pennsylvania_senate_toomey_vs_mcginty-5074.html\nTheUpshot, DailyKos, and FiveThiryEight all have an estimate in the low to mid 40's for this one. PrincetonElectoralConsortium is at 27% (http://www.nytimes.com/interactive/2016/upshot/senate-election-forecast.html?_r=0#other-forecasts)"], [948, "2016-09-02T12:09:27Z", 0.41, "An Incumbent has a great deal of leverage in most elections. Certainly in congressional elections that is true. Senatorial races run almost like national races. Based on Likely Voter surveys I believe that McGinty has a chance. But, politics is fickle and the elections are a long way off - in a 24-hour news cycle. I'll give McGinty the advantage in the race for now. But, she needs to raise more money, and hope for a mistake on Toomey's part."], [10898, "2016-08-31T18:50:06Z", 0.42, "Taking the recent polls into account (http://www.realclearpolitics.com/epolls/2016/senate/pa/pennsylvania_senate_toomey_vs_mcginty-5074.html) and the forecasts from DailyKos, PredictWise, TheUpshot, and the PrincetonElectoralConsortium... "], [19801, "2016-08-31T11:44:59Z", 0.45, "NYT gives"], [10898, "2016-08-30T06:30:12Z", 0.55, "Recent poll by emerson http://www.realclearpolitics.com/epolls/2016/senate/pa/pennsylvania_senate_toomey_vs_mcginty-5074.html has Toomey up by 7"], [405, "2016-08-30T05:35:15Z", 0.53, "+11 from 42 \n\"In Pennsylvania, incumbent GOP Senator Pat Toomey holds a 7-point lead\n(46% to 39%) over Democratic challenger Katie McGinty, with 10% of voters undecided.  \"  "], [19801, "2016-08-29T23:52:29Z", 0.55, "RCP Average has Toomey with a 9% lead.\nhttp://www.realclearpolitics.com/epolls/2016/senate/pa/pennsylvania_senate_toomey_vs_sestak-3928.html"], [24943, "2016-08-26T19:17:43Z", 0.5, "I succumb to crowd forecast and polls. Outside view adjusted was 55 \nCrowd is at 40. I am going average it. (2 to 1 weighting)"], [68, "2016-08-26T06:55:30Z", 0.43, "http://predictwise.com/politics/2016-congress-senate"], [38, "2016-08-26T05:29:50Z", 0.44, "Toomey was recently endorsed by Gabby Giffords!  and is getting significant RNC $ help."], [28452, "2016-08-26T01:40:45Z", 0.46, "Change in prediction: Disparity in money of the two candidates and the RNC directing significant money to this senatorial race were not originally included in my thought process for my previous prediction. Also the recent endorsements of Gabby Gifford and the daughter of the principal of Sandy Hook will likely help among independents"], [28563, "2016-08-25T12:11:43Z", 0.38, "He has been consistently down in the polls since 7/5"], [28497, "2016-08-25T00:17:33Z", 0.35, "Trump"], [24943, "2016-08-25T00:08:51Z", 0.55, "Incumbents have 80% chance."], [12340, "2016-08-24T18:26:48Z", 0.0, "Republican leaning voters will not turn out disproportionally for thsi election due to Trump and will cost Toomey votes; Democratoc leaning female voters especially in suburbs and exurbs will disproportionally turn out because of Clinton giving McGinty a net gain."], [767, "2016-08-23T23:28:06Z", 0.45, "Talking Points Memo polltracker has McGinty at 46.4% and Toomey at 43.8% They say Hillary's lead in the state is benefitting McGinty's run.  Going to lower the forecast. \n\nhttp://talkingpointsmemo.com/election/2016/us-senate"], [767, "2016-08-23T21:32:34Z", 0.55, "Gabby Giffords just endorsed him (after he broke from the gun lobby and is supporting a bill \"to help prevent felons, domestic abusers and the dangerously mentally ill from obtaining firearms at gun shows and online\")"], [4262, "2016-08-22T18:50:43Z", 0.55, "The historical average probability of a Senate incumbent winning reelection is 80%+ and even in the Reagan wave, it was still 55%.  The current polls showing McGinty in the lead are within the margin of error, so while I do ascribe some informational content there, I think summer polls are less informative vs. fall polls"], [23206, "2016-08-22T00:43:31Z", 0.35, "Recent polls show McGinty with around a 2% lead, which is only slightly better than a coin flip.  Being in a relatively blue state where Clinton has a pretty good lead in polling should be helpful--Democratic turnout is likely to be higher than Republican turnout."], [28452, "2016-08-21T18:23:34Z", 0.37, "McGinty is currently up 2.6% based on polling averages. Toomey was once heavy favorite, but hasn't been consistently winning in the polls since June/early July. Toomey has not endorsed Trump but has not distanced himself to the degree of the NeverTrump movement, nor has he disavowed him. Trump is currently polling at 37.5% and is behind 8.7 to Clinton in PA. Trump has only a 14.7% chance to win PA based on fivethirtyeight's polls only forecast. Toomey seems to have two disadvantages, as I see it. If polling trends more towards Clinton in the presidential race, Toomey could be susceptible to Republicans staying at home on election day because of a possible landslide presidential election. However, this is likely mitigated somewhat due to PA's Eastern Time Zone location and the voting block voting before election results are in. Toomey also faces the problem of having to count on many Hilary and third party voting to vote across the ticket in order to win. Split ticket voting is down significantly, particularly in the 2012 election, according to the Washington Post. However, there is a chance that Toomey severed himself from Trump and/or Trump makes strides to tone down his rhetoric under his new campaign structure. This would likely improve his chances somewhat, although the effect is unknown given that Mark Kirk has not seen a substantial bump singing rescinding his Trump endorsement."], [27705, "2016-08-21T16:46:13Z", 0.01, "According to Real Clear Politics,  Senator Toomey is currently losing ground to challenger McGinty and this has not changed since August 7.  And as has previously been said, there are more Democrat than Republican voters in Pennsylvania by a long ton.   http://www.realclearpolitics.com/epolls/2016/senate/pa/pennsylvania_senate_toomey_vs_mcginty-5074.html "], [28291, "2016-08-20T22:57:32Z", 0.25, "Democrats outnumber Republicans in the state by a million voters. Pennsylvania consistently votes Democratic in presidential elections.  No Republican presidential candidate has carried Pennsylvania since the 1980's."], [405, "2016-08-20T22:15:20Z", 0.42, "'The gender and racial gaps are wide in the Pennsylvania Senate race. Women back\nDemocratic challenger Katie McGinty 52 – 38 percent, while men back Republican incumbent\nSen. Pat Toomey 51 – 41 percent. White voters go 51 percent for Toomey and 42 percent for McGinty. Non-white voters go Democratic 71 – 12 percent.'\nhttp://www.realclearpolitics.com/epolls/2016/senate/pa/pennsylvania_senate_toomey_vs_mcginty-5074.html"], [38, "2016-08-20T00:48:12Z", 0.31, "http://www.nbcnews.com/politics/2016-election/ticket-splitters-could-be-key-vulnerable-gop-senate-incumbents-n633751"], [706, "2016-08-19T18:45:50Z", 0.4, "If Hillary still runs, McGinty wins."], [12134, "2016-08-19T14:50:03Z", 0.2, "HRC has Pennsylvania in bag. Trump and therefore Toomey can't make a comeback. "], [12771, "2016-08-19T01:03:21Z", 0.55, "Pat Toomey will be able to separate himself from Donald Trump"], [19685, "2016-08-18T22:24:59Z", 0.33, "Clinton will win state- Toomey can't run that far ahead"], [20284, "2016-08-18T21:15:35Z", 0.52, "Trump may not get all of the GOP voters to sign on, however, enough will split tickets or come out and vote the Senate race to let him slip in.  If the election is felt to be over for president the voter turn out will be much lower than in a close Presidential race and the will help Toomey. And of course he is the incumbent."], [24109, "2016-08-17T07:30:19Z", 0.4, "As per 538\n"], [1332, "2016-08-17T00:18:37Z", 0.1, "Harry Enten, in fivethirtyeight.com, writes about the drag that Trump's low poll numbers are having on Republican candidates for the Senate:"], [476, "2016-08-16T19:05:22Z", 0.65, "Assuming that Toomey will get some of the  Koch network bongo buck being doled out after \"Labor\" Day and his campaign has smarts to put Katie McGinty on the defensive, linking her and the Dems to the political culture that produced now convicted former attorney general Kathleen Kane,  stuff Kane did like  perjury, criminal conspiracy, jury tampering, (the once rising Pennsyltucky Dem star, is now convicted criminal- guilty on all counts)- then McGinty has big problems. \n\nHere is link to poll showing her in lead, but only 865 sampled state wide. Not enough for even an el-cheapo push poll like Rahm Emanuel's old enemy Alan Secrest used to run. Below."], [476, "2016-08-16T18:49:10Z", 0.15, "Comment deleted on Aug 16, 2016 07:05PM UTC"], [1019, "2016-08-15T11:57:35Z", 0.65, "McGinty ads are repetitive and not very good, though neither are Toomey's. If the turnout in Philadelphia and Pittsburgh in not high, Toomey wins. "], [19801, "2016-08-15T09:50:31Z", 0.45, "Polling gives the Commiecrat the lead.\nhttps://en.wikipedia.org/wiki/United_States_Senate_election_in_Pennsylvania,_2016"], [27207, "2016-08-15T05:12:58Z", 0.63, "Polls have the race pretty even. The incumbent effect and Trump's engagement of Toomey-friendly demographic give him the edge."], [7124, "2016-08-15T03:24:15Z", 0.23, "Toomey will go down in the Clinton landslide"], [424, "2016-08-15T00:38:30Z", 0.31, " Trump ruined the GOP's chance to keep the Senate."], [12573, "2016-08-14T14:56:55Z", 0.87, "I think the good people of Pennsylvania will recognize the excellent job that their better Senator has done the past six years, and come around on election day to re-elect him."], [28269, "2016-08-14T02:54:29Z", 0.28, "80% probability that Trump's anti-coattails push Pennsylvania from Swing State to Blue. (20% chance Trump wins Pa).  If that happens, 10% chance that Toomey overcomes said anti-coatails.  (10% of 80, that is.).  Math."], [19801, "2016-08-13T23:43:28Z", 0.45, "PredictWise gives 45%.\nhttp://predictwise.com/politics/2016-congress-senate"], [15548, "2016-08-13T04:52:11Z", 0.41, "http://www.realclearpolitics.com/epolls/2016/senate/pa/pennsylvania_senate_toomey_vs_mcginty-5074.html"], [745, "2016-08-12T19:07:09Z", 0.6, "Toomey has weak support in Pennsylvania, only being elected in 2010.  Trump will drag him further donw."], [83, "2016-08-12T18:15:01Z", 0.4, "Both Presidential and Senate polls (Real Clear) are negative for Toomey."], [500, "2016-08-12T17:53:07Z", 0.0, "no-- jer nema šanse\niz dva razloga\n1--odrekao se trampa jer bez obzira ko je kandidat on treba da ga podrži\n2-kandidat demokrata  McGinty  vodi za 2 -3 poena jača je od njega"], [691, "2016-08-12T17:48:18Z", 0.16, "Toomey, like most of the shakier down-ballot Rs, is probably doomed by Hair Boy.  And anyway, Pennsylvania--rather like Wisconsin--does flirt with Republicans occasionally, but they generally break up after a date or two.  "]]}