{"question_id": 97, "title": "Before the end of 2016, will a North American country, the EU, or an EU member state impose sanctions on another country in response to a cyber attack or cyber espionage?", "correct_answer": "Yes", "crowd_forecast": 0.05, "preds": [[6303, "2017-01-01T04:55:50Z", 0.0, "According to the general news and GJP consensus."], [1034, "2016-12-31T09:30:48Z", 0.0, "The language of the Executive Order specifically states \"person(s) and or entity  therefore, the rational of Nation or State sanctions under this Executive Order do not exist, without Legislative actions. Which exist as the rational of the Russian government and the hackers not shutting off the lights. LOL"], [1639, "2016-12-31T09:07:52Z", 1.0, "Updating"], [1056, "2016-12-30T17:49:39Z", 1.0, "This is a classic black swan. A lot of Brier scores - including mine - will suffer for this, but what the heck? There is no way any forecaster could have predicted the sequence of events that led to the closure of this IFP as a \"Yes.\" My rationale for forecasting zero probability was that I thought it unlikely that any country would want to publicize a successful cyber attack, and therefore would more probably retaliate in kind. In this instance however, where domestic politics are arguably more important than international ones, it's actually advantageous to the Democrats to taint Trump's win and publicize the idea that the hacking was by Russian intelligence. "], [1993, "2016-12-30T16:42:29Z", 1.0, "Do diplomatic sanctions count? The question information doesn't say that they don't. Will the sanctions be imposed before the end of the year? It seems so, because the president does not need anyone's permission to expel foreign diplomats. So I guess the answer is \"Yes.\""], [2965, "2016-12-30T14:05:55Z", 1.0, "Answer is yes. see reply below and https://#search/Treasury+ofa/1594c04f15816d53"], [691, "2016-12-30T14:03:24Z", 0.99, "It seems extremely clear to me that the recent US actions are \"sanctions\" within anybody's definition, and that they were imposed \"in response to a cyber attack,\" unless hacking into somebody's stuff isn't defined as an \"attack,\" although apparently the OPM hack was so regarded.  What am I missing here?"], [12703, "2016-12-30T12:37:25Z", 0.0, "Thanks Wildwood2000."], [1034, "2016-12-30T11:07:03Z", 0.0, "Pulling research on the subject to confirm or discount the opinions of the groups, I can across this. I recall seeing this statement in several posts, nevertheless it stands out relative to resolution of the question as the question exists currently stated with no clarifications. "], [1034, "2016-12-30T08:42:23Z", 0.0, "Levine, Cloherty, Keneally and Parkinson (2016) December 29, state that:"], [20156, "2016-12-30T08:13:26Z", 1.0, "Come on! It's over."], [29680, "2016-12-30T07:24:28Z", 0.99, "NPR is calling the retaliative actions by the US toward Russia 'Diplomatic Sanctions'. Good enough for me, even if not advantageous to my earliest forecasts. "], [12703, "2016-12-30T03:38:32Z", 0.75, "\nI may read too much into the definitions of what constitutes \"primary\" sanctions which is what I believe GJP is looking for -- this looks like diplomatic sanctions to me which feels like a half step or \"secondary\".  I am at 75% because it does involve some Russian intelligence services.  Diplomatic sanctions are political measures taken to express disapproval or displeasure at a certain action through diplomatic and political means, rather than affecting economic or military relations. Measures include limitations or cancellations of high-level government visits or expelling or withdrawing diplomatic missions or staff."], [29680, "2016-12-30T02:44:49Z", 0.75, "Updating to reflect notice as of noon Friday 30th that \"Moscow\" will be denied access to two governmental facilities. http://www.wsj.com/articles/u-s-punishes-russia-over-election-hacking-with-sanctions-1483039178"], [29680, "2016-12-30T02:11:32Z", 0.25, "My forecast is 1/4 and based on the difficulty interpreting whether there is a resolution given that sanctions have been placed on organizations, but not specifically the state of Russia. "], [755, "2016-12-30T01:52:14Z", 0.99, "Sharp move up based on @lsgold7 heads-up (thanks!). Better late than never. Obama voiced more actions in addition to sanctions announced today: The Hill, December 29, 'US sanctions Russia over hacking, expels 35 officials': http://thehill.com/policy/national-security/312119-us-announces-sanctions-on-russia\nClips from article:\n\"The president also signaled that the U.S. will undertake some covert action against Russia. \n “These actions are not the sum total of our response to Russia’s aggressive activities,” Obama said in a statement. “We will continue to take a variety of actions at a time and place of our choosing, some of which will not be publicized.”\nA spokesman for Russian President Vladimir Putin said the country will likely take retaliatory measures against the United States.\""], [484, "2016-12-30T01:44:26Z", 1.0, "(no change) In retrospect the PNG sanction should have been a no-brainer. (It also procures a barn the incoming US President will have to eventually clean up. ;-)"], [12703, "2016-12-29T23:07:02Z", 0.5, "Confused on whether this is considered primary or secondary sanctions.  Secondary sanctions have not triggered in past"], [2965, "2016-12-29T22:41:37Z", 1.0, "POTUS  issued an executive  order  sanctions against Russian state  actors and non-state actors.This is an entirely different  order that caused @cmeinel to be quite upset.\nIn retrospect  the expert panel GJO summoned.\n  Hey please don't  waste the money. This question resolved  yes today as I presdicted yesterday.\nScores scores scores.\nThis was  a question  that did not have clear metrics. I have been at 0 recently  but in retrospect  it was always a substantial  likeluhood.\nThis question  is resolved at Yes.\nI will let others submit it and discuss  it this time @cmeinel we nailed it."], [27461, "2016-12-29T22:29:58Z", 1.0, "I see two responses to today's news: predictions of 0 or 100%. I suppose the difference is in the assessment of whether the announced sanctions on two Russian intelligence agencies and 35 US-based operatives constitute sanctions on \"another country\" as per the question. Normally, sanctions on government agencies are considered sanctions on a country, I'd think. But either way, it doesn't matter much (except for people who predicted this long ago), as the question closes on Saturday, "], [83, "2016-12-29T22:14:32Z", 0.0, "Comment deleted on Dec 29, 2016 10:15PM UTC"], [1034, "2016-12-29T22:08:55Z", 0.0, "Statement by the President on Actions in Response to Russian Malicious Cyber Activity and Harassment\nDepartment of State (2016) December 29, states that:"], [691, "2016-12-29T22:08:44Z", 0.98, "This will turn on whether the GJedi remember that earlier they said \"sanctions\" would include restrictions on individual institutions or individuals, not just broad-based economic sanctions a la Iran.  Kicking out diplomats and restricting activities of agencies should count as sanctions, and they were explicitly tied to cybermischief.  Ergo a Yes.  "], [73, "2016-12-29T22:06:39Z", 1.0, "https://www.whitehouse.gov/the-press-office/2016/12/29/fact-sheet-actions-response-russian-malicious-cyber-activity-and\n\" Sanctioning Malicious Russian Cyber Activity\"...  \"Using this new authority, the President has sanctioned nine entities and individuals:  two Russian intelligence services (the GRU and the FSB)....\""], [83, "2016-12-29T22:06:16Z", 1.0, "\"Obama put sanctions on two Russian intelligence agencies, the GRU and the FSB, four GRU officers and three companies \"that provided material support to the GRU’s cyber operations.\"\nFrom: http://www.reuters.com/article/us-usa-russia-cyber-idUSKBN14I1TY\n"], [1034, "2016-12-29T21:48:16Z", 0.0, "Department of State Actions in Response to Russian Harassment"], [1034, "2016-12-29T21:16:20Z", 0.0, "Mason and Wroughton (2016), Dec 29, state that:"], [28414, "2016-12-29T19:27:03Z", 1.0, "Why couldn't they wait for 2017 for us? Sad!\nUS expels Russians over cyber attacks\nhttp://www.bbc.co.uk/news/world-us-canada-38463025"], [28414, "2016-12-29T19:23:18Z", 1.0, "US expels Russians over cyber attacks\nhttp://www.bbc.co.uk/news/world-us-canada-38463025"], [1646, "2016-12-29T16:52:36Z", 0.95, "\"...computers have complicated lives very greatly\""], [83, "2016-12-29T16:01:47Z", 0.0, "@wildwood2000: \n\"two (US officials)  ...  One decision that has been made, they said, speaking on the condition of anonymity, is to avoid any moves that exceed the Russian election hacking and risk an escalating cyber conflict that could spiral out of control.\"\nhttp://www.reuters.com/article/us-usa-russia-cyber-idUSKBN14H1SR"], [445, "2016-12-29T14:05:03Z", 0.15, "No, trade takes precedence over obscure origins of cyber attacks. We might even see naval skirmishes based on territorial claims among countries that continue to trade."], [1034, "2016-12-29T09:24:50Z", 0.0, "U S set to announce response to Russian election hacking sources"], [20156, "2016-12-29T06:55:27Z", 1.0, "Based on http://edition.cnn.com/2016/12/28/politics/russian-election-meddling-sanctions-hacking/"], [484, "2016-12-29T05:18:24Z", 1.0, "Up 75% following the crowd. While I still think the \"tomorrow\" narrative is perhaps aspirational, sometimes what one reads really does come true (except perhaps in 538 ;-)"], [484, "2016-12-29T03:25:08Z", 1.0, "Up 75% following the crowd. While I still think the \"tomorrow\" narrative is perhaps aspirational, sometimes what one reads really does come true (except perhaps in 538 ;-) "], [27461, "2016-12-28T22:34:36Z", 1.0, "For what's it worth, let me take some insurance with two working days left. Obama could well wait until early January. "], [83, "2016-12-28T22:21:37Z", 1.0, "4 forecast days left.\nOTOH:  Q is dependent on proving the sanctions were in response to a actual attack or espionage."], [691, "2016-12-28T22:02:06Z", 0.98, "http://www.bbc.com/news/world-us-canada-38452985\nApparently there will be sanctions, explicitly tied to the hacking.  The current administration will want to get this under way before the new kids take over.  It may even become a point of discussion in the Tillerson confirmation hearings, in which case he will mumble some bafflegab and then get confirmed.  McCain and Graham have amply demonstrated their political cowardice, so principles as such won't stand in anybody's way."], [28414, "2016-12-28T21:11:44Z", 1.0, "Oh, snap!\nhttp://edition.cnn.com/2016/12/28/politics/russian-election-meddling-sanctions-hacking/index.html"], [3225, "2016-12-28T19:05:42Z", 0.5, "Rumors just now that tomorrow the US will announce \"measures\" to be taken against Russia. Whether or not these measures will count as sanctions, and when they will be \"imposed\" so as to satisfy this question, remain to be seen. "], [484, "2016-12-28T16:55:19Z", 0.25, "Up 25% on what seem to be credible reports that President Obama is ready to announce some public response to Russian (and Chinese or DPRK) actions. OTOH trying to put all the pieces together before the end of the year has to be complicated (a bit of understatement I suppose). Before Jan 20 might be more likely."], [1333, "2016-12-28T16:45:26Z", 0.02, "I become more convinced that what Obama meant at press conference about America striking in a way and at a time of our choosing - means - we'll never hear about it officially."], [20156, "2016-12-28T13:05:31Z", 0.3, "\"The Obama administration is close to announcing a series of measures to punish Russia for its interference in the 2016 presidential election, including economic sanctions and diplomatic censure, according to U.S. officials.\""], [29680, "2016-12-28T05:16:30Z", 0.25, "It has to happen before new year to be accepted here, and it probably is beneficial for the US to make it happen before the new year, but it can still happen after the new year re Russia alleged hacking. "], [2965, "2016-12-27T23:32:54Z", 0.99, "See www.washingtonpost.com.\nEllen  Nakashima  2:00 PM. PDT\nPer Administration sources POTUS  will impose sanctions  on Russia for cyber attacks pursuant to Congressional  authority as soon as this week. He has already issued the executive order. Apparently  a modification of exec order to include cyber attacks on elections and  Treasury   can act before  12-31 to resolve  this IFP.\n  Good Judgment  Project  has already consulted a panel of experts on this issue.\nThanks @ALM21 and @aaseawaf15 your thoughts\nEdited at 3:53pm to reflect another exec order is required.\nBe on Putin desk for New Year."], [6303, "2016-12-26T03:45:30Z", 0.0, "According to the general news and GJP consensus."], [31695, "2016-12-24T22:37:05Z", 0.35, "yes Obama might put sanctions on Russia "], [1034, "2016-12-23T06:47:44Z", 0.0, "The U S is no stranger to interfering in the elections of other countries"], [73, "2016-12-22T01:02:44Z", 1.0, "\"Sanctions are preventive measures which allow the EU to respond swiftly to political challenges and developments that go against its objectives and values.\" (see: http://www.consilium.europa.eu/en/policies/sanctions/different-types/).  Of interest, "], [2965, "2016-12-21T15:36:10Z", 0.0, "I investigated at the Treasury list for North Korea, PRC, and Russia.\nNo new sanctions were imposed after executive order. can split hairs and argue that General Reconnaisance Office and Unit 39 are cyber-sanctions. That would not be incorrect, it is clear for e.g. that these actors were sanctioned before Exec order this year.\nSeehttps://www.treasury.gov/resource-center/sanctions/SDN-List/Pages/default.aspx"], [6303, "2016-12-19T04:13:03Z", 0.0, "According to the general news and GJP consensus. "], [25705, "2016-12-18T20:37:20Z", 0.0, "On @Anneinak comment"], [755, "2016-12-18T19:30:23Z", 0.01, "Fake News.... cyber attack?.... something to think about in this day and age:\nReuters, December 18, 'German courts should go after fake news on Facebook now: minister': http://www.reuters.com/article/us-germany-facebook-fake-idUSKBN1470CN "], [484, "2016-12-18T00:23:04Z", 0.0, "Down 15% for passage of time."], [38, "2016-12-17T23:04:20Z", 0.02, "I guess I am not a masochist;  I do not find frustration and pain fun.  How I wish I had not forecast on this question and/or that there was some window of opportunity during which I could have withdraw from it!  Too late, I realized that I have no idea what GJO Admins is going to accept as a \"sanction\" and how futile it is to ask for a clarification.  Too late, I realized that nobody is going to want to sanction some other country for doing what they themselves are doing.  Too late, I realized that what sanctions may be imposed may be done sub rosa."], [12879, "2016-12-17T17:51:52Z", 0.03, "Cutting by 50% from 5% to 3%."], [4645, "2016-12-16T19:05:43Z", 0.01, "I largely agree with @EricFeunekes here: http://www.gjopen.com/comments/comments/401265\nHowever, sanctions are large and complicated legislative operations. Congress is not in session again before 2017, so the US is extremely unlikely to pass sanctions in the window suggested by the question. The United States has been the primary target of Russian cyber operations, though this is likely to shift as Russian aggression against the Balkan states grows next year. Until then, however, no other Western nation possesses sufficient motive to press for retaliatory sanctions against the Federation. In short, it's very, very unlikely."], [29680, "2016-12-16T17:59:45Z", 0.02, "Increasing mildly on the remote possibility Germany or the U.S. do this to China or Russia."], [16518, "2016-12-16T13:38:45Z", 0.17, "I'm downgrading my forecast significantly given the time left in the year and the fact that there will soon be a new US President. "], [484, "2016-12-16T03:00:52Z", 0.15, "Up 15%. I suppose since President Obama is suggesting there may be consequences for the Russian meddling that something approaching sanctions might happen in the next few weeks."], [1034, "2016-12-14T07:43:31Z", 0.0, "Lipton, Sanger and Shane (2016) December 13, states that:"], [29849, "2016-12-14T01:10:39Z", 0.05, "US accusations of Russian hacking seems mostly for show. Then again, certain groups seem desperate to cast Donald Trump in a bad light. This would certainly help along with that. But what can the US do that they are not already doing?"], [16518, "2016-12-13T21:22:07Z", 0.25, "I'm raising my forecast considering what's currently happening with the US election/Russians right now. I am actually surprised that the predictions are so low on this question actually. Granted, we are close to the end, but a lot can happen between now and then and a lot IS happening in US politics. "], [6303, "2016-12-12T02:21:28Z", 0.0, "According to the general news and GJP consensus."], [6978, "2016-12-09T22:54:08Z", 0.05, "Converging lower toward my network's consensus. Lots of anti-Russia noise coming out of D.C. and mainstream media, but unlikely any legislative action until first half of 2017.."], [19801, "2016-12-07T12:08:11Z", 0.0, "It is 7 December, only 24 days left in the year, odds are zero now."], [27101, "2016-12-06T14:31:24Z", 0.0, "adjusting for the passing of time. "], [1056, "2016-12-06T00:36:09Z", 0.0, "Affirming forecast."], [12703, "2016-12-05T23:43:10Z", 0.0, "Ticking down for the amount of time left and the passing of several high profile political events."], [6303, "2016-12-05T04:54:42Z", 0.0, "According to the general news and GJP consensus."], [755, "2016-12-04T18:28:50Z", 0.01, "And so, it begins in earnest. See also @ALM21 November 22 provided link on RU banks."], [948, "2016-12-04T16:00:07Z", 0.0, "Getting down to the end. I think this is highly unlikely. Certainly doubtful by the U.S."], [1034, "2016-12-03T17:09:43Z", 0.0, "Destructive Hacks Strike Saudi Arabia Challenging Trump"], [1646, "2016-12-03T03:46:17Z", 0.01, "FWIW,"], [1034, "2016-12-02T10:26:30Z", 0.0, "Destructive Hacks Strike Saudi Arabia Challenging Trump"], [6978, "2016-11-29T20:48:48Z", 0.1, "Too much internal turmoil and cyber-permissive precedent for Western nations to resort to sanctions by EOY.."], [13550, "2016-11-28T23:13:49Z", 0.65, "Due to the american news reports it is likely that germany may act to secure election results "], [73, "2016-11-28T16:05:24Z", 1.0, "Time to lament what I got wrong here: \nQuestioned opened up 15 Dec 2015.  At that point, cyber was not in any specific countries sanctions list, though was a coverall E.O.  Sony hack was known and HR757 was in play against NK.  My view was that if 757 became law, if it included a prohibited activity referencing cyber this would count as a sanction.  Well 757 became law, EO 13722 (https://www.treasury.gov/resource-center/sanctions/Programs/Documents/nk_eo_20160316.pdf) was published March 15, 2016 and this now specifically prohibited transaction with NK due to it having engaged in significant activities undermining cybersecurity.  Fairly summarised here https://www.govtrack.us/congress/bills/114/hr757/summary, \"“It imposes mandatory sanctions on individuals who contribute to North Korea’s nuclear and ballistic missile program, its malicious cyber-attacks, \"\".    OFAC agrees (https://www.treasury.gov/resource-center/sanctions/Programs/Documents/nkorea.pdf) that under \"E.O. 13722 blocks the property and interests in property of the Government of North Korea and the Workers’ Party of Korea... for ... engaged in significant activities undermining cybersecurity\", but prohibited activities it turns out are not sanctions (for this q) and so this didnt count (section V of OFAC seemingly takes a different view, which was my view, but did not to resolve this q).  It seems to be have been successfully argued this is a framework and not an actual sanction, whereby to trigger a yes an individual or organisation in addition to the Government of NK needed to be blocked and added to the Specially Designated Nationals and Blocked Persons (SDN List) to count.  Darn.\nSo then I patiently waited the 6 months for Obama to report on as per 757, turns out he didnt want to add anyone to the list, probably thinking NK Govt and Workers Party of Korea was enough.  Darn x 2.  \nThen feint hope that the sanctions brought in response to the SWIFT attacks (http://www.nytimes.com/2016/06/02/world/asia/treasury-imposes-sanctions-on-north-korea.html?_r=0) and  (from 38North: Sergei Shevchenko and Adrian Nish, “Cyber heist attribution,” BAE Systems Threat Research Blog, May 13, 2016, http://baesystemsai.blogspot.co.uk/2016/05/cyber-heist-attribution.html. See also: “SWIFT attacker’s malware linked to more financial attacks”; Symantec Official Blog, May 26, 2016, https://www.symantec.com/connect/blogs/swift-attackers-malware-linked-more-financial-attack), but these were deemed sanctions already in prep not in response to, nor the final straw.  Darn x 3.\nOverall, went too heavy too quickly and misunderstood it - going to hurt me along with other cyber miss."], [6303, "2016-11-28T03:27:22Z", 0.0, "According to the general news and GJP consensus."], [19260, "2016-11-22T05:17:29Z", 0.02, "Adjusting down for the passage of time."], [755, "2016-11-22T00:25:12Z", 0.1, "Business Standard, November 17, 'US intel chief: Russia 'curtailed' hacking of US targets': http://www.business-standard.com/article/pti-stories/us-intel-chief-russia-curtailed-hacking-of-us-targets-116111800001_1.html\nClips from article:\n\"Clapper told a congressional hearing that the formal accusation and threat of retaliation by senior US officials on October 7 appeared to have achieved the goal of cutting off the activity.\n\"It may have had the desired effect, since after the issue of the statement and the communication took place between our government and the Russian government, it seemed to curtail the cyber activity that the Russians previously were engaged in,\" he said.\""], [6303, "2016-11-21T03:16:17Z", 0.01, "According to the general news and GJP consensus."], [821, "2016-11-20T23:35:30Z", 0.06, "Adjust for passage of time."], [1639, "2016-11-20T16:07:38Z", 0.1, "for passage of time"], [64, "2016-11-20T14:23:40Z", 0.0, "Passage of time"], [38, "2016-11-20T10:06:55Z", 0.04, "adjusting for passage of time."], [29980, "2016-11-18T23:09:56Z", 0.0, "no "], [484, "2016-11-15T05:01:32Z", 0.0, "Down 10% Agree with @AndrewSabisky http://www.gjopen.com/comments/comments/380986"], [6978, "2016-11-14T23:50:20Z", 0.3, "Still possible, with tensions shifting from US/West vs. Russia/Iran/Syria toward China. "], [3895, "2016-11-14T14:20:24Z", 0.14, "passage of time. Not sure Obama will respond to the DNC hack in this way, or indeed will necessarily respond at all now that Trump has won "], [6303, "2016-11-14T01:50:00Z", 0.01, "According to the general news and GJP consensus."], [38, "2016-11-11T02:00:45Z", 0.55, "Freed of the worry of the consequences for HRC, his chosen successor,  I think Obama might act more stridently than he would have had HRC been elected."], [12703, "2016-11-10T23:19:38Z", 0.02, "Reducing for time and because of the result of the US elections."], [29680, "2016-11-10T19:42:16Z", 0.0, "Seems counterproductive, and not a good way to respond to espionage since it highlights weakness in security, and does not address the underlying issue."], [30148, "2016-11-10T13:56:40Z", 0.05, "no, too early, it is necessary to define, in international right, cyber attack and espionage. and it is impossibile at the moment demonstrate who is the responsible of cyber attack without show our cyber countermesures"], [1529, "2016-11-10T04:09:50Z", 0.2, "I've been high on this question, so am lowering % to give more balance. However, it is now post-election and the DNC hack may finally garner a US response."], [6303, "2016-11-07T01:02:34Z", 0.01, "According to the general news and GJP consensus."], [1106, "2016-11-06T09:18:00Z", 0.0, "useless political move since those cyber attack won't stop no matter what sanctions are imposed and it will make it more servere "], [8888, "2016-11-05T12:32:53Z", 0.25, "Suspect Obama will make a grand gesture, as  part of his final days in office.   Another worthless act of his."], [691, "2016-11-02T15:02:05Z", 0.04, "As I recall--always an uncertain basis for deciding anything--the term \"sanctions\" around here would include in-kind reprisals.  Staying low, though, since the US has announced, if that's the right word, that any such reprisals will be at least covert and possibly clandestine.  "], [29911, "2016-11-01T17:10:51Z", 0.02, "At the moment head officers can' t have any certainity who leads a cyberatack"], [28414, "2016-11-01T16:08:50Z", 0.03, "The UK must be able to retaliate in kind against cyber-attacks, the chancellor has said.\nhttp://www.bbc.co.uk/news/technology-37821867"], [6303, "2016-10-31T02:21:31Z", 0.01, "According to the general news and GJP consensus."], [2965, "2016-10-29T13:11:33Z", 0.01, "no the Ukranian diclosure of Putin associate is reverse Wiki-leaks\nthat was the time and place of our choosing\nPutin should have been outed.\nperhaps why he has been holding Civil defense drills\nannounce Satan II\nwe are on the brink again.\nno cyber sanctions v anyone but DPRK and other than coal\nplus 1 billion from PRC\n what is left to sanction them with than that\nand dual use tech\nor perhaps even centrifuges\nsanctions will not stop that\nand PRC Vice FM in Pyongang for talks\nduring or just before\nper 38 North satellite interp...missiles test sites inactive\n"], [38, "2016-10-28T19:42:17Z", 0.33, "http://www.thedailybeast.com/articles/2016/10/27/the-u-s-cyber-war-with-russia-will-wait-for-president-hillary-clinton.html"], [484, "2016-10-27T04:48:13Z", 0.1, "Down 5% to be at the consensus for a bit."], [1056, "2016-10-27T00:27:43Z", 0.0, "Hasn't happened yet, and probably won't."], [110, "2016-10-26T11:06:09Z", 0.25, "Dropping 10% on passage of time. Still above consensus though, because there's a large number of potential players in the IFP."], [821, "2016-10-26T01:39:49Z", 0.1, "Biden's comments are old news now but are still subject to interpretation.  Consider the following:"], [14307, "2016-10-24T21:05:22Z", 0.15, "matching @dowser, because he is awesome."], [484, "2016-10-24T16:06:22Z", 0.15, "Down 5% for passage of time."], [2965, "2016-10-24T01:35:15Z", 0.01, "TIme and if sanctions were not inposed by US with Russia cyber-attacks on elections, highly unlikely."], [6303, "2016-10-24T01:18:14Z", 0.01, "According to the general news and GJP consensus."], [484, "2016-10-23T02:34:24Z", 0.2, "Down 5% for passage of time."], [1639, "2016-10-22T17:10:24Z", 0.55, "Russian Suspected of Hacking U.S. Tech Companies Is Indicted\nSAN FRANCISCO — A Russian man accused of breaking into computer systems at three internet companies in 2012 has been indicted by a federal grand jury in Oakland, Calif."], [14307, "2016-10-22T02:47:34Z", 0.8, "No change, because my estimate is already fairly high, but I think we are going to see some tough times ahead on several fronts as the US and Russia play a dangerous game of escalating tensions. I have no reason to believe that Russia is behind today's major cyber attack on US infrastructure, but circumstances make me wonder... If the attack was from anybody else (with less warning/buildup than a hypothetical Russian agent would benefit from), that third party deciding to stick their nose into this mess is going see an implied alliance with Russia. "], [755, "2016-10-22T01:07:11Z", 0.4, "Major attack reported. While not sophisticated, who says a state-actor wasn't responsible?:"], [14307, "2016-10-21T01:49:59Z", 0.8, "During the debate, Clinton blamed Putin explicitly for the cyber attacks (rather than just referring to \"highest levels of the Kremlin\"). It means that the US seems to be going for a fairly ambitious bit of embarrassment in order to avoid retaliation that could possibly include sanctions, possibly including a bit of personal responsibility by a head of state that leads in large part via personality rather than rule of law. It's a more difficult bit of diplomacy to pull off, and I'm therefore increasing the likelihood of the US using more of the tools in its arsenal. "], [13216, "2016-10-19T21:50:58Z", 0.85, "Russia?"], [691, "2016-10-19T15:22:49Z", 0.04, "The US and UK are talking about sanctions related to Syria.  Sanctions is sanctions, so if this or something like it happens, there will be no need to hang the sanctions on the always-dubious cybermischief rap.  "], [28414, "2016-10-19T13:11:29Z", 0.05, "\"Mission Accomplished\"\nRussian accused of hacking US targets arrested in Prague\nhttps://www.ft.com/content/d4567d1a-95f1-11e6-a1dc-bdf38d484582"], [1529, "2016-10-19T02:31:19Z", 0.5, "US Govt has publicly called out Russia as having hacked DNC emails and has promised a response. Maybe US is waiting to see if further activity occurs to determine its response. It will be a shot across the bow. Some sort of sanctions (though arguably rather weak) is probably their preferred option."], [3225, "2016-10-18T22:32:18Z", 0.3, "Wow, Ecuador has admitted to cutting off Assange's internet in its London embassy to keep him from mucking around in the US election. Doesn't count towards this question, of course, but stunning news. https://twitter.com/ericgeller/status/788506808918810624"], [38, "2016-10-18T16:30:32Z", 0.71, "Since the dictionary defines sanctions as any punitive action, I consider a retaliatory cyber attack a sanction, and I think that this found by @Dsarin may be the smoking gun."], [38, "2016-10-18T08:20:30Z", 0.71, "http://qz.com/810722/joe-biden-the-us-plans-to-retaliate-against-russias-cyber-hacking-campaign-with-a-hack-of-its-own/"], [767, "2016-10-18T02:51:49Z", 0.2, "Updating forecast. If it hasn't happen yet, will it happen at all this year?  It's possible that after the election the US would take some steps towards it. The Obama Administration's response to the recent hack involving DNC, Hillary Campaign emails, and alleged attempts to hack electoral systems in 23 different states has been that the US is preparing its own cyber assault against Russia..."], [1646, "2016-10-17T19:46:01Z", 0.19, "One of the most interesting reflections on \nU.S. Cyber Responses to Russian Hacking of the November Election\nhttps://lawfareblog.com/us-cyber-responses-russian-hacking-november-election\n(although so are the other writing of Cybersecurity and Deterrance in the lawfare blog) \nHard not to notice that in this whole domain rethoric of \"cyber\", quotes predominate, as in the \"cyber (blog-)response\" by Lin, or recent attributions to \"state actors\", \"proportional\" etc. @Dima-K would perhaps agree with me to start putting quotes around \"US elections\" too."], [3225, "2016-10-17T12:29:09Z", 0.7, "News this morning: reportedly Julian Assange's internet link in the Ecuadorian embassy have been severed, and RT's bank accounts in England have been frozen."], [3895, "2016-10-17T10:21:44Z", 0.39, "http://uk.businessinsider.com/us-retaliation-russia-hacking-democratic-party-election-2016-10?r=US&IR=T - a non-sanction solution means more likely at this point"], [755, "2016-10-17T06:02:48Z", 0.4, "Biden and Pence step it up.......\nReuters, October 16, 'U.S. officials step up rhetoric on Russia link to email hacks': http://www.reuters.com/article/us-usa-election-cyber-idUSKBN12G0XN\nClips from article:\n\"Republican vice presidential candidate Mike Pence said on Sunday that evidence implicated Russia in recent email hacks tied to the Nov. 8 U.S. election, contradicting his running mate, Donald Trump, who has cast doubt on Russia's involvement.\nPence's comments came after U.S. Vice President Joe Biden said in an interview that aired on Sunday that the United States would be sending a message to Russia \"at the time of our choosing\" about the email attacks. Obama administration officials initially refused to say if they thought Russia was behind the attacks, before accusing Moscow for the first time earlier this month.\""], [14307, "2016-10-15T16:14:19Z", 0.72, "Reducing my forecast just a little bit because some sources seem to be testing the waters for a non-sanction solution, specifically a publicly announced retaliatory cyber-attack. (https://www.gjopen.com/comments/comments/350291, https://www.gjopen.com/comments/comments/350526, which pointed out these sources: http://marginalrevolution.com/marginalrevolution/2016/10/announce-secret-unprecedented-cyberstrike-russia.html and https://sputniknews.com/politics/201610131046288412-russia-foreign-ministry-press-briefing/) Such a solution would allow the US to resolve the current media story regarding Russia's involvement in the elections, embarrass Putin in the media, and (if Putin follows through on the implication that more substantial international gains can be made in Syria) also have the kind of substance that would signal US resolve on cyber issues to other international actors. I'm not reducing my forecast too much at this point, because all of the primary sources are fairly non-official, especially on the Russian side, but I'm getting more optimistic about Russia finding an acceptable diplomatic apology. The main question is: can they implement it? and can they implement it before the US timeline demands a media installment?"], [2965, "2016-10-15T15:06:16Z", 0.17, "\"The White House said Tuesday it would respond to Russian hacking of US political groups, after publicly pointing the finger at Moscow for the cyberattacks last week."], [1646, "2016-10-15T14:46:32Z", 0.19, "Sputnik, as always, provides a much un-brainwashed source, and something must be said for substantive Russian Foreign Ministry  press conferences. \nhttps://sputniknews.com/politics/201610131046288412-russia-foreign-ministry-press-briefing/\n\"The US is calling on expanding anti-Russian sanctions aiming to hit Russian economy. Pentagon continues to step up it military might. Anti-Russian propaganda increased to the unprecedented level in the mass media, the US citizens are literally brainwashed, they believe Russia is a threat."], [691, "2016-10-15T12:38:04Z", 0.09, "A retaliatory attack, even if publicly acknowledged, may not count as a \"sanction.\"   And if the perp of the retaliation doesn't 'fess up, it probably won't count as a sanction.  And whatever happens may not be manifested, or may not be admitted, until after 01 January.  Going low again.  This used to be a fairly easy question, but real life is a messy enterprise."], [38, "2016-10-15T07:21:25Z", 0.71, "http://www.gjopen.com/comments/comments/350291"], [14253, "2016-10-15T04:28:02Z", 0.39, "Up 10 on CIA retaliation rumous against supposed Russian hacks."], [821, "2016-10-15T00:27:26Z", 0.45, "Well, there are now a number of interesting links proclaiming a possible covert (or not so covert) action against Russia.  You would definitely need to take some of this with a grain of salt.  The news-hype on this is pretty interesting.\nhttp://www.nbcdfw.com/news/national-international/CIA-Preps-Possible-Cyber-Strike-Against-Russia-397153741.html\nhttp://www.inquisitr.com/3596863/wwiii-imminent-cyber-strike-against-russia-in-the-works-says-cia-video/ "], [38, "2016-10-14T23:56:07Z", 0.65, "http://www.nbcnews.com/news/us-news/cia-prepping-possible-cyber-strike-against-russia-n666636\nhttp://www.gjopen.com/comments/comments/350078"], [3225, "2016-10-14T22:36:43Z", 0.6, "Going down a bit on today's news that the CIA is putting together options for a more symmetric response to Russian hacks. This does not rule out sanctions, of course, but if the aim is to embarrass Russian leadership, it might hurt more than sanctions would. Frankly, if money laundering is exposed, making it harder for Russian leadership to conduct business as usual, wouldn't that be considered \"sanctions\" to satisfy this question? Probably not. http://www.nbcnews.com/news/us-news/cia-prepping-possible-cyber-strike-against-russia-n666636"], [38, "2016-10-13T23:45:24Z", 0.71, "https://www.ft.com/content/1de86910-9099-11e6-a72e-b428cb934b78"], [12703, "2016-10-13T23:15:21Z", 0.05, "Small down tick on my low probability.  Rationale:  Yes, the political environment and tensions seem high but I still believe the effectiveness and impact of primary sanctions is low and certainly wouldn't be any deterrent over the next 30 days (before the election)."], [38, "2016-10-13T22:35:56Z", 0.91, "https://morningconsult.com/2016/10/12/responses-russian-hack-include-sanctions-analysts-say/"], [13377, "2016-10-13T01:38:19Z", 0.65, "Keep up with the Russian cyber attacks on U.S. elections with a free newsletter,  example stories: SANS NewsBites Vol. 18 Num. 081 : Terrorism and Encryption Charges Filed; European IoT Requirements; US Blames Russia   https://www.sans.org/newsletters/newsbites/"], [53, "2016-10-13T01:00:27Z", 0.55, "Coming down some....\nThe thing about sanctions is that at least we all can see that there has been a response, so maybe that makes sanctions more likely if only to answer domestic questions.  But who even knows when that would take place.  "], [3895, "2016-10-12T22:56:38Z", 0.51, "up 5% on news of Florida hack"], [13377, "2016-10-12T22:33:01Z", 0.65, "http://www.cnn.com/2016/10/12/politics/florida-election-hack/index.html"], [368, "2016-10-12T22:02:46Z", 0.05, "Likelihood increased, however, we will not be aware of the counter-response to cyber attacks from Russia.  While the menace of cyber war is a new development (in the last decade or so), it is no clear what political, technical or military policy positions will be at it's ideal point.  So, the question is whether public information will be forthcoming after operations against cyber attacks have been successfully completed.   This implies that I am not able to determine whether sufficient information will be made available prior to the IFP deadline."], [691, "2016-10-12T19:30:57Z", 0.22, "The Prez is making noises about doing something to Russia on account of hacking.  If this happens and is acknowledged by the US, it should be a Yes.  If the US shrugs its shoulders and pretends to be mystified, it's still a No, I think. "], [13377, "2016-10-12T18:01:02Z", 0.65, "http://www.politico.com/story/2016/10/white-house-russia-hacking-retaliate-229622"], [2965, "2016-10-12T14:33:53Z", 0.17, "POTUS promised a proportionate response to hacks, which could be economic. POTUS already has\nlegislative authority."], [14253, "2016-10-12T03:13:34Z", 0.19, "I keep going back and forth on this. As it seems Wikileaks may turn these releases into a near daily event for the rest of the campaign-if they really have 50 000 and only release 2000 to 3000 a day-then the White House might get vindictive. "], [484, "2016-10-12T02:33:00Z", 0.25, "Up 25% until the whole Russian issue evolves a bit more. Doubt any significant response makes sense, but that doesn't make it impossible, especially in an election year."], [532, "2016-10-11T21:49:48Z", 0.48, "The White House says there will be a proportional and unannounced response to Russia’s hacking.  Sanctions seem like a strong possibility, so I am thinking about how the U.S. might sanction and what scenarios would close the question.  My concern is the term “another country.”"], [3895, "2016-10-11T16:19:28Z", 0.46, "maybe I read all the way through to the end of stuff I post..."], [3895, "2016-10-11T15:49:51Z", 0.26, "http://www.nytimes.com/2016/10/09/us/politics/what-options-does-the-us-have-after-accusing-russia-of-hacks.html"], [27101, "2016-10-10T14:50:48Z", 0.08, "Chances have increased as the US has officially accused Russia of a cyber attack\n"], [6303, "2016-10-10T03:35:34Z", 0.01, "According to the general news and GJP consensus."], [3895, "2016-10-09T17:08:21Z", 0.23, "recent announcements re Russian culpability for DNC hacks are interesting, but we're starting to run out of time "], [556, "2016-10-09T15:09:23Z", 0.15, "http://www.reuters.com/article/usa-cyber-russia-senate-idUSL2N1CD26N"], [691, "2016-10-08T13:37:57Z", 0.04, "Obama thinks Russia have done Bad Things.  He is of course correct.  However:  (a) proof at a level that would support sanctions is still difficult, and (b) the US already has fairly hefty sanctions in place, so not much more could be done even if the Administration wanted to.  "], [23006, "2016-10-08T04:54:36Z", 0.75, "NYT Obama formally accuses Russia of cyber attacks"], [1993, "2016-10-08T03:56:44Z", 0.1, "My impression is that the accusations by the White House of the DNC hack and attempts to influence US elections are tit-for-tat. Russia sees that DNC e-mails that they hope will embarrass Clinton are published. White House plays the drama queen by painting Russia's actions as unusual and nefarious in order to damage Trump. Maybe somewhere along the way Congress gets a bee in its bonnet and imposes sanctions. Wait and see."], [484, "2016-10-08T03:04:07Z", 0.0, "(no change) It might be time to revisit the whole question of what constitutes sanctions. Would a \"sense of the (US) Senate\" count?"], [14307, "2016-10-08T02:53:35Z", 0.79, "Miscounted by previous prediction"], [14307, "2016-10-08T02:31:42Z", 0.77, "Haven't looked at this question in a while, so I'm simultaneously updating my estimate regarding some aggressive actions coming out of Iran in March (They did some ineffective DDOS, and nothing seemed to come of it), and updating in response to the recent public accusation of Russia for the DNC attack. "], [755, "2016-10-08T01:39:09Z", 0.4, "WSJ (opinion), October 7, 'Obama’s Russia Epiphany - The U.S. blames the Kremlin for attacks on U.S. elections. And then?': http://www.wsj.com/articles/obamas-russia-epiphany-1475881969\nClips from WSJ article:\n\"The meddling in U.S. elections is another matter. In an unusual joint statement Friday, the Department of Homeland Security and Director of National Intelligence said that “the U.S. Intelligence Community (USIC) is confident that the Russian Government directed the recent compromises of e-mails from US persons and institutions, including from US political organizations.”\nThe U.S. spooks added that “the Russians have used similar tactics and techniques across Europe and Eurasia,” and that given the “scope and sensitivity” of these efforts “only Russia’s senior-most officials could have authorized these activities.” Senior-most is a euphemism for Mr. Putin.\nOne question is why the Obama Administration has gone public with this hacking news now. One reason might be to warn Russia against dumping more of the U.S. documents it almost certainly has before Election Day. But then Russia’s hacking habits are hardly new, and Mr. Putin is still harboring the national-security thief Edward Snowden. The timing suggests the White House may also be trying to help Hillary Clinton given her campaign’s portrayal of Donald Trump as a Putin apologist. Sure enough, her campaign issued a statement linking Mr. Trump to the news almost on cue Friday.\nA public declaration alone won’t stop the Russians. Mr. Putin has little incentive to cease because he and Russia have never paid a price for their cyber thievery. Now that he’s had an epiphany about the Kremlin, will Mr. Obama continue to let Mr. Putin get away with it?\""], [1646, "2016-10-07T23:30:55Z", 0.15, "As others, raising on the attribution of hacking of the DNC and other elections interference; yet not as much, since the letter reported seems more inclined to leverage criminal charges and to further strenghten a defensive posture for the upcoming elections than (for the moment) imposing sanctions."], [23006, "2016-10-07T23:07:10Z", 0.45, "lowering due to passage of time."], [38, "2016-10-07T21:46:18Z", 0.91, "Europe and North America, which have the highest concentration of ageing plants, were singled out as particularly at risk in the report, called The Road to Resilience: Managing and Financing Cyber Risks, released on 28 September."], [38, "2016-10-07T20:51:45Z", 0.91, "http://www.nytimes.com/2016/10/08/us/politics/us-formally-accuses-russia-of-stealing-dnc-emails.html?action=Click&contentCollection=BreakingNews&contentID=64407638&pgtype=Homepage"], [110, "2016-10-07T20:42:30Z", 0.35, "Raising on this news: http://www.businessinsider.com/us-russia-hacking-democratic-party-dnc-leaks-2016-10"], [3225, "2016-10-07T19:44:28Z", 0.75, "US govt officially blames senior Russian leadership for hacks. I can imagine targeted sanctions, against these individuals and not the economy, coming soon."], [53, "2016-10-07T19:43:13Z", 0.65, "US statement naming Russia in attempts to influence election/hacking.  But - may come to nothing but statement - may drop this again soon."], [27461, "2016-10-06T18:10:36Z", 0.0, "This is a protracted business and time is running out. Even if the US is inclined to impose sanctions on Russia, Obama will probably leave this to the next President. And sanctions on China are even more complicated."], [38, "2016-10-05T02:33:18Z", 0.09, "http://www.dailynk.com/english/read.php?num=14108&cataId=nk02500"], [73, "2016-10-04T03:19:36Z", 1.0, "To date Obama / treasury have not named any actors per hr757 6 month timeline thats passed.  So they must think Mr Choi is a know nothing cry baby.  If Choi is right that might be difficult to explain no sanctions by the administration. http://www.dailynk.com/english/m/read.php?cataId=nk02500&num=14108"], [755, "2016-10-03T22:55:45Z", 0.3, "KCCI-Des Moines, October 3, 'North Korea may be planning October Surprise, study says': http://www.kcci.com/politics/study-north-korea-likely-to-attempt-provocation-around-us-elections/41940698\nClip from KCCI article:\n\"Nothing as aggressive as we saw under his father,\" said Ken Gause, who analyzes North Korea's leaders for CNA Corp. \"Kim Jong Un, with the exception of the August crisis of last year, he has pretty much restricted his provocations to missile tests, nuclear tests, and cyber attacks.\""], [3895, "2016-10-03T15:45:13Z", 0.21, "passage of time"], [6303, "2016-10-03T03:30:54Z", 0.01, "According to the general news and GJP consensus."], [27101, "2016-09-29T19:00:22Z", 0.03, "Its difficult to see what incident will trigger the process to try to impose questions. It would probably be a new incident rather than something that has already happened. \nSecondly, originations of cyber attacks are by nature difficult to proof which makes sanctions difficult as well"], [498, "2016-09-28T14:14:09Z", 0.99, "Two steps forward, three steps back\nhttp://www.foxnews.com/world/2016/09/27/autocratic-un-agency-head-broke-rules-with-sensitive-cybersecurity-contract-award-report-shows.html"], [6303, "2016-09-25T19:03:11Z", 0.01, "According to the general news and GJP consensus."], [1450, "2016-09-24T14:54:48Z", 0.05, "Reduction for time passed and the lack of any precursor activity necessary for sanctions to be effected.  Overall, Chinese cyber activities do not seem to be salient.  There is still the Russian activities related to the US election, but the general tensions over Ukraine and Syria seem to be braking any push toward retaliation for Russian cyber."], [1646, "2016-09-23T14:59:09Z", 0.14, "(-1) China's Li Keqiang leaves out North Korea sanctions in U.N. speech\nhttp://www.upi.com/Top_News/World-News/2016/09/21/Chinas-Li-Keqiang-leaves-out-North-Korea-sanctions-in-UN-speech/9981474511276/"], [64, "2016-09-23T00:57:49Z", 0.08, "Passage of time"], [14394, "2016-09-22T08:41:38Z", 0.01, "Seems very unlikely. No major attacks have happened and time is almost up."], [2965, "2016-09-21T12:52:29Z", 0.0, " I may go up if this occurs more in electionsv.See http://www.wsj.com/articles/u-s-intelligence-chief-suggests-russia-was-behind-election-linked-hacks-1474416647\nWASHINGTON—U.S. Director of National Intelligence James Clapper suggested Russia was behind a recent computer hacking operation that stole records from the Democratic Party and then leaked thousands of documents online."], [19022, "2016-09-21T03:21:58Z", 0.0, "clinton no want that"], [19801, "2016-09-20T12:39:54Z", 0.0, "Only 4 months left in the year, and no sanctions were imposed to date. Odds are low it will be imposed in the remaining 4 months."], [38, "2016-09-20T02:27:42Z", 0.5, "http://www.politico.com/tipsheets/morning-cybersecurity#ixzz4KkSApBKe"], [73, "2016-09-20T01:39:36Z", 1.0, "http://m.yna.co.kr/mob2/en/contents_en.jsp?cid=AEN20160919000451315&site=0400000000&mobile. Not sure why they think you cant deal with cyber companies....."], [38, "2016-09-20T00:38:48Z", 0.77, "http://www.politico.com/tipsheets/morning-cybersecurity#ixzz4KkSApBKe "], [1993, "2016-09-19T01:19:46Z", 0.1, "Just going to sit at consensus until I see if there is any fallout from the Russian hack on the World Anti-Doping Agency. But my feeling is that it's very difficult to impose sanctions in response to cyber espionage as more and more information trickles out about NSA malware. If data is destroyed in an attack, that may be another matter, but that's not what's happening in most hacking cases that we are seeing."], [6303, "2016-09-18T22:16:29Z", 0.01, "According to the general news and GJP consensus."], [13377, "2016-09-18T18:22:05Z", 0.1, "Sign up here for a free daily newsletter with threat forecasts and news relevant to this question: https://www.recordedfuture.com/"], [755, "2016-09-17T03:52:25Z", 0.4, "The Washington Post, September 5, 'U.S. investigating potential covert Russian plan to disrupt November elections': https://www.washingtonpost.com/world/national-security/intelligence-community-investigating-covert-russian-influence-operations-in-the-united-states/2016/09/04/aec27fa0-7156-11e6-8533-6b0b0ded0253_story.html\nClips from Post article:\n\"One congressional official, who has been briefed recently on the matter, said “Russian ‘active measures’ or covert influence or ma­nipu­la­tion efforts, whether it’s in Eastern Europe or in the United States,” are worrisome.\nIt “seems to be a global campaign,” the aide said. As a result, the issue has “moved up as a priority” for the intelligence agencies, which include the FBI and the Department of Homeland Security as well as the CIA and the National Security Agency.\nSome congressional leaders briefed recently by the intelligence agencies on Russian influence operations in Europe, and how they may serve as a template for activities in the United States, were disturbed by what they heard.\nAfter Senate Minority Leader Harry M. Reid (D-Nev.) ended a secure 30-minute phone briefing given by a top intelligence official recently, he was “deeply shaken,” according to an aide who was with Reid when he left the secure room at the FBI’s Las Vegas office.\""], [12703, "2016-09-16T22:09:04Z", 0.06, "Ticking down just for the passage of time."], [83, "2016-09-14T15:45:45Z", 0.08, "Passage of time."], [3895, "2016-09-14T15:02:00Z", 0.27, "keeping lowish but going up a bit on recent Russian activity"], [498, "2016-09-14T03:45:33Z", 0.99, "Wada confirms attack by Russian cyber espionage group\nhttps://www.theguardian.com/sport/2016/sep/13/wada-russian-cyber-attack-espionage-group"], [821, "2016-09-13T21:45:19Z", 0.05, "Considering the huge number of cyber incidents that occur on a regular basis, this question should have resolved to True a long time ago if it was possible for some GJ criteria to be met.  The only way that the U.S. might respond to an incident before the end of 2016 is if Putin has a direct hand in the presidential election."], [6303, "2016-09-12T01:49:56Z", 0.01, "According to the general news and GJP consensus."], [1639, "2016-09-08T16:41:15Z", 0.05, "Updating"], [176, "2016-09-07T00:16:20Z", 0.0, "Nota bene - this logically resolved to a Yes earlier so there's no telling what these <insert pithy phrase here > really wan to see. i'm sure we can get some good nominees in the pithy adjective category however."], [6303, "2016-09-06T03:12:06Z", 0.01, "According to the general news and GJP consensus."], [484, "2016-09-03T03:01:48Z", 0.0, "Down 15% once I looked at how high my forecasts have been. I figure I'm ahead if something does happen. ;-)"], [498, "2016-09-02T03:21:13Z", 0.99, "Forget Softwareâ€”Now Hackers Are Exploiting Physics\nhttps://www.wired.com/2016/08/new-form-hacking-breaks-ideas-computers-work/"], [498, "2016-08-29T20:03:21Z", 0.99, "Deconstructing Propaganda"], [6303, "2016-08-29T00:17:53Z", 0.05, "According to the general news and GJP consensus."], [53, "2016-08-26T04:00:26Z", 0.1, "Not changing forecast - just noting that there are some very sneaky attacks going on at present & wanted to share.\nNYTimes article worth reading: http://www.nytimes.com/2016/08/26/technology/apple-software-vulnerability-ios-patch.html  but gives impression that this is primarily problem for activists.  Not a good assumption to make, have seen these elsewhere.  Also - have heard of phishing attacks that look like performance review related material."], [12302, "2016-08-24T18:08:19Z", 0.1, "Reducing my forecast due to timeissues."], [12302, "2016-08-23T20:15:41Z", 0.2, "U.S. officials: Hackers thought to be working for Russian intelligence have carried out a series of cyber breaches targeting reporters at the New York Times and other U.S. news organizations "], [767, "2016-08-23T19:04:32Z", 0.4, "Not much on the subject making headlines but we still need to look.  This is an article on subject from July 23, 2016. Not much is new but it's a clear reminder this is not off the table."], [755, "2016-08-23T03:23:46Z", 0.7, "The Hindu, August 22, 'S. Korea, U.S. start drills despite N. Korea's nuclear threat': http://www.thehindu.com/news/international/s-korea-us-start-drills-despite-n-koreas-nuclear-threat/article9017514.ece\nClips from article:\n\"The 12—day Ulchi Freedom Guardian drills that began on Monday are largely computer-simulated war games. The training involves 25,000 American troops and 50,000 South Korean soldiers, according to the U.S. and South Korean militaries.\nSouth Korea’s President Park Geun-hye said on Monday that there were signs of “serious cracks” in the North’s ruling elite class after defections of key figures she didn’t identity. Ms. Park told a security meeting that Pyongyang could carry out cyber attacks or other provocations on South Korea to divert public attention away from such domestic problems.\"\nComments: That the DPRK may attempt to hack the 'largely computer-simulated' war games and further cyber attacks on ROK systems should be considered. Affirming forecast.  "], [6303, "2016-08-21T22:49:22Z", 0.05, "According to the general news and GJP consensus."], [498, "2016-08-16T16:08:09Z", 0.99, "Hackers claim to have stolen NSA cyberweapons, auctioning them to highest bidder\nhttps://boingboing.net/2016/08/16/hackers-claim-to-have-stolen-n.html"], [28316, "2016-08-16T01:05:02Z", 0.1, "The likelihood that state actors will commit cyber attacks and espionage against the US is 100% (At least two nations employ full-time attack teams against the US), so I'm only going to address the possibility that these attacks will result in sanctions."], [484, "2016-08-16T00:48:12Z", 0.15, "Down 5% to be approximately at the consensus."], [1646, "2016-08-15T12:31:52Z", 0.11, "http://thehill.com/blogs/congress-blog/technology/288525-predicting-heightened-malicious-cyber-activity-the-old\nPredicting heightened malicious cyber activity, the old fashioned way\n\"Cyber criminals tampering with elections is not merely a concern in the United States, but is a global phenomenon and is likely only going to grow as elections increasingly become digitized. For example, prior to elections, the Ukraine election system was attacked with a virus intended to delete the election results. The Miami-Dade Elections Department in Florida similarly experienced increased malicious activity, but instead was the target of ‘phantom absentee ballot’ requests. The targets do extend beyond organizations associated with the election. The hack on the Philippines Commission on Elections exposed the personally identifiable information of 55 million citizens. In Africa, countries as diverse as Ghana, Ethiopia, and Republic of Congo have started censoring social media during the election season, but in many cases it expanded to also blocking mobile money transfer sites, thus having both an impact on freedom of speech as well as economic well-being.\"\nThe conundrum is that making cyber manipulation public can backfire, sanctions is a form of messaging and publicizing that would not work well in these cases"], [6303, "2016-08-15T01:50:00Z", 0.05, "According to the general news and GJP consensus."], [38, "2016-08-15T00:14:01Z", 0.77, "http://www.newsmax.com/Newsfront/Russia-Sanction-Democratic-Hacking/2016/08/13/id/743450/"], [28278, "2016-08-14T14:03:44Z", 0.05, "Not probable"], [498, "2016-08-13T12:46:37Z", 0.99, "Proposal for new \"International Cyber Stability Board\"\nhttp://www.usnews.com/opinion/articles/2016-08-12/how-the-us-can-fight-back-against-russias-cyberattacks"], [484, "2016-08-12T04:45:31Z", 0.2, "Down 5% to be closer to the consensus. One observation is that a lot of resources are being spent related to cyber threats. At some point unless people in general believe the money is well-spent, it will be harder to justify. Built-in incentive to demonstrate something even if countervailing interests pull in other directions."], [13959, "2016-08-11T15:26:12Z", 0.12, "As the calendar runs down, I'm lowering my prediction substantially. "], [556, "2016-08-09T14:44:41Z", 0.15, "I've been high on this, but dropping based on passage of time and these arguments on why sanctions may not be implemented."], [110, "2016-08-09T13:24:57Z", 0.2, "Dropping slightly, for passage of time."], [691, "2016-08-08T19:52:05Z", 0.05, "This whole issue reminds me of the OJ Simpson story--everybody knows what happened, but the evidentiary standards and burden of proof and whatnot won out in the end.  (Well, actually in the middle--he was later tagged civilly, and then criminally on an unrelated matter, but that supports rather than undermines the argument for a low probability on this Q.)"], [755, "2016-08-08T17:19:39Z", 0.7, "This just hit my screen......... a new nation-state player?\nReuters, August 8, 'New spyware detected targeting firms in Russia, China: Symantec': http://www.reuters.com/article/us-cyber-spying-idUSKCN10J18I\nClips from Reuters article:\n\"The group, which has been active since at least 2011 and could have links to a national intelligence agency, uses Remsec, an advanced piece of hidden malware, Symantec researchers said in a blog post (symc.ly/2aTHoOm).\nThe newly discovered group's targets include four organizations and individuals located in Russia, an airline in China, an organization in Sweden and an embassy in Belgium, Symantec said.\nKaspersky said it had found 30 organizations hit so far in Russia, Iran and Rwanda, and possibly additional victims in Italian-speaking countries. Remsec targets included government agencies, scientific research centers, military entities, telecoms providers and financial institutions, Kaspersky said.\n\"Based on the espionage capabilities of its malware and the nature of its known targets, it is possible that the group is a nation state-level attacker,\" Symantec said, but it did not speculate about which government might be behind the software.\""], [755, "2016-08-07T02:54:05Z", 0.7, "Express (UK), August 6, 'Chinese hackers launched cyber attacks on UK - CHINESE hackers have repeatedly attacked British military computer networks in the past year.' http://www.express.co.uk/news/uk/697268/chinese-hackers-cyber-attacks-ik-james-stavridis\nClips from article:\n\"Last week Theresa May delayed the UK’s first new nuclear power station in a generation, amid warnings by MI5 and MI6 that Chinese involvement would be too great a security risk.\nMeanwhile, 800 employees of a defence contractor had their passwords cloned, forcing the company to close its system down and reallocate new access codes.\nCorrespondence between the company and the MoD, seen by the Sunday Express, said “a number of accounts... obviously illegitimate” were discovered.\nA recent MoD report has identified “actual” cyber threats from China, as well as “potential” cyber threats from Iran, Russia and a group known as the Syrian Electronic Army.\"\nSee also @dkc August 6 post and link. Upvote 1. \nAffirming forecast."], [556, "2016-08-06T15:26:29Z", 0.55, "Moving back up based on:\nhttp://fedscoop.com/us-sanctions-russia-hacking-dnc-2016"], [498, "2016-08-02T00:12:47Z", 0.99, "After reviewing a number of interesting cyber attack investigatory practices, the following article cites a security expert who makes an interesting claim: the actor(s) responsible for the DNC hack were the same actor(s) responsible for a previous hack on a French TV network in 2015.\nhttp://www.csmonitor.com/World/Passcode/2016/0801/The-secret-linguistics-clues-researchers-used-to-link-DNC-hack-to-Russia"], [691, "2016-07-31T15:56:49Z", 0.06, "Given the difficulty of (a) sorting out how ran a hack, and (b) imposing sanctions on a state actor, this seems unlikely for the foreseeable future."], [498, "2016-07-30T10:47:34Z", 0.99, "\"this is an attack not on one party but on the integrity of American democracy.\"\nhttp://www.prnewswire.com/news-releases/members-of-the-aspen-institute-homeland-security-group-issue-statement-on-dnc-hack-300306004.html"], [484, "2016-07-30T02:49:19Z", 0.25, "Down 5% to be closer to the consensus. Doubt if anything comes from the possible access of DNC, etc data."], [498, "2016-07-29T00:20:33Z", 0.99, "Background: Beware of unintended consequences of sanctions -- North Korea considers declaration of sanctions an act of war.\nhttp://www.usatoday.com/story/news/world/2016/07/28/north-korea-united-states-relations/87659264/"], [498, "2016-07-28T06:00:35Z", 0.99, "As the \"formal\" and \"informal\" communication structures come crashing together, intelligence officials move from \"troubled\" to \"deeply troubled\"\nhttp://www.nbcnews.com/politics/2016-election/deeply-troubling-ex-ambassador-intelligence-officials-blast-trump-russia-comments-n618276"], [755, "2016-07-28T04:20:22Z", 0.7, "Business Insider, July 27, 'Experts: The US has fallen dangerously behind Russia in cyber warfare capabilities\": http://www.businessinsider.com/us-behind-russia-cyber-warfare-2016-7\nClips from BI article:\n“What Russia is doing is linking cyber attacking and hacking with its open information warfare methods—propaganda disguised as news programming, funding of NGOs, etc.—and in coordination with its military establishment’s use of electronic warfare,” Stupples said. “By employing all three methods together in an integrated pattern of activity Moscow can achieve what its military theorists call ‘reflexive control’—in other words warping your adversary’s perceptions to the point where that adversary begins to unknowingly take wrong or damaging actions.”"], [484, "2016-07-28T01:31:04Z", 0.3, "Down 10% to be closer to consensus."], [23006, "2016-07-27T04:44:39Z", 0.55, "moving up but only a little based on statement: \"uncertain...if break-in...was fairly routine\" or if they actually meant to subvert democratic process."], [14208, "2016-07-26T16:30:04Z", 0.0, "Comment deleted on Oct 22, 2016 07:35PM UTC"], [498, "2016-07-26T07:39:32Z", 0.99, "Some background on Stuxnet and current state of Iranian cyberwarfare capabilities\nhttp://www.takepart.com/article/2016/07/25/zero-days-stuxnet-iran"], [73, "2016-07-25T21:00:46Z", 1.0, "Well, the 180 day deadline required by North Korea Sanctions Enforcement Act of 2016 (H.R. 757) (https://www.congress.gov/114/plaws/publ122/PLAW-114publ122.pdf) that came into effect in February is running out, and 103b1 and 2 will be required.  I am assuming the SoS will advise that NK needs some organisations such as General Bureau of Reconnaissance to be added to the list for cyber activities.  Why?  this - http://www.reuters.com/article/us-northkorea-southkorea-cyber-idUSKCN0YZ0BE, or this - http://www.techinsider.io/north-korea-worlds-best-hackers-2016-5- or this http://www.nytimes.com/2016/05/27/business/dealbook/north-korea-linked-to-digital-thefts-from-global-banks.html?_r=0 or this http://thediplomat.com/2016/07/human-rights-in-north-korea-the-real-key-to-denuclearization/ or the many others.  "], [1639, "2016-07-25T15:31:15Z", 0.1, "for passing of time"], [484, "2016-07-23T04:37:22Z", 0.4, "Down 10% to be closer to consensus."], [14253, "2016-07-22T21:25:08Z", 0.33, "Down 7 for passage of time."], [755, "2016-07-20T23:26:46Z", 0.7, "From a share* today: \nHackread.com, July 20, 'How Bad is the North Korean Cyber Threat?': https://www.hackread.com/how-bad-is-the-north-korean-cyber-threat/\nClips from article:\n\"It is estimated that North Korea spends one-third of its total revenues on its military, and around 10% to 20% that is spent on the IT divisions.\nEarlier this year, North Korean hackers attempted to steal nearly $1 billion dollars from the Bangladesh central bank. The hackers were thwarted from stealing it all by a few suspicious bankers in New York. However, they did manage to abscond with $81 Million dollars.\"\n*Gilad is Director of Intelligence Operations @ SenseCy: https://www.sensecy.com/"], [484, "2016-07-19T23:29:37Z", 0.5, "(no change) There is some regarding cyber threats (at the very end) of the 2016 Republican Platform:"], [498, "2016-07-18T22:35:11Z", 0.99, "Digital Acts of War: Evolving the Cybersecurity Conversation\nhttps://oversight.house.gov/hearing/digital-acts-of-war-evolving-the-cybersecurity-conversation/"], [755, "2016-07-18T22:29:15Z", 0.7, "Security Affairs, July 6, 'Espionage SBDH Toolkit used to target European Countries': http://securityaffairs.co/wordpress/49064/malware/sbdh-toolkit.html\nClips from article:\n\"Security experts from ESET security firm have spotted an espionage toolkit dubbed SBDH that was used by threat actors in hacking operations targeting government organizations in Europe.\nThe research observed infections in many countries, including the Czech Republic, Hungary, Poland and Slovakia, and Ukraine.\nThe SBDH toolkit was designed to steal sensitive data from victim’s machines, experts from ESET have already detected other sample of the toolkit over the past year, hackers exploited it in attacks against government and public institutions.\nThreat actors targeted organizations focused that specialize in economic growth and cooperation.\""], [3895, "2016-07-18T22:21:58Z", 0.19, "seems unlikely that Iran sanctions bill is going anywhere, so going right down now https://www.washingtonpost.com/news/powerpost/wp/2016/07/15/democratic-leaders-counter-corker-with-an-iran-sanctions-proposal-of-their-own/"], [484, "2016-07-17T17:03:35Z", 0.5, "(no change) @ALM21 posted this interesting find http://www.gjopen.com/comments/comments/283431"], [83, "2016-07-16T17:07:03Z", 0.1, "Down 10, for passage of time."], [405, "2016-07-16T15:47:59Z", 0.05, "still low"], [13642, "2016-07-16T03:26:09Z", 0.1, "It is  unlikely such an event would occur in short-term.  It will be difficult to prove an attack, assuming that a government would admit that an attack got through their defences (which are quickly improving).  Then there is the difficulty of getting economic sanctions in place."], [4104, "2016-07-13T01:30:37Z", 0.08, "I think sanctions would only be imposed in a case where a cyber attack/espionage is clearly state-sponsored or approved. If a cyber attack were to shut down infrastructure (e.g., a power plant), which tends to be very publicly obvious, then sanctions would probably be imposed; most countries will keep quiet about espionage."], [755, "2016-07-12T23:39:19Z", 0.7, "A most interesting share:\nMotherboard, July 12, 'Researchers Found a Hacking Tool that Targets Energy Grids on the Dark Web': http://motherboard.vice.com/read/researchers-found-a-hacking-tool-that-targets-energy-grids-on-dark-web-forum\nClips from article:\n\"A sophisticated piece of government-made malware, designed to do reconnaissance on energy grid’s system ahead of an eventual cyberattack on critical infrastructure, was found on a dark web hacking forum.\nSentinelOne’s researchers believe the malware was created by a team of hackers working for a government, likely from eastern Europe, according to a report published on Tuesday.\nHacking forums, of course, are home to a lot of malicious data and software. But they are usually not places where sophisticated government-made hacking tools get exchanged.\nShamir said that the malware, dubbed Furtim, was “clearly not” made by cybercriminals to make some money but for a government spying operations.\nFurtim is a “dropper tool,” a platform that infects a machine and then serves as a first step to launch further attacks. It was designed to target specifically European energy companies using Windows, was released in May, and is still active, according to SentinelOne.\nIt’s unclear who’s behind this cyberespionage operation, but Shamir said it’s likely a government from Eastern Europe, with a lot of resources and skills. The malware’s developers were very familiar with Windows; they knew it “to the bone,” according to him.\n“This was not the work of a kid,” he said. “It was cyberespionage at its best.”\n"], [755, "2016-07-09T00:02:09Z", 0.7, "\"Round up the usual suspects...... \" https://youtu.be/HXuBnz6vtuI"], [1529, "2016-07-08T17:29:22Z", 0.15, "time ....."], [484, "2016-07-08T17:25:12Z", 0.5, "Up 10% on @Anneinak post http://www.gjopen.com/comments/comments/276749"], [38, "2016-07-08T16:28:15Z", 0.55, "https://www.yahoo.com/news/north-korea-says-us-sanctions-leader-declaration-war-170305297.html"], [484, "2016-07-07T03:37:07Z", 0.4, "Down 20% to be closer to consensus. Same reasons as earlier."], [22146, "2016-07-05T20:44:57Z", 0.1, "US Presidential election; administration would prefer to downplay. Unlikely period to implement new FP doctrine. Unlikely that state cyber actors will choose to test administration; more likely in 2017. EU will not prioritise cyber sanctions, v low likelihood."], [484, "2016-07-05T17:18:16Z", 0.6, "(no change) Suspect it may have limited appeal, but the new movie \"Zero Day\" might raise the issue a bit in the news cycle:"], [15371, "2016-07-03T23:33:03Z", 0.35, "Good excuse for more .NSA spying"], [484, "2016-06-30T23:00:04Z", 0.6, "Down 5%. Might be time to give up on some of the \"possibilities\" already discussed."], [498, "2016-06-29T09:34:40Z", 0.99, "German intelligence blames Russia, China for cyberattacks\nhttp://thehill.com/policy/cybersecurity/285202-german-intelligence-blames-russia-china-for-cyber-attacks"], [498, "2016-06-25T19:03:18Z", 0.99, "Just for the record, I'm going to reiterate my claim that this question resolved positively long ago, and has failed to do so based on an improper understanding of how sanctions are implemented. In short, a set of claims as to bad actions are codified into a supraset called \"national emergency.\" Then, sanctions (the \"penalties\") are imposed as against the national emergency. That this is the fundamental logic of sanctions, and not a tit-for-tat logic, is evidenced by the need to continue the proclamations of \"national emergency.\" Else, each (falsely believed) tit-for-tat sanction would be allowed to continue on its own, and continuing proclamations would be unnecessary.\nhttps://www.whitehouse.gov/the-press-office/2016/06/21/notice-continuation-national-emergency-respect-north-korea-0\nhttp://english.yonhapnews.co.kr/national/2016/06/22/0301000000AEN20160622000400315.html?08691448"], [4634, "2016-06-25T17:55:44Z", 0.15, "I wish I didn't pick this question. My guess right now: it's hard to impose sanctions, because the crime is hard to prove. Next, there are hardly any formal rules and regulations on the subject. Finally, some -or perhaps all- North American and European nations are themselves involved in all kinds of 'hacking' (for lack of a better name) and sanctions could later perhaps backfire in unexpected -juridical- ways."], [2965, "2016-06-25T16:58:13Z", 0.06, "-5 passage of time  difficullty of resolution of iFP."], [38, "2016-06-24T23:44:44Z", 0.44, "adjusting because apparently GJO sees things differently than I."], [38, "2016-06-24T23:43:47Z", 0.95, " http://www.politico.com/tipsheets/morning-cybersecurity#ixzz4CXkcmdFK "], [755, "2016-06-22T18:52:11Z", 0.75, "@lsgold7 and interested forecasters:\nInsightful read in The Cipher Brief on the DNC hack by Soviet..... excuse me....... RF intelligence: Why Target the DNC? : https://thecipherbrief.com/article/tech/why-target-dnc-1092\nBio on the article's author:\nMichael Sulick was the director of CIA’s National Clandestine Service and is currently a senior partner at Threat Pattern, an intelligence and security company that assists corporations in countering insider threats. While at the CIA, he was also Chief of Counterintelligence and Chief of the Central Eurasia Division where he was responsible for intelligence collection operations and foreign liaison relationships in Russia, Eastern Europe and the former republics of the Soviet Union. He has written two books on espionage against the United States, Spying in America and American Spies, both published by Georgetown University Press."], [12703, "2016-06-21T19:44:27Z", 0.08, "After reading the book Dark Territory: The Secret History of Cyber War (Mar 1, 2016 by Fred Kaplan) I'm taking down my forecast a little.  I am more convinced that the current focus will remain on individuals and not states.  Its really hard to paint even bad players as deserving primary sanctions when everyone is doing it to everyone (and its been going on for quite awhile)."], [755, "2016-06-20T21:19:44Z", 0.75, "Copied from my comments on the cyber attack on nuclear facilities IFP:\n\"errāre hūmānum est\" \nComments: People will always be the weakest link in cyber security: https://en.wikipedia.org/wiki/Social_engineering_(security)\n\"Social engineering, in the context of information security, refers to psychological manipulation of people into performing actions or divulging confidential information. A type of confidence trick for the purpose of information gathering, fraud, or system access, it differs from a traditional \"con\" in that it is often one of many steps in a more complex fraud scheme. \nThe term \"social engineering\" as an act of psychological manipulation is also associated with the social sciences, but its usage has caught on among computer and information security professionals.\" \nSource: Wikipedia"], [498, "2016-06-18T02:41:53Z", 0.99, "Cybercrime market sells [turnkey] servers for as little as 6 dollars to launch attacks\nhttp://www.reuters.com/article/us-cyber-marketplace-idUSKCN0Z117R"], [767, "2016-06-17T22:07:43Z", 0.55, "Not much is happening on this front in terms of government action, at least publicly.  "], [556, "2016-06-16T23:31:11Z", 0.35, "After reading this I'm inching back up:\nhttp://www.nytimes.com/2016/06/17/world/europe/nato-russia-cyberwarfare.html?_r=0\nIt appears the cyber war is ratcheting up, for me the question is whether \"imposing sanctions\" will happen in a form that GJP accepts in the next 6 months. If this was until the end of 2017 I'd be all in."], [25894, "2016-06-14T22:25:49Z", 0.81, "The ODNI and FBI have been releasing various \"identify the insider threat\" material, Public Sentiment (US) on the issue is maybe getting a bit frustrated with the lack of response/retaliation. However, I don't think it will be the US that does so first. My hunch is Germany. "], [691, "2016-06-14T12:03:11Z", 0.09, "This sort of attack is increasingly common (or increasingly disclosed, or both), but it is still tricky to pin it on a state actor firmly enough to support even unilateral sanctions on a government as opposed to some organizations or individuals.  ROK actions won't count for this Q, and frankly everybody else is running out of sanctions they can impose on the DPRK, having used up pretty much the whole list.  Staying low on this, probably unwisely. "], [3225, "2016-06-13T16:06:51Z", 0.9, "Huge hack of South Korean defense industry revealed this morning, originating from NK. Fighter jet blueprints stolen, so I can't see how this wouldn't trigger further sanctions. http://thehill.com/policy/cybersecurity/283237-north-korean-hackers-steal-fighter-jet-plans-seoul-says "], [83, "2016-06-12T19:34:48Z", 0.2, "Following group consensus."], [484, "2016-06-12T02:17:42Z", 0.65, "Down 10% to be closer to consensus."], [755, "2016-06-09T16:53:49Z", 0.75, "From a share*\nThe Telegraph, June 9, 'Terrorist groups acquiring the cyber capability to bring major cities to a standstill, warns GCHQ chief': http://www.telegraph.co.uk/news/2016/06/08/terrorist-groups-acquiring-the-cyber-capability-to-bring-major-c/"], [556, "2016-06-05T15:38:24Z", 0.1, "Ok, I have decided to flip on this. Since GJP apparently  isn't counting any of the \"secondary sanctions\" or the signed sanction agreements... I think the bar is set pretty high. I've also come to the conclusion, that many 1st world countries don't want to apply sanctions for cyber actions because they are so busy doing it themselves. And perhaps the hypocrisy to too much... if that is possible when we speak of politicians:)\nhttp://time.com/4270728/iran-cyber-attack-dam-fbi/\nhttp://www.newsweek.com/bds-movement-accuses-israel-series-cyber-attacks-466113"], [484, "2016-06-03T06:58:16Z", 0.75, "Up 20% @sevedb"], [1639, "2016-06-03T06:27:57Z", 0.99, "With private cybersecurity firms linking North Korea to recent computer attacks that absconded with at least $81 million, the Treasury Department moved on Wednesday to choke off Pyongyang’s remaining access to the global financial system, designating the country a “primary” money launderer.\nhttp://www.nytimes.com/2016/06/02/world/asia/treasury-imposes-sanctions-on-north-korea.html?smprod=nytcore-iphone&smid=nytcore-iphone-share\n---------\nComments:  these are sanctions on NK over cyberattacks in my view. \n"], [755, "2016-06-03T03:51:48Z", 0.75, "From an IC forum discussion started a couple of days ago, USA still highly vulnerable.....\nZD Net, May 30, 'Homeland Security warns thousands of industrial energy systems can be remotely hacked': http://www.zdnet.com/article/thousands-of-web-connected-industrial-systems-can-be-remotely-hacked-yet-wont-be-patched/"], [1056, "2016-06-03T03:01:13Z", 0.1, "Affirming."], [556, "2016-06-03T01:47:42Z", 0.95, "Do \"secondary sanctions\" count??\nhttp://www.fxnewscall.com/us-treasury-sanctions-against-north-korea-to-hit-china-banks/1940997/"], [38, "2016-06-02T14:57:03Z", 0.95, "http://www.nytimes.com/2016/06/02/world/asia/treasury-imposes-sanctions-on-north-korea.html?emc=edit_th_20160602&nl=todaysheadlines&nlid=28699183"], [1639, "2016-06-01T17:13:29Z", 0.05, "I forgot to modify my forecast, updating now"], [1639, "2016-06-01T17:12:26Z", 0.87, "Geeks, generals and spooks gather in Estonia’s capital today for the country’s annual conference on digital defence. The agenda mixes arcane tech-talk with muscular power-politics: who sets the rules in cyberspace, and how are they enforced? But chatter in the corridors will be about events in neighbouring Finland. Hackers made a sophisticated attempt to steal credentials of staff at the country’s largest media company, Sanoma. And in April a crude swamping attack (DDoS in geek-speak) hit the defence ministry’s website. Both, unsurprisingly, are blamed on Russia, which is irked by Finland’s strengthening security ties with America. Estonians—famously hawkish about their eastern neighbour—will be dispensing advice on that, and on the country’s pioneering use of the blockchain (encrypted, decentralised data storage) for personal data and transactions. Estonia also has a national digital ID-card scheme based on high-grade cryptography, which is open to foreign “e-residents”—a handy conference souvenir  [From The Economist Espresso]\n===============\nCOMMENT: There could be plenty of reasons to impose sanctions for cyber attacks; but like the article says \"who sets the rules in cyberspace, and how are they enforced?\" There is very little talk about this."], [23006, "2016-05-31T13:59:47Z", 0.49, "Unlikely due to specificity of the question."], [15471, "2016-05-31T13:13:51Z", 0.28, "Down a bit due to passage of time"], [484, "2016-05-28T21:39:24Z", 0.55, "(no change) Some more on EU and SWIFT:"], [484, "2016-05-28T16:12:14Z", 0.55, "(no change) Agree with @cdob63"], [691, "2016-05-28T13:14:43Z", 0.22, "http://www.bbc.com/news/world-asia-36394986\nhttp://www.reuters.com/article/us-cyber-heist-swift-symantec-idUSKCN0YH29J\nIf folks decide they want to punish the DPRK for something other than or in addition to nukes, they could settle on this fairly quickly.  It takes a while to build an actual case, of course, but the DPRK has a lot fewer buddies, clients, and business associates than--just to pick two at random--China or Russia, so the sanctioneers may not bother with the niceties.  "], [484, "2016-05-27T17:09:24Z", 0.55, "Up 10% on DPRK attack through SWIFT. I'd guess that internal SWIFT controls would definitely qualify as sanctioning problems they've identified, but would not expect this question to be resolved as yes for that reason. OTOH if SWIFT appears to be mismanaging their role, it may be in the interest of some political entity (EU?) to sanction the DPRK. Since there is so little commerce with the DPRK it doesn't cost much and it would demonstrate some action."], [23006, "2016-05-27T16:42:11Z", 0.51, "\"But the latest spate of attacks on banks in Bangladesh and Southeast Asia would be the first time, security researchers say, that a nation has used malicious code to steal purely for financial profit.\""], [38, "2016-05-27T15:23:37Z", 0.44, "http://www.nytimes.com/2016/05/27/business/dealbook/north-korea-linked-to-digital-thefts-from-global-banks.html?emc=edit_th_20160527&nl=todaysheadlines&nlid=28699183"], [1639, "2016-05-27T14:30:59Z", 0.87, "North Korea is said to hack banks."], [102, "2016-05-25T03:34:19Z", 0.35, "https://larswericson.wordpress.com/2016/05/25/gitrep-24mar16pm/"], [2965, "2016-05-23T15:09:24Z", 0.33, "https://www.whitehouse.gov/the-press-office/2016/03/16/executive-order-blocking-property-government-north-korea-and-workers\nif that does not make the cut it could well be 0\nadd that with @Morrell analyis on cyber-nuclear question, and discounting from 49 the fact that  that any event may not resolve  by definition at 1/3 (conservative)  i end at 33% for now."], [25021, "2016-05-22T23:27:03Z", 0.1, "Burden of proof seems inordinately high for this sort of crime. Relatively easy to charge individuals, but proving state-sanctioned complicity is fraught with difficulties and likely to be a lengthy process. "], [38, "2016-05-21T18:27:56Z", 0.88, "100% is an extremely extreme forecast.  I do think that this will happen, but for the sake of my Brier score in case I'm wrong, I'm going to back off a bit."], [767, "2016-05-21T03:47:44Z", 0.75, "Just became familiar with the details of the Guccifer hacking case. Guccifer was the Romanian hacker who got into Sidney Blumenthal's emails and susequently discovered that Hillary Clinton was using a private email address and email server to conduct businesses as Secretary of State. "], [755, "2016-05-19T19:26:02Z", 0.75, "This share just crossed my screen....\nCEPA, May 18, 'The Russian Cyber Threat: Views from Estonia': http://cepa.org/The-Russian-Cyber-Threat-Views-from-Estonia"], [14613, "2016-05-19T18:44:57Z", 0.07, "I don't think any major precedent on this issue will emerge. A country would either have to openly admit to committing cyber attacks and those attacks would need to be sufficient to justify sanctions before sanctions would be imposed. I don't think it is very likely to occur. Any country implicated in some cyber attack would only need to show a reasonable doubt that they ordered the attacks to fend off sanctions. "], [484, "2016-05-19T17:52:02Z", 0.45, "Up 10% @AndrewSabisky What right-thinking US Congress person would not vote to stand up to evil empire minions right before an election?"], [3895, "2016-05-19T17:25:46Z", 0.64, "https://riponadvance.com/stories/ratcliffe-introduces-bill-require-sanctions-hackers-ties-iranian-government/"], [755, "2016-05-18T23:32:29Z", 0.75, "This crossed my screen a few days ago...\n'Watch hackers break into the US power grid': https://youtu.be/pL9q2lOZ1Fw\nPublished on May 11, 2016\nA power company in the Midwest hired a group of white hat hackers known as RedTeam Security to test its defenses. We followed them around for 3 days, as they attempted to break into buildings and hack into its network, with the goal of gaining full access. And it was all much easier than you might think. Based on our experiences, it would seem that power companies need to step up their game in the fight against cyber attackers or it could be \"lights out.\""], [3225, "2016-05-17T23:57:24Z", 0.8, "New bill introduced mandating sanctions against Iranian cyber actors. https://homelandprepnews.com/countermeasures/18801-ratcliffe-introduces-bill-imposing-sanctions-iranian-cyber-attackers/\nGranted this is a very political maneuver on the part of the GOP, but Rounds introduced an analogous bill in the Senate last month. I think the momentum has been building and continues to do so for cyber sanctions."], [17875, "2016-05-17T19:49:45Z", 0.25, ": )"], [25021, "2016-05-16T06:38:02Z", 0.12, "Likely to be a sharp drop-off in numbers of indictments, sanctioned individuals and sanctions directed at another country. But the costs and risks from hacking may mean someone will decide to play hard ball. ( http://www.washingtontimes.com/news/2016/may/13/obama-urged-to-sanction-iranian-hackers/ ) I doubt Iran or China will be the fall guy though."], [53, "2016-05-14T23:25:36Z", 0.53, "I think what I should do is compile (or find) a list of various cyber attacks that seem like the type that might result in sanctions & try to get a sense of whether they are occurring at an increasing rate or not.  Think that they may be & that eventually will result in sanctions.  This year though?  If the financial sector hacking can be traced to a state actor - perhaps.  Might take awhile to figure out.  "], [102, "2016-05-14T03:40:36Z", 0.47, "https://larswericson.wordpress.com/2016/05/14/gitrep-13may2016pm/"], [15548, "2016-05-13T18:06:58Z", 0.27, "+5 pointshttps://www.theguardian.com/technology/2016/may/13/russia-accused-international-cyber-attacks-apt-28-sofacy-sandworm"], [1708, "2016-05-13T12:37:02Z", 0.35, "http://www.reuters.com/article/us-germany-russia-cyber-idUSKCN0Y41FC"], [3895, "2016-05-13T06:25:32Z", 0.63, "I could kiss you @clinton ;)"], [3225, "2016-05-12T23:51:11Z", 0.72, "Another cyberheist, according to SWIFT. "], [3895, "2016-05-12T13:31:38Z", 0.38, "passage of time; no sanctions yet on Iran dam actors. "], [13773, "2016-05-12T13:10:09Z", 0.05, "Never happened before, cyber attacks are notoriously difficult to attribute and hard to prove."], [102, "2016-05-10T02:30:25Z", 0.55, "https://larswericson.wordpress.com/2016/05/10/gitrep-9may16pm/"], [821, "2016-05-10T02:04:50Z", 0.12, "The probability of the U.S. imposing sanctions on another country in response to a cyber attack seem pretty small.  The following (rather biased) article does point out some good arguments:"], [23006, "2016-05-09T13:32:00Z", 0.07, "Too hard to prove a country was behind it."], [755, "2016-05-08T22:01:21Z", 0.75, "\"The temptation to form premature theories upon insufficient data is the bane of our profession\" - Sherlock Holmes"], [102, "2016-05-08T14:12:41Z", 0.57, "https://larswericson.wordpress.com/2016/05/08/gitrep-8may16am/"], [2965, "2016-05-07T17:08:31Z", 0.2, "Concealent of a successful attack is absoutely necessary in short term except the enlistment of support scenario which is a one off so far. and time is running. That is why I am downgrading time and disclosure, although its significant enough to watch daily by a simple google search on disclosure.\nAs far as Gemmingen.....there is a 50% chance minimum it will not resolve on the reported event. \nthis may be  an area where experts know what is unknowable to me except that the US cannot pile anymore on, just pounding rubble. Enforcement of existing  US sanctions is the priority,and  even if China is on board Putin will allow Kim III to run around sanctions forever.      "], [14253, "2016-05-07T01:12:43Z", 0.6, "Dropping 30 points as being this far from consensus makes me nervous until I see some more compelling news stories. I like the article on DARPA from @redacted, though."], [498, "2016-05-06T07:41:09Z", 0.99, "DARPA to build a cyber attribution system to ID criminals\nhttp://searchsecurity.techtarget.com/news/450295726/DARPA-to-build-a-cyber-attribution-system-to-ID-criminals"], [484, "2016-05-06T02:44:39Z", 0.35, "Down 10% to be closer to consensus."], [691, "2016-05-03T17:34:52Z", 0.13, "One worries, as one must, about definitions here.  Many sources count the Caribbean as geologically and geographically part of North America.  So if Cuba announces sanctions against Brazil for a cyberattack, will that count?  The group of Usual Suspects in North America--Canada, the US, Mexico--probably will not do this on account of the difficulty of proving where cybermischief has emanated from, but who the hell knows what St. Vincent and the Grenadines might do if they get miffed at China?"], [1993, "2016-05-03T01:14:58Z", 0.2, "Sitting at consensus for the time being."], [102, "2016-05-01T15:38:20Z", 0.56, "https://larswericson.wordpress.com/2016/05/01/gitrep-1may16am/"], [306, "2016-05-01T00:33:18Z", 0.15, "Sigh.."], [699, "2016-04-30T02:15:47Z", 0.05, "Sanctions are hurting the Western economies more than they are ready to pay for."], [24176, "2016-04-29T08:05:09Z", 0.1, "Don't see it happening. The big troublemakers are Russia and China. But can't be proved politically.\nNo sanctions. North Korea is already underwater."], [498, "2016-04-29T01:11:13Z", 0.99, "On March 2nd I noted that U.S. corporations were being urged to become more intimately involved in the U.S. sanctions process ( http://www.gjopen.com/comments/comments/156885 ).  Today I learn of a corporation that seems to have already taken a number of steps to get themselves there:"], [484, "2016-04-28T23:41:56Z", 0.45, "Down 20% for passage of time."], [2965, "2016-04-28T16:32:13Z", 0.21, "Interpreting the question as future sanctions announced by Sec. Treas and not the SDN list where the sanctions actually bite are  subject to change at any time, I agree with the consensus. The criminal conviction  in absentia of the Iranian alleged to have cyber-attacked Rye, New York dam is not a type of sanction encompassed by the words and meaning of the IFP."], [498, "2016-04-28T03:59:20Z", 0.99, "Qatar National Bank Hacked\nhttps://www.hackread.com/qatar-national-bank-hacked-database-leaked/"], [1337, "2016-04-26T02:13:15Z", 0.26, "bisecting to the naive consensus"], [484, "2016-04-25T16:51:31Z", 0.65, "(no change) Don't want to revisit some of the other ground regarding US laws, but wonder if the Ds will want some cover going into the elections?"], [102, "2016-04-22T03:30:17Z", 0.7, "https://larswericson.wordpress.com/2016/04/22/gitrep-21apr16pm/"], [102, "2016-04-21T03:54:41Z", 0.75, "https://larswericson.wordpress.com/2016/04/21/gitrep-20apr16pm/"], [2965, "2016-04-17T15:41:35Z", 1.0, "The question continues with will? So does the confusion.  "], [484, "2016-04-16T03:49:27Z", 0.65, "Up 10% on @clinton interesting angle. Not sure it would suffice to satisfy the question, but interesting to consider. Could get a lot of momentum for the concept."], [73, "2016-04-16T02:19:06Z", 0.99, "further to the Panama Papers cyber attack, http://fortune.com/2016/04/09/panama-papers-mossack-fonseca/, looks like sanctions being lined up as inevitable from EU - http://ca.reuters.com/article/businessNews/idCAKCN0X81YI, http://www.theguardian.com/world/2016/apr/15/george-osborne-panama-papers-tax-havens-blacklist-imf or US http://www.themoscowtimes.com/mobile/news/article/us-may-expand-russia-sanctions-after-examining-panama-papers/564993.html.  @Clairvoyance."], [691, "2016-04-14T17:30:13Z", 0.12, "http://www.reuters.com/article/us-usa-cyber-obama-idUSKCN0XA2O1"], [755, "2016-04-14T03:49:09Z", 0.75, "EurActiv, April 11, 'Lithuanian parliament under cyber attack': http://www.euractiv.com/section/digital/news/lithuanian-parliament-under-cyber-attack/\nIncremental adjustment down due to the passage of time."], [102, "2016-04-14T01:25:12Z", 0.71, "https://larswericson.wordpress.com/2016/04/13/gitrep-13apr16am/"], [14208, "2016-04-13T22:48:33Z", 0.14, "14 to 9%"], [53, "2016-04-13T18:21:54Z", 0.5, "Coming down dramatically because - 1) started to think this just isn't going to happen in the question time frame and \n2) was listening to this interview with Ash Carter ( https://www.youtube.com/watch?v=Wp4fKplfGRc ) and some things said struck me as relevant.  "], [691, "2016-04-12T19:58:42Z", 0.16, "Once again we are confronted with a sloppily worded question.  I interpret this Q to mean that the sanctioning document, whatever it is, must specifically cite cybermischief--and maybe even a particular instance--as the reason for the sanctions.  A perfectly sensible alternative interpretation is that the sanctions are imposed \"in response to\" cybermischief but because of the difficulty of proving the source, the sanctioning document gives some other official reason for the sanctions--the recent US legislation allows for several.  "], [13974, "2016-04-12T19:37:56Z", 0.6, "pretty confused by this question... would have thought a number of events that have come to pass should have closed it."], [12302, "2016-04-12T03:14:10Z", 0.85, "I agree with that: https://www.gjopen.com/comments/comments/203549"], [484, "2016-04-12T03:08:23Z", 0.55, "Back up 20% on @Clairvoyance but wonder why this IFP hasn't been closed since one can make a reasonable, if not perfect argument that the criteria have been satisfied."], [3225, "2016-04-11T19:49:36Z", 0.95, "This seems to have gone entirely unnoticed, but a bill was introduced in the Senate last week to seemingly force Obama to sanction Iranian cyber actors. http://www.rounds.senate.gov/newsroom/press-releases/rounds-introduces-iran-cyber-sanctions-act"], [484, "2016-04-11T00:06:29Z", 0.35, "OK dropping 50% to be closer to consensus."], [1337, "2016-04-10T11:14:42Z", 0.33, "bisect to consensus"], [484, "2016-04-08T16:23:11Z", 0.85, "Dropping 15% to be \"closer\" to consensus. Agree this IFP may be hard to judge. Glad GJO is going to test the \"coming soon\" feature."], [2965, "2016-04-08T10:46:59Z", 1.0, "thanks @000. perhaps these questions involve proprietary trade secret info now expressly protected by fed as well as CA law or confidences of the project's consumers. I would be remiss if I did not recognize the extraordinary value of this project, it is in the billions. Many comments are \"moot\" in light of your suggested resolution.\n This is not meant to detract or critique the ground breaking research of Professor Tetlock.\nWould love to chat for 15 minutes after I absorb file:///C:/Users/Owner/Documents/1Blog/2015%20-%20superforecasters.pdf only being here 6 months I am  in no better position to \"judge\" good Judgment \nthan I am to judge President Obama. \nThanks to Professor Tetlock for making this pay wallled off article available. Please just view these comments in a humorous vein.  The questions posed here by this humble pleb  may be  known unknowns or unknown unknowns.... ad infinitum like the value for pi.  "], [102, "2016-04-08T02:07:53Z", 0.68, "https://larswericson.wordpress.com/2016/04/07/gitrep-06apr16pm/"], [1395, "2016-04-06T20:53:59Z", 0.24, "Overconfident after news of DOJ Indictments a few weeks ago. If that didn't perpetuate sanctions,  doubt much else will. Can't speak confidently about EU/EU member states. "], [14253, "2016-04-04T02:23:52Z", 0.9, "Dropping 10 since not much news since my last update Feb 16,"], [2965, "2016-04-03T14:19:42Z", 1.0, "ZAKARIA: If you had that phone, the San Bernardino phone, would you have gone to Tim Cook and said open this phone? "], [23434, "2016-04-03T11:16:02Z", 0.15, "Attribution of the attack to any specific nation, will be too cumbersome to be court-provable (any sanction 'victim' *will* challenge in court!). Maybe a recall of ambassadors, but a sanction, no. But then, it would be nice (?) to see such a 'first' still this year!"], [1337, "2016-04-01T21:38:11Z", 0.45, "wrong (old) number 5 seconds ago"], [1337, "2016-04-01T21:37:30Z", 0.4, "Look who's looking for new economic war weapons. http://thehill.com/policy/cybersecurity/274594-obama-extends-cyber-sanctions-powers \"President Barack Obama on Tuesday expanded upon his statement that the rising number of cyberattacks on the U.S. constitutes a national emergency. The president initially made the declaration on April 1, 2015, as part of an executive order that empowered the Treasury Department to levy sanctions on individuals or entities behind cyberattacks and cyber espionage. The move was an attempt to impose costs on foreign hackers who have peppered the U.S. with cyberattacks for years with few repercussions. The sanctions would effectively freeze targets's assets when they pass through the U.S. financial system and prohibit them from transacting with American companies. Obama said Treasury would retain these powers for at least another year, given the pervasive cyber threat that remains.\""], [2965, "2016-04-01T14:10:24Z", 1.0, "The latest from Pyongang in Kim III's \"own words\"\nHe is very  afraid of being assasinated.\nhttp://www.reuters.com/article/us-northkorea-nuclear-envoy-exclusive-idUSKCN0WY4L2\n\"North Korea will pursue its nuclear and ballistic missile program in defiance of the United States and its allies, a top Pyongyang envoy said on Friday, adding that a state of \"semi-war\" now existed on the divided Korean peninsula.\nSo Se Pyong, North Korea's ambassador to the United Nations in Geneva, denounced the huge joint U.S.-South Korean military exercises taking place which he said were aimed at \"decapitation of the supreme leadership of the DPRK (Democratic People's Republic of Korea)\" ( assasination my inference)  and conquering Pyongyang.\nNorth Korea conducted a fourth nuclear test in January and launched a long-range rocket in February. The South Korean military said on Friday that North Korea had fired a missile into the sea off its east coast.\n\"If the United States continues, then we have to make the counter-measures also. So we have to develop, and we have to make more deterrence, nuclear deterrence,\" So, who is also North Korea's envoy to the U.N.-sponsored Conference on Disarmament, said in an interview with Reuters conducted in English.\n\"Simultaneous policy is the policy of my country, and my party also, meaning nuclear production and economic development,\" he said, referring to the twin aims of the policy course of North Korean leader Kim Jong Un which is expected to be endorsed at a congress of the ruling Workers' Party in May, the first in 36 years.\n\"Simultaneous policy is the policy of my country, and my party also, meaning nuclear production and economic development,\" he said, referring to the twin aims of the policy course of North Korean leader Kim Jong Un which is expected to be endorsed at a congress of the ruling Workers' Party in May, the first in 36 years.\n\"Simultaneous policy is the policy of my country, and my party also, meaning nuclear production and economic development,\" he said, referring to the twin aims of the policy course of North Korean leader Kim Jong Un which is expected to be endorsed at a congress of the ruling Workers' Party in May, the first in 36 years.\n\"Simultaneous policy is the policy of my country, and my party also, meaning nuclear production and economic development,\" he said, referring to the twin aims of the policy course of North Korean leader Kim Jong Un which is expected to be endorsed at a congress of the ruling Workers' Party in May, the first in 36 years\".\nhttp://www.wsj.com/articles/terrorists-north-korea-to-dominate-nuclear-summit-agenda-1459418403"], [102, "2016-04-01T02:01:14Z", 0.8, "https://larswericson.wordpress.com/2016/04/01/gitrep-31mar16pm/"], [2965, "2016-04-01T00:50:29Z", 1.0, "I believe sanctions were imposed when the GRB of the DPKR was listed on the last DNS from Treasury."], [2965, "2016-03-30T20:54:57Z", 1.0, "Actually this question is quite instructive as to how sanctions work.\nImposing more sanctions on Iran or DPRK is pounding rubble.\nNo additional sanctions can add to whatever deterrent effects of the current sanctions.For the forseeable future no compliance officer at an American financial institution will do business even though complex intermediaries with any entity private or public.\nRather than quibble about sanctions being applied for cyber by US it is forseeable that EU actors would impose such sanctions as attacks are ongoing.\nIt may well be that the crowd equates cyber with nuclear threats.\nDeterrence of cyber attacks by sanctions and public disclosuse of a cyber attack are seen by the crowd as unlikely.\nThe sanctions issue is more likely to arise than a disclosed attack on a nuclear facility. The correct answer should be 0 because it amounts to a nuclear attack which is unthinkable.\nI would reduce my forecast to 10 where solid expert opinion is if the unthinkable did not occur multiple times in Pakistan India Ukraine\nInstead I am reducing to 75 percent on time alone.\nSanctions for cyber attacks are almost certain to occur if a NATO or EU country wishes to name and shame for ongoing attacks on non nuclear facilities."], [38, "2016-03-30T18:19:32Z", 0.88, "http://thehill.com/policy/cybersecurity/274594-obama-extends-cyber-sanctions-powers"], [2965, "2016-03-30T17:19:46Z", 1.0, "This question should have resolved or been withdrawn. Offfice 39 is sanctioned and is  located at p.580 of the Current DSN list.\nDo a word search of General Reconnaisance Bureau.\nI just lost the exact reference. But this article is useful.\nhttp://csis.org/files/publication/141218_Cyber_Operations_North_Korea.pdf\nSo I did a pdf search of the list. especially for the Wikipedia designation\n\"Bureau 121 is a North Korean cyberwarfare agency, which is part of the General Bureau of Reconnaissance of North Korea's military.[1][2] According to American authorities, the General Bureau of Reconnaissance (also termed Reconnaissance General Bureau) manages clandestine operations and has six bureaus.[3][4] Cyber operations are thought to be a cost-effective way for North Korea to maintain an asymmetric military option, as well as a means to gather intelligence; its primary intelligence targets are South Korea, Japan, and the United States.[4] Bureau 121 was created in 1998.[5]"], [368, "2016-03-29T18:10:21Z", 0.35, "So far the pattern seems to be the sanctioning of individuals and business entities rather than nation states.  Of, this could change over time.  "], [484, "2016-03-29T15:49:45Z", 1.0, "(no change) This popped up which might increase the visibility of grid et al problems to encourage more business:"], [23173, "2016-03-29T05:56:06Z", 0.25, "Cyber espionage is likely to be main cause, such as theft of US military technology or massive economic espionage ring. Economic costs can then be offset by sanctions or  technology lead-loss can be offset by restricting nations exchange education programs (esp. US/China postgraduates). If cyber attach results in physical damage, response logically must be physical response, not sanctions. Cyber attack damages power system, logical response is bombing."], [43, "2016-03-28T21:30:19Z", 1.0, "Since the people who score this question do not believe the clear language of the recent executive order I cite below, then this question is bogus. My plan now is to quit this game after the batch of questions come due through April 3. There is too much in this game of figuring out the behavior of the question resolution people, which detracts from my interest in forecasting the actual questions. The ridiculous scoring of the S-300 question, which later was voided after we protested to the owners of Gjopen, turns out not to be an anomaly, sigh. Word to the wise: if you are unfairly scored, protest to the owners."], [2965, "2016-03-28T12:00:27Z", 1.0, "If the Iran question resolved I guess it's just a matter of time until someone indicts and convicts Iranian  computer scientists under the unsealed Indictment in U S District Court one of which counts as it is for a cyber hacks on Rye, New York state dam. These Iranians were clearly state actors and cannot travel outside Iran.\nhttp://dictionary.cambridge.org/us/dictionary/english/sanction\nhttp://www.merriam-webster.com/dictionary/sanction\nSanction is confusing because it has two meanings that are almost opposite. In most domestic contexts, sanction means ‘approval, permission’: voters gave the measure their sanction. In foreign affairs, sanction means ‘penalty, deterrent’: international sanctions against the republic go into effect in January.\nhttp://www.oxforddictionaries.com/us/definition/american_english/sanction\nhttp://www.cfr.org/sanctions/economic-sanctions/p36259\nhttps://www.treasury.gov/resource-center/sanctions/SDN-List/Pages/default.aspx\nthere are specifically designated individiuals\nhttps://www.treasury.gov/ofac/downloads/sdnlist.pdf\nit is like the Canadian Railroad when that Iranian doofus individual is convicted in absentia he goes on the list\nas a state actor on behalf of Iran.\nthat list was last updated 3-24\nand it will be updated again."], [755, "2016-03-28T03:40:58Z", 0.8, "Affirming forecast for the passage of time."], [102, "2016-03-28T00:27:10Z", 0.78, "https://larswericson.wordpress.com/2016/03/27/gitrep-27mar16pm"], [12302, "2016-03-27T17:01:56Z", 0.8, "upping slightly"], [1639, "2016-03-27T08:30:41Z", 1.0, "Upping on recent events"], [498, "2016-03-26T23:34:13Z", 0.99, "Iran Rebuffs U.S. Cyber-Attack Charges for Lack of Evidence\nhttp://www.bloomberg.com/news/articles/2016-03-26/iran-dismisses-u-s-cyber-attack-charges-for-lack-of-evidence"], [23043, "2016-03-26T16:54:49Z", 0.01, "Cyber attack and espionage are not seen as conventional threats, and public opinion would hardly support the imposition of sanctions against a country for solely cyber related criminality.  Furthermore, attribution of cyber attack is very difficult and without clear-cut attribution (which would be impossible if a hacker group has significant government resources) there would be no concrete legitimacy to sanction imposition.  US policy generally reflects public opinion due to the many points of contact between government actors and societal groups (i.e. lobbying, campaign fundraising, congressional panels, etc.).  Iranian cyber probing the NY flood control dam received little press coverage.  Even amidst Ukraine, the cyber attack leading to the power failure was discussed very little outside policy groups.  "], [1395, "2016-03-26T15:57:23Z", 0.8, "Shifting up due to the recent indictments of several Iranian citizens."], [12302, "2016-03-26T04:23:00Z", 0.75, "Ok. 75%. That's it for now. I hope.\nhttps://www.mojahedin.org/newsen/45002/Sen.-Cory-Gardner-No-surprise-Iran-committed-cyber-attacks-against-US"], [12703, "2016-03-26T01:56:26Z", 0.11, "I have raised my forecast because of the recent statements by the Assistant Attorney General but still struggle with impact of imposing sanctions as a good tool.  "], [12302, "2016-03-25T22:11:35Z", 0.5, "Sorry for changing my opinion so quickly. I am going up to 50%."], [12302, "2016-03-25T22:04:19Z", 0.4, "\"Ira Winkler, a former National Security Agency analyst who is now president of security firm Secure Mentem, said the Justice Department’s indictment was “a political statement” rather than a move with teeth. He said some of the money that the U.S. unfroze as part of the nuclear deal could go to fund the very attacks American officials are now decrying."], [11080, "2016-03-25T20:29:08Z", 0.41, "---\nIn announcing the Iran indictment, Assistant Attorney General Carlin mentioned sanctions, explaining that the United States will “use every available tool” to hold hackers accountable, which “means more public actions, more charges, more arrests and more sanctions, until the conduct changes” (emphasis added)."], [306, "2016-03-25T20:05:29Z", 0.75, "\"Is that all there is? Lawmakers applauded the indictments, but some still want more. Rep. Jim Langevin suggested that the White House consider blocking the hackers’ assets using cyber sanctions authority created in April. Sen. Chuck Schumer said the U.S. should “step up our counter-hacking game ASAP.” The case points out that, though the government has boasted that indictments are just one arrow in its cyber quiver, they’ve been the response of choice for two of the three major cyber incidents of the Obama administration thus far — here and in the indictment of five members of China’s People’s Liberation Army accused of stealing U.S. companies’ trade secrets and intellectual property.\""], [38, "2016-03-25T19:01:06Z", 0.77, " http://www.politico.com/tipsheets/morning-cybersecurity#ixzz43wNZgmP4 "], [14307, "2016-03-25T18:05:42Z", 0.39, "I was at 14% before after calculating the threats from Russia, Israel, North Korea, and China, but my previous calculation didn't include Iran, mostly because I didn't think that they had the technical sophistication to pose a threat worth of response. I still think that my judgement at the time was accurate, but recent news (http://www.nytimes.com/2016/03/25/world/middleeast/us-indicts-iranians-in-cyberattacks-on-banks-and-a-dam.html?_r=0) shows public evidence that Iran is seeking the means to conduct more sophisticated operations against the United States. While DDOS is considered by many to be an attack in its own right (because it takes down infrastructure, albeit only the most exposed infrastructure and only temporarily), it is also a way of conducting vulnerability research. Given that Iran seems to be actively pursuing cyber measures against the United States, I'm adding another 25% chance of something happening, bringing my total to 39%."], [12302, "2016-03-25T17:58:56Z", 0.4, "The Iran-question is getting resolved right now. I highly underestimated the probability there and in retroperspective I def. forecasted with a strong European bias. I am trying to shake that off."], [38, "2016-03-25T01:45:21Z", 1.0, "http://www.bloomberg.com/news/articles/2016-03-24/u-s-charges-iranian-hackers-in-wall-street-cyberattacks-im6b43tt"], [1993, "2016-03-24T21:06:32Z", 0.4, "I'm not sure of the logic behind not closing this question when the Executive Order of 16 March was made, but my reading of that order is that the persons alleged \"to have engaged in significant activities undermining cybersecurity through the use of computer networks or systems against targets outside of North Korea on behalf of the Government of North Korea or the Workers' Party of Korea\" have not yet been named by the Secretary of the Treasury. It's an intent to sanction someone, but it doesn't say whom. Another possibility is that sanctions against individuals or companies won't count."], [691, "2016-03-24T20:22:41Z", 0.21, "Indicting individuals is not \"sanctions,\" but this could play out that way eventually.  Going up some, but not wholeheartedly and probably not for long. "], [12302, "2016-03-24T20:00:33Z", 0.3, "I am going back down a bit. I am not sure wether this question will be resolved during this year (def. not with the recent indictment, as @Anneinak already stated). \nTo me it seems rather challenging to actually immpose sanctions in response to cyber attacks. The indictment shows that at least in this incidence there should be sufficent proof. However, you may just go with the indictment as punishment and leave it like that. Or not?"], [22775, "2016-03-24T19:40:01Z", 0.25, "Estonia was on the receiving end of a cyber attack and tried to invoke Article 5 of the NATO agreement. Cyber attacks have been growing in effect in doing things such as shutting down nuclear power plants. Because of the major importance of defence of these attacks and the very real threat they propose I feel that very soon there will be a response from countries.\n"], [38, "2016-03-24T19:27:43Z", 1.0, "http://www.nytimes.com/2016/03/25/world/europe/radovan-karadzic-verdict.html?ribbon-ad-idx=10&rref=homepage&module=ArrowsNav&contentCollection=Middle%20East&action=click&region=FixedLeft&pgtype=article"], [3225, "2016-03-24T19:08:06Z", 0.99, "Sanctions slapped on Iran today for ballistic missile tests, immediately after criminal charges against Iranian cyber actors. Are the charges against the individuals just a precursor to sanctions levied against them? At least some of them are known in cyberspace, so I imagine that because it's just a handful of dudes, why not sanction them if the US is going to indict them anyway? I see cyber sanctions coming soon, if not in the case of these guys, then certainly within this year against some other actors."], [22768, "2016-03-24T15:25:26Z", 0.15, "There is a 15% chance that countries will impose sanctions on another country in response to a cyber attack or cyber espionage. In the past, countries have not retaliated to cyber attacks with strong opposition. Cyber attacks happen frequently so there is a low likelihood that there will be a sudden resistance all of a sudden."], [11157, "2016-03-24T14:41:52Z", 0.35, "Slight increase on news of indictments. Targeting individuals is still far from sanctions on a country/government."], [22785, "2016-03-24T14:29:52Z", 0.3, "For this to happen, there needs to be a cyber attack (implying that someone has the means and motive to cause one), and a country needs to respond. Most cyber attacks pass virtually unnoticed because of security systems, and major ones reveal flaws that will quickly be repaired. The odds of an unprompted major cyber attack are relatively low by themselves. However, based on China's actions against GitHub last year, as well as the attack on Ukraine's power plant, there is still a significant chance of it happening. Based on countries' lack of official responses to cyber attacks in the past, it is unlikely that anyone will impose sanctions because of a cyber attack. The recent UN decision to make cyberdefense an official duty might influence this, but it is still improbable."], [3225, "2016-03-24T14:21:50Z", 0.96, "Indictment issued against Iranian hackers, setting an example that cyber infrastructure breaches will be attributed, revealed and responded to. The momentum is towards more confidence for a sanctions regime. https://www.washingtonpost.com/world/national-security/justice-department-to-unseal-indictment-against-hackers-linked-to-iranian-goverment/2016/03/24/9b3797d2-f17b-11e5-a61f-e9c95c06edca_story.html?hpid=hp_hp-more-top-stories_iranhackers_600am%3Ahomepage%2Fstory"], [22773, "2016-03-24T06:59:51Z", 0.2, "Recent cyber attacks like those performed by China against Git Hub have not caused a response from the U.S. or EU and it is more likely that countries will just “monitor” any situation regarding cyber attacks rather than actually enforce sanctions."], [22771, "2016-03-24T05:52:39Z", 0.5, "In 2014 NATO added cyber attacks to things they are defending and preventing against. This year they have found out that cyber attacks can shut down nuclear reactors or control it, giving countries another reason for a cyber attack. Russia attacked a Ukrainian power grid through cyber attack which was barely covered by the media and EU. Because of the media and EU not acknowledging the attack, that may make the EU less likely to respond in the future because of the precedence the Ukranian power grid incident has set.  My prediction is 50% because the amount of hype around cyber attacks is building and terrorism is heating up as well with ISIS attacking Berlin and Paris. On the other side the EU has not yet responded to a cyber attack and does not appear to be moving towards the attack.\n"], [306, "2016-03-24T04:44:06Z", 0.65, "Going back up. If a U.S. Justice Department indictment doesn't motivate the President and/or Treasury to finally designate a sanction for a cyber attack, nothing will."], [22851, "2016-03-24T01:52:41Z", 0.42, "Although cyber attacks have run rampant within this past year and although the United States has started arresting hackers (specifically those who attacked the government and the stock market), there has been throughout history very limited response to cyber attacks. In fact, in the Ukraine, the power grid got taken down allegedly by a hack dealt by Russia, and there was very little international response to the issue. Also, for these sanctions to come into play, there would have to be another major cyber attack before the end of 2016 which would warrant the response of North America, the EU or members of the EU."], [1708, "2016-03-24T01:32:52Z", 1.0, "http://www.reuters.com/article/us-usa-iran-cyber-idUSKCN0WP2NM"], [556, "2016-03-23T23:10:35Z", 1.0, "I don't know why this hasn't closed yet. I've submitted queries but they haven't answered. But if they for some reason don't count the sanctions against North Korea... there should be some soon against Iran..\nhttp://uk.reuters.com/article/uk-usa-iran-cyber-idUKKCN0WP2NQ"], [14208, "2016-03-23T22:30:28Z", 0.23, "29% to 23%."], [1056, "2016-03-22T16:51:57Z", 0.1, "Affirming forecast."], [2965, "2016-03-21T08:49:55Z", 1.0, "Minor update. lots of links more questions than answers... the threat proliferates asymmetically with non-state actors See the latest.http://www.bloomberg.com/news/articles/2016-03-18/bangladesh-reserves-theft-a-threat-to-philippines-lawmaker-says\nlike I posited Philipines has a court case and who knows what is next See http://www.cnn.com/2016/03/05/asia/north-korea-nuclear-sanctions-philippines/ really?  \nSee https://www.eia.gov/todayinenergy/detail.cfm?id=20252# \"rolling power outages\" just like Ukraine then Philipines seize ship under UN sanctions that include\nGeneral Recon office.\nIts under US sanction already See RECONNAISSANCE GENERAL BUREAU (a.k.a. CHONGCH'AL CH'ONGGUK; a.k.a. KPA UNIT 586; a.k.a. \"RGB\"), Hyongjesan-Guyok, Pyongyang, Korea, North; Nungrado, Pyongyang, Korea, North [DPRK]. -to- RECONNAISSANCE GENERAL BUREAU (a.k.a. CHONGCH'AL CH'ONGGUK; a.k.a. KPA UNIT 586; a.k.a. \"RGB\"), Hyongjesan-Guyok, Pyongyang, Korea, North; Nungrado, Pyongyang, Korea, North |[DPRK] [DPRK2]|.\nVIP\nhttps://www.treasury.gov/resource-center/sanctions/OFAC-Enforcement/Pages/20150102.aspx\nSO NK is subject to cyber-sanctions already anyhow now. and these restrictions can be renewed anytime,  \nI see why nation states like Ukraine and Phillipines have covered up.\nI see why Estonia did not.\nStuxnet leaked by whom?\nUN through agent Philipines does not count here/\nor Asean nations do not apply here.\nUS likely source target NK GRO \nnot the basis for prediction\n\"its on POTUS desk\" \nwere the 2015  sanctions on NK for cyber reimposed by Sec. Treas? new or while question pending or before?\nSee https://sanctionssearch.ofac.treas.gov/Details.aspx?id=3011\nhttp://www.northkoreatech.org/2015/01/03/us-sanctions-north-korea-for-sony-hack/\n subject to the new UN   sanctions resolution?\n.\nhttp://www.un.org/en/ga/search/view_doc.asp?symbol=S/RES/2270(2016)\n10. OFFICE 39"], [1529, "2016-03-21T04:19:55Z", 0.5, "Lowering because i am so much higher than everyone else. "], [2965, "2016-03-20T17:39:08Z", 1.0, "Pakistan warheads which Talibs came 50 miles from when they invaded Swat Valley.\nIFf as reported on Fareed Zakara Pak nuke arsenal up 50% and one or the worlds 5 largest\nZakaria perceive Pak  lot  more dangerous than Iran,, declared intermediate range mssiles with nuke warheads and  now tactical nukes.\nI will post transcscipt of GPS for 3-20-2016.\nIF Pak has incresased Nukes more than any other power, obvsiously, India- Pak cyber war  big time.\nNow. Pak is as unpredictable as  NK and KIm III\nbtw http://edition.cnn.com/2016/03/17/asia/north-korea-missile-launch/index.html"], [22615, "2016-03-20T16:08:07Z", 0.2, "In 2016 there has been an uptick in ransomware attacks on increasingly large organizations (http://wbtw.com/2016/02/16/horry-county-schools-approve-paying-computer-virus-ransom-making-payment-problematic/). While initial observations would indicate payoff as the goal of such attacks, it appears to me that these attacks have targeted organizations with resources sufficient to defend themselves but without resources sufficient to go after the perpetrators.  From a programming development standpoint it appears these attacks are more of a test of skill than an actual desire for the payout.  This would indicate a large, probably state-sponsored, organization that is testing out new intrusion methodologies. As such, the prospect of state-sponsored attacks increases the likelihood of charges related to such attacks. Mitigating factors include the political fallout associated with such a charge, as well as the difficulty of a government convincing its citizenry that such an attack occurred and was committed by a particular state actor."], [14208, "2016-03-20T06:35:21Z", 0.29, "Comment deleted on Oct 22, 2016 06:23PM UTC"], [102, "2016-03-19T01:49:09Z", 0.66, "https://larswericson.wordpress.com/2016/03/19/gitrep-18mar16pm/"], [2965, "2016-03-18T14:23:15Z", 1.0, "inevitable but as year expires I can downgrade.\nLews order and POTUS orders before NK missile launch.\nOver to Lew, what are you going to do?\nFOLLOW POTUS's orders.\nPresident Obama reads ALL Executive Orders very very carefully.\nIts on POTUS desk.\nTough call.\nObama seems to make the right call so often.\nIts up to him.\nPOTUS is the leader of the free world\nand wiser than most, including me.\nDefer  resolution."], [2965, "2016-03-18T14:03:49Z", 1.0, "https://www.treasury.gov/resource-center/sanctions/Programs/Documents/nk_determination_20160316.pdf"], [2965, "2016-03-18T09:53:53Z", 1.0, "North Korea launched 2 at Japan.\n1 traveled 800 km.\nAbe made calm measured response.\nApprox 36 hours after Executive Order."], [43, "2016-03-18T02:05:48Z", 1.0, "It's too late to get credit for raising probability, I'm just showing 100% because yesterday, President Obama just imposed new sanctions against North Korea, in part on the basis of cyber attacks. Thank you @dkc for pointing this out."], [484, "2016-03-18T00:54:36Z", 1.0, "Following crowd."], [102, "2016-03-18T00:39:17Z", 1.0, "I agree with @GL2814 and @Clairvoyance, NK has been sanctioned and sanctions include cyber justification.  @kmcochran we're waiting!"], [176, "2016-03-18T00:28:25Z", 1.0, "Logically, this resolves as a YES. Judging to ensue. "], [2965, "2016-03-17T22:31:21Z", 1.0, "Ask @Clairvoyance and you will get a simple clear concise answer or prediction.\nThanks so much.\nAs I do believe Treasury. Will implement the measure before end date and this becomes the one occasion I can think of to use the hedgehog theory posited in the previous Super Tuesday posting."], [755, "2016-03-17T21:21:54Z", 0.8, "Incremental rise on Obama DPRK sanctions order until GJO determination.\nThis crossed my screen yesterday. An interesting read on PRC and RU as potential opponents in cyber and others: \nThe Free Beacon, March 16,'China, Russia Planning Space Attacks on U.S. Satellites': http://freebeacon.com/national-security/china-russia-planning-space-attacks-on-u-s-satellites/ "], [53, "2016-03-17T17:18:26Z", 0.9, "seems like the sanctions imposed yesterday could count , per arguments made by @redacted - likely to be debate about whether they do count. Would have been more clear cut case if explicit mention in second paragraph. https://www.whitehouse.gov/the-press-office/2016/03/16/executive-order-blocking-property-government-north-korea-and-workers\nFirst para does reference the North Korea Sanctions enhancement act from this year, which explicitly mentions cybersecurity: https://www.congress.gov/bill/114th-congress/house-bill/757"], [1639, "2016-03-17T16:55:10Z", 1.0, "Report: U.S. President Barack Obama on Wednesday signed an executive order aimed at further tightening sanctions that cut off funds for the North's nuclear weapons program. \nThe executive order targets the North's mineral trade, human rights violations, cyber terrorism and censorship, and bans exporting to and investing in North Korea. Trade bans cover materials such as coal, computer software, metal and graphite.\nhttp://world.kbs.co.kr/english/news/news_In_detail.htm?No=117639"], [12302, "2016-03-17T16:51:36Z", 0.3, "hesistant. if this question gets resolved, this forecast will make no change."], [498, "2016-03-17T16:22:48Z", 0.99, "This question was resolved in the affirmative upon the signing of this Executive Order.\nhttp://world.kbs.co.kr/english/news/news_In_detail.htm?No=117639\nhttps://www.whitehouse.gov/the-press-office/2016/03/16/executive-order-blocking-property-government-north-korea-and-workers"], [2965, "2016-03-17T14:07:25Z", 0.9, "disregard the 60. maybe it was my computer, but I made an erroneous entry.\nHere is the correct entry.\nhttps://www.whitehouse.gov/the-press-office/2016/03/16/executive-order-blocking-property-government-north-korea-and-workershttps://www.gjopen.com/questions/97-before-the-end-of-2016-will-a-north-american-country-the-eu-or-an-eu-member-state-impose-sanctions-on-another-country-in-response-to-a-cyber-attack-or-cyber-espionage#comments_exclude_forecast_info\nLike @asseawaf15 I am at 90. Need to check all the source authority in the Exec order."], [2965, "2016-03-17T14:03:15Z", 0.6, "https://www.whitehouse.gov/the-press-office/2016/03/16/executive-order-blocking-property-government-north-korea-and-workers\nPOTUS issued the order yesterday."], [22304, "2016-03-16T12:31:29Z", 0.75, "If there is any attack, then they will react like this.\nIf there is no attack, then they will proclaim one and accuse a potential raider - just for political reasons.\nThat did happen before and will happen again...."], [3895, "2016-03-15T16:55:56Z", 0.69, "http://www.thetower.org/2090-schumer-iranian-cyber-attack-on-new-york-dam-was-shot-across-the-bow/"], [102, "2016-03-15T13:49:14Z", 0.6, "Off topic but haha: http://in.reuters.com/article/usa-fed-bangladesh-governor-idINKCN0WH0GW?utm_source=Sailthru&utm_medium=email&utm_campaign=New%20Campaign&utm_term=%2AAfPak%20Daily%20Brief"], [102, "2016-03-15T09:18:39Z", 0.6, "https://larswericson.wordpress.com/2016/03/15/gitrep-15mar16am/"], [13974, "2016-03-15T00:47:03Z", 0.6, "http://www.cnn.com/2016/03/10/politics/iran-us-dam-cyber-attack/index.html"], [691, "2016-03-14T19:39:01Z", 0.16, "You don't need to prove the DPRK to be the source of a cybercrime if you have another excuse under the recently passed US law.  Here is it is:"], [2965, "2016-03-14T12:37:34Z", 0.6, "This is very complicated. I am not just copying @Clairvoyance forecast but I agree with Clairvoyance that it is more likely than not and I want to be a Superforecaster. And 40%  given the timeframe is a more than reasonable discount, for me, even though I believe it is inevitable.\nIn light of Xi's breach of specific representations on cyber and the South China Sea and Putins, and the lack of record on G-20 \"agreements\" the crowd is wrong."], [14307, "2016-03-14T05:28:58Z", 0.14, "In order for this to happen, there needs to be a publicly disclosed cyber incident involving a North American or EU state that can be traced to another state, and for relations with that state to be poor enough that sanctions are the next step in degraded relations. US surveillance/espionage is unlikely to produce that result, because the states in question have many other ties that will be strained before it gets to the point of sanctions. (And really, who has ever even spoken about imposing sanctions on the United States?). "], [102, "2016-03-14T03:03:54Z", 0.62, "https://larswericson.wordpress.com/2016/03/14/gitrep-13mar16pm/"], [13856, "2016-03-13T22:50:23Z", 0.0, "Too hard to trace back to a specific country"], [21448, "2016-03-13T21:48:19Z", 0.55, "Again, China has really been flexing it's muscles and so has Russia, both have condoned cyber attacks in the past. So, it's not a question of if but when."], [755, "2016-03-13T18:21:29Z", 0.75, "Know the players: Big Brother has a Bigger Brother (that's getting bigger)\nForecasters,\nThis alliance comes up in the media with regularity (and recent IC forum posts from Rob Wainwright, Director of Europol and former MI5 intelligence analyst). One of their primary missions involves SIGINT and the evolving cyber battlespace.\nHere are some current articles in regard:\nThe Interpreter, March 11, 'After 40 years, Five-Eyes is out in the open': http://www.lowyinterpreter.org/post/2016/03/11/After-40-years-Five-eyes-out-in-the-open.aspx\nScoop (opinion piece) March 9, 'Valerie Morse: Spy report a dream come true for Five Eyes': http://www.scoop.co.nz/stories/HL1603/S00034/valerie-morse-spy-report-a-dream-come-true-for-five-eyes.htm\nRNZ, February 7, 'Canada stops sharing Five Eyes data': http://www.radionz.co.nz/news/political/295933/canada-stops-sharing-five-eyes-data"], [532, "2016-03-12T18:54:07Z", 0.35, "A story to watch:   Schumer: Dam cyberattack was 'shot across the bow' from Iran http://www.fox5ny.com/news/local-news/105064499-story"], [2965, "2016-03-12T06:41:30Z", 0.8, "Just a matter of time and the event's likelihood is not automatically expiring with passage of time.\nI think this is inevitable.\nNorth Korea-  not  a likely candidate if only as there are no more sanIctions to apply  on NK state perhaps sanctions om NK individuals.\nRussia, China and Iran. are highly likely to go \"ballistic:\"on offense. Probaby are."], [306, "2016-03-12T05:38:49Z", 0.75, "http://abcnews.go.com/US/wireStory/schumer-dam-cyberattack-shot-bow-iran-37583193"], [102, "2016-03-12T04:06:05Z", 0.6, "https://larswericson.wordpress.com/2016/03/12/gitrep-11mar16pm/"], [961, "2016-03-11T21:29:31Z", 0.25, "I have raised score in part due to the planned indictments Iranian intruders. That said, I am still not sure this will go as far as Country level sanctions"], [2965, "2016-03-11T20:27:45Z", 0.8, "I reaffirm for now.\nNOTE the unconfirmed report is Iran and a US utilty entirely speculative,Bloomberg news makes mistakes,\nOur DHD is very transparent. I think some significant achievements there are great links if you need to report  for any reason.\nSeehttps://www.washingtonpost.com/world/national-security/us-cyber-pros-test-skills-in-exercise-meant-to-stop-attacks/2016/03/09/1c7d5bca-e5ff-11e5-a9ce-681055c7a05f_story.html\nImpressive web site\nUS is ready\nPublic and private\nI was totally ignorant.\nLearned much.\nWe are ready and if this event did not happen\nI will  go from there \nnot urgent at all.\nI will link here otherwise disregard Blooberg TV."], [2965, "2016-03-11T19:12:24Z", 0.8, "See unconfirmed Bloomberg report. an attack was disclosed 11:09 PST."], [21611, "2016-03-11T15:48:57Z", 0.17, "How can any of those countries justify a sanction when the cyber espionage is coming and going from all sides? I did leave some room that they will conduct sanctions, but only because in the past, justification is not always necessary and sanctions sometimes come down to political posturing. "], [102, "2016-03-11T05:19:03Z", 0.58, "https://larswericson.wordpress.com/2016/03/11/gitrep-10mar16pm/"], [38, "2016-03-10T22:32:30Z", 1.0, "http://www.cnn.com/2016/03/10/politics/iran-us-dam-cyber-attack/"], [3225, "2016-03-10T19:04:40Z", 0.85, "Obama planning to name Iranian hackers in the cyber attack on NY dam. Are sanctions far behind?\nhttp://www.cnn.com/2016/03/10/politics/iran-us-dam-cyber-attack/index.html"], [2965, "2016-03-10T14:48:47Z", 0.51, "crowd and logic chain disagree?\nwait for the crowd. "], [755, "2016-03-09T15:05:47Z", 0.75, "UPI, March 8, Turning the screws, 'Report: China to block North Korea ships from returning home - Beijing is getting ready to enforce U.N. sanctions': http://www.upi.com/Top_News/World-News/2016/03/08/Report-China-to-block-North-Korea-ships-from-returning-home/9101457487073/\nClip from article:\n'South Korea also adopted financial and maritime sanctions against the North on Wednesday, and U.S. President Barack Obama is scheduled to sign into law additional North Korea sanctions as early as this weekend, Yonhap reported.\nThe next round of sanctions could target third-country businesses, banks and governments that engage in illicit North Korea trade, according to a source in Washington who spoke to Yonhap on the condition of anonymity.'"], [3225, "2016-03-09T13:40:08Z", 0.82, "NK hacks South Korean officials' mobile phones and attempt to access railroad system controls. I can see the sanctions hammer coming down soon for explicitly cyber reasons, from all corners. "], [2965, "2016-03-09T00:33:10Z", 0.87, "Pictures."], [2965, "2016-03-08T12:24:39Z", 0.85, "Error. My computer has a DHS problem resetting"], [2965, "2016-03-08T12:03:46Z", 0.95, "We must respond to DPRK threats of a preemptive strike. AP. Wire.\nAs this is routine exercise I missed.\nI will take it up other channels.\n@Clinton @clairvoyance you are very busy. You are best placed to handle this routine matter of exercises\nDowngrade 10."], [14208, "2016-03-08T05:55:03Z", 0.65, "Comment deleted on Oct 22, 2016 06:19PM UTC"], [73, "2016-03-08T02:56:04Z", 0.0, "incredible indeed... http://www.wnd.com/2016/03/congress-probes-u-n-tech-transfers-to-tyrants/"], [2965, "2016-03-08T02:23:35Z", 0.87, "EInstein's comments were persuasive plus 7"], [21787, "2016-03-08T01:34:15Z", 1.0, "China"], [2965, "2016-03-08T01:18:45Z", 0.8, "this is my sole focus now DPRK.\nIran and US elections finished for now"], [21773, "2016-03-08T00:25:37Z", 0.0, "Cyber attacks are the \"Spy vs. Spy\" of this century, and are rarely publicly reported. To the best of my knowledge, sanctions have never been imposed, adversaries preferring to wage cyber-warfare away from public eyes and public opinion for the ultimate in plausible deniability. \"It never occurred, and if it did, we never responded.\""], [755, "2016-03-07T21:57:01Z", 0.75, "An interesting read that just crossed my screen about an NSA Red-Team exercise, 'Eligible Receiver': \nSlate, March 7, 'Inside “Eligible Receiver” - The NSA’s disturbingly successful hack of the American military: http://www.slate.com/articles/technology/future_tense/2016/03/inside_the_nsa_s_shockingly_successful_simulated_hack_of_the_u_s_military.single.html\nOf course, this was during the late-90s, but one wonders how hardened are today's private-sector entities/infrastructure (probably not much). A lot has to do with $$$$ and buy in from the E-suite. "], [2965, "2016-03-07T20:25:10Z", 0.8, "http://www.nytimes.com/2016/03/07/world/asia/philippines-north-korea-sanctions-united-nations-cargo-ship-seizure.html?utm_source=Paramount&utm_medium=email&utm_campaign=rundown030716&ref=world&_r=0\nComing soon first shot across bow\nDPRK wilds card\nneeds constant nudges like this\nlet china regulate risk\nstill need to do this\npour example autres"], [21514, "2016-03-07T05:56:06Z", 0.95, "No because everyone does it"], [102, "2016-03-06T04:09:59Z", 0.61, "https://larswericson.wordpress.com/2016/03/05/manual-category-assignment-work-in-progress/"], [306, "2016-03-05T19:19:55Z", 0.75, "Moderating a bit"], [691, "2016-03-05T15:25:28Z", 0.18, "I continue to assume, although I have neither evidence nor confidence in the Q-writers, that \"in response to\" means \"explicitly citing as a reason.\"  "], [2965, "2016-03-04T13:13:13Z", 0.2, "Follow the crowd or get whacked.\nOther than the Statutory power granted by Congress\nwould it be disclosed."], [13377, "2016-03-04T08:34:46Z", 0.8, "https://larswericson.wordpress.com/"], [755, "2016-03-04T04:27:40Z", 0.75, "Security Week, March 2, 'NSA Chief Worries About Cyber Attack on US Infrastructure': http://www.securityweek.com/nsa-chief-worries-about-cyber-attack-us-infrastructure\nLead-in clip from article:\n'SAN FRANCISCO - RSA CONFERENCE 2016 -  US National Security Agency chief Michael Rogers warned Tuesday that hackers will try to mount a cyber attack against US infrastructure, similar to the power failure in western Ukraine last year.\n\"It's only a matter of the when, not the if, you are going to see a nation state, a group or an actor engage in destructive behavior against critical infrastructure of the United States,\" Rogers told a cybersecurity conference in San Francisco.'"], [498, "2016-03-04T03:59:04Z", 0.99, "DDoS Digital Attack Map \nhttp://www.digitalattackmap.com/"], [20981, "2016-03-03T23:55:05Z", 0.25, "This question is interesting, but problematic. Do we resolve the question based on *stated* reasons for sanctions, or our beliefs into the *true* reasons for sanctions, given that rhetoric and reality can differ."], [2965, "2016-03-03T23:28:31Z", 0.97, "North Korea is making threats See CNN Intermarional 3.33 PM PST\nI am  speculating that one asymmetric he can apply is cyber.\nIf  these threats are followed by behavior. US POTUS will impose sanctions.\nNO ER\njust watchful waiting\n#anneinak\n#redacted \nand all those watching NK thoughts?"], [1993, "2016-03-03T06:50:24Z", 0.5, "Pres. Obama has 90 days to designate, to Congress, the North Korean offenders who allegedly undermined US cyber security, per the North Korean Sanctions Enforcement Act, Sec. 208. But I'm not so sure that Obama will sanction them. He may simply tell Congress that the US and China have come to an agreement re: sanctions on North Korea, and it would not be constructive for the US to impose sanctions unilaterally."], [484, "2016-03-03T06:17:05Z", 0.85, "Up 10% on @redacted "], [498, "2016-03-03T03:29:41Z", 0.99, "From my perspective there are now THREE semi-distinct paths by which this question could resolve affirmatively: 1) The U.N. route, 2) unilateral imposition by a named country or political body, and 3) unilateral imposition by the United States driven by the initiative of a private corporation. That's right, according to a knowledgeable interpreter (contributory author?), the 1 April 2015 Presidential Executive Order allows for the greater involvement of U.S. corporations in the U.S. sanctions process. While Dembosky says that often for a victim corporation the \"risk is not worth it.\" he is also, obviously, holding out that in some cases the risk would be worth it. Combine this with the whole kumbaya, \"stronger together,\" \"strength-through-sharing\" industry-government cyber cooperation push going on right now, and the power of private lobbyists to set the government agenda, we may well be viewing the start of an entirely new economic competitive landscape. We will have countries fighting wars that are undeclared, and corporations driving sanctions on other entities (including governments \"related to\" the entities) under the umbrella of their host governments, fighting declared wars within non-declared wars. Global corporate warfare is going to step up a few notches.\nhttps://www.washingtonpost.com/world/national-security/hacked-us-companies-have-more-options-departing-cybersecurity-official-says/2016/03/02/f7cc2e20-d508-11e5-9823-02b905009f99_story.html"], [498, "2016-03-03T02:19:24Z", 0.99, "For whatever reason(s), the U.N. resolution is under embargo.\nhttp://www.un.org/en/ga/search/view_doc.asp?symbol=S/RES/2270%282016%29"], [20, "2016-03-02T20:44:41Z", 0.2, "UN hit NK hard today. Much harder than US could alone. I'm not a 100% this precludes Obama adding more sanctions, but there are limits to them. Steps to thwart NK's cyber program are more about increasing firewalls and secret counter measures, less sanctions."], [1639, "2016-03-02T18:04:05Z", 1.0, "UNITED NATIONS—The United Nations Security Council voted unanimously Wednesday to impose new sanctions on North Korea, demanding that the defiant regime in Pyongyang roll back its advancing nuclear-weapons and ballistic-missile programs.\nhttp://www.wsj.com/articles/u-n-adopts-new-sanctions-against-north-korea-1456934616?mg=id-wsj\n*****"], [2965, "2016-03-02T17:56:44Z", 0.99, "http://www.wsj.com/articles/u-n-adopts-new-sanctions-against-north-korea-1456934616\nnot suggesting resolution.\njust a signal.\nand a tutor bot\nneed to code\nKissinger \nand\nSchultz \nbrains."], [821, "2016-03-02T02:25:16Z", 0.55, "I think state imposed sanctions on another country relating to a cyber attack/espionage will eventually occur.  However, the following posting regarding the U.S. Treasury Dept. relative inaction regarding sanctions could slow things down."], [498, "2016-03-01T07:24:36Z", 0.99, "Sanctions are easy to proclaim, and don't actually mean that the imposed restrictions will in fact occur. Just another reason why a country might wish to claim that they sanctioned someone, and then ignore the implementation of the imposition. Only tangentially relevant to the question (if you recognize that the success of any sanction regime upon North Korea depends a lot on whether China will actually enforce the sanctions), but really big news nonetheless: According to Stratfor, \"China will suspend coal trade with North Korea.\" If true, this is of humongous importance. Just ball-parking it, that's about $1B worth of coal, accounting for nearly 30% of North Korea's overall exports! (Honestly, as I think about it, that's just not going to happen. So, really, the \"imposition\" of sanctions isn't what matters. It's the actual implementation of the imposition, the really doing it part, that matters. Apparently China isn't all that good at the latter.)\nhttps://www.stratfor.com/analysis/geopolitical-calendar-week-feb-29-2016"], [19801, "2016-03-01T06:30:32Z", 0.0, "No chance. The USA is the largest user of cyber attack and espionage attacks, with the NSA's role being publicly disclosed by Snowden. The EU would not dare to sanction its strongest ally. There has never been any previous incident of this happening. Cyber anything has been ongoing for decades, and no nation has publicly responded with anything."], [498, "2016-02-29T23:11:05Z", 0.99, "The response - imposition structure of sanctions. Here's another example of the basic response - imposition structure of a complex sanction act. In this case, the response is couched in terms of a \"national emergency,\" which included. among other things, \"the existence and risk of the proliferation of weapons-usable fissile material on the Korean Peninsula.\" These constituent things are those which create the \"national emergency.\" It is the national emergency, and derivatively the constituent things, that are being responded to. (In the case of the recent North Korea Sanctions Act, it was the \"crisis,\" and its derivative constituents, that was being responded to.) The imposition, in the case of these OFAC programs, are \"blocked transactions.\" While there are criteria for entities selected for imposition (e.g., being an official of the Workers’ Party of Korea), these criteria are independent of any criteria that may have been used to identify or attribute the underlying derivative constituent things causing the national emergency. If there is any correlation between these two sets of criteria, it is coincidental, and not necessarily required within the notion of a sanction.\nhttps://www.treasury.gov/resource-center/sanctions/Programs/Documents/nkorea.pdf"], [691, "2016-02-29T13:56:18Z", 0.2, "The UN is not named in the Q, but the EU is.  This suggests that if the people who wrote the Q knew what they were doing--a proposition in which I long ago lost confidence--anything a state does because of a UN action wouldn't count unless they also did it on their own, presumably with an instrument that didn't rely on the UN's authority.  If the EU imposes sanctions, no individual member state would have to.  However, it is more probable that the GJedi screwed up the Q, so no telling how the scoring will go in the event of UN sanctions.  "], [484, "2016-02-29T00:54:54Z", 0.75, "Up 10% on @redacted UN aspect."], [498, "2016-02-29T00:20:05Z", 0.99, "While I think that imposition of any coercive act under the recently passed North Korea Sanction Act (or whatever it was called) will do to satisfy this question, I'm also thinking that any action taken by a UN member state under the presumably forthcoming UN Korean sanctions would count as well.\nhttp://nysepost.com/us-proposes-sharp-ramping-up-of-north-korea-sanctions-at-un-137429"], [128, "2016-02-28T20:18:49Z", 0.45, "I find this question does not satisfy the clairvoyance test."], [11686, "2016-02-28T19:49:55Z", 0.5, "While this has been an interesting question to witness, not sure I like having answered it!  Went from a low probability initially to a higher probability due to the NK situation, but for now I'll park it at 50%. Essentially saying I have no idea anymore. Looking forward to how GJ deals with it though."], [11038, "2016-02-28T03:08:52Z", 0.1, "In order to sanction a country, you have to attribute the act.  That is VERY unlikely."], [53, "2016-02-27T16:39:04Z", 0.62, "Too bad this doesn't include all of Europe.  \nNot sanctions, but: http://news.softpedia.com/news/norway-makes-it-official-accuses-china-of-hacking-and-stealing-military-secrets-501060.shtml\nContinue to think this question is a matter of time - not sure how much time."], [19311, "2016-02-27T12:19:44Z", 0.25, "(yeah, another question I shouldn't have predicted at all). If that US law isn't actually sanction, I guess that it's actually not so likely..."], [60, "2016-02-26T19:52:33Z", 1.0, "No change."], [1337, "2016-02-26T18:15:39Z", 0.4, "bisecting to consensus"], [14208, "2016-02-26T06:29:45Z", 0.03, "Comment deleted on Oct 22, 2016 06:13PM UTC"], [17875, "2016-02-26T01:20:56Z", 0.0, "lowering till we have clarification from GoodJudgement"], [691, "2016-02-25T19:21:02Z", 0.2, "Given the difficulty of proving the source of cybermischief, and given that the DPRK are very ill-behaved in general, the most likely thing is that sanctions will be imposed for some other readily available and more geopolitically unarguable reason.  "], [73, "2016-02-25T19:09:38Z", 0.3, "@scholarandcat"], [532, "2016-02-25T17:27:58Z", 0.35, "Lowering again as we work to figure out some of the issues involved.   https://www.gjopen.com/comments/comments/146076"], [2965, "2016-02-25T13:51:30Z", 0.84, "http://www.wsj.com/articles/u-s-china-agree-to-sanction-north-korea-on-nuclear-program-1456383545\nthats all from  the UN.\nMore later from US. As an example to others. "], [20, "2016-02-25T13:01:58Z", 0.35, "NK is like a homeless hermit,  other than his life, there is nothing you can take from him that you haven't already. "], [12302, "2016-02-25T10:23:56Z", 0.28, "I am going down to the consensus, sharing the view of @clinton.\nAdding: There might be chinese companies getting lightly targeted (i doubt that too), but it's hard to prove certain individuals responsibilities inside NK. If that would be possible, sanctions may have been imposed earlier already. Even then: Would that count as sanctions against NK? It's been a long time since the sony hack. No need for Obama to bring this up again, if there are no new facts. He'll rather just sanction for the nuclear and the missile tests, I believe. Interested in other views!"], [498, "2016-02-25T04:50:55Z", 0.99, "This is actually a very good question, from the standpoint of being intellectually challenging. There are a variety of things going on with this question. I'm just going to focus on one particular aspect now, but as I said, there are many cool things going on overall."], [3225, "2016-02-25T02:07:08Z", 0.8, "Now China and the US are seeking to implement joint sanctions on NK for their activities, including cyber. If both can agree on this at the UN, I expect these sanctions to be implemented."], [73, "2016-02-25T01:36:13Z", 0.0, "Having to face the reality here.  \nMy error was thinking the US H.R. 757, North Korea Sanctions Enforcement Act of 2016 would count yes.  This based on the facts that it is in an act in response to a cyber attack (seemingly not disputed).  The act identifies its purpose is to deny the Government of North Korea access to the funds it uses to develop or obtain nuclear weapons, ballistic missiles, cyberwarfare capabilities, and luxury goods instead of providing for the needs of the people of North Korea Sec 101 (4).  "], [15701, "2016-02-24T22:37:15Z", 0.15, "Instinct, no research:\nI doubt it.\nI think governments prefer to have cyber attacks go on under the radar, so to speak.  \nI think EU countries would work with partners, or NATO. Rather than official sanctions for this.\nUS-China threat has so far been a one-off, I think."], [53, "2016-02-24T21:27:56Z", 0.85, "Not sure what to do with this right now, but noting:"], [3895, "2016-02-24T11:29:28Z", 0.72, "going down until I figure out a bit more where this one is going"], [498, "2016-02-24T04:32:10Z", 0.99, "Old but relevant article:\nSony cyber-attack: North Korea calls US sanctions hostile\nhttp://www.bbc.com/news/world-asia-30670884"], [484, "2016-02-24T01:04:16Z", 0.65, "Down 35% on GJO announcement."], [110, "2016-02-24T01:03:00Z", 0.25, "...and back down again."], [755, "2016-02-24T00:56:43Z", 0.75, "The bosses have decided to keep this IFP open.\nI'm going to drop it just a bit. I see too much traffic on this subject to feel comfortable being in a lower quadrant. As a forecaster commented, it's only a matter of time.\nHey, we can always blame it on the NSA (with apologies to all my NSA contacts) :0)\nThe Register (UK), February 23, 'NSA data centre brings 300 million daily security scares to its Utah home': http://www.theregister.co.uk/2016/02/23/utah_govt_systems_copping_300_million_security_incidents_a_day/"], [16023, "2016-02-24T00:40:55Z", 0.1, "Nevermind, the bill does not actually sanction NK for cyber attacks, but gives the president the authority to do so. Dropping my probabilities accordingly."], [2965, "2016-02-24T00:26:40Z", 0.9, "https://www.gpo.gov/fdsys/pkg/BILLS-114hr757enr/pdf/BILLS-114hr757enr.pdf\nNo way this question resolved,\nNot persons. North Korea.\nExecutive Order required.\nDiscussions with FM Yang in DC did not yield any announced commitments\n10 more months."], [16023, "2016-02-23T09:06:05Z", 0.99, "http://www.reuters.com/article/us-northkorea-usa-sanctions-idUSKCN0VR2KQ"], [2965, "2016-02-22T15:11:17Z", 0.9, "99 is too high\nminus 9"], [20321, "2016-02-22T00:41:38Z", 0.95, "This is only a matter of time. I'd say the longer it goes without happening, the greater the certainty that it will be 2 western powers accusing each other. Like say, the US may not be sanctioned but they will receive official condemnation from an ally for it. "], [498, "2016-02-21T19:10:43Z", 0.99, "The latest DNS bug is terrifying, widespread, and reveals deep flaws in Internet security\nhttps://boingboing.net/2016/02/21/the-latest-dns-bug-is-terrifyi.html"], [15471, "2016-02-21T14:21:55Z", 0.2, "upping prediction a bit due to increased consensus"], [212, "2016-02-21T13:19:16Z", 0.95, "Following from comments below such as this https://www.gjopen.com/comments/comments/139664"], [15750, "2016-02-21T01:12:12Z", 0.2, "Might be hard to prove good enough to impose sanctions"], [19, "2016-02-20T16:13:13Z", 0.5, "Passage of bill. An attack, issue sanctions"], [755, "2016-02-20T04:15:17Z", 0.9, "CNN, February 19, 'Obama imposes new sanctions on North Korea': http://www.cnn.com/2016/02/18/politics/obama-north-korea-sanctions/\nClip from article:\n'Washington (CNN)President Barack Obama signed new sanctions on North Korea into law Thursday, punishing the regime for its nuclear and missile tests as well as for suspected cyber-hacking incidents.'\nWhile the bosses are mulling over this latest development, I'm going to sneak in here and up my probability, BWAHAHAHAHA!"], [17875, "2016-02-20T03:14:36Z", 1.0, ": )\n"], [1450, "2016-02-20T01:17:15Z", 0.28, "updated based on new legislation"], [20, "2016-02-20T00:21:22Z", 0.2, "O just signed a bill making  sanctions for future cyber crimes. O has discretion. Not a trigger for this question. https://www.congress.gov/bill/114th-congress/house-bill/757 "], [306, "2016-02-19T22:59:38Z", 1.0, "I read the recent  announcement:"], [498, "2016-02-19T22:07:44Z", 0.99, "Handing Putin’s irregulars and special forces a defeat would do far more to change behavior than banning his generals from visiting EPCOT.\nhttp://dailycaller.com/2016/02/19/americas-incoherent-sanctions-policy/"], [43, "2016-02-19T21:39:34Z", 0.9, "See the discussion at https://www.gjopen.com/comments/comments/139156"], [38, "2016-02-19T18:32:37Z", 1.0, "https://www.trunews.com/north-korea-plans-aggresive-cyber-attack-campaign/#rvl2KSCxvd2cUkp8.99"], [532, "2016-02-19T17:51:45Z", 0.45, "Reducing.  If GJO closes the question, it will be retroactive.  If they do not close the question, then they do not believe sanctions have been imposed and I do not want to sit at 100%.  "], [38, "2016-02-19T17:35:01Z", 1.0, "@clinton, @einsteinjs, @praedico, @clairvoyance --"], [38, "2016-02-19T16:48:10Z", 1.0, "There's been wonderful discussion & debate by forecasters over the content of the recently signed legislation, and its significance.  See the comments following http://www.gjopen.com/comments/comments/138608.  "], [43, "2016-02-19T16:21:50Z", 1.0, "This ought to close retroactively to yesterday."], [12413, "2016-02-19T14:50:22Z", 0.2, "I will vote 20% chance.  Reasons: "], [306, "2016-02-19T07:29:48Z", 1.0, "Still holding to a \"No\" here. The bill establishes a \"framework\" for future cyber sanctions, but has not yet imposed cyber related sanctions. If and when the cyber part of the bill is implemented and cyber sanctions are implemented, then the question closes as yes."], [556, "2016-02-19T03:22:13Z", 1.0, "This should be closing soon....\n\"United States President Barack Obama is set to sign a comprehensive North Korea sanctions bill that has recently passed Congress with support, the White House has announced. The bill will blacklist parties assisting the crimes committed by the communist nation including its nuclear weapons program, human rights violations and cyber-attacks.\"\nRead more at http://www.lawyerherald.com/articles/34475/20160218/u-s-president-barack-obama-sign-north-korea-sanctions-bill.htm#g1eAF8PYclsSEpr5.99"], [484, "2016-02-19T01:39:44Z", 1.0, "Up 1% on bill."], [14843, "2016-02-19T01:13:18Z", 0.95, "Does the US sanctioning of North Korea count? \nhttps://www.yahoo.com/news/obama-oks-sanctions-against-nkorea-195321314.html\n"], [73, "2016-02-18T22:42:40Z", 1.0, "https://www.yahoo.com/news/obama-oks-sanctions-against-nkorea-195321314.html per @Karl on different q.  This being signed means new sanctions have been put in play for cyber reason  (amongst others)"], [38, "2016-02-18T16:08:20Z", 0.88, "http://www.politico.com/tipsheets/morning-cybersecurity#ixzz40XDUEMGh"], [38, "2016-02-18T15:45:57Z", 1.0, "http://www.politico.com/tipsheets/morning-cybersecurity#ixzz40XDUEMGh"], [19630, "2016-02-17T12:45:45Z", 0.35, "James Clapper testimony"], [306, "2016-02-17T05:18:31Z", 1.0, "No change in forecast, but.."], [73, "2016-02-17T03:22:08Z", 1.0, "Staying put. http://www.rfa.org/english/news/korea/korea-lee-02162016162007.html\nObama to veto the bill seems unlikely given house were 408 to 2 and Senate was 98 to 0.    Expecting NK to find access to hard currency a problem as a direct result of this act."], [306, "2016-02-17T03:06:08Z", 1.0, "Just read the entire comments sections of the question. Been low on this one for awhile, so I'm upping based on new developments with North Korea. It seems to me that passing the bill won't automatically close the question as a yes, but that it very much opens up the possibility for it to happen. "], [1107, "2016-02-17T02:05:43Z", 0.2, "http://nextbigfuture.com/2016/01/china-pitches-rules-it-would-like-for.html\nIt would figure that someone would want to test the water before this all settles to stone. No frontier was ever engaged without conflict. "], [691, "2016-02-17T01:51:31Z", 0.2, "After this bill everyone is so excited about becomes law, the pres has several months before he even has to file a report about his findings.  After that, and depending on what the report says, he has no time limit for actually doing anything to anybody.  He will need to tread carefully, because whatever the bill's intent about the DPRK, it is clear that the Congress intends the pres to sanction the PRC, which he has no intention of doing.  "], [20060, "2016-02-16T14:38:55Z", 0.9, "Updating based on @redacted noting that HR 757 exists, is already through congress, and only awaits the president's signature. The only way I see this not occurring now is if China pressures Obama to delay action for the year, until elections finish."], [14253, "2016-02-16T12:07:08Z", 1.0, "For info contained in other people's posts. Slightly over shooting to make up for previously low prediction of 8%."], [1708, "2016-02-16T09:58:51Z", 0.99, "http://thediplomat.com/2016/02/top-us-spy-chief-china-still-successful-in-cyber-espionage-against-us/"], [20060, "2016-02-16T00:13:04Z", 0.05, "If the US Government couldn't be bothered to care about the OPM breaches, nothing short of a loss of nuclear launch codes would cause sanctions at this point."], [19985, "2016-02-15T11:10:11Z", 0.04, "Too many sanctions right now. So far cyber attacks have gone unpunished why should it change. Maybe only as a measure of showing power. "], [909, "2016-02-14T06:24:51Z", 0.85, "Well only three countries would do this: Russia, North Korea, and China. Russia already has sanctions on it, so their would just further deteriorate relations. North Korea is already a pariah so they have nothing to lose. The wildcard is China. If another security breach was link to China, it'd be up in the air as to what'd happen. "], [110, "2016-02-14T05:13:58Z", 0.99, "Following everyone else up."], [498, "2016-02-14T04:59:25Z", 0.99, "Text of the North Korea Sanctions Enforcement Act of 2016\nhttps://www.govtrack.us/congress/bills/114/hr757/text/enr"], [38, "2016-02-13T23:29:29Z", 1.0, "The House just passed the bill sanctioning DPRK that the Senate passed a few days ago.  When Obama signs it, I think this question will close."], [38, "2016-02-13T16:17:43Z", 1.0, "because of recent senate legislation and DPRK acts"], [38, "2016-02-13T16:03:57Z", 0.88, "I think that the perpetrator will be DPRK."], [691, "2016-02-13T13:54:16Z", 0.2, "Bumping up a bit, but staying on the unlikely side. The central dilemma here is, once again, that the wording of the question is unclear.  I am reading it to mean sanctions on another state as such, not just on some of its people or organizations; and that the sanctions have to be specifically for \"a cyber attack or cyber espionage.\"  There are several possible ambiguities here, but the big one for me is whether sanctions on a state-owned enterprise would count as sanctions on the \"country\"; presumably sanctions on an agency of the national government as such (for example, an army unit) would.  "], [556, "2016-02-12T15:02:23Z", 1.0, "\"The sanctions also cover money laundering, counterfeit goods, drugs, and cyber-security attacks.\"\nhttp://www.nebraska.tv/story/31192205/senate-votes-to-hit-north-korea-with-tougher-sanctions\n"], [17875, "2016-02-12T04:13:44Z", 1.0, "My Type 1 sub-conscious response:  11 months to go?  Yep, it's gonna happen somewhere even if GJ doesn't accept sanctions for Sony"], [12302, "2016-02-11T15:56:04Z", 1.0, "I am going up to 100% after I stayed below the consensus until yesterday. Maybe I should have listened to clinton and einsteinjs earlier. ;-)\nI am still not a 100% sure that this will trigger a resolution, but it is likely:  https://www.gjopen.com/comments/comments/130949"], [556, "2016-02-11T01:07:01Z", 1.0, "http://thehill.com/policy/cybersecurity/268836-senate-to-sanction-north-korea-in-rebuke-of-obama-policy"], [73, "2016-02-10T22:48:59Z", 1.0, "Dont see it getting vetoed anymore.   http://news.trust.org/item/20160210224619-c2652 The U.S. Senate voted overwhelmingly on Wednesday for legislation broadening sanctions on North Korea over its nuclear program, human rights record and cyber activities"], [11057, "2016-02-10T15:41:43Z", 0.5, "Holding steady (upping 1%) until S.2144 passes Senate.\nhttps://www.congress.gov/bill/114th-congress/senate-bill/2144/all-actions?overview=closed"], [19630, "2016-02-10T05:08:56Z", 0.4, "Russia remains the big question mark here. \nUS is unlikely to impose sanctions against China due to the difficulty of proof; China is also scaling back their program in response to international pressure. There may be sanctions against companies, but unlikely to be against China."], [755, "2016-02-10T01:24:39Z", 0.6, "Business Insider, February 9, 'US intelligence chief: These are the main global threats for 2016': http://www.businessinsider.com/these-are-the-main-global-threats-for-2016-2016-2\nNumber 1:\nCyber Security\nThe rise of smart devices and the Internet of Things (IoT) will lead to further opportunities for hackers to gain access to personal information. On the flip side, the IC will be able to use the IoT for \"identification, surveillance, monitoring, location tracking, and targeting for recruitment.\"\nAn increasing reliance on \"Narrow AI\" systems, that perform specialized tasks, can both increase efficiency but leave systems open to disruption. Overreliance on these systems, or a lack of securing them properly, could lead to \"disruptive or deceptive tactics.\" As an example, stock market fluctuations have happened due to automated trading systems taking in false data, Clapper notes.\nHackers and foreign military cyber actors will seek to exploit the integrity of networked and online information. This runs the gamut from modifying and transmitting false data to public utilities and market firms, to implanting false information on online media. \nForeign nations are increasingly buying and exploiting aggregated online personal data tp \"inform a variety of counterintelligence operations.\" \nThere is still little impetus for countries to restrain themselves in cyber operations. \"Many actors remain undeterred from conducting reconnaissance, espionage, and even attacks in cyberspace because of the relatively low costs of entry, the perceived payoff, and the lack of significant consequences.\" \nPrincipal threats: Russia, China, Iran, North Korea, and nonstate actors. "], [19606, "2016-02-09T22:47:03Z", 0.99, "Russia"], [60, "2016-02-09T20:18:31Z", 1.0, "No change."], [484, "2016-02-09T16:51:02Z", 0.99, "Up 4% on expected US bill. DPRK plutonium production reactor cranking up again will make it harder for President Obama to not sign, even if so inclined."], [43, "2016-02-09T16:34:59Z", 0.85, "Raising probability significantly on the basis that whoever scores this question would accept the North Korea sanctions bill as being motivated in part by North Korea's cyber attacks on Sony etc. Thank you, @clinton, @einsteinjs etc. on the thread at https://www.gjopen.com/comments/comments/128762"], [11057, "2016-02-09T14:47:00Z", 0.49, "Bringing the forecast back up substantially based on Obama administration's proposed budget increase of $5 billion in 2017 fiscal year for cyber security.\nhttp://www.ibtimes.com/obama-seeks-over-one-third-rise-us-cybersecurity-funding-2299647"], [43, "2016-02-09T14:40:56Z", 0.5, "Holding at 50%. I also would go in on the nuclear power plant question if only the staff would clarify what the heck they mean by the word \"attack.\""], [19538, "2016-02-09T13:32:41Z", 0.15, "Somewhat unlikely. They are themselves conducting plenty of these activities, and imposing sanctions because of them would set a bad precedent. The most likely target of those sanctions would be China, and the US or EU could hardly afford to stop trading with them (it would have to be symbolic \"sanctions\" at best). Plus, cyber attacks are rarely attributable to a country's government unless they want their capabilities to be public.\nA cyber attack (or false-flag operation) might serve as a pretext for sanctions with some other purpose - but usually there are plenty of better pretexts available."], [10783, "2016-02-09T05:50:16Z", 1.0, "The Senate is expected to move on a bill that would impose sanctions on North Korea for its burgeoning nuclear program and cyber warfare efforts."], [12828, "2016-02-09T01:51:25Z", 0.95, "upping based on @einsteinjs's comment https://www.gjopen.com/memberships/60/scores https://www.gjopen.com/comments/comments/128097"], [19515, "2016-02-09T01:46:33Z", 0.23, "I consider this unlikely as cyber security generally does not concern public all that much."], [60, "2016-02-09T01:13:16Z", 1.0, "Upping form 97 to 100."], [8036, "2016-02-08T22:59:28Z", 0.1, "Before sanctions can be imposed, proof must be presented.  That's the tough part.  Retaliation is more likely."], [9755, "2016-02-08T21:24:06Z", 0.55, "we will have cyber attacks, whether it Leads  to sanctions depends on the country!"], [484, "2016-02-07T17:22:46Z", 0.95, "Up 5% on possibility DPRK sanctions bill triggers a yes for this IFP."], [11057, "2016-02-07T14:31:19Z", 0.1, "Total guesswork here, but framework for laying down rules/laws for cooperation between countries to treat cyber incidents (w/ exception of espionage) as criminal matters may prove more effective.  The odd man out (or country) would be those such as DPNK.\nhttp://www.ibtimes.co.uk/dyre-malware-disrupted-after-russian-authorities-raid-moscow-film-company-office-1542416"], [498, "2016-02-07T12:08:25Z", 0.97, "\"The Senate is expected to debate and pass the North Korea Sanctions and Policy Enhancement Act of 2016 (Gardner-Menendez) this week.\"\nhttp://www.wdef.com/2016/02/07/corker-condemns-north-korean-missile-launch/"], [498, "2016-02-06T17:23:03Z", 0.97, "Germany blames Russia for parliament cyberattack\nhttp://cbbss.org/?p=7074"], [498, "2016-02-06T12:06:00Z", 0.97, "Nation-State Activity to Define Cybersecurity in 2016 (+1)\nhttp://www.infosecurity-magazine.com/news/nationstate-activity-to-define/\nhttp://www.crowdstrike.com/global-threat-report-2015/"], [73, "2016-02-06T02:36:11Z", 0.88, "Still think it will be passed into law. http://www.wsj.com/articles/u-s-move-to-expand-nuclear-sanctions-on-north-korea-angers-china-1454712713 "], [19273, "2016-02-06T00:02:21Z", 0.05, "Countries don't usually like to disclose there's even been an attack or espionage. Even if they do, it's usually incredibly difficult to argue that it's another countries fault, instead of just a group or organization in that country. The only way I could see my percentage increasing is if I included sanctions imposed based on faulty data planted via cyber attack, which I feel isn't in the spirit of the question, but I could see that happening regarding N.Korea or the pending SE Asia island trouble."], [12763, "2016-02-05T22:05:38Z", 0.09, "Slight bump from 7 to 9 to account for increased chance of Cyber Attack coming from N. Korea."], [19022, "2016-02-04T20:02:12Z", 0.11, "Most cyber attacks probably come from US/EU anyway"], [498, "2016-02-04T19:26:27Z", 0.96, "New Kid On The Block: Cyber Threat Analyst\nhttp://www.darkreading.com/careers-and-people/new-kid-on-the-block-cyber-threat-analyst/a/d-id/1324187"], [498, "2016-02-04T11:02:20Z", 0.95, "Bill empowering President of the United States to authorize the Secretary of Energy to \"take such actions as the Secretary determines will best avert or mitigate the cybersecurity threat\" should the President determine that there is an imminent cybersecurity threat to the \"bulk-power system.\"\nhttps://www.congress.gov/bill/114th-congress/senate-bill/2012/text#idD22B17FAA36E4B0AB8373B2C79CF3A4B"], [182, "2016-02-04T03:33:29Z", 0.17, "Article in The Diplomat (http://thediplomat.com/2016/02/can-china-be-deterred-in-cyber-space/) has put this into perspective for me. Economic interdependence reduces risk of harm by one country against another either in cyber space or the physical world but that didn't stop WWI as noted in the article. Limited \"punishment\" by naming names and seizing forgeign assets will continue to be the strategy. A serious threat that leads to loss of life or physical property would change the equation and a more robust response will be required. I assume this is not a one way street as cyber attacks from the US, EU and EU states must be ongoing. The Stuxnet virus used to damage Iranian centrifuges being but one example."], [498, "2016-02-03T11:55:07Z", 0.95, "\"Deterring state actors from attacks that do not reach the level of force is difficult.\"\nhttp://thediplomat.com/2016/02/can-china-be-deterred-in-cyber-space/"], [498, "2016-02-02T22:29:40Z", 0.95, "This is old news, but I found it interesting. As part of the recently announced military reforms, China announced the creation of the \"Strategic Support Force,\" which is charged with space and cyber security. If you scroll down to the bottom of the page, you will see their force badge. It looks like it's picking up the \"Great Wall of China\" symbolism. I don't know the detailed history of the Wall (was it never breached?), but it's a nice touch.\nhttp://english.chinamil.com.cn/news-channels/photo-reports/2016-01/01/content_6840094.htm"], [498, "2016-02-02T21:11:20Z", 0.95, "Billionaire donates 300 mln yuan to cyber security training\nhttp://english.chinamil.com.cn/news-channels/2016-02/02/content_6885785.htm"], [14432, "2016-02-01T19:58:11Z", 0.05, "cyber attacks ad cyber espionage has been happening for years, and also has been publicly called out.  For sanctions to be imposed, the incident would have to be severe."], [8305, "2016-02-01T02:09:10Z", 0.85, "China, Russia, Iran and North Korea are all candidates for sanctions."], [498, "2016-01-31T17:39:44Z", 0.95, "US Homeland Security’s $6B Firewall Has More Than a Few Frightening Blind Spots\nhttp://www.defenseone.com/technology/2016/01/us-homeland-securitys-6b-firewall-has-more-few-frightening-blind-spots/125528/"], [53, "2016-01-30T21:26:55Z", 0.6, "Just another article on last year's attack on German gov't sites: http://web.de/magazine/politik/spiegel-militaerischer-geheimdienst-russland-hackte-bundestag-31318402"], [498, "2016-01-30T18:25:26Z", 0.95, "“So if the government is saying that we have positive attribution too, you ought to book it.\"\nhttp://abcnews.go.com/International/head-nsas-elite-hacking-unit-hack/story?id=36573676"], [43, "2016-01-29T22:37:27Z", 0.5, "Dateline 1-29-16 Chinese military force to take lead on cyber, space defense. http://www.reuters.com/article/us-china-military-idUSKCN0V714B"], [691, "2016-01-29T13:56:57Z", 0.08, "Even if the proposed legislation passes, and it probably will, and even though it would \"require\" the president to impose sanctions for This Sort of Thing, a president could still (a) insist on a rather high level of proof before imposing sanctions on a state qua state, or (b) sanction individuals but not the state, or (c) both, this being the most likely choice--assuming an adult is president of the US, not currently a gimme. "], [18074, "2016-01-29T13:20:21Z", 0.0, "will deny and attack covertly back"], [15047, "2016-01-29T13:18:42Z", 0.9, "\"The Senate proposal would require the Obama administration to sanction anyone involved with North Korea's nuclear weapons program, arms-related materials, luxury goods, human rights abuses, activities that negatively impact cybersecurity and the use of coal or metals in any of the activities. ... Corker said, separately, that he expects the Obama administration would support the legislation.\""], [689, "2016-01-29T07:00:16Z", 0.87, "raising on @einsteinjs link about Senate bill against North Korea"], [484, "2016-01-29T06:03:30Z", 0.9, "Up 45% on @einsteinjs Can't believe it won't be signed into law, but will this satisfy the IFP? Still 11 months and many more opportunities."], [60, "2016-01-29T06:00:25Z", 0.97, "Upping form 91 to 97."], [498, "2016-01-29T04:35:21Z", 0.95, "“This is groundbreaking in terms of its sanctioning of cyber attacks” (+9)\nhttp://blogs.denverpost.com/thespot/2016/01/28/senate-panel-agrees-to-cory-gardner-bill-on-north-korea/124815/"], [12302, "2016-01-28T22:31:13Z", 0.15, "going to consensus."], [15047, "2016-01-28T14:28:19Z", 0.43, "Forgot to include the UK in my previous model. Upping the probability to 48% from 43%."], [691, "2016-01-28T13:17:16Z", 0.08, "Even though only one state has to do this to trigger a Yes resolution, there are notable difficulties in determining culpability and getting domestic political agreement for sanctions.  If such an event definitely happens but nothing heavier than strong suspicion is available, I expect deniable reprisal in kind rather than formal sanctions--you shut down a telephone system, we shut down your air traffic controls, nobody admits anything.  Any of the states in this Q could take a tip or two from the Israelis, who have been pretty good at This Sort of Thing"], [484, "2016-01-28T03:27:44Z", 0.45, "Up 10%. Believe there will be impetus to \"do something\" as a demonstration. I actually think sanctions are a relatively easy and low-consequence response."], [73, "2016-01-28T02:32:02Z", 0.73, "+15 http://thehill.com/policy/cybersecurity/267275-senate-dem-urges-action-on-north-korea-cyber-sanctions-bill"], [14841, "2016-01-28T02:29:22Z", 0.34, "Reducing it by 1% as we get closer to end of year."], [15354, "2016-01-28T02:00:22Z", 0.28, "Dropping forecast a few points.  Sanctions are rarely used, especially in response to what would essentially be a military attack or espionage.  Much more likely is an attack in kind, or significant beefing up of cyber security.  States are collecting information on each other all the time, this is just a new way to do it."], [1056, "2016-01-27T20:37:14Z", 0.1, "Affirming forecast. It seems to me very unlikely. I would expect a response in kind rather than an admission that a given cyber attack or act of espionage worked. I doubt if any major country would go public with such an admission, which is what sanctions would entail."], [73, "2016-01-27T19:10:42Z", 0.58, "+3 http://freebeacon.com/national-security/u-s-should-prepare-for-higher-intensity-cyber-attacks-from-north-korea/"], [15047, "2016-01-27T15:20:57Z", 0.43, "I Modeled this problem as a poisson process with mean cyber sanction arrivals of 1 in 5 years for USA, 1 in 10 years for each of Germany, France, and Canada, and 1 in 10 years for others combined for an overall average arrival rate of 6 sanction events in 10 years. Using the poisson model, the probability of 1 or more sanction events this year is 1-exp(-0.6*(days left in year/366)). I don't have a strong basis for my mean arrival rate estimates since there's not a long history of cyber sanctions. For comparison, if I chose 1 in 3 years for the USA, and 1 in 5 years for each of Germany, France, Canada, and other, then the probability of cyber sanctions would jump to 52%. [NOTE: wave arms wildly w.r.t independence assumptions of the poisson model]"], [498, "2016-01-26T14:23:25Z", 0.86, "Canada Discovers It's Under Attack by Dozens of State-Sponsored Hackers \nhttps://news.vice.com/article/canada-discovers-its-under-attack-by-dozens-of-state-sponsored-hackers"], [498, "2016-01-26T11:56:25Z", 0.86, "Get in on the ground floor. The Cyber Sanctions Industry is starting to staff up. (+1)\nPrivate Contractor: Sanctions Investigator - Cyber Threats\nU.S. Dept. Of State: FAO/Office of the Coordinator for Cyber Issues (S/CCI)\nhttp://www.careerbuilder.com/jobseeker/jobs/jobdetails.aspx?showNewJDP=yes&job_did=J8Q84C68C7G4SW3J9MX\nhttps://www.globaljobs.org/jobs/5717-washington-dc-u-s-department-of-state-foreign-affairs-officer"], [43, "2016-01-25T16:20:38Z", 0.5, "Tit for tat in the offing? USAF defenders engaging in \"interdiction\" ... what does that mean?"], [4571, "2016-01-24T21:25:47Z", 0.12, "FORECAST 23JAN16   #2"], [14841, "2016-01-24T13:18:53Z", 0.35, "With all my reading on this, I am less sure that this will happen, very hard to prove specifics."], [5027, "2016-01-24T10:14:42Z", 0.05, "Sanctions seem like an odd way to go. Presenting evidence without compromising your security or damaging your pride is difficult. And why go with sanctions when a counterstrike seems like a more robust option that comes with less public scrutiny?"], [4571, "2016-01-23T18:25:17Z", 0.13, "FORECAST  23JAN16"], [16518, "2016-01-22T22:28:19Z", 0.2, "I think the chances are small because cyber attacks are a lot harder to track, meaning it's easier for a state to hide the fact that they are the ones committing the attacks. On the other hand, the issue is looming large and America especially is quick to overreact to anything and especially when it comes to the Internet. "], [755, "2016-01-22T22:03:19Z", 0.5, "Hackread.com, January 21, 'HERE ARE TOP 10 HACKING AND HACKTIVIST GROUPS THAT CHANGED THE WORLD LIKE NO ONE ELSE.': https://www.hackread.com/10-most-notorious-hacking-groups\nTARH ANDISHAN\nTarh Andishan is an Iranian hacking group that is comprised of a group of 20 highly skilled and talented hackers. It is believed that the group, based in Tehran, formed due to the Stuxnet worm virus which, according to Iran, was a joint effort by US and Israeli forces against them. Their activity ranges far and wide, with the group being believed by many to wanting to control all the web-based systems of the world.\nTheir victims consist of many security systems as well as airline gates. Their most notorious activity, though, is believed to be Operation Cleaver, which is an operation targeting military, energy and utilities, oil and gas, airlines, airports, transportation, and hospitals. More than 50 entities in over 16 countries including China, USA, Saudi Arabia, India, Israel, France, Germany, and England have been hit by this campaign. Tarh Andishan uses techniques like SQL injection attacks, self-propagating software, backdoors, etc.'"], [16451, "2016-01-22T19:19:19Z", 0.5, "fair chance of happening, prob by russia for russia, or sponsored by china due to official agreements with usa"], [10949, "2016-01-22T13:47:48Z", 0.07, "1.        Which are the imposing countries, essentially the Western powers, specifically also including Canada, but not for example the Ukraine or Switzerland."], [43, "2016-01-22T13:42:25Z", 0.5, "DOD official warns, Russia is using cyberwarfare as a \"first strike weapon\" in Ukraine."], [60, "2016-01-21T20:17:50Z", 0.91, "Upping form 85% to 91%."], [11057, "2016-01-21T15:35:46Z", 0.35, "The legal framework to pursue sanctions has been initiated in the EU and NA.  With regard to the United States, more work remains to give substance to the law."], [498, "2016-01-21T11:17:16Z", 0.85, "China stands up integrated \"information dominance force\"\nhttp://thediplomat.com/2016/01/china-finally-its-centralizes-space-cyber-information-forces/\n- includes \"hackers focusing on attack and defense\""], [16168, "2016-01-21T02:18:47Z", 0.05, "Need a bright line test to prove cyber attack for this kind of response - and the proof can likely never be disclosed in public to muster the support"], [1993, "2016-01-20T07:36:29Z", 0.25, "Coming up on this, because I was reminded of how quickly the US imposed further sanctions on North Korea based on disputed evidence that NK was behind the Sony hack. And that was just a hack on an entertainment company."], [1045, "2016-01-19T22:00:42Z", 0.8, "Wide net, plus the pain of cyber attacks is becoming more pronounced."], [43, "2016-01-19T21:17:30Z", 0.5, "For hot news, https://ctovision.com/ offers a free RSS feed, newsletter and Twitter feed. This company works for U.S. spookdom, so it's presumably credible."], [60, "2016-01-19T14:33:51Z", 0.85, "Upping from 81 to 85%."], [43, "2016-01-19T14:20:39Z", 0.86, "Dateline 1-18-16 Ukraine says to review cyber defenses after airport targeted from Russia http://www.reuters.com/article/us-ukraine-cybersecurity-malware-idUSKCN0UW0R0"], [498, "2016-01-19T07:49:54Z", 0.85, "This entire area of cyber sanctions might be a way for the EU to take initial steps in the direction of self-defense, independent of NATO. Article 5 of NATO, to my understanding, still uses the archaic language of \"armed attack\" as the triggering mechanism. As I pointed out before, even modern (current) military scholars get twisted up in seeking to craft doctrine around this legacy concept. No better way to \"own\" an aspect of defense than to specialize and \"do it.\" I'm wondering if there are EU-wide entities looking to step into this void?"], [15522, "2016-01-18T23:17:40Z", 0.0, "This is not going to happen because cyber espionage is something most advanced nations are involved with nowadays. So, the politicians in those countries know that while they have to pose to the cameras and express indignation with the latest publicised cyber attack, they can't afford to make too much noise. Doing so will most likely lead the nation behind the latest attack to put forward a file detailing all the attacks coordinated by the countries of the shouting politicians. Nobody wants to complain too much due to the risk of having its own practices exposed."], [498, "2016-01-18T22:58:42Z", 0.85, "China Is Stealing Information from U.S. Companies Through Cyber Attacks\nhttps://www.inverse.com/article/10306-china-is-stealing-information-from-u-s-companies-through-cyber-attacks"], [15865, "2016-01-18T22:11:13Z", 0.75, "There are several candidates for sanctions - China being top of the list. But also Russia and some West African states. It seems inevitable but may be avoided if greater technological advances and/or astute diplomacy are deployed."], [11430, "2016-01-18T21:25:51Z", 0.7, "North Korea are sitting ducks."], [43, "2016-01-18T18:18:18Z", 0.86, "Hot topic at Davos right now."], [11057, "2016-01-18T15:04:01Z", 0.29, "http://www.tripwire.com/state-of-security/latest-security-news/blackenergy-involved-in-targeted-attack-against-boryspil-airport-says-ukraine/#.VpzbafJKuv8.twitter"], [13377, "2016-01-18T02:34:56Z", 0.35, "Following Lars Ericson's supercrowd. https://larswericson.wordpress.com/"], [15354, "2016-01-17T16:24:57Z", 0.35, "It seems fairly unlikely that sanctions, which are the key sticking point in this question, will be enacted in the near future.  No doubt cyber attacks will be carried out, but sanctions are hard to get enacted.  However, my doubts about an absolute no come from a few places.  Russia, North Korea and China may become more aggressive, which could force a reaction from the US or EU.  Secondarily, the US has, in April of last year, sanctioned china for cyber attacks.  Saying there is no historical record is false, and this makes it much more likely that it could happen in the future. "], [3225, "2016-01-17T15:46:21Z", 0.72, "\"On December 31, 2015, the U.S. Treasury Department, Office of Foreign Assets Control (OFAC) issued the Cyber-Related Sanctions Regulations to formally implement the sanctions set forth by President Obama last April in Executive Order 13694.  As we previously reported the Executive Order for the first time imposes sanctions on persons engaged in “significant malicious cyber-enabled activities” that harm U.S. interests.  The new regulations are effective immediately.  OFAC has yet to designate any person under this sanctions program, but the issuance of these regulations suggests that DESIGNATIONS MAY BE FORTHCOMING.\" Emphasis mine. http://www.lexology.com/library/detail.aspx?g=5a4d2b6f-bec8-4486-be1f-0929107b3616"], [14841, "2016-01-17T15:41:07Z", 0.4, "Mainly dropping it because of the deadline."], [691, "2016-01-17T15:38:14Z", 0.09, "I'm working hard on remembering that the Q is not about whether cybermischief will occur--it has and will again--but whether any of the listed states will find and feel confident about evidence of state origination sufficient to sustain sanctions against another country.  "], [498, "2016-01-17T08:37:34Z", 0.85, "'Patriotic hackers' attacking on behalf of Mother Russia\nhttp://www.foxnews.com/politics/2016/01/16/patriotic-hackers-attacking-on-behalf-mother-russia.html"], [15661, "2016-01-17T01:23:53Z", 0.0, "Lets be clear - and talk about whats well know in the Enterprise Security community."], [12903, "2016-01-16T16:41:05Z", 0.25, "Although of course a concrete manifestation is not foreseeable right now, I could imagine such a case against North Korea (maybe similar to the case in 2014 with Sony) or another country that feels unfairly treated. Of course also more serious motivation could lead to such an event like a intensification of the situation between Russia and the Ukraine."], [15561, "2016-01-15T21:43:47Z", 0.05, "The key point in this question is the imposition of sanctions. There will most likely be cyber attacks and cyber espionage, there may even be threats of sanctions in response. The problem is that it is fiendishly fraught to assign blame to a state for one of these attacks. The nature of cyber attacks means that the responsible party is obscured. So the first thing we would need to see this year is a significant cyber attack that warrants state-level sanctions. As soon as it happens (I'd give it 30% chance in the next 12 months), the clock is then ticking for the investigation to start and conclude within the calendar year. Most likely this investigation would take several months, and I'm willing to predict that it would take more than 6 months, and 80% chance a year or longer. Then there would be a lot of political bluster and posturing before imposition of sanctions; might take a week to two months maybe? So with an attack needing to occur in the first half of the year for a low chance for a conclusion and imposition of sanctions within 2016, I give the overall chance of this a low score. "], [15471, "2016-01-15T12:24:51Z", 0.1, "Rather unlikely since tracing this kind of attack reliably is still problematic and losses usually are higher than potential gains. "], [15457, "2016-01-15T07:21:35Z", 0.66, "There are great chances of this likely to happen. If there would a cyber attack of big order which causes a major harm to certain country, economically or otherwise. Though the countries have made their Cyber securing systems and the systems are being improved from time to time. Still there are good chances of being attacked from China or some Arabic Nation. The attack may be made to some EU country or America. Cyber attacks are constantly being made to these countries. Now the attacked countries might start to blacklist some IP Addresses from the countries attacking. In case of any governmental secret information found to be leaked by any of the attacking countries, the more likely will be chances of sanctions. Although in starting sanctions will be lighter and like some part of Economic sanctions in certain sectors. China needs to take strong actions in that manner. If china fails to do so, America is most likely to impose sanctions on Her."], [15438, "2016-01-15T05:26:48Z", 0.38, "While the US has no intention of messing with Chinese relations over their cyber warfare on corporate entities, I do see a possibility of North Korea broadening their hacking capability. Add this to the fact that no one has ever hesitated to sanction north Korea and I give the overall possibility a 38% chance of happening."], [15369, "2016-01-15T00:00:53Z", 0.25, "Possibly, though not sure."], [15306, "2016-01-14T20:37:39Z", 0.5, "There are a lot of countries. "], [11057, "2016-01-14T15:10:52Z", 0.14, "Why not?"], [38, "2016-01-14T06:27:48Z", 0.38, "http://blogs.barrons.com/emergingmarketsdaily/2015/12/31/russia-ukraine-sanctions-cyber-attacks/"], [15190, "2016-01-14T03:41:06Z", 0.1, "No. It's too difficult to be certain about the origin of a cyber attack and harder still to identify a government or government agency as the perpetrator, but sanctions are mostly about political perceptions at home rather than common sense, so never say never..."], [821, "2016-01-13T23:36:34Z", 0.26, "Retired Gen. Michael Hayden, the former director of the National Security Agency and the CIA, says the US faces 'darkening skies' after malware linked power outages in Ukraine. The following article covers this further:\nhttp://www.csmonitor.com/World/Passcode/2016/0112/Ex-spy-chief-Ukrainian-cyberattack-a-warning-sign-for-US-utilities\nIt still sounds like we don't have all the required legislation/regulations in place for sanctions on another country.  However, there are some guidelines out there from President Obama and the Dept. of Treasury. "], [1529, "2016-01-13T20:18:08Z", 0.6, "Allotting a higher percentage based on recent discussions within GJ community and to the increased sensitivity the international community is highlighting against cyber attacks."], [11057, "2016-01-13T15:55:02Z", 0.6, "Staying steady at \"likely\"."], [556, "2016-01-13T15:29:35Z", 0.95, "There is an attempt to sanction North Korea for cyberattacks on Sony, but it isn't moving forward very quickly... I'll be watching closely.\n\"Senate bills to sanction North Korea for previous actions, including the alleged cyberattack on Sony Pictures Entertainment, have not moved as quickly. Senate Majority Leader Mitch McConnell of Kentucky said Tuesday that sanctions legislation sponsored by Sen. Cory Gardner, R-Colo., would be considered by the Foreign Relations Committee \"very soon.\"\nhttp://abcnews.go.com/Politics/wireStory/house-approves-bill-sanction-north-korea-nuke-test-36250242"], [14253, "2016-01-13T03:39:39Z", 0.12, "Not too sure about this one. I don't think any actions ever taken thus far would count. I'm starting out at 12% and will drop it down one point a month unless there is news of a major attack. Since it is becoming an ever larger issue I would probably put it up to 50% if this was extended by a year. More than that and I just don't think there is any realistically relevant data to predict what actions and attitudes will be like. "], [12069, "2016-01-12T12:07:29Z", 0.05, "news doesn't really give it much airtime...not emotionally charged enough for ratings....just like white collar crime...it's not bloody enough for public outcry.......ie....WSJ hack..united airline hack..and stock market hack all  in the same day barely made a bleep in the 24 hour news cycle.....if public doesn't care... it makes very difficult to get congress to allocate the funds needed for the  long..difficult..and costly process it takes to proof these types of crimes.... "], [821, "2016-01-12T02:56:35Z", 0.2, "At this point I still think that the odds of state imposed sanctions on another country occurring for a cyber attack/espionage are fairly small.  However, it appears that the U.S. Treasury Department has released a proposed regulation for imposing cyber related sanctions.  Note the following;\nhttp://www.federaltimes.com/story/government/cybersecurity/2016/01/04/cyber-sanctions-rule/78258576/\n"], [498, "2016-01-12T00:49:26Z", 0.87, "\"Governments agreed in the GGE that states have the same rights and duties under international law offline and online. But they could not agree what does this mean for war and peace.\"\nhttp://www.circleid.com/posts/20160111_internet_governance_outlook_2016_cooperation_confrontation/"], [14843, "2016-01-11T16:41:07Z", 0.85, "The US has already threatened China with sanctions over cyber attacks/espionage in '15 (proverbial line in the sand). Russia allegedly began '16 by hitting Ukraine with a massive cyber attack (capacity and willingness exists). Cyber attacks and espionage are on the upswing and the responses in '15 were weak (difficult to pin down actual perpetrators). The weak responses will encourage intensified efforts at attack and espionage (risk vs gain, the rewards are very high and risks are seemingly moderate). Thus encouraged attacks and espionage should hit new highs. The new highs should elicit a demand for harsh responses. With the US election in the balance there will be less willingness to show weakness (perception). Attacks and espionage will occur, if the perpetrator can be identified we should expect that retribution should be swift, sanctions would seem to be appropriate responses (initially)."], [4367, "2016-01-10T22:32:48Z", 0.01, "There is s very low chance as these countries are capable of a strong technological defence, or offensive and are unlikely to risk provoking a trade war. "], [6348, "2016-01-10T21:46:04Z", 0.0, "Too hard to prove who did the hacking and that any particular govt could stop it. Official Chinese hacking may be the exception but no one is going to sanction China. "], [10924, "2016-01-10T20:40:31Z", 0.1, "No!"], [14961, "2016-01-10T14:30:58Z", 0.05, "gut feel"], [3286, "2016-01-10T13:32:37Z", 0.4, "There are quite a lot of countries involved, and even though sanctions are typically a joint EU wide action, I would not preclude that a single country takes action"], [1304, "2016-01-10T12:00:47Z", 0.05, "This will only be possible once a treaty is in place and I believe it is in development"], [498, "2016-01-10T02:18:21Z", 0.87, "Reporting for duty!\nhttp://fedscoop.com/dni-names-cyber-intelligence-center-leadership"], [10192, "2016-01-09T23:04:09Z", 0.05, "If Russia is to blame for the recent Ukraine cyber attack, they are operating under an umbrella of plausible deniability. While it has been established that a varient of BlackEnergy malware was used in the attack, it would have to be proven that State-sponsored Sandworm was responsible. BlackEnergy was and is used by criminals as a simple malware tool. A smoking gun would be needed to prove State-sponsorship and impose sanctions. The strain of BlackEnergy malware used had a mechanism built in to clean up the evidence after the event.  While a provable State-sponsored cyber attack will eventually incur sanctions, I doubt it will happen this year."], [14841, "2016-01-09T20:51:22Z", 0.42, "I am moving up my prediction based on some research about the effect of cyber attacks, which is slightly worse then I expected. I would estimate that some form of statement sanction may occur against a \"lesser\" power. The focus last April with President Obama signing the executive order on cyber crimes, has increased the likelihood of individual sanctions to 100%. It follows that after awhile that nation level sanctions will occur, however in 2016, not as confident. Yet."], [10746, "2016-01-09T19:04:48Z", 0.73, "The cost of cybercrime is high and likely to increase, one study puts the cost between $24  - $120 billion in the U.S. and up to $1 trillion globally. Power outages due to cyber attacks have long been a “nightmare scenario” ,  a power outage in the Ukraine last month is currently being investigated as a possible cyber attack. These types of instances are likely to increase in frequency with governments taking more concrete action.  As of December 31st, 2015 the U.S. gov. has the authority to apply economic sanctions in response to cyber espionage. There is a very good chance that there will be more than one occasion in the coming year that sanctions may be warranted and put in place in either by the US or the EU."], [11057, "2016-01-09T05:53:56Z", 0.66, "The investigation into exactly what caused the outage involves the U.S. National Security Agency, CIA and Department of Homeland Security and is expected to last for months. If the probe continues on its current path, multiple sources suggested to International Business Times, the results could be enough to leave world leaders including President Barack Obama and Russian President Vladimir Putin no choice but to publicly address the findings."], [498, "2016-01-08T20:56:21Z", 0.85, "Was the Cyber Attack on a Dam in New York an Armed Attack?\nhttps://www.justsecurity.org/28720/cyber-attack-dam-armed-attack/"], [1529, "2016-01-08T20:27:46Z", 0.4, "I initially set my forecast quite low, thinking that sanctions would set off a tit-for-tat response, and....stating that you know a country is doing such an activity is likely to give away surveillance capabilities. I still think this, but am becoming more amenable to the idea that people (governments) are getting more sick and tired of the transgressions. It really is the wild, wild west and open season for whoever wants to hack any country. "], [14841, "2016-01-08T12:29:39Z", 0.33, "I think that it is reasonable to assume that there is a 1 in 3 chance that, one of these nations, or organizations react in a way to send a message to a county responsible for this. "], [3225, "2016-01-08T00:52:32Z", 0.73, "Possibly the first incident of cyber activities leading to infrastructure failure. If confirmed, it will likely lead towards further formalization of procedures to implement following an attack, to include sanctions. http://www.defenseone.com/technology/2016/01/us-suspects-russian-hackers-unprecedented-ukraine-blackout/124939/?oref=d-river"], [498, "2016-01-08T00:13:57Z", 0.85, "Time Warner Cable says up to 320,000 customers' data may have been stolen\nhttp://www.reuters.com/article/us-twc-cyberattack-idUSKBN0UL01P20160107"], [60, "2016-01-07T18:49:41Z", 0.81, "Upping from 76 to 81."], [755, "2016-01-07T17:07:53Z", 0.5, "UPI, January 6, 'Iran shows off underground ballistic missile bunker': http://www.upi.com/Business_News/Security-Industry/2016/01/06/Iran-shows-off-underground-ballistic-missile-bunker/6541452086532/\nThe Hill, January 7, 'Dems urge sanctions after Iran missile tests': http://thehill.com/policy/defense/265059-dems-urge-sanctions-after-iran-missile-tests\nHuff-Po, January 7, 'Tensions Boil Over As Iran Accuses Saudi Arabia Of Bombing Embassy': http://www.huffingtonpost.com/entry/iran-saudi-arabia-embassy-attack_568e4a5ce4b0c8beacf5c24c\nIR becoming unhinged. These are the guys, boys and girls. If any country has the stones to launch a major cyber attack against the USA or EU, it's them. Affirming forecast for the passage of time. "], [43, "2016-01-07T16:59:49Z", 0.85, "Today Ukraine, tomorrow?"], [14813, "2016-01-07T15:33:11Z", 0.25, "North Korea, Russia and China have developed and will need to test cyber capability in real situations. We have seen a crescendo of \"tests\", however no real attacks yet. Tensions are rising rapidly and currently cyber attacks are harder to trace and are seen as less aggressive than conventional weapons, thus they will be deployed for real damage."], [102, "2016-01-07T01:56:40Z", 0.45, "https://larswericson.wordpress.com/2016/01/07/06jan16pm-sitrep/"], [6518, "2016-01-07T01:05:46Z", 0.18, "Keeping my original prediction."], [4288, "2016-01-06T20:29:45Z", 0.19, "Cyber forensic analysis is still fraught with the 'attribution' problem - pinpointing if a nation-state or non-state actor is behind an attack. It would be difficult to impose sanctions against a state without conclusive evidence (N.Korea is the exception to this rule). "], [11057, "2016-01-06T15:51:31Z", 0.62, "“If this is the first successful attack against electrical power, I think a lot of people will see it as the crossing of the Rubicon,” said Jason Healey, an expert on cyber conflicts and a senior research scholar at Columbia University’s School of International and Public Affairs in New York.\nhttp://www.ibtimes.com/did-russia-kill-ukraines-electricity-cyberattack-linked-power-outage-has-global-2249900"], [498, "2016-01-06T06:56:33Z", 0.85, "Adjusting back up (+5) for \"first [possible] documented case of a cyber attack on an electrical power facility that led to a loss of electricity.\"\nhttp://www.thedailybeast.com/articles/2016/01/06/exclusive-cia-eyes-russian-hackers-in-blackout-attack.html"], [498, "2016-01-06T05:47:48Z", 0.8, "Adjusting down a bit (-5) on @z0k's notion that just any old cyber attack won't do. "], [13959, "2016-01-06T01:56:15Z", 0.39, "While it could happen, I don't perceive it as likely given potential second order consequences to trading relationships and the difficulty to prove. I think it will continue to be used as a threat."], [498, "2016-01-05T19:30:23Z", 0.85, "China turns up antitrust heat on Microsoft\nhttp://www.computerworld.com/article/3019299/windows-pcs/china-turns-up-antitrust-heat-on-microsoft.html"], [11080, "2016-01-05T18:16:11Z", 0.16, "---\nMr. Obama promised a “proportional” response, but a year later he has failed to follow through. That leaves America’s cybersecurity and fundamental freedoms vulnerable."], [14677, "2016-01-05T17:02:00Z", 0.51, "It might be that Canada would take action towards China. I am not confident that US would sanction China as the first country, I think this might happen if another country initiate such steps first. But I doubt that even if the US administration would feel entitled for such a reaction, they would not waste valuable political capital towards the Chinese on such a move in 2016. It is the economy, stupd!"], [4217, "2016-01-05T16:15:42Z", 0.15, "The attraction from nation states to cyber activities is anonymity.  I believe that it difficult to attribute cyber activities to a country, and that difficulty will be mirrored in coordinating a sanctions response to an event.  "], [43, "2016-01-05T15:29:28Z", 0.85, "First Ukraine, then EU, US?"], [11401, "2016-01-05T15:18:21Z", 0.75, "Time has come and too many open vulnerabilities"], [1337, "2016-01-05T05:43:17Z", 0.55, "Revised up after reading news from The Fed (thanks dkc)."], [556, "2016-01-05T01:56:52Z", 0.9, "And then I read this... so actually upping it.\nhttp://www.federaltimes.com/story/government/cybersecurity/2016/01/04/cyber-sanctions-rule/78258576/"], [556, "2016-01-05T01:54:16Z", 0.85, "Reaffirming. Not one of the countries they list but relevant I think..."], [3384, "2016-01-05T01:23:13Z", 0.55, "We have found how painful sanctions can be on Iran\nEvery country is at risk for cyber hacking\nIt will not be the US as we have no leadership,and our prior threats were never executed\n"], [14607, "2016-01-04T17:50:37Z", 0.14, "It is difficult to conclusively determinine the origin of cyberattacks. It is very easy for states to fund cyber attacks and make it look like rogue actors, i.e. without  implicating themselves.  It is therefore unlikely that there would be sufficient evidence to legitimise any sanctions for alleged cyberattack under US/EU law."], [11057, "2016-01-04T15:07:52Z", 0.54, "Moving up to even odds based on @redacted's comments.\nhttps://www.gjopen.com/comments/comments/80219"], [6617, "2016-01-03T22:24:32Z", 0.75, "Cyberattack is all but certain. Absence of alrernative responses will dry ag least one nation to use sanctions in retaliation n"], [8157, "2016-01-03T21:33:36Z", 0.02, "Us will not allow sanction on something they are guilty of doing."], [498, "2016-01-03T20:10:11Z", 0.85, "Prediction for 2016: \"The US will face an uptick in cyberattacks.\"\nhttp://www.businessinsider.com.au/heres-what-we-think-is-going-to-happen-in-2016-v2-2016-1"], [11057, "2016-01-03T18:53:20Z", 0.37, "The usual suspects list consists of Russia, China, North Korea and Iran.  The WH imposed economic sanctions on one party, North Korea, on January 2, 2015.  Is this a special case or a reflection of how policy will develop in relation to the other players?  In relation to that question, how much weight should we give to the conclusions given in the Clingendael report (Sept 2015, Foreign Policy Responses to International Cyber-attacks) with regard to foreign policy?"], [14516, "2016-01-03T18:40:25Z", 0.4, "Unlikely but not impossible.  It hasn't happened yet despite various attacks.  It would probably require something really big resulting in deaths or serious injury directly attributable to the attack.  The real problem for Western governments comes if such an attack happens but it cannot be clearly identified as coming from one named foreign regime.  This is particularly so because some bodies may want Western countries to think that they are under attack from some other body, and may disguise their attack accordingly."], [14327, "2016-01-03T18:17:28Z", 0.05, "I don't think most world leaders hold the mentality that cyber-espionage is a very dangerous and hostile action. Therefore, I don't believe that a Western nation would impose sanctions against a country due to cyber-espionage unless it's particularly catastrophic (like the cyber-espionage conducted against Iran's nuclear program). "], [13489, "2016-01-03T16:57:58Z", 0.2, "Looking at recent history of US sanctions (Russia, Iraq, Libya, Haiti) there is a common thread of physical violence. This pushes me below the 50% mark. An exception would be Iran, a security threat. If 2016 sees further instances similar to the OPM breach, sanctions will likely on the table. However I will revise it down to 20% considering the crucial economic links between the two powers."], [11157, "2016-01-03T03:22:45Z", 0.05, "Unlikely that sanctions will target nation-states (vice individuals or corporations) for reasons cited in other comments. Moving down 5o 1 in 20."], [498, "2016-01-02T22:17:57Z", 0.85, "Microsoft to Warn Users of Nation-State Hacks\nhttps://cdanews.com/2016/01/microsoft-corporation-to-warn-users-of-nation-state-hacks/"], [691, "2016-01-02T14:42:38Z", 0.1, "Presumably this means sanctions against another state as such, not a state-owned enterprise.  Most of the states who are likely to do this will run the exercise through either an SOE or a dummy corporation of some sort. This will make establishing culpability even harder than it already is, and settling on sanctions harder yet."], [1468, "2016-01-02T12:35:41Z", 0.12, "with cyber attribution is always very hard. Espionage doesn't appear high-profile enough to warrant sanctions, so it'd have to be a large-callibre cyber attack. Of the two most likely perpetrators, China has much incentive for espionage but little strategic interest in cyber attacks against EU; and anyway even if it does it is a tall order for even the EU as a whole to sanction them. Russia might be possible, however considering how sluggish their economy has been under the most recent round of sanctions, they may show restraint in ordering provocative cyber attacks unless they can plausibly deny responsibility---in which case see the first point. This remains one to watch though."], [11430, "2016-01-02T09:53:05Z", 0.7, "Cyber-attacks will increase in number and nature in 2016, prompting a step-up in counter measures."], [12117, "2016-01-02T03:27:18Z", 0.05, "Yes Factors: The attack and espionage jeopardize national security. US wants to weaken China's economy that will give impact to its military power. But weakening China's economy will be a backlash \nNo Factors: The west needs China to support its position against Russia (and Iran). Most importantly, China is still the prime mover of the world's economy  "], [73, "2016-01-01T22:53:37Z", 0.55, "+4 Not one of the countries I imagined sanctions being put against but of note http://m.sputniknews.com/asia/20160101/1032585585/china-cyberwarfare-military.html.  also read up on eu definition of sanctions and it's broader than I first thought.  "], [498, "2016-01-01T21:53:13Z", 0.85, "Ukraine to probe suspected Russian cyber attack on grid \nhttp://www.reuters.com/article/us-ukraine-crisis-malware-idUSKBN0UE0ZZ20151231"], [14258, "2016-01-01T21:29:45Z", 0.1, "Many countries engage in some sort of cyber espionage or attacks on each other, the problem is that it is incredibly hard to prove that it happened or who did it, since nearly all information is out in the open for anyone to read but encrypted. The only way I see that a sanction would happen is if any other conflict in the world escalate and EU or NA just use it as a opportunity to try out cyber war or see how cyber related sanctions are received by the public.  "], [14394, "2016-01-01T16:53:48Z", 0.05, "This has never been done before. Sanctions against individuals or organizations involved in cyber attacks or cyber espionage seem somewhat likely. In order for a country to impose sanctions on another country:  1:  the damage done would have be signicant and 2: there must be proof the other country is behind it. "], [498, "2016-01-01T16:28:11Z", 0.85, "Boilerplate Cyber Sanctions Regulations Portend Coming Actions\nhttp://www.natlawreview.com/article/boilerplate-cyber-sanctions-regulations-portend-coming-actions"], [12784, "2016-01-01T13:54:08Z", 0.65, "Has there ever been such sanctions? --> No\nHas the landscape evolved? --> more and more risks, recent attacks imputed to China, North Korea touched, Iran likely by Israel. France and Germany spied by USA. Become a highly visible event\nWhat's in for the attackers? --> crippling, terror\nSounds like a possible evolution like economic sanctions."], [498, "2016-01-01T01:47:22Z", 0.8, "Israel arrests Russian for cybercrimes against U.S.\nhttp://www.washingtonexaminer.com/israel-arrests-russian-for-cybercrimes-against-u.s./article/2579228"], [14375, "2015-12-31T23:31:40Z", 0.15, "This is too big of a step to take. No EU country would do this unless they had something clear to gain from it."], [498, "2015-12-31T14:37:07Z", 0.8, "BBC reports own websites hit by cyber attack \nhttp://in.reuters.com/article/bbc-cybersecurity-idINKBN0UE0U520151231"], [60, "2015-12-31T03:59:57Z", 0.76, "Upping from 73% to 76%."], [1107, "2015-12-31T03:36:01Z", 0.19, "False flags do happen"], [14317, "2015-12-30T22:19:59Z", 0.65, "The first half of the question makes the answer a product of two actions: 1.  a cyber attack or espionage occurring that is discovered by the victim nation, and 2.  a decision to act in response.  If 1. occurs then 2 is highly likely.  The probability of 1. occurring seems low to me (i.e. a discovered attack).  The probability of 2. occurring after 1. is quite high.  So, a mid-level probability makes sense to me (65%)."], [498, "2015-12-30T01:47:14Z", 0.8, "targeted disinformation operations launched from a Kremlin-backed “troll farm” in St Petersburg\nhttp://www.theatlantic.com/international/archive/2015/12/war-2015-china-russia-isis/422085/"], [498, "2015-12-29T17:21:02Z", 0.8, "Why Cybercrime Is So Hard to Investigate \nhttp://www.crime-research.org/articles/4002/"], [699, "2015-12-29T16:47:00Z", 0.65, "This is a tricky question. Who knows when the next virus hits the net. Why then the topic? Probably some thing is already in cooking and the West is waiting for the proper point in time to hit some one with sanctions. Who could it be? Russia is already treated \"well\". Some of the BRICS community and it's allies - Brasil, Argentina, India, China are the next candidates. They are already weakened by distinctive financial activity to slow down their economies and to trigger change in attitude towards the \"master\". Obviously China is the biggest threat to US besides Russia. Therefor I assume China will be the next on the list. Will it change any thing in long run? NO! It will drive China and Russia more closer together. The empires agony will last long and be painful - for all, unless a wise policy change in the White House in Washington (in Moscow there is also a White House) will be taking place, which is not very probable at this time.  "], [1639, "2015-12-29T16:28:42Z", 0.45, "I think the term “Cyber Attack” s a bit too vague. There are different types of cyber-ofenses:\nCyber-attack is any type of offensive maneuver employed by individuals or whole organizations that targets computer information systems, infrastructures, computer networks, and/or personal computer devices by various means of malicious acts usually originating from an anonymous source that either steals, alters, or destroys a specified target by hacking into a susceptible system. This type of attack can be perpetrate by a group of teens with too much free time; by professional hackers working on their own or for a country; or by legitimate countries.\nCyber spying, or cyber espionage, is the act or practice of obtaining secrets without the permission of the holder of the information (personal, sensitive, proprietary or of classified nature), from individuals, competitors, rivals, groups, governments and enemies for personal, economic, political or military advantage. CE, well almost every country does it, In fact in September 2015, the United States and China agreed not to allow parties in their nations to cyberspy on each other for commercial gain, but did not prohibit government spying.\nCyber-terrorism is “the use of computer network tools to shut down critical national infrastructures (such as energy, transportation, government operations) or to coerce or intimidate a government or civilian population. CT is the most dangerous one.\nWe could split hairs even more than that, but it should suffice for now."], [14071, "2015-12-29T08:23:45Z", 0.33, "I would think sanctions would require: "], [8871, "2015-12-28T23:14:25Z", 0.95, "Cyber security has become the war of the future. The US has to do more than complain. Technology will evolve allowing more confidence in the perpetrators and the US will apply economic sanctions"], [14198, "2015-12-28T22:30:08Z", 0.1, "Unlikely as this never happened before and is not yet perceived as a reason good enough to spoil the relationship further"], [11800, "2015-12-28T12:53:02Z", 0.15, ""], [14156, "2015-12-28T07:24:21Z", 0.0, "No. There have not been any sanctions yet and the international community is not ready for it."], [12595, "2015-12-28T00:47:24Z", 0.15, "I think it maybe harder to make the case that a nation was responsible for an attack as opposed to someone inside that nations borders.  "], [13974, "2015-12-27T22:26:59Z", 0.2, "I think it is highly unlikely that the EU or a North American country \nwould impose sanctions on China or Russia for an alleged cyber attack, especially \nwhen it is fairly easy for those countries to deny culpability,  and when such sanctions might \nwork against many general EU and NA economic interests. "], [5921, "2015-12-27T21:50:21Z", 0.5, "Eventually they're going to have to. They must pay an economic price "], [14133, "2015-12-27T21:31:52Z", 0.15, "The two main targets of such potential sanctions are China and Russia. China is too important to sanction, and Russia is already papered in sanctions."], [29, "2015-12-27T21:21:28Z", 0.2, "Not too likely, unless it were a country that we would consider imposing sanctions for other reasons as well. For that reason, the probability isn't zero, and there is a whole year for this to come to pass."], [14038, "2015-12-27T00:37:13Z", 0.01, "Historical cyber-attacks?\nIncreased activity vs improved security\nHow many of these are blamed on a state?\nAnd if blamed on a state, likelihood for formal political action\nAnd if formal action, what will the timeline be"], [14061, "2015-12-26T19:16:55Z", 0.03, "Two factors which makes this unlikely\n1) The difficulty in determining the true origin of cyber attacks has been an issue for years. \n2) Imposing sanctions for a cyber attack would be a precedent setting move for the NA/EU countries which would likely cause them to proceed cautiously. "], [4139, "2015-12-26T01:35:38Z", 0.1, "China is the main purportrator and is difficult to impose sanctions on, therefore unlikely."], [3729, "2015-12-25T11:28:08Z", 0.05, "There are two \"outside view\" variables I think we can use here:\n1) How many cyber-attacks this year were linked or blamed on a state actor?\n2) How many obvious transgressions similar to cyber attacks led to sanctions?"], [13980, "2015-12-25T09:43:55Z", 0.1, "US and other western countries have a resistance to the other countries cyber attacks"], [13999, "2015-12-25T08:04:12Z", 0.2, "Hungary Poland East European are sceptical to mych"], [13491, "2015-12-24T20:28:12Z", 0.05, "Hard to prove who is to blame and the US attacks other countries too."], [498, "2015-12-24T11:30:47Z", 0.75, "Weaponising Interdependence\nhttp://www.ecfr.eu/europeanpower/geoeconomics"], [13939, "2015-12-24T03:52:56Z", 0.1, "Major powers all recognise the potential threat of cyber attack and espionage, and it can be confidently stated that all are playing in this space too (e.g. Merkel NSA phone scandal).  However, general responses to foreign intelligence activities amounts to sabre-rattling, or general demonstrative response.  The Australian Bureau of Meteorology (BoM) was allegedly recently subjected to an attack by Chinese hackers.  (It has been hypothesised that this was to breach Defence system to which the BoM mainframe is linked.)  No overt government response.  Handful of unnamed sources stating that it was the Chinese (i.e. the \"we know it was you what did it!\" approach).  Sanctions, in contrast, are a substantial step up the retaliation ladder.  In addition it would likely be difficult to publicly produce evidence to support a claim of responsibility, and even potentially detrimental to a country's own cyber intelligence activities (that is, revealing what you know about what was done may highlight particular strengths and weaknesses of your e-defenses)."], [498, "2015-12-24T01:52:35Z", 0.75, "Hyatt Hotels data is the latest to fall prey to hackers.\nhttp://money.cnn.com/2015/12/23/technology/hyatt-malware/"], [102, "2015-12-23T22:42:42Z", 0.34, "https://larswericson.wordpress.com/2015/12/23/early-christmas-gift-accidental-clustering/"], [60, "2015-12-23T20:46:14Z", 0.73, "Upping from 51% to 73%."], [498, "2015-12-23T20:24:45Z", 0.75, "\"Iranian Hackers Claim Cyber Attack on New York Dam\"\nhttp://www.cnbc.com/2015/12/23/iranian-hackers-claim-cyber-attack-on-new-york-dam.html"], [498, "2015-12-23T19:16:09Z", 0.6, "I am really struggling with this question. Although a framework for sanctions which result from cyber attacks is not clear, I nevertheless believe that some named entity will put together some claim of leveling sanctions against some country in response to malicious cyber activity within the time horizon. Further, I do not believe GJ has demonstrated the inclination or the capacity to properly vet the accuracy of such a claim; reserving for itself an arbitrary \"GJ fudge factor.\" applied retroactively at whim if necessary. I am, therefore, changing my forecast to the positive side."], [498, "2015-12-23T14:08:37Z", 0.13, "I am still trying to work out what a country-specific sanction (as opposed to an individual or corporate sanction) would look like. One possibility might be that it would be a ban of an entire set or class of individual or corporate types originating from within a particular country based on product or service. For example, as with the Russian reverse-sanction-sanction of banning importation of food categories from selected countries. Would a ban in the United States on the importation of any rug made in Iran be a sanction on Iran or the carpet-makers? Provided the ban is universal (\"all carpets from X\") I think we could say it was a sanction against X, not just the carpet-makers. So, what universal-type bans would be an appropriate response for a cyber-attack? There's also a difference between export and import bans. They may have comparable symbolism, but export bans are more difficult to enforce. Further, there is also consideration of the specific nature of the economic trade existing between the two relevant nations. Sanctions on the importation of product A from country X might be quite strong, if the export of product A by country X is meaningful. So, in particular circumstances, tying matchsticks or coconuts to cyber-attacks might not be far-fetched at all. Bans on imports also usually incur some cost to the importer. So sanctions, via bans, are a rich area with a lot of flexibility ranging over symbolism to economic effects. If cyber warfare continues as it has, no doubt such cyber-sanctions are to follow. Perhaps there is a joint NSA, Treasury, State department working group within the U.S. actively developing a framework for these now. At this point, however, I haven't caught wind of any such framework. There is also the complication that cyber-warfare is handled within the military command structure, so an integrated economic response might be out of the realm of their expertise, and not even a part of their solution domain."], [13377, "2015-12-23T04:51:47Z", 0.28, "Following https://larswericson.wordpress.com/2015/12/22/double-median-filter/"], [821, "2015-12-23T01:53:30Z", 0.1, "News Update: EU member states have recently agreed upon cyber security law.  "], [13856, "2015-12-23T00:11:21Z", 0.0, "cyber attacks are hard to trace back when done correctly"], [8871, "2015-12-22T22:40:44Z", 0.95, "This is one of the most difficult issues faced by major industrialized nations. Economic sanctions are about the only way to push back on what is expected to be the Chinese, Russia and North Korea. "], [13843, "2015-12-22T22:30:56Z", 0.0, "North American countries won't want to jeopardize trading relations"], [13825, "2015-12-22T21:11:34Z", 0.15, "There will have to be a high-profile breach that becomes a major news story before any of the governments in question are pushed to impose sanctions. Cyber attacks continue to increase, so the probability of their being sanctions goes up every year, but it is still low."], [498, "2015-12-22T20:19:37Z", 0.13, "\"researchersâ€™ findings suggest that the NSA may be responsible for [the Juniper Networks] backdoor, at least indirectly\"\nhttp://www.wired.com/2015/12/researchers-solve-the-juniper-mystery-and-they-say-its-partially-the-nsas-fault/\nhttp://www.businessinsider.com/juniper-firewall-back-door-caused-by-nsa-researchers-claim-2015-12?r=UK&IR=T"], [755, "2015-12-22T19:38:06Z", 0.5, "No forecast, a share that posted just now:\nAP, December 21, 'AP Investigation: US power grid vulnerable to foreign hacks': http://www.bigstory.ap.org/article/c8d531ec05e0403a90e9d3ec0b8f83c2/ap-investigation-us-power-grid-vulnerable-foreign-hacks\nInteresting read....."], [830, "2015-12-22T18:44:25Z", 0.05, "Sanctions? Like what? Not allow US companies to manufacture in China and give them our technology. Nothing will be done in 2016. The US Govt still has not taken cyber security seriously and China is eating our lunch. The OPM breach showed how incompetent the Govt is with data security, and that China has been conducting Cyber attacks fearlessly because they are not afraid of the US response. China holds our debt, and the launch cyber attacks daily. We do nothing. President Obama has shown no willingness to do anything about it. China could literally shut off the US powergrid. We still float around like everything is ok. If the tables were reversed, China would be threatening war. Not sure what it will take for the US to take cyber security seriously, but it will not happen any time soon."], [13786, "2015-12-22T15:26:33Z", 0.05, "Cybercrime does not rise to the level of sanctions."], [13590, "2015-12-22T14:59:51Z", 0.55, "it's kind of 50-50 whether someone will get caught out (assuming technological progress is still relatively evenly distributed between developed nations) - cyber espionage is almost certainly taking place right now. it is also debatable whether the targeted country will WANT to impose sanctions rather than just keep it quiet (it's not always the best tactic to reveal where the chinks in your armour are, or to reveal how good your hand is). however i've said just more than likely because of the rapid technological advance in this information age for developing nations, some of whom have less to lose from attacking their enemies, and seeing as the question does not specify whether these sanctions are in response to state or non-state actors then there may be an imposition of sanctions for FAILING TO PREVENT cyber attacks by a nation's citizens."], [13775, "2015-12-22T14:38:17Z", 0.65, "U.S. is getting increasingly concerned about cyber attacks"], [13753, "2015-12-22T11:40:18Z", 0.25, "mosltly no because it is not concrete to face it outloud plus individual are more the problem than countries that have little interest in the destruction of the world communications systems or sabotage. "], [498, "2015-12-22T11:36:59Z", 0.15, "As evidenced by the recent Juniper Networks event, we all know that cyber attacks upon critical systems will continue. The real question, to my mind, is what the response will be. More importantly, however, I am curious as to responses that would be specifically classified as \"sanctions on another country.\" That sanctions can be placed on a) corporations, b) individuals, and c) countries seems to be the accepted mantra.* Yet, everything I have seen relates only to specific individuals or corporations within a country, and not to the country itself. I am very curious on this. What would a country-specific sanction look like? Are there frameworks in place to deliver country-specific sanctions?"], [13571, "2015-12-22T08:01:55Z", 0.04, "Cyber security attack and espionage issues will be resolved differently and won't escalate to the point of sanctions."], [755, "2015-12-22T07:00:11Z", 0.5, "Cyber warfare a daily topic on the security, risk and IC forums.\nA big player (PRC, RU), low probability. DPRK (again) or IR, higher probability.\nI put my money on Iran...... very smart people; built nuclear infrastructure, had weapons program, developing ballistic missile program....\nFox News, December 21, 'Iranian hackers targeted New York dam, report says': http://www.foxnews.com/tech/2015/12/21/iranian-hackers-targeted-new-york-dam-report-says.html\nThat said, @512bbi December 21 post has good points that moderate my position."], [13738, "2015-12-22T05:47:13Z", 0.05, "This whole issue is played up for the media, but nothing will actually happen -- it's the currency manipulation story all over again."], [13739, "2015-12-22T05:30:24Z", 0.55, "The increasing proliferation of hacker tools, state sponsored hackers, and the West's reliance on information technology makes for a perfect storm.  There is a 75% probability in 2017."], [102, "2015-12-22T03:27:02Z", 0.28, "https://larswericson.wordpress.com/2015/12/22/double-median-filter/"], [13679, "2015-12-21T23:04:12Z", 0.75, "A very strong possibility. Cyber espionage is the new black and although most of it will continue to be conducted by non-government groups and radicals, much more of the responsibility for not policing it effectively will be sheeted home to governments in unsettled,or disputed areas. The Paris attacks have upped the ante in combatting and responding to terrorism, so I expect more aggressive responses from Western governments to any threats during 2016."], [13676, "2015-12-21T22:51:31Z", 0.1, "sanctions are not regularly used for espionage "], [13651, "2015-12-21T21:24:07Z", 0.0, "It's inevitable that it won't..... Impossible "], [13639, "2015-12-21T20:25:28Z", 0.58, "Notable large non-EU countries are increasingly beginning to flex their online muscles. One suspects that within the next year or so they will push just a little to hard..."], [13625, "2015-12-21T19:54:47Z", 0.0, "All above countries are doing exactly that now...why stir the hornets nest"], [13629, "2015-12-21T19:35:48Z", 0.31, "If it happens, it will likely be tied to other issues and may be hard to disambiguate."], [1111, "2015-12-21T18:44:25Z", 0.1, "I think it unlikely that sanctions will be imposed, if a country is strong enough to retaliate through the cyberspace, I believe that that will be the more likely option as it shows that an attack will be met with attack. If that capability does not exist then sanctions would create a one sided cybersecurity attack. "], [13614, "2015-12-21T18:03:02Z", 0.51, "Political pressure "], [5944, "2015-12-21T15:41:55Z", 0.15, "No rules exist today on how to deal with Cybersecurity."], [12573, "2015-12-21T15:14:38Z", 0.95, "I think this will happen, by the United States, but the sanctions will first be imposed against a relatively insignificant nation (for example, Bosnia) that the United States does almost no trade with. This will be done just as a \"show of force,\" a way of saying, \"We're doing something to stop this.\" But since it will be against an insignificant trading partner, it will not amount to much of anything."], [3225, "2015-12-21T13:53:57Z", 0.75, "I think that one must factor in the amount of states involved in this question to accurately assign a prediction. There are 32 states bucketed in this question, and if any one of them imposes sanctions for a cyber attack or espionage, the answer is yes. Even if there's only a 2% chance any one state imposes sanctions, there's a sum chance of 64%. I'm in at 75% with a year to go. "], [13568, "2015-12-21T13:04:33Z", 0.79, "It isn't only China that used cyber attacks and sanctions can be imposed on nations that allow cyber-hackers to operate within their borders (Eastern Europe). It isn't only the threat of state-sponsored cyber-warfare that may merit a sanction, and not only against a state (ref. the Sony attack). As the cost of the hacking damage rises the demand for sanctions will increase."], [13562, "2015-12-21T13:03:29Z", 0.0, "Aside from non-state players, the only significant cyber threats to any of the Western nations encompassed here are China and Russia. China as the world's pre-eminent King in-the-making has little-to-no chance of the US or EU bloc ever sanctioning it over a cyber attack or espionage. China is simply too powerful economically and militarily to risk causing it such significant loss-of-face by sanction. Western nations' own cyber intelligence organisations are just as active and the reality of state cyber operations is one of 'I know, you know'. Russia, with it's military re-emergence alone is not to be trifled-with by the Western bloc. Add Putin's unpredictability, economic credentials and apparent favour with the Russian public and we see he is not going anywhere anytime soon and continues to build national pride and international fear in his re-militarisation of the nation. Obama unfortunately (or fortunately, depending on where you sit politically) has shown he is all talk/little substance. I give this next to no chance."], [12318, "2015-12-21T13:02:15Z", 0.03, "This would be unlikely as there are still no internationally accepted definitions for what constitutes a cyber attack or cyber espionage. Plus every nation is doing it as are businesses, groups and individuals because it can be a useful way to gather critical data necessary to those entities and their specific goals. Additionally, there is the bigger question of once international definitions are created and accepted, how will this then tie into national military strategy and response. While the big seven have touched on this from time to time, no one has been willing to move forward with anything more than possible broad threats of action based on broad threat definitions. These activities will continue undefined for the next year, possibly longer, until a significant action forces major national governments to address security and public safety repercussions."], [13563, "2015-12-21T12:50:07Z", 0.99, "Whilst sanctions havent yet been imposed due to a cyber attack, North America especially is in an economic position where imposing sanctions is in their best interest so i think its highly likely that within a year this will happen. Also the toleration level towards cyber attacks cyber spying is rapidly diminishing on both sides  and governments are being held accountable more and more for these actions, I think that sanctions within a year will be seen as a very restrained response and also common, one year is a very long time within the rapidly moving world of cyber attacks"], [13564, "2015-12-21T12:38:27Z", 0.65, "easiest way to obtain information these days"], [13543, "2015-12-21T11:39:26Z", 0.03, "It is an unlikely tactic against an event that has already occurred, as opposed to a feared impending event, or as a tactic to coerce. I would such an event would cause a straining of relations, but not so drastic as to cause sanctions as a response."], [13534, "2015-12-21T10:51:59Z", 0.1, "many countries have experienced cyber attacks, nothing seems to be done about it except for a complaint, I'm sure every counrty does it, we just dont hear when we do it. Sanctions seem very harsh."], [13221, "2015-12-21T08:41:10Z", 0.85, "A good deterrent"], [13331, "2015-12-21T07:55:07Z", 0.05, "Unlikely as nearly impossible to show that a government is behind an attack. China has a large special cyber unit in the military. What do they do on a day to day basis? Research or do dummy runs? Ditto the US and other developed countries. "], [213, "2015-12-21T05:45:33Z", 0.87, "Seems almost assured"], [53, "2015-12-21T05:39:35Z", 0.57, "Not changing anything, just noting article: http://www.wsj.com/articles/iranian-hackers-infiltrated-new-york-dam-in-2013-1450662559\n"], [6978, "2015-12-21T05:13:28Z", 0.65, "Cyber attacks are ongoing, only question is whether the West will use a particular instance as rationale for sanctions."], [12703, "2015-12-21T04:59:33Z", 0.07, "As many have already highlighted, catching and proving cyber attacks and espionage are very difficult.  State imposed sanctions are a tool for foreign policy to bring bad actors in line.  I have a hard time thinking of one of the usual bad actors where this would be an effective tool.  Generally, the sanctions aren't very effective and impact the general population.  It could happen but it would serve primarily for headlines (election year).  Also, what kind of cyber attack would merit a sanction?  That might be the most concerning question."], [43, "2015-12-21T03:40:30Z", 0.41, "Averaging the predictions of the people I'm following. I appreciate their research and analyses."], [833, "2015-12-21T03:04:20Z", 0.0, "It is still too early in cyber crime and espionage. It is also hard to get firm evidence of who conducted the attack, and obviously a government will never confirm it has cyber attacked someone."], [4089, "2015-12-21T02:33:47Z", 0.4, "Es muy probable , creo que se vera un ataque muy grande y que haga reaccionar con firmeza a varios paises"], [8369, "2015-12-21T00:11:47Z", 0.49, "Its almost inevitable but there would have to be clear cut proof to justify it , cant be done on a hunch"], [13473, "2015-12-20T23:59:26Z", 0.0, "They would focus invest more in technology to secure their infrastructure something it is necessary. Tracking down the source of the attack can be difficult as the attackers are extremely mobile or mask their trail. And chances are attackers would prefer to choose a location where the communication infrastructure is least regulated. "], [13144, "2015-12-20T23:46:48Z", 0.6, "I think this might be a political hot potato soon. There seems to be enough state-sponsored cyber espionage going on already and a nation somewhere is going to have to take a stand sometime soon. What might be interesting to see is whether it's actually China or Russia who imposed sanctions FIRST against a 'western' country, who then counter-imposes sanctions!"], [5365, "2015-12-20T22:56:17Z", 0.2, "Difficult to prevent, difficult to intercept, even more difficult to prove. Can't sanction on a hunch."], [6690, "2015-12-20T22:40:59Z", 0.75, "IS will carry out huge attack, probably in France. "], [500, "2015-12-20T21:49:29Z", 1.0, "kina"], [8305, "2015-12-20T21:38:23Z", 0.11, "Cyber espionage is extremely difficult to prove, who/what country that is behind."], [43, "2015-12-20T21:19:21Z", 0.51, "Following @kudadavies, @einsteinjs, thank you"], [12591, "2015-12-20T21:13:36Z", 0.01, "Whilst not impossible for one country to imposse sanctions as a result of a cyber attack, it would seem highly unlikely. In any case it would be very ineffective as a means of deterent."], [1425, "2015-12-20T21:05:36Z", 0.0, "They will do quite a bit before actual sanctions.  Sanctions are actually a very high bar, I can see plenty of detente before actual sanctions and avoidance from all parties to reach actual sanctions.  "], [498, "2015-12-20T15:13:16Z", 0.07, "\"some U.S. officials believe that China and Russia are likely responsible\"\nhttp://www.immortal.org/21932/juniper-routers-backdoor-password-screenos/"], [613, "2015-12-20T14:30:52Z", 0.4, "Cyber attacks are becoming more and more common. There will eventually be a major one which will impact a number of people and impact a country's economy. When this happens, sanctions will be imposed."], [13471, "2015-12-20T14:03:05Z", 0.55, "Though sanctions relating to cyber attacks/espionage seem increasingly likely it might be a little to hypocritical for EU or Northern American countries to impose anything given that they are the primary culprits. I'm going for a cautious Yes but only as there is some precedent with the US sanctions against North Korea last year."], [11801, "2015-12-20T09:48:12Z", 0.75, "Given the proliferation of cyber attacks I believe one of the three parties in the question, a North American country, the EU, or an EU member, will decide to test the waters by imposing sanctions to see if it's an effective tool at stemming the attacks."], [498, "2015-12-20T08:16:34Z", 0.07, "U.S. reviews possible ‘back door’ in Juniper Networks code -- likely planted by a nation state or sophisticated criminals.\nhttp://venturebeat.com/2015/12/19/u-s-reviews-possible-back-door-in-juniper-networks-code/"], [1333, "2015-12-20T04:42:29Z", 0.35, "I jumping this one to 35 from 20. Here's why - The People’s Liberation Army (PLA) has reduced its cyberespionage activity targeting American companies since five PLA officers were indicted by the Department of Justice in May 2014. “The indictments had an amazing effect in China, more than we could have hoped for,” said one expert. In April, Obama signed an executive order calling for impose economic sanctions on individuals and entities that take part in or benefit from illicit cyber-activities such as commercial espionage. “If the indictments had the effect of getting the PLA to scale down, then sanctions likely will have a wider effect on other Chinese state-sponsored groups,” says another expert.\nhttp://www.homelandsecuritynewswire.com/dr20151214-following-indictments-china-s-military-reduces-its-commercial-cybeespionage-against-american-companies"], [94, "2015-12-20T03:17:19Z", 0.4, "- there is a history of similar events happening (with the sanctions against North Korea earlier this year)\n- the question is broadly phrased, and a \"technical\" resolution seems possible (e.g. if a cyberattack is a small part of the rationale for sanctions against Russia)"], [484, "2015-12-20T02:59:45Z", 0.35, "Up for awhile regarding possible dedicated Russian activity aimed at Turkey."], [60, "2015-12-19T20:53:03Z", 0.51, "Upping from 21% to 51%."], [60, "2015-12-19T20:40:15Z", 0.21, "Wading into this question above the consensus."], [6518, "2015-12-19T19:46:54Z", 0.18, "This is a difficult question.  I don't anticipate a leading industrial country to initiate an egregious cyber attack on the US or EU that would warrant sanctions. However, it is becoming increasingly probable that ISIL or it's affiliates will either gain the know-how or acquire technical tools to launch an attack on a large infrastructure project in the US or EU.  The question then becomes how to prove where the attack originated and how to retaliate if and when it does."], [11057, "2015-12-19T16:41:37Z", 0.51, "Edging down slightly..."], [706, "2015-12-19T04:58:08Z", 0.8, "It won't be China.  More than likely the attack will come from an aspirational and backwards country like North Korea."], [13406, "2015-12-18T23:57:25Z", 0.37, "Unlikely because those states with the infrastructure to complete a successful attack are mostly too wealthy and significant to be able to be successfully sanctioned due to economic concerns of the nations carrying out the sanction - similar to China's Human rights record vs they have no problem buying weapons from North American and EU states. possible because a few nations nations eg north Korea have both the technical infrastructure and expertise but not the value to other nations, and because cyber security may be viewed as more important as more and more sensitive information is stored online."], [8918, "2015-12-18T23:41:39Z", 0.05, "I would say there is a 0% chance in America specially under Obama. If the OPM hack didn't spark a response of sanctions I doubt anything else could, aside from a crippling cyberinfrastructure attack. Also, it would be hypocritical of America to impose sanctions for cyber operations and everyone knows what the US does in Cyber space since the Snowden documents were released. Because of the Snowden documents I believe the US doesn't want to draw attention to their NSA cyber actions by sanctioning someone else (China), besides I believe the NSA is most technologically competent in cyber war, I'm sure the NSA does whatever they do more  and more effectively than China does whatever they do. Although I might have a jaded view of American capabilities, and maybe China and Russia are more capable in the Cyber domain that I expect. There is also economic damage to be faced if more (civil liberties talk) Cyber operations are debated publically."], [784, "2015-12-18T16:43:11Z", 0.32, "Cyber espionage is usually kept under wraps to hide weaknesses of the victim. Sanctions would come with negative publicity regarding cyber capabilities which decreases their likelyhood.\nTargets can be both corporate entities or governments. Even if attacks on a corporate entity become public (which is not a certainty, see first point), it is not certain that there will be sanctions as retaliation.\nStill forecasting at 32% because of very high likelyhood of some incidents occuring."], [1526, "2015-12-18T14:42:16Z", 0.6, "I'm pushing up my score a bit due to @Mos articles and discussions. "], [13322, "2015-12-18T13:59:30Z", 0.01, "There are several other solutions that would be attempted first on two fronts: diplomatic and counter attack/espionage. Both options would take more than a year to facilitate. I suspect that we will not see anything overt in response"], [11057, "2015-12-18T04:21:06Z", 0.53, "It's no joke.  Or is it?\nhttps://www.whitehouse.gov/blog/2015/04/01/our-latest-tool-combat-cyber-attacks-what-you-need-know"], [13353, "2015-12-17T23:59:44Z", 0.1, "No-one is innocent so it is triggering MAD to start a serious dispute. "], [13350, "2015-12-17T22:42:15Z", 0.01, "Extremely unlikely "], [1057, "2015-12-17T22:21:02Z", 0.15, "EU and intl community will be preoccupied with combat troop deployment"], [1526, "2015-12-17T22:06:35Z", 0.4, "I think this is a much higher probability than I see many of the forecasters calling. Cyber espionage is not grounds for sanctions. So that's not even a question. Espionage has been around as long as governments. "], [13339, "2015-12-17T20:54:13Z", 0.0, "International diplomacy won't allow it. "], [13250, "2015-12-17T20:50:51Z", 0.01, "hard to definitively prove the source of an attack "], [13327, "2015-12-17T18:35:08Z", 0.95, "Inevitable."], [13323, "2015-12-17T17:27:47Z", 0.25, "It's possible, but cyber attacks are too easily deniable to bring in formal sanctions.  It's more likely that there is (not will be) a covert cyber war going on as I type, maximum deniability according to proof, but everyone knows who's doing what."], [13070, "2015-12-17T16:19:15Z", 0.05, "Sabres may rattle but no sanctions will be imposed because it will be difficult to claim definitively who the responsible party has been."], [877, "2015-12-17T15:41:12Z", 1.0, "Probably on North Korea. "], [457, "2015-12-17T15:39:50Z", 0.05, "unprecedented"], [11057, "2015-12-17T15:22:18Z", 0.51, "double post - human error or buggy interface?"], [11057, "2015-12-17T15:14:39Z", 0.51, "I suppose it boils down to detection and response.  Will an event of sufficient magnitude occur?  Will we trace it back to a state actor?  What is the appropriate response?"], [13295, "2015-12-17T15:01:50Z", 0.15, "Too likely to provoke further attacks."], [13272, "2015-12-17T07:43:24Z", 0.05, "Too much going on"], [13271, "2015-12-17T07:31:30Z", 0.4, "Not certain there will be sufficient proof to pin it to one country but an attack is likely"], [1056, "2015-12-17T04:52:58Z", 0.1, "I just doubt it. I'm more inclined to think that there  would be retaliation in kind."], [484, "2015-12-17T00:27:58Z", 0.15, "Adjusting 10% up as I consider various options."], [1993, "2015-12-16T23:26:19Z", 0.15, "Not in response to a cyber attack. It's possible that some nation will claim that sanctions are in response to a cyber attack, in lieu of the real reason. I still think the likelihood is low. If they do, it will be on a country of little consequence, like North Korea for the Sony hack."], [13248, "2015-12-16T23:12:29Z", 0.55, "much as they may want to respond by imposing sanctions, possibly limited, states will find it embarrassing to identify perpetrators without revealing their own cyber capabilities"], [53, "2015-12-16T23:09:43Z", 0.57, "The US imposed sanctions on North Korea for the Sony hack.  The EU has recently adopted a reporting requirement for serious cyber attacks - it applies to a broad array of organizations (energy, health, transport, and finance companies, large government institutions...) though not to all.  (http://www.dw.com/en/new-eu-rules-agreed-on-cyber-security-breaches/a-18902475 ) Some concern that attacks have been under-reported in the past. EU member states have experienced substantial breaches, including an attack on the Bundestag thought to be Russia-sponsored. (https://www.itgovernance.eu/blog/bundestag-cyber-attack-confirmed/ )"], [13198, "2015-12-16T22:14:31Z", 0.05, "Believing a country is responsible is not the same as being able to prove it. It is highly unlikely that any attacking country would leave evidence."], [2895, "2015-12-16T22:05:48Z", 0.1, "Sanctions  would require clear and unambiguous attribution to a state actor. Both the difficulty in the forensics to establish attribution ,and state actors creating plausible deniability through use of proxies make this unlikely"], [13203, "2015-12-16T21:22:30Z", 0.35, "They will want to retaliate in some way for a cyber attack on them, but to admit it happened would expose where their defences are weak and/or expose that they are also carrying out cyber warfare\n"], [13216, "2015-12-16T20:19:13Z", 0.05, "The Sony hacking scenario didn't really result in any action being taken. Economies are becoming more and more interdependent on trade deals to sustain them. Daesh still have strong online presence with very little action taken on their accounts except by independent organisation Anonymous. Disclosure of US spying on Europe has had very little ramifications."], [13185, "2015-12-16T19:19:31Z", 0.0, "No.  Cyber attacks of concern are not coming from states, they are coming from unaffiliated groups or individuals.  "], [110, "2015-12-16T18:40:44Z", 0.05, "Unlikely. Bear in mind that all of the major countries conduct these activities."], [13188, "2015-12-16T18:12:01Z", 0.1, "Too powerful"], [13184, "2015-12-16T18:10:11Z", 0.15, "China. Won't happen"], [13120, "2015-12-16T17:36:24Z", 0.01, "Not the appropriate response"], [3363, "2015-12-16T17:06:20Z", 0.61, "Lowering based on the fact that my initial prediction (82) was so far off consensus that I want to think about this more before giving a more extreme prediction. I hate to be that far off from the crowd without reason."], [13166, "2015-12-16T16:50:59Z", 0.05, "Any country penetrated to the point where such a response would be seen to be appropriate will want to keep it a deep secret."], [13155, "2015-12-16T16:28:27Z", 0.5, "Yes, cyberr attacks are increasing and sanctions could be a reasonable response."], [13099, "2015-12-16T15:51:14Z", 0.1, "proving an attack came directly from another government and not an individual is difficult.\nimposing sanctions could seem like an admission that the attack was damaging  and encourage further action."], [11057, "2015-12-16T15:46:16Z", 0.5, "Seemingly there's only a handful of bad actor countries in the world.  But consider this, even if we have a situation that involves non-state actors,  say Saudi and Egyptian nationals acting outside of state interests, a country can choose to take measures against the hosting country (Afghanistan, for instance) for providing a sanctuary of operations.  "], [961, "2015-12-16T14:47:07Z", 0.05, "Verifiable Proof is the problem. Plausible deniability ranks supreme for Internet/cyber attacks"], [691, "2015-12-16T12:41:38Z", 0.08, "Very difficult, of course, to pinpoint who is doing what in that arena; also rather difficult to craft effective sanctions.  As at present, attacks for the foreseeable future will be addressed with quacking and flapping rather than policy responses."], [10850, "2015-12-16T12:40:05Z", 0.05, "Imposing sanctions is to severe, after all everyone is doing the same surveillance cyber space.  "], [1708, "2015-12-16T11:40:04Z", 0.15, "Russia and China are the obvious potential targets of such sanctions, but there's not much left to sanction in Russia if they were to conduct a cyber attack in response to Montenegro NATO inclusion for example (and not much desire among some EU nations to maintain current sanctions against Russia much less enact new sanctions). China and US reached an agreement not to conduct commercial cyber espionage recently and the threat of sanctions by US will prompt China to keep future cyber attacks disassociated with PLA and Communist party. I think China will use a similar strategy to its use of fishermen on the front lines in S China Sea,  using commercial entities to conduct commercial cyber espionage so that any sanctions would fall on that corporation or private entity instead of the state. Perhaps a possible yes resolution outlier could come from a N Korean cyber attack on S Korea (US sanctions), but even less likely with Iran I believe given its progress in nuclear talks and establishing/ maintaining influence in Iraq and Syria.\nhttp://thediplomat.com/tag/china-cyber-espionage/"], [13069, "2015-12-16T10:26:02Z", 0.02, "This will be done in a much less public way.  Sanctions are as much about public aprobation as they are about limiting the ability of the sanctioned country to operate."], [505, "2015-12-16T09:50:20Z", 0.35, "probably not"], [1639, "2015-12-16T08:58:34Z", 0.54, "Sanctions are not off the table, Obama administration officials said. Obama said he described to Xi the “tools” the administration has to deter and punish cybercrime and cyberattacks. \n"], [13063, "2015-12-16T08:34:27Z", 0.45, "Cyber attacks will become more of a problem with certain rogue countries fostering the practice, but it will be difficult to pin-point which country it is"], [11057, "2015-12-16T03:49:20Z", 0.58, "The US imposed sanctions on North Korea early this year for their attack on Sony Pictures Entertainment following the  release of \"The Interview\".\nhttp://www.nbcnews.com/storyline/sony-hack/obama-oks-new-north-korea-sanctions-over-destructive-cyber-attack-n278551"], [4423, "2015-12-16T02:48:06Z", 0.4, "Time range, increased threats."], [484, "2015-12-16T00:54:47Z", 0.05, "Initial forecast. Normal cyber probing, probably no. Something on the order of Ted Koppel's book:"], [13043, "2015-12-15T23:28:45Z", 0.15, "I believe EU countries are so interdependent and dependent on commerce with the U.S. that the fear of detection that an attack would be unlikely in the first place. And in the unlikely event one was launched, sanctions would end up having a detrimental on U.S. trade. China has been implicated in multiple cyber attacks against the U.S., but its massive economic power worldwide as both consumer and seller has allowed it to get away with its behavior to date. The EU, however, is not monolithic, but rather an aggregate of interdependent economies (most) with a common currency that could be negatively affected by both the attack and the sanctions. "], [13040, "2015-12-15T23:07:18Z", 0.0, "No. Escalation of Syrian conflict and Russia/ Turkey will mean likelihood reduced. North Korea or China likely culprits, but world politics will mean likelihood reduced. "], [13034, "2015-12-15T22:21:58Z", 0.0, "Countries likely to attack are too well entrenched with the west in trade agreements and support (overt or tacit) for military engagement to warrant sanctions imposed on them by the west in this time frame."], [13033, "2015-12-15T22:12:56Z", 0.45, "demonstration of consequences of actions"], [12992, "2015-12-15T22:02:08Z", 0.1, "There's significant opportunity for such an attack to be registered and attributed. There's limited possibility of such an attack being resolved through the imposition of sanctions whilst political dialogue remains an option. There is a greater need for co-operation from all major states to combine expertise and knowledge to resist security hacks and I foresee no circumstances where political diplomacy would fracture to the extent that sanctions would be imposed against cyber aggression."], [13011, "2015-12-15T21:49:34Z", 0.25, "China would be the most obvious contender but other political factors would need to be in play for this to be a viable course of action"], [12990, "2015-12-15T21:46:24Z", 0.26, "I think If it were proven that an attack was government sponsored that would be viewed as an act of war. It wouldn't make sense to penalise a country over a crime committed by an individual. However some governments seem to act irrationally."], [12943, "2015-12-15T20:36:20Z", 0.07, "Cyber attacks will certainly occur, but sanctions are a very unlikely response. Firstly, it is very difficult to prove the source of attacks. Secondly, sanctions require a fair amount of international consensus. Thirdly, it is worth keeping in mind that the U.S. and EU probably undertake similar actions themselves. Finally even if cyber attacks did prompt some sanctions in the future, the formal justification for them will probably be given as something else (human rights etc) thereby preventing a YES outcome to this question. "], [689, "2015-12-15T19:31:36Z", 0.17, "Comment deleted on May 10, 2016 07:43PM UTC"], [1337, "2015-12-15T19:14:28Z", 0.35, "It's hard to prove, but face-saving and war-mongering are default choices these days."], [11080, "2015-12-15T19:12:13Z", 0.13, "Upon reflection, my estimate is probably a bit high."], [11985, "2015-12-15T18:48:26Z", 0.35, "its hard to prove the attack  and it makes the country look bad. "], [11080, "2015-12-15T18:33:41Z", 0.22, "Difficult to establish a base rate for this as there isn't really any precedent or reasonably similar scenario to draw insight from. In any given month I would estimate the probability to be maybe 2-3%, so with about 12 months left I'll probably decrease at a rate of 2-3% per month."], [1333, "2015-12-15T18:22:29Z", 0.2, "Threat of sanctions seems to have curtailed China's Business espionage fetish I will post the article on it if I can find it. If it did work then others are likely to follow suit."], [3363, "2015-12-15T18:15:20Z", 0.82, "Key point in this is \"sanctions on another country,\" so sanctions against individuals don't count. "]]}