{"question_id": 1004, "title": "In Air and Liquid Systems Corp. v. Devries, will the Supreme Court rule that Air and Liquid Systems Corp. can be held liable for negligence in exposing service members to asbestos? ", "correct_answer": "Yes", "crowd_forecast": 0.34, "preds": [[19912, "2019-01-12T03:29:33Z", 0.85, "Research is there and the company ignored it.\n"], [66458, "2019-01-10T05:06:55Z", 0.1, "Not likely"], [65343, "2019-01-06T19:51:52Z", 0.55, "They will reluctantly back the Third Circuit because the victims were Veterans"], [63914, "2019-01-06T10:28:52Z", 0.25, "I think they'll kick it into the long grass.  No decision, reversion to no, because making companies liable for products which  did not negligently fail under the conditions specified, long after the event, would be catastrophic for pharma and engineering companies, including mining and energy. "], [4718, "2018-12-13T18:55:08Z", 0.05, ""], [61601, "2018-12-11T17:33:36Z", 0.85, "Read ttltran's top post and my comments below that post. "], [61355, "2018-12-10T14:23:14Z", 0.55, "This is a very tough one.  The argument tilts \"yes\", but it's very close."], [61601, "2018-12-07T19:44:25Z", 0.71, "This is a tough question where I don't think that the Court will overturn the Third Circuit. Note that none of the lower courts reached any opinion on the remedy. Thus, given the Roberts Court's propensity towards narrow opinions, the opinion in this case will likely not shut the door on the Defendant's liability. Rather, I expect a remand supporting the Third Circuit opinion and direction for that Court to explore the merits of proposed remedies. Is there a tort expert here to poke holes in my analysis? Isn't this an \"as applied\" case where Scotus really has no way to determine some bright line ruling? Eventually, the lower courts may decide that the Defendant owes $0 or $4 billion."], [11962, "2018-11-14T01:08:02Z", 0.35, "Court will err on side of the corporations' financial interest....unfortunately."], [11962, "2018-11-14T01:06:20Z", 0.65, "Comment deleted on Nov 14, 2018 01:07AM UTC"], [37115, "2018-11-13T18:53:46Z", 0.1, "Consumer-unfriendly court. That includes servicemen."], [37029, "2018-11-13T17:02:11Z", 0.5, "It depends on which side of conservatism this Court lands. Long-standing federal policy has been to support workers' safety; however, this court might rule in favor of corporate interest. It's difficult to tell on this case. "], [61779, "2018-10-29T02:45:23Z", 0.5, "The opinion would most likely stipulate on whether or not the manufacturer recommended asbestos with their product."], [48709, "2018-10-22T16:00:01Z", 0.15, "no"], [61601, "2018-10-17T18:46:53Z", 0.59, "Test 9a. Okay, revised based on predictors comments. I think it will be remanded and the lower court will be asked to assign some liability to the defendant. Hopefully, it will be well below 100%."], [61601, "2018-10-17T18:21:22Z", 0.41, "Test 9. What if they remand? I think that would be a YES. But the current consensus looks like I'm wrong. I'm learning, but I THINK THEY WILL REMAND, which should be a win for me vs consensus. But I may not understand the rules. I'd go 70% if I was sure a remand meant yes."], [61494, "2018-10-14T13:19:24Z", 0.1, "."], [23006, "2018-10-12T02:41:31Z", 0.51, "fairness: If navy gave all the marines cigarettes as a perk without the health warning, someone could sue them for giving them lung cancer years later."], [23006, "2018-10-12T02:36:26Z", 0.49, "They heard this yesterday and....\nhttp://www.scotusblog.com/2018/10/argument-analysis-justices-search-for-clear-path-to-assessing-responsibility-for-asbestos-dependent-equipment-on-ships-at-sea/"], [35831, "2018-10-11T23:28:20Z", 0.02, "DeVries the widow was the plaintiff in lower court and is the respondants on Supreme Court. The manufacturers were the defendants in lower court and are the petitioner in Supreme Court. District court ruled in favor of the manufacturers on both counts of strict liability and negligence. The widow appealed. The Appellate court remanded on the negligence, asking the district court to clarify their decision: was it a bright line rule (meaning in no case a manufacturer would be liable for other parts of a product that were made by someone else, or added on later), or was it case-specific. The district court said it was a bright line ruling. The circuit (appellate) court said the district court was wrong: the manufacturers could have warned about the harmful component (asbestos) in its operating and maintenance manuals. They knew about the danger, and they knew that asbestos would have to be used even though when they shipped the product (in parts to be assembled), asbestos was not present."], [35831, "2018-10-10T13:09:18Z", 0.06, "This one is tough to forecast because it has many legal technicalities. Tort law, Maritime law, reversal, double reversal... I'll have to read the argument again. For now, just forecast slightly above consensus."], [39409, "2018-10-08T08:50:24Z", 0.05, "They don't want to create an original precedent."], [12573, "2018-09-28T15:15:57Z", 0.96, "The Court will rule that negligence can occur, even if not intentional."], [19022, "2018-09-26T07:51:24Z", 0.0, "The world is a vampire and America loves to holy the sock to the game of and I ever happenstance across my dream boat with that man I’ll give him a summer ajusgemnt "], [706, "2018-09-23T16:30:42Z", 0.05, "From the Oyez source above, I'm going with the \"bright-line\" defense that the SCOTUS prefers.  It also prefers to not apply laws outside of the main purview of the U.S. justice system, in this case maritime law, and the appellate court  in this case ruled a \"strict-line\", subjective verdict according to maritime law.  "], [1019, "2018-09-23T13:20:21Z", 0.02, "With this court?"], [34725, "2018-09-23T12:20:41Z", 0.01, "Can products-liability defendants, especially corporations, be held liable under maritime law for injuries caused by products that they did not make, sell, or distribute?"], [691, "2018-09-22T12:04:39Z", 0.1, "The only question the Court will actually consider in this case is, \"Is Air and Liquid Etcetera a company?\"  If the answer is Yes, the company will prevail."]]}