{"question_id": 258, "title": "Will Congresswoman Debbie Wasserman Schultz (D-FL) win her 30 August primary race?", "correct_answer": "Yes", "crowd_forecast": 0.95, "preds": [[3434, "2016-08-29T13:38:45Z", 1.0, "Deep Roots, incumbent advantage."], [28382, "2016-08-29T03:34:57Z", 0.97, "Challenger Canova's last best opportunity to change the balance among likely voters in the closing days of the Democratic primary race would have been the last minute appearance of Bernie Sanders vigorously campaigning with him.  Would still have been uphill, but might have made a much tighter race.  No sign of Sanders."], [28284, "2016-08-28T20:51:20Z", 0.99, "Hillary Clinton won Wasserman Schultz's district overwhelmingly (68 to 31). Many of them may not have minded that underhanded tactics that Wasserman Schultz purportedly employed to help Clinton win the nomination. Further, Wasserman Schultz has ties to this district going back to 1992 and seems to be in touch with her base there. "], [28624, "2016-08-28T03:03:06Z", 0.95, "Because other forecasters think this."], [767, "2016-08-27T18:48:46Z", 0.98, "Just got a fundraising email from the Working Families Party asking for funds to help Tim Canova advance.  The email focused on Bernie Sanders' support for Canova and that shockwaves that his victory would send through the Democratic party.  "], [28573, "2016-08-25T20:20:04Z", 0.35, "Backlash related to the alleged \"rigging\" of the Democratic Presidential Primaries"], [948, "2016-08-24T12:07:04Z", 0.98, "I suspect that Sanders having lost Wasserman's district in the primary by 2 to 1 would mean it's likely she will win the primary race, but albeit it's tougher than they anticipated."], [28514, "2016-08-24T00:56:43Z", 0.45, "There are a number of voters that feel that Bernie Sanders received unfair treatment over the Democratic Nominee, Hillary Clinton. It is possible that those voters would like for Debbie Wasserman-Schulz to \"Feel the Bern\" at the polls."], [3274, "2016-08-22T22:09:15Z", 0.85, "Her district loves her. it is the rest of America that hates her"], [23206, "2016-08-22T18:00:12Z", 0.9, "Polls (though there aren't many) have her ahead confortably: http://www.dailykos.com/story/2016/8/22/1562708/-An-independent-poll-gives-Debbie-Wasserman-Schultz-a-10-point-lead-a-week-away-from-her-primary"], [866, "2016-08-22T17:23:05Z", 0.7, "Strong Democratic electorate.  DWS's bad press exposed her strong Democratic allegiance, evidenced in bias against Bernie Sanders (a life-long independent).  Higher probability not given because of general unconventional dynamics in today's political landscape."], [26855, "2016-08-21T17:57:05Z", 0.55, "Hopefully not. What a terrible representative she has been, and her job performance as DNC Chairperson has been even worse.  Totally in the tank for Hillary Clinton and totally corrupt.  I believe she is entirely willing to lie cheat and steal to win an election."], [28291, "2016-08-20T23:08:25Z", 0.95, "Crushing opponent\nhttp://floridapolitics.com/archives/219543-new-poll-shows-debbie-wasserman-schultz-crushing-tim-canova-cd23-race"], [706, "2016-08-19T18:44:41Z", 0.8, "name recognition only."], [904, "2016-08-19T14:44:43Z", 0.35, "A lot of money is going to her opponent. "], [1207, "2016-08-19T13:07:02Z", 0.95, "Established high ranking incumbent, she will likely get win"], [13055, "2016-08-19T02:20:03Z", 0.9, "Incumbent currently holding a significant lead in recent polls."], [28228, "2016-08-19T00:59:56Z", 0.9, "2 of the 3 polls done so far show Wasserman with a large (>20 points) lead - the last shows her with a small lead. Also, the district voted in favour of HRC over Sanders. "], [46, "2016-08-18T22:24:37Z", 0.98, "$$$"], [20284, "2016-08-18T21:11:04Z", 0.67, "Incumbent , Incumbent and Incumbent.   GOP and Bernie Sanders friends are not going to derail one of the Dems biggest names. \nShe will be back in Congress next year."], [1993, "2016-08-18T06:43:21Z", 0.95, "Two (internal) polls so far, both showing Schultz well ahead of Canova."], [28269, "2016-08-18T02:38:59Z", 0.83, "Not sure it's as certain as everyone is saying.  5-1."], [19801, "2016-08-17T04:40:23Z", 0.97, "Besides merely consensus, incumbents win elections with a 95% probability. "], [3577, "2016-08-17T04:25:18Z", 0.85, "Disgraced Congresswoman Debbie Wasserman Schultz apparently retaining her popularity despite her being fired from the DNC as a chairperson on account of collusion with the mass media and conspiring against Mr Sanders as exposed by Wikileaks. \nIt speaks volumes about human nature and confirmation bias that someone so morally challenged still has the support of her constituents."], [28318, "2016-08-17T03:09:57Z", 0.9, "Democratic district"], [28287, "2016-08-17T00:15:12Z", 0.85, "Incumbents win reelection 96% of the time in congressional races, so I will use that as the baseline. Debbie Wasserman Schultz has led every poll. Even her opponent, Tim Canova, has released a poll showing him to be behind by 8 points which must be the most optimistic poll he could find. So things don't look promising for him. DWS has also been somewhat savvy in scheduling the only debate for a Sunday morning, reducing Canova's ability to spread his message and attract voters. Canova will have to rely on word-of-mouth and advertising, which the DNC scandal may suggest that DWS is quite good at overcoming. Canova has also gathered the vast majority of his fundraising from out-of-state, meaning he is not earning the necessary local support and votes. The biggest supporters of Canova would most likely be the same supporters of Bernie Sanders - young, white millennials - which tend to have lower voter turn outs. Hillary Clinton handily won the primaries by nearly 40 points suggesting little help will be available from the supporters Canova needs. There isn't much to suggest Canova has a shot, but I'm willing to reduce the forecast to 85% to allow the possibility of Sanders supporters coming out of the wood work like we saw in the Michigan presidential primaries, especially considering the strong feelings they most likely harbor toward DWS."], [25611, "2016-08-16T15:23:22Z", 0.85, "Matches up with her district well in terms of positions.  "], [24159, "2016-08-15T21:44:39Z", 0.97, "Comment deleted on Aug 22, 2016 09:27PM UTC"], [24159, "2016-08-15T21:31:49Z", 0.95, "Comment deleted on Aug 15, 2016 09:32PM UTC"], [25745, "2016-08-15T21:28:39Z", 0.75, "I do believe the voters will overlook her problems with Sanders"], [28223, "2016-08-15T18:22:35Z", 0.1, "She's a controversy magnate in Florida, and Tim Canova is closing the gap despite her high level endorsements and Super Pac funding, which leads me to believe that she'll lose her seat. I think it's far more likely she'll end up in Clinton's cabinet or at another white house position after losing the Florida election.  "], [7809, "2016-08-14T23:24:56Z", 0.45, "I do not live within her district, however I think many of her supporters will be disappointed in her actions at the DNC.   This disappointment will probably cause her loss in the primary if a good candidate can run against her."], [24410, "2016-08-14T19:26:51Z", 0.6, "pending a new, more incriminating wikileaks email dump, DWS looks to have the race tied up for now.  but i wouldn't count assange out."], [23006, "2016-08-14T19:04:13Z", 0.51, "Florida seems strongly dem - probably liked the fact that she shielded Clinton"], [68, "2016-08-14T17:36:42Z", 0.97, "Following current consensus, which is 97%."], [15548, "2016-08-14T05:57:03Z", 0.96, "http://www.politico.com/story/2016/08/debbie-wasserman-schultz-primary-226830\nLooks like she has atleast an 8 points lead."], [19801, "2016-08-14T00:01:56Z", 0.97, "Reliant purely on consensus."], [1646, "2016-08-13T02:30:55Z", 0.97, "Of this lengthy recent  Sun Sentinel endorsement, it is worthy to highlight that, aside from the fact that FL doesn't care if its politicians have bad attendance records, the REAL locus of soft power in DC is revealed: Congressional Women's Softball Game http://www.congwomensoftball.org organizer! That carries more weight than whatever appropriations can be obtained from being in the right committee...\nhttp://www.sun-sentinel.com/opinion/endorsements/fl-editorial-wasserman-schultz-endorsement-20160806-story.html"], [500, "2016-08-12T19:21:43Z", 1.0, "kučka"], [83, "2016-08-12T18:00:49Z", 0.9, "Dem Primary results indicate this is Clinton territory.    Bernie's 33% likely too little.\nhttps://en.m.wikipedia.org/wiki/Florida_Democratic_primary,_2016"], [691, "2016-08-12T17:51:17Z", 0.86, "Been a while since I followed Florida in that much detail, but from the map it looks like the 23rd is reasonably safe for Clintonistas, even this one. Polling is very spotty at the district level, alas, but I'll make some calls."], [1057, "2016-08-12T17:08:20Z", 0.65, "she is very popular in her state "]]}