{"question_id": 232, "title": "Will either Mir Hossein Mousavi or Mehdi Karroubi stand trial or be released from house arrest before 1 June 2017?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[35569, "2017-05-16T16:38:50Z", 0.0, "The leaders of a revolution rarely reap the benefits of the revolution.  Mir Hossein Mousavi and Mehdi Karroubi attempted to capitalize on the Arab Spring through the formal elections process of Iran, as well as publicly speaking out against the ruling party.  The Islamic Republic of Iran, as the leaders refer to their state, is a dangerous place for any person to speak out against the governing body.  Iranian citizens and foreigners are usually executed or imprisoned for life if they speak out against the government or its leaders.  Mousavi and Karroubi are publicly known and can be used as bargaining chips in the future.  Keeping them alive and communicating to the outside world may be Iran's presentation of human rights.  Iranian allies, such as Russia and Syria, could also use Mousavi or Karroubi as bargaining chips.  I predict the two gentlemen will stay in house arrest for a very long time past June 1, 2017.      "], [30330, "2017-05-04T20:47:16Z", 0.15, "Not likely. Especially near an election. Gov't wants an example of what happens to candidates who go rogue. "], [34716, "2017-04-04T06:13:58Z", 0.75, "Most probably "], [31450, "2017-03-06T16:22:08Z", 0.0, "With Trump in office I think the hardliners in Iran once again have a useful foil to defend their power. Right now the Iranians are retrenching against the USA instead of liberalizing their society. With that in mind I don't see why anyone would be interested in releasing these folks."], [1262, "2017-02-27T21:12:19Z", 0.0, "Confirming previous forecast.\nJanuary death of Rafsanjani removed a \"moderating\" voice (1) that valued Mousavi & Karroubi both of whom previously asked for release or trial.\n1: http://www.aljazeera.com/indepth/features/2017/01/iran-reformists-stand-lose-rafsanjani-death-170109100325733.html"], [1262, "2017-02-15T20:46:40Z", 0.0, "Confirming previous low forecast.    Khamenei criticizes Rouhani - \nCLIP\n\"Khamenei's rebuff may have been because Khatami's words were interpreted as a call to release Mirhossein Mousavi and Mehdi Karoubi, former presidential candidates who have been under house arrest for six years.\"\nhttp://www.dailystar.com.lb/News/Middle-East/2017/Feb-15/393716-ayatollah-khamenei-criticizes-irans-president-on-economy-ahead-of-vote.ashx"], [476, "2017-02-01T02:24:47Z", 0.0, "\"House arrest\" in Iran, as elsewhere features different \"rules\" for different people.  Karroubi is more of a \"trouble maker\" considering the  views embedded into mindscape of security apparats.  Western media assets and Sorosista frontsters are behind the realpolitik curve on this one. Link http://www.al-monitor.com/pulse/en/originals/2016/03/rouhani-entezami-house-arrests-green-movement-leaders.html"], [19801, "2017-01-24T05:43:52Z", 0.0, "Only 6 months left for this to happen and with worse US relationship, seems unlikely."], [373, "2017-01-18T19:56:02Z", 0.05, "Don't see much incentive for Iran to do anything. The mullahs don't fatigue easily."], [1993, "2017-01-15T16:57:57Z", 0.04, "Don't think so, as presidential elections are not until May 19."], [83, "2017-01-07T00:39:59Z", 0.0, "Leaving historical forecasts to cover any remaining odds."], [4634, "2016-12-29T08:11:31Z", 0.12, "Just a bit of news about Mehdi Karroubi, he quits his own party: http://www.nytimes.com/2016/12/27/world/middleeast/mehdi-karroubi-iran-national-trust-party.html"], [4634, "2016-12-05T15:37:56Z", 0.08, "\"Karroubi’s son said on November 10 that recent behind-the-scenes mediations indicated that Judiciary officials were “not opposed” to ending the house arrests, but changes during the remainder of Rouhani’s first term were unlikely."], [83, "2016-11-03T16:32:00Z", 0.04, "Passage of time."], [691, "2016-10-25T20:50:38Z", 0.18, "http://www.aljazeera.com/news/2016/10/iranian-american-18-year-sentence-espionage-161025082659305.html\nThey dealt with another similarly situated guy a week or so ago.  Might be trying to clear up their backlog."], [83, "2016-10-23T20:49:33Z", 0.05, "Up 5 for unexpected negotiations."], [1646, "2016-10-16T23:13:06Z", 0.17, "Not in the year of the monkey but next year of the fire rooster maybe. "], [9755, "2016-10-16T20:41:23Z", 0.03, "Recently there has been a lot of movements on the left to either free or prosecute them, but the leader is against it .\nSpecially before the next presidential elections in May 2017, the leader may move to have them come out of house arrest  after the elections , that makes June 2017 a possibility , but the leader of Iran holds a long time grudge against certain figures including the above persons. If Rouhani or another centrist or reformist  is re-elected , those chances may improve. It all depends on the will  of the leader and if he sees a benefit in releasing them ? Let's hope all political and innocent prisoners are released whom ever they maybe."], [19801, "2016-10-06T13:33:53Z", 0.01, "Little time left and no signs of any action."], [1262, "2016-09-07T18:50:24Z", 0.01, "No evidence that this is likely"], [368, "2016-08-25T18:07:47Z", 0.0, "Current update :  Kalame (internal media agency in Iran) reported that Zahra Rahnavard, one of the reformist leaders imprisoned after the 2009 Green Movement protests, delivered a message to her children marking more than 2,000 days under house arrest. She stated, “If two thousand years pass, I will have no wish except the dignity of my country and freedom and justice for the people.” Senior officials have not indicated that Rahnavard or the other imprisoned reformist leaders of the 2009 protests, Mir Hossein Mousavi and Mehdi Karroubi, will be released from house arrest in the near future."], [9755, "2016-08-13T22:22:45Z", 0.01, "Today mr. Mousavi was given a chance to come out of home arrest , if he would keep quite and for 10 years not be involved in politics, he refused . mr . Karroubi has long requested a public trial . So release is not imminent ."], [83, "2016-08-10T23:01:40Z", 0.0, "From: https://www.iranhumanrights.org/2016/04/mehdi-karoubi-open-letter/\n\"In June 2014, outspoken conservative MP Ali Motahhari said he objected to the opposition leaders’ continued house arrests during a meeting with Khamenei, who replied, “Their crimes are much bigger than their punishment.” .....  “If these individuals were put on trial, they would face heavy punishments, which you would not be pleased with. We are being kind to them.”"], [25397, "2016-08-04T02:10:33Z", 0.1, "Ali Khamenei has taken a very tough stance towards supporters of the Green movement"], [1262, "2016-07-14T19:19:25Z", 0.07, "confirming previous forecast"], [368, "2016-07-12T18:57:47Z", 0.05, "@Intriligator : Mousavi’s brother survives knife attack. Mir Mahmoud Mousavi, the brother of Mir Hossein Mousavi, a reformist presidential candidate in the contested 2009 presidential elections, was reportedly attacked by three men with knives on May 7. Reformist news outlets referred to the attack as an “assassination attempt” and stated that it was the “third attempt” on his life in the past ten days. Interior Minister Abdolreza Rahmani Fazli ordered an investigation into the attack. Reformist newspaper Shargh noted that while “officials suspect that the incident was a robbery and not security-related,” Mir Mahmoud Mousavi’s phone and wallet were not stolen."], [9755, "2016-07-12T01:09:03Z", 0.05, "The leadership in Iran is very sensitive on the subject , and unless he changes his mind due to illness or extreme happiness \nIt seems unlikely. \nBut I encourage all to see the recently aired answer question session between the leader and a group of carefully  selected university students . \nMaybe the most important event in recent history. The leadership was bombarded  by many students  on different topics.\nfor the first time \nOn national TV students directly & publicly  asked difficult questions form the leader, some made their anger and dislike for the Islamic republic known.\nThis session should have been advertised and played for public viewing on all channels with subtitles ..\nIt's a turning point in history of the Islamic republic .\nIt's never happened in the past. Leadership has never answered questions or done an interview since he became the leader.\n "], [1993, "2016-07-12T00:40:56Z", 0.2, "Reformists and moderates are concentrating on the economy and wanting to distance themselves from the more outspoken radical reformers like Mehdi Karroubi. This leaves little political pressure to end the house arrests. But there are 11 months on this question."], [7366, "2016-07-11T19:50:52Z", 0.05, "AS long as Khamenai is alive they will stay in house arrest."], [26686, "2016-07-11T14:29:30Z", 0.05, "Their situation suits the regime just fine.  I give a small probability of release because of Iranian politics' unpredictability. Khamanei could die before then. The most likely result of that will be a quick, constitutional appointment of a successor.  However, given the slightest spark, a popular revolt could occur.  It will not replace the regime, but concessions are possible to quell it."], [1787, "2016-07-11T03:52:19Z", 0.65, "Most likely will happen"], [835, "2016-07-10T20:04:43Z", 0.0, "Khamenei will never allow them to be tried.\nThe trail will not happen while Khamenei is alive.\n"], [20284, "2016-07-09T22:17:11Z", 0.5, "With the most recent election not upsetting the current power structure there could be a time to cash in these chips deflecting some criticism or need to pretend a moderation in policy."], [19801, "2016-07-09T07:57:16Z", 0.1, "In response to Kamfirouzi the leader of IRI called the case of Mousavi, Rahnavard and Karroubi his personal sensitivity."], [26978, "2016-07-09T05:15:25Z", 0.35, "The influence of the hardliners still important in these issues"], [706, "2016-07-08T18:37:07Z", 0.5, "Multinational corporations might give legitimacy to the regime so that it won't feel as threatened."], [21884, "2016-07-08T04:09:28Z", 0.01, "Mousavi and Karroubi were been threatened the current regime (50%). They are restrained by goverment now (0%). Release means less control of that rebels (0%). According to unconfirmed sources, they had support of 20 million  people (popullation of Iran is 78 mln) (0%).  Goverment has not enough evidence and guts against Mousavi and Karrobi from 2011 (10%). Economic of Iran switches to a more favorable period. It will be more supporters of goverment and less chances of vindiction in trial (70%). Five years at home for the traitors could be 7 years (goverment will make decision for stability in the state) (0%)"], [19801, "2016-07-07T06:32:09Z", 0.25, "I cannot tell either way, so I will be Switzerland on this topic and wait for news items to budge me one way or the other."], [1262, "2016-07-06T22:05:47Z", 0.07, "Unlikely according to the April article:  Rouhani's supporters do not support the request for trial or these original \"old style reformists.\"    There is no evidence the \"hardliners\" will relax their control, even if a \"liberal\" parliament is elected."], [18762, "2016-07-05T18:09:54Z", 0.33, "it has been five years. This question is really \"what faction will win the spring elections in 2017.\" That is a LOT of time and many things may happen, but the timetable is tight for a June 1 date, and the election result may not be clean enough to make this happen even if the winners may be inclined to release them both."], [500, "2016-07-05T17:22:04Z", 0.0, "držace ih u kućnom pritvoru"]]}