{"question_id": 200, "title": "Will Saudi Arabia list shares of Saudi Aramco in an initial public offering before 1 January 2018?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[42907, "2017-12-24T05:10:59Z", 0.0, "If it is going to happen it would have already"], [42463, "2017-12-16T09:54:47Z", 0.8, "No other option for KSA"], [11800, "2017-12-02T20:13:51Z", 0.0, "for those which are still in believe SA will list Aramco before  end of Jam 18."], [34821, "2017-11-23T05:56:05Z", 0.0, "No change in events since last update."], [1639, "2017-11-22T15:29:22Z", 0.0, "updating for passing of time"], [915, "2017-11-12T21:42:52Z", 0.0, "forgot about this.  time flies.  june, 16 was my last prediction."], [1034, "2017-11-12T05:13:59Z", 0.0, "\nOil Falls as Geopolitical Concerns Ease"], [41352, "2017-11-11T19:18:34Z", 0.01, "As per Saudi media through many statements by governmental ministers and officials an initial public offering will be in 2018."], [35636, "2017-11-11T04:16:01Z", 0.0, "Farcical mess these Arabs are. They might do private placement with China (huh, seems fitting - corrupt and incompetent, two peas in a pod) or bribe there way to LSE with transparency exemptions, but will have to just go on their silly small Talawud market or whatever it's called. "], [34821, "2017-11-08T08:39:26Z", 0.0, "Update on December 2nd."], [14493, "2017-11-05T12:21:32Z", 0.0, "With the arrests and dismissals of princes, Saudi Arabia seems to be heading into dangerous waters. For decades the princes were locked into a system where divided multiple security forces (Defense, National Guard, Police, Border Guard etc,) each with a prince at the head balanced each other other out. It was like a game of Jenga; while no one changed anything it looks like a strong structure, but if anyone tries to remove one piece there is a high risk of the whole edifice collapsing. Any freedom given to any group (e.g. women allowed to drive) or or taken away (e.g. restrictions on what the religious police can do) will destabilize Saudi society because the conservatives will not be happy. In Saudi Arabia, as in medieval Europe everyone \"belongs\" to a \"sponsor\", that is someone who gives them access to power and or protects them from power, if princes who are near the top of the pyramid are removed, their \"people\" have no one to look after them. In a hierarchical society like Saudi Arabia that is very upsetting because new hierarchies are not easily formed. \nIn any autocracy the most dangerous time is when reform is attempted because those who benefit from the status quo will resent losing privileges while those who should benefit from change have their hopes raised, but are disappointed when the befits seem not to the coming fast enough. \nSo the listing of Saudi Aramco could be seen not as an opportunity to  invest in a stable flow of oil, but a risky investment in an unstable country, in an unstable commodity that it past its peak.      "], [6303, "2017-10-31T03:59:44Z", 0.0, "Based on general news and GJP consensus."], [37379, "2017-10-26T16:00:31Z", 0.0, "Not until next year. https://www.reuters.com/article/us-saudi-aramco-ipo-crownprince-exclusiv/exclusive-saudi-aramco-ipo-on-track-for-2018-saudi-crown-prince-idUSKBN1CV0YW"], [6303, "2017-10-23T04:06:52Z", 0.0, "Based on general news and GJP consensus."], [1639, "2017-10-16T09:28:27Z", 0.0, "Saudi Arabia may postpone plans to list Aramco on foreign stock exchanges in its planned initial public offering of shares in the giant state-owned oil company. According to reports that the government describes as “speculative”, shares may first be listed only on the Riyadh exchange some time next year. The IPO is expected to be the biggest ever"], [6303, "2017-10-16T03:40:31Z", 0.0, "Based on general news and GJP consensus."], [37379, "2017-10-14T23:43:39Z", 0.0, "They might just sell stock privately first, further delaying an IPO."], [23006, "2017-10-03T16:30:08Z", 0.01, "http://www.businessinsider.com/saudi-arabia-aramco-ipo-possible-delay-2017-9\nhttp://www.globeinvestor.com/servlet/ArticleNews/story/GAM/20170825/RBMRICHANDDESPERATE"], [35636, "2017-09-23T05:41:38Z", 0.0, "Massively overvalued. Scammers."], [39125, "2017-09-22T10:00:06Z", 0.2, "Economic environment isn't getting better, so KSA has to act very fast. But if they can't make it happen fast enough, they better stop before making a good deal for the kingdom's most important company."], [6303, "2017-09-18T04:32:10Z", 0.0, "Based on general news and GJP consensus."], [25894, "2017-09-17T12:59:47Z", 0.0, "from Stratfor article[1] about revisions to Riyadh's revisions to the \"National Transformation Plan\" (among other things):"], [39003, "2017-09-15T05:24:54Z", 0.0, "geopolitical events going on in the country and so on"], [20035, "2017-09-14T18:17:05Z", 0.0, "IPO may not happen until 2019:"], [35398, "2017-09-11T22:17:03Z", 0.0, "no they waiting for As a result of the seismic survey of new oil discoveries in the area of the quarter free of what will increase the inventory and reserves of oil from the assessment of the company will not happen before the beginning of the year"], [38882, "2017-09-10T12:04:57Z", 0.1, "They will be listed on the FTSE 100 but probably not until later in 2018."], [14720, "2017-09-07T14:51:18Z", 0.15, "First handle internal fallout of succession, then Aramco"], [1034, "2017-09-05T06:21:56Z", 0.0, "\nHKEX talks to lure Saudi Aramco listing \"will never stop\": CEO"], [6303, "2017-09-04T05:17:57Z", 0.0, "Based on general news and GJP consensus."], [1034, "2017-08-25T06:24:08Z", 0.0, "Forget OPEC China Controls Oil Prices"], [36002, "2017-08-20T17:08:18Z", 0.0, "Various factors are playing a role in the Aramco IPO - Saudi Arabia is going through some vital changes as Prince Mohammed bin Salman has recently been declared crown prince. He is very much in favour of an IPO but there are currently still discussions where the IPO will take place."], [38315, "2017-08-19T22:15:37Z", 0.15, "I do not believe the price of oil will be high enough to get the desired value from the privatization beige that date. "], [36923, "2017-08-15T21:12:56Z", 0.0, "Initially, the IPO was expected to take place in early 2018, but the expected date has since been pushed off to late 2018 or early 2019. This is likely due to Aramco’s desire to complete the financial restructuring process to make the company more attractive to investors."], [1034, "2017-08-15T05:49:24Z", 0.0, "\nSaudis favor New York for Aramco IPO"], [1034, "2017-08-11T06:18:07Z", 0.0, "Oil Pulls Back After Topping $50 a Barrel"], [1034, "2017-08-10T07:12:07Z", 0.0, "Venezuela Rebellion Could Send Oil To $80"], [1034, "2017-08-08T05:48:29Z", 0.0, "Oil prices fall further as Libyan field resumes production"], [1034, "2017-08-04T07:47:07Z", 0.0, "Oil Price Forecasts Again Cut by Banks"], [1034, "2017-07-31T05:14:43Z", 0.0, "OPEC Has a Crippling Problem: Its Members Can’t Stop Pumping"], [1034, "2017-07-27T07:03:53Z", 0.0, "Why record U.S. oil exports are poised for even more growth"], [14493, "2017-07-20T15:09:36Z", 0.0, "While not directly related to Aramco's IPO there are signs of instability in Saudi Arabia that could possibly impact on the IPO. While events such as a minor prince being found misbehaving (see link below) are were not unknown in the past, as were stories of Saudi women ignoring the dress rules, these usually only came to light well after the event and were dismissed as rumors.  Until April 2016 the Mattawa (Religious Police) would have enforced the laws against alcohol and the laws on dress, but since then changed have been made, removing the right of the Mattawa to arrest people. As misbehaving is now being seen on social media I would expect more conservative Saudis would attribute at least part of the blame on the government (in effect the Royal Family) for being too modern. The Saudi state exists as a covenant between the Wahhabi religious establishment and the Saudi Royal Family, if the Royal Family is seen to be not backing the Wahhabi establishment enough, then the legitimacy of the Royal Family could be called into question.  If that happens who knows what will happen next.   "], [1034, "2017-07-20T06:23:33Z", 0.0, "Oil jumps to six-week high on surprisingly big U.S. inventory draws"], [1034, "2017-07-17T06:03:00Z", 0.0, "Oil prices rise on strong China demand, signs of U.S. output slowdown"], [6303, "2017-07-17T02:30:43Z", 0.0, "Based on general news and GJP consensus."], [1034, "2017-07-14T06:49:57Z", 0.0, "Britain seeks looser IPO rules to lure Saudi Aramco, worries investors"], [1639, "2017-07-14T06:19:41Z", 0.01, "Britain’s Financial Conduct Authority proposed loosening rules to make it easier for state-owned companies to list shares. The move could help London in the battle with New York and other venues to win Saudi Aramco’s giant IPO. It is part of a broader set of plans to spruce up financial markets and retain Britain’s attractiveness after Brexit"], [11057, "2017-07-13T02:37:51Z", 0.01, "\"Should the listing take place before the end of the year, ADNOC would beat Saudi Aramco which is planning its own IPO via a domestic listing and secondary international listing in 2018. However, in Aramco's case, a partial 5-10% offering of the whole company would be in play, prompting some analysts to give the state-owned oil and gas behemoth a lofty valuation of $1trn.\""], [1034, "2017-07-12T06:40:51Z", 0.0, "Oil Majors Face Ratings Cuts Amid Weak Recovery, S&P Global Says"], [11057, "2017-07-08T20:39:25Z", 0.05, "Listen to futurist Tony Seba speak about the disruption we're experiencing in the energy market and its ramifications to our current business models.  It's one hour that's worth it.  Skip to 46:04 if you can't spare the attention.  "], [36309, "2017-07-08T03:43:50Z", 0.05, "Saudi Arabia's leadership and Aramco's leadership (which overlap) need the IPO to generate at least $1.5 trillion to help pay for Vision 2030, which means the IPO wont happen until oil approaches $60/barrel, and probably also wont happen until the Saudis have exhausted all efforts to secure an NYSE listing -- meaning legal guarantees against financial noncompliance action in light of Saudi inability to meet NYSE transparency requirements."], [20588, "2017-07-05T23:02:45Z", 0.0, "Updating. This is going to take even longer than the Saudis originally believed. They are going to resist providing any amount of transparency, which is necessary for a publicly traded company."], [1034, "2017-07-03T05:50:56Z", 0.0, "Oil Enters Bear Market as Investors Lose Faith in OPEC’s Cuts"], [14493, "2017-06-30T11:08:12Z", 0.0, "There are several reasons why this is unlikely to happen. \n(a) They seem to be aiming for an IPO in 2018\n(b) If the price of oil remains closer to $50 a barrel than $60 a barrel they might not be able to get the price they want\n(c) Matters could come to light that make potential investors unsure of what they would be buying.\n(d) Saudi Arabia may be more unstable that it appears to be. It is difficult to be sure how secure the position of the new Crown Prince is. It is known he likes to take decisive actions, but it is not clear if what he does is always wise. The Saudi society is very conservative and previous rulers (the Crown Price is the de facto ruler today) have been very careful not to make changes at a faster pace than society is ready to accept. The Saudi system (in common with many dictatorships) is based on having several different power bases below the King, none of which is quite powerful enough to seize control. These include religious and legal powers, as well as a number of well armed military and para-military forces that report to and are loyal to different ministers (who are also Princes and relatives of the King). Beside the forces of the Ministry of Defense, the Ministry of the National Guard has what is effect a second and counterbalancing army, the Ministry of the Interior has another group of armed land and sea forces. Any changes in Saudi Arabia have to take into account the rights and privileges of each of these groups that in many ways act as states within the state. Each group is headed by people who have traditional two way loyalties to the King and rights over aspects of the running of the state. Any changes to the status quo are bound to unsettle this balance of power. It is well known that reforming authoritarian regimes creates great risks to stability - expectations often jump ahead of delivery for those wanting changes, and those fearing the changes will try and stop them.\nI am not trying to forecast what will happen to Saudi Arabia in the next few years , but an impetuous, inexperienced new de facto ruler could destabilize the country. This could be made worse by the end of oil money that has held the country together since the 1970s (before that the oil money was much lower). Although it seems that it is not always politic to acknowledge the fact, it is Saudi Arabia that has been where Al Queda and ISIS got a lot of its support, upset the fragile balance and it could turn into another failed Arab state.       "], [691, "2017-06-29T18:22:38Z", 0.0, "The Saudis have been saying late '18 for this.  No reason to disbelieve them."], [1034, "2017-06-29T06:38:02Z", 0.0, "The mysterious (and continuing) fall in Saudi foreign reserves"], [3301, "2017-06-28T15:38:38Z", 0.05, "Highly unlikely due to the potential for internal social upheaval this would cause if \"outside investors\" became involved."], [1034, "2017-06-26T06:10:38Z", 0.0, "OPEC Looks Totally Bewildered by the Oil Market"], [9755, "2017-06-24T23:19:13Z", 0.0, "I would like to share my opinion about the Saudi kings and princes , they can go to hell and I wish them the worse of luck in Yemen , Qatar and the Middle East . The worse of the worse kind \nHow many Syrian refugees have the saudies taken , how many  sunnies ?\nThe evil regime spends hundreds  of billones in arms as the Yemens poor die and suffer .\nsaudi \nWomen ,  mionorites and others  have almost no rights , and so  their kingdom is doomed to failure . Apologies but what is done to Yemen and 200,000 people sick with cólera could have been avoided and still can be \nLet's see , how much saudies will do to save sunnis? Money and perception of power  . They are the worse Islam or any religion can offer close to their cousins in Isis and alnusra . This is one kingdom the region can do with out ?"], [1034, "2017-06-24T06:26:53Z", 0.0, "Barclays fraud case; Vice Media, Saudi Aramco, Ford and Paris Air Show in the news"], [1034, "2017-06-22T05:43:40Z", 0.0, "Brent Joins US Crude in Bear Market Amid Oversupply Anxiety"], [1034, "2017-06-21T06:07:06Z", 0.0, "Oil slump spooks investors; China stocks underwhelmed by MSCI"], [1034, "2017-06-20T06:57:39Z", 0.0, "Oil falls to seven-month low on more signs of growing crude glut"], [1034, "2017-06-14T05:34:29Z", 0.0, "Oil prices fall on OPEC output increase, rising U.S. crude stocks"], [1034, "2017-06-11T06:39:07Z", 0.0, "For Oil Investors, Early Faith in a Rally Begins to Wane"], [31836, "2017-06-09T14:28:43Z", 0.01, "Revising down from earlier figure. Half the year is over, and there have been multiple news articles saying the IPO is scheduled for 2018 now. "], [1034, "2017-06-08T06:07:52Z", 0.0, "U.S. Stocks Rise, Treasuries Slide With Crude Oil: Markets Wrap"], [1034, "2017-06-06T06:14:11Z", 0.0, "Wall St. slightly lower as fall in oil weighs"], [1034, "2017-06-04T06:11:59Z", 0.0, "Oil drops on fears of more U.S. drilling after climate deal withdrawal"], [1034, "2017-06-01T05:47:21Z", 0.0, "This Is What the Demise of Oil Looks Like"], [1034, "2017-05-30T05:15:36Z", 0.0, "Oil Slips as OPEC Meeting Disappoints"], [35815, "2017-05-28T22:17:59Z", 0.0, "The IPO is currently on track for a 2018 launch.\nBut not 1/1/2018. So the answer to the proposed question is 0%. They will not be IPO'ing at any point in 2017."], [35799, "2017-05-26T09:44:09Z", 0.02, "Valuation expectations too wide, too many consultants and investment bankers on the job, so this will be listed in Q2'2018."], [20588, "2017-05-21T23:01:11Z", 0.01, "Updating. They're not even close at this point."], [1034, "2017-05-17T07:57:57Z", 0.0, "In America's largest oilfield, whir of activity confounds OPEC"], [35467, "2017-05-12T12:37:29Z", 0.01, "Don't believe in giving 0% probabilities"], [1034, "2017-05-12T06:15:16Z", 0.0, "Exclusive: IEA to review oil demand outlook after China, India signal auto policy shifts"], [1034, "2017-05-11T05:35:24Z", 0.0, "\nShale Drillers Are Outspending the World With $84 Billion Spree"], [1034, "2017-05-10T04:48:30Z", 0.0, "Oil rout driven by China, inventories and funds"], [1639, "2017-05-09T14:05:12Z", 0.0, "For passage of time"], [16652, "2017-05-09T07:50:57Z", 0.01, "Comment deleted on May 30, 2017 05:20AM UTC"], [1034, "2017-05-09T06:01:28Z", 0.0, "Saudi Arabia and Russia Signal Oil-Cuts Extension Into 2018"], [1034, "2017-05-08T06:25:14Z", 0.0, "Oil prices rise on expectation of output cut extension"], [1034, "2017-05-07T09:09:53Z", 0.0, "Oil Closes Near $46 as Shale Revival Cancels Out OPEC Efforts"], [1034, "2017-05-03T07:12:24Z", 0.0, "Aramco Cuts Asia Oil Pricing as Saudis Seen Losing Market Share"], [1639, "2017-04-30T14:10:58Z", 0.05, "Lowering for passing of time and for lack of progress on the KSA side"], [10746, "2017-04-30T12:57:45Z", 0.05, "Changing my forecast as the IPO share sales are now on track for the end of 2018 and it is unlikely to occur sooner. "], [4961, "2017-04-25T02:58:45Z", 0.05, "\"Officials at Saudi Arabian Oil Co. have told their superiors there is a hitch in the plans to take the state-owned oil company public: It is likely worth at least $500 billion less than the government previously suggested... The valuation discrepancy raises new challenges for a deal that is already fraught with complexity and facing opposition within the ranks of the kingdom’s government bureaucracy, according to people familiar with the matter.\"\nhttps://www.wsj.com/articles/for-aramco-insiders-princes-2-trillion-ipo-valuation-doesnt-add-up-1493064170"], [283, "2017-04-24T20:38:57Z", 0.2, "WSJ reporting a hitch in the plans; knocking two points off my forecast: https://www.wsj.com/articles/for-aramco-insiders-princes-2-trillion-ipo-valuation-doesnt-add-up-1493064170?tesla=y&mod=e2fb"], [1034, "2017-04-24T06:17:57Z", 0.0, "Shales the Wild Horse OPEC Can't Tame"], [24474, "2017-04-23T00:46:58Z", 0.01, "Confirming previous forecast. WaPo has Saudi \"mulling\" potential IPO dates:"], [1034, "2017-04-21T07:23:25Z", 0.0, "Oil Tumbles Most in Six Weeks as U.S. Gasoline Supplies Advance"], [1034, "2017-04-18T06:34:57Z", 0.0, "Oil prices force Riyadh to cut billions in spending\nSaudi Arabia's government is ordering its ministries and agencies to review billions of dollars' worth of unfinished infrastructure and economic development projects with a view to shelving or restructuring them\nVIDEO"], [11057, "2017-04-15T15:04:34Z", 0.01, "What are some of the ramifications of the 911 lawsuit?  Will any of those ramifications influence the proposed IPO?"], [1034, "2017-04-12T06:08:07Z", 0.0, "Exclusive: Saudis, oil majors discuss gas investments ahead of giant IPO"], [31450, "2017-03-31T16:51:54Z", 0.0, "The current target is to have the IPO in 2018, according to various media sources."], [691, "2017-03-30T15:38:13Z", 0.0, "http://www.reuters.com/article/us-saudi-aramco-ipo-idUSKBN1710RS?il=0\nI don't think this changes the time line, or at least not enough to affect this Q"], [34584, "2017-03-28T16:14:23Z", 0.12, "If mckinsey says so....lol"], [6303, "2017-03-27T02:58:40Z", 0.01, "Based on general news and GJP consensus."], [5386, "2017-03-17T09:24:42Z", 0.0, "Still no news"], [19801, "2017-03-07T05:47:49Z", 0.0, "Oil giant Saudi Aramco will be listed locally and abroad in the second half of 2018, and the process is going according to plans, Chief Executive Amin Nasser said on Monday.\nhttp://www.reuters.com/article/us-saudi-aramco-idUSKBN16D1ZO"], [38, "2017-03-02T01:09:09Z", 0.02, " http://oilprice.com/Energy/Energy-General/Trillions-or-Billions-What-Is-Aramcos-IPO-Actually-Worth.html"], [1646, "2017-02-23T18:18:30Z", 0.01, "https://www.bloomberg.com/news/articles/2017-02-23/saudi-arabia-2-trillion-aramco-vision-runs-into-market-reality"], [38, "2017-02-22T02:09:41Z", 0.04, "http://seekingalpha.com/article/4047600-aramco-ipo-doubtful"], [26267, "2017-02-20T22:37:13Z", 0.0, "Down on WSJ article"], [14880, "2017-02-20T04:48:16Z", 0.0, "This weekend's WSJ states the IPO is unlikely to happen until late 2018, with 2019 being very much a possibility. "], [33862, "2017-02-19T15:35:55Z", 0.02, "This will be very complicated e.g. accounting restatement, reserve reports. Only just appointing advisers. To complete this year would have to take place in the autumn. Media suggests 2018. Timetable will only go one way."], [484, "2017-02-18T23:21:55Z", 0.0, "Down 35%, mostly to compensate for such high forecasts in the past. Oh well."], [38, "2017-02-18T22:09:01Z", 0.04, "@Rene,\nToday I read general references to the IPO being IN 2018 in articles in the Financial Times and Reuters, so I'm moving away from zero."], [2965, "2017-02-18T13:42:08Z", 0.0, "@dowser\nThis question has no pulse\nPer todays WSJ Front Page \nlate 2018. if in 2018. Corporate Goverance\nAccounting. Valuation.\nQuestion has no pulse.\nSee wsj.com \nBehind paywall."], [484, "2017-02-18T03:05:41Z", 0.35, "Down 20% following @Raahul_Kumar post: http://www.gjopen.com/comments/comments/448020"], [19801, "2017-02-17T23:39:23Z", 0.0, "Saudi Arabia is considering two options for the shape of Saudi Aramco when it sells shares in the national oil giant next year: a global industrial conglomerate, and a specialized international oil company, industry and banking sources said.\nhttp://www.reuters.com/article/us-saudiaramco-ipo-restructuring-idUSKBN15W1ZB"], [38, "2017-02-17T22:12:12Z", 0.0, "http://seekingalpha.com/news/3244327-hurdles-mount-saudi-aramco-ipo"], [2965, "2017-02-17T02:03:47Z", 0.02, "reaffirm"], [38, "2017-02-16T22:29:30Z", 0.04, "https://www.tradingfloor.com/posts/low-oil-price-no-barrier-to-mega-aramco-ipo-8478188"], [484, "2017-02-16T01:02:41Z", 0.55, "(no change) I'm wondering about the \"Trump uncertainty factor.\" There are also various macroeconomic stressors that aren't really being fixed. If I were counseling regarding an IPO I might want it sooner rather than later and chancing a severe correction that might last a long time."], [29054, "2017-02-15T03:34:45Z", 0.0, "The best they can hope is around 2018 Q2 if the agree to the amount of disclosure they will need to file with the exchange that they file the IPO. The valuation is going to be a tricky one. \nAt this point, the number one risk is not they valuation but the overall global risk as Fitch has stated.  \n "], [13377, "2017-02-13T03:20:27Z", 0.55, "Following dowser"], [31836, "2017-02-11T01:41:26Z", 0.1, "My earlier view was a 1% chance of a listing by Jan 1, 2018, contingent on some issues. Following the appointment of Moelis as an adviser to the issue, I am raising my forecast. The appointment shows that Saudis seem to be serious about the whole thing. The logistical issues still remain, but the intent seems to be clear, which is important. Hence, raising this to 10%. "], [38, "2017-02-10T04:11:51Z", 0.04, "http://www.thetimes.co.uk/edition/business/saudis-shop-small-for-2trn-flotation-8k5mhrpps"], [484, "2017-02-09T23:32:52Z", 0.55, "Up 55% following @sevedb post: http://www.gjopen.com/comments/comments/443063"], [1639, "2017-02-09T14:31:15Z", 0.4, "Saudi Arabian Oil Co. hired Moelis & Co. to advise on its initial public offering, according to people familiar with the matter, as it pushes ahead with plans to pursue the world’s biggest share sale.\nAramco also recently asked banks including Goldman Sachs Group Inc. and HSBC Holdings Plc to pitch for advisory roles, people familiar with the matter said last month. The company plans to finish selecting banks later this year ahead of a listing in the second or third quarter of 2018, two of the people said.\nJPMorgan Chase & Co. and Michael Klein, the former Citigroup Inc. investment banker who runs his own advisory firm, have already been selected to work on the IPO, people familiar with the matter said in April. Klein is providing strategic advice to the government, while JPMorgan is working on preparations for the IPO and may be among the banks that underwrite the listing, the people said.\nThe proposed initial public offering, estimated at about $100 billion, could come as early as 2017 and dwarf Alibaba’s record $25 billion sale\nhttps://www.bloomberg.com/quicktake/saudi-aramco"], [5386, "2017-02-09T08:38:05Z", 0.01, "Probable slip to 2018"], [1639, "2017-02-08T07:44:26Z", 0.32, "Moelis & Co has been chosen as the sole independent adviser for the planned initial public offering of Saudi Aramco, according to three people familiar with the process, scoring the New York boutique investment bank the biggest equity advisory mandate to date\nThose close to the IPO planning have said the sale of a 5 per cent stake — potentially worth about $100bn — should happen next year, although the number of shares sold could increase, and the timing could slip.\n________________________\nCOMMENTS:  From the FT, it seems a done deal, but the timing could slip past the closing date of this question"], [26267, "2017-02-08T05:56:21Z", 0.01, "Down on today's FT article that it might slip past 2018\nhttps://www.ft.com/content/99353918-ed8c-11e6-930f-061b01e23655"], [6303, "2017-02-05T04:18:14Z", 0.02, "According to the general news and GJP consensus."], [1639, "2017-02-04T21:08:53Z", 0.32, "Passing of time"], [33365, "2017-02-04T19:31:32Z", 0.01, "Preparing for an IPO of this magnitude requires preparation that is virtually impossible to complete by Jan 1, 2018.  Importantly, the company has to clear form its books all of the ancillary businesses it has.  It also wants to have at least one year of clean financials.  The IPO is currently scheduled for 2Q18 and will likely get delayed due to the schedule. "], [1708, "2017-02-01T22:50:19Z", 0.0, "http://asia.nikkei.com/Politics-Economy/International-Relations/Saudi-Aramco-IPO-Will-investors-buy-into-the-promise"], [20588, "2017-01-31T04:45:05Z", 0.02, "Almost certainly nope. They said they wouldn’t and they don’t need the cash right this second."], [33126, "2017-01-30T19:20:51Z", 0.95, "Even the Saudis realize that fossil fuel is on the way out . . . and that is their main asset. They will probably want to maximize whatever gain they can realize before the wells run dry."], [28893, "2017-01-30T15:33:20Z", 0.0, "Aramco is looking to list on January 18, 2018. "], [6303, "2017-01-30T04:07:23Z", 0.03, "According to the general news and GJP consensus."], [33034, "2017-01-27T22:20:43Z", 0.0, "all discussions point to post January 1 2018."], [6303, "2017-01-23T02:48:05Z", 0.03, "According to the general news and GJP consensus."], [10898, "2017-01-21T04:54:42Z", 0.01, "http://money.cnn.com/2017/01/18/investing/saudi-aramco-ipo-2018/  From the video interview: \"It was always 2018, and we're still saying 2018\" (on speculation that it will not even be in Q1 of 2018)"], [19801, "2017-01-21T02:33:33Z", 0.01, "The President and CEO of Saudi Oil Company Aramco Amin Nasser told Al Arabiya that the New York Stock Exchange is one of the markets which Aramco is to offer its initial public offering (IPO) on despite the existing obstacles posed by the JASTA law."], [24163, "2017-01-18T12:24:40Z", 0.5, "dialing it back "], [19801, "2017-01-18T10:19:26Z", 1.0, "Saudi Aramco’s initial public offering (IPO), slated for launch in early 2018\nhttp://www.arabnews.com/node/1027946/saudi-arabia"], [25875, "2017-01-17T17:26:53Z", 0.0, "2018 business"], [438, "2017-01-16T11:41:55Z", 0.2, "No but let's keep a chance for 2017."], [6303, "2017-01-16T02:06:51Z", 0.03, "According to the general news and GJP consensus."], [562, "2017-01-14T04:36:09Z", 0.2, "It could happen"], [29054, "2017-01-13T05:00:46Z", 0.0, "Officially, they said not yet!\nThus, niet koroba ismerpa!"], [15621, "2017-01-12T21:03:47Z", 0.0, "Energy minister announcement\nSee @cdob63\nhttp://www.reuters.com/article/us-saudi-aramco-ipo-idUSKBN14W15N\nSuggest this question should now be resolved."], [691, "2017-01-12T20:31:27Z", 0.0, "http://www.reuters.com/article/us-saudi-aramco-ipo-idUSKBN14W15N\nThe Riyadh gang say not until '18.  One is inclined to believe them."], [2965, "2017-01-11T12:34:11Z", 0.02, "Crowd below 10%. High probability answer is NO. -1"], [21802, "2017-01-11T07:09:36Z", 0.05, "Various reputable news outlets as well as technical sources suggest no plans for a 2017 IPO are imminent. Popular thinking points to a mid to late 2018 IPO. "], [14493, "2017-01-10T16:41:29Z", 0.05, "The FT  (dated 8 Jan 2017) says the IPO is scheduled for \"next year\" (i.e, 2018 presumably) but the date could slip.\nForbes (dated 10 Jan 2017) says 2017 or 2018. Zawya also says 2018\nThe Saudi budget for 2017 does not refer to any money raised from the IPO"], [24474, "2017-01-10T16:31:43Z", 0.01, "FT article has sources close to the IPO planning saying it \"should happen next year\", i.e. after 1 January 2018.  In the mean time the government has to rework its tax schedule and do a bunch of other heavy lifting.  The FT article is worth reading because if any of the parts of it are true, the IPO is likely not happening before 2018."], [15621, "2017-01-09T20:26:42Z", 0.01, "Still can't find anything that indicates this can happen this year"], [29469, "2017-01-09T19:36:47Z", 0.01, "There's just too many hurdles to jump https://www.ft.com/content/17520ed0-d365-11e6-b06b-680c49b4b4c0"], [83, "2017-01-09T17:54:19Z", 0.0, "No chance - Saudi Aramco intends to use 2017 financial reporting for IPO regulatory filings.\nhttps://www.ft.com/content/17520ed0-d365-11e6-b06b-680c49b4b4c0"], [26267, "2017-01-09T17:35:10Z", 0.02, "Lower on recent comments that emphasize lots of technical problems that are judged to be hard to address before YE2017."], [6303, "2017-01-09T03:54:30Z", 0.05, "According to the general news and GJP consensus."], [484, "2017-01-09T03:18:28Z", 0.0, "Dropping 25% following @Prognosis post: http://www.gjopen.com/comments/comments/418757"], [28299, "2017-01-08T18:51:25Z", 0.0, "The probability changed from 15% to 0% based on an article in FT  [1] that puts the flotation beyond 2017."], [20035, "2017-01-08T12:26:20Z", 0.05, "Another article on how the rising oil price may impact on the decision to proceed with the IPO, together with Saudi reluctance to allow scrutiny of their actual reserves:"], [373, "2017-01-07T21:25:09Z", 0.05, "Hard to envision an IPO here."], [32180, "2017-01-06T08:46:04Z", 0.07, "Selling interests in the company through privately brokered deals?  Perhaps.  \nAn IPO?  Nah."], [2965, "2017-01-05T13:15:33Z", 0.03, "No reason to change this forecast unless oil gets up past 90.\nat 60 it must be tempting.\nbut KSA is focused on next round of bond funding for FY 2017\nneeds to pick forum and will use NYSE listing of shares as leverage with DT and Rex T:  longer wait longer leverage on deal terms with US and banks\nthis KSA 2030 is ambitious and its unclear if Najif next king agrees. or rest of princes its a great idea but the KSA decision-making process is opaque as Kremlin\nlots of Princes and factions have to agree.\nNYSE- GAAP-FASB and SEC approval-accounting is a nightmare but on way to conversion and compliance as part of 2016 and 2017 bond deals.\nFTSE-IAS and FSA approval\nthat takes time.\nKSA and Aramco would have to file their Prospectus and Exhibits including accurate estimates of reserves and Exxon-Mobil in ongoing audit with SEC over write KSA may now want to write down reserves for NYSE or FTSE  or both  due to SEC and FSA\nExxon Mobil, Shell, Chevron please read their 2016 10-k and 10-q due by 2-1-2017  \nAll that material info must be disclosed if KSA wants to list in EU or US\nAll that material info that must be public disclosed is  the most secret and top national security interest to  the largest petrostate in the world.    \nThat alone may make them not list and I do not see them listing in Asia and Switzerland alone. "], [68, "2017-01-02T06:54:00Z", 0.1, "Adjusting down from the 15% that I forecast on 12 Nov 2016.  I've not seen any contradiction of the statement by Aramco's CEO in October that early 2018 was being targeted."], [484, "2017-01-01T23:47:17Z", 0.25, "Down 10%. While I expect it sooner than 2018, I would like to be closer to the consensus."], [23752, "2017-01-01T15:12:58Z", 0.25, "I think people are misreading the relationship b/w an IPO and oil prices. Although higher prices theoretically reduces the incentive to push ahead with a broad economic reform agenda, in this case KSA is most likely wanting higher prices ahead of Aramco's IPO since higher global energy prices increase the value of this firm."], [6303, "2017-01-01T04:42:40Z", 0.05, "According to the general news and GJP consensus."], [2965, "2016-12-31T16:30:37Z", 0.03, "up 2% as we have seen anything can happen "], [31859, "2016-12-31T06:14:26Z", 0.55, "Because price of oil is not high enough to cover costs of wars country is engaged in and government must improve living standard at home"], [31836, "2016-12-30T16:48:41Z", 0.01, "1. Saudi Arabia is facing financial problems - these problems may reduce somewhat as oil price has crossed $50/barrel and has stayed there for some months now. This reduces the pressure on the kingdom to diversify. \n2. There is a prospect that oil prices could go up further in 2017 - as investment in upstream has reduced during 2015 (25%) & 2016 (24%) and may fall during 2017 as well - while oil demand has risen by  1.8 million bpd and 1.2 million bpd in 2015 & 2016 and is expected to go up another 1.2 million bpd in 2017 (IEA). This should reduce the pressure on monarchy to list Aramco. \n3. For a listing, Aramco will have to do roadshows in major financial centres in US and Europe where they will have to speak to investors and the media. The monarchy can face serious embarrassment at the hands of pro-democracy activists/journalists in such a setting - where they can be asked questions about freedom of religion in KSA, status of women, support to ISIS or the war in Yemen. Will the monarchy/country want to provide a forum where it can be questioned? Without some radical reforms which allows the kingdom to show a reformist face to the world, scrutiny by media can result in a major loss of face. \n4. Aramco will also need to make public a lot of financial and operational information - including information about the state of their oil fields - which they have so far hidden. These are difficult issues to resolve and will take time. It also needs to be decided on what information can/cannot be made public. \n5. Media reports indicate that the divestment in Aramco and the diversification of Saudi economy away from oil are initiatives of the Deputy Crown Prince, who is also in charge of the war in Yemen. This intervention has been going on since March 2015 (21 months now) - and seems likely to stretch. This reduces the credibility of the Deputy Crown Prince to carry out radical steps. "], [20035, "2016-12-29T10:12:57Z", 0.05, "Interesting though short article on the implications of a listing for Aramco on subsequent SA policy manoeuvres. Raises a fair point about the limitations that the IPO will place on the country, and about the reduced need for the IPO income if oil prices continue to rise:"], [484, "2016-12-28T03:17:56Z", 0.35, "Down 10% for passage of time."], [20035, "2016-12-26T13:10:58Z", 0.05, "Article highlighting the legal risks to SA from the passage of JASTA in the US, and the impact it might have on the IPO:"], [6303, "2016-12-26T03:32:55Z", 0.05, "According to the general news and GJP consensus."], [2965, "2016-12-25T18:08:34Z", 0.01, "Massive deficit  for 2017 confronted by more bonds issues up to $15-billion in Sharia bonds.https://www.bloomberg.com/news/articles/2016-12-23/record-saudi-bond-sale-was-just-the-start-here-is-what-s-next\n\"The kingdom is turning to debt markets to help fill one of the highest budget deficits in the Middle East after the slump in oil prices battered its revenue. Officials said on Thursday the shortfall will likely keep narrowing before possibly turning into a surplus by 2020.\"\nand https://www.bloomberg.com/news/articles/2016-12-25/expat-fee-subsidy-cuts-what-s-in-saudi-fiscal-balance-document nothing re ipo\nand top Saudi officials do not seem to contemplate an imminent ipo\nhttps://www.bloomberg.com/news/articles/2016-12-22/what-we-learned-from-interviews-with-four-top-saudi-officials\nI flipped on this for a lot of reasons that do not include just SA being strapped for cash.\nthey have\n1.) market risk\n2.) fee risk\n3.) pricing risk \n4.) compliance risks-adopting GAAP or Eu standards for accounting and prospectus \nuntil and if that OPEC-Russia production moratorium hit supply,\nseems like Kingdom of SA  has  definite plans thru 2017\nan IPO not needed.   "], [20035, "2016-12-24T22:31:32Z", 0.1, "Article about the plan to increase the proportion of Aramco that will eventually be sold. However, it also highlights the level of transparency required to list, and I think this is what will delay things. "], [24474, "2016-12-19T17:23:48Z", 0.09, "flipped previous estimate (9% likely rather than 9% unlikely). late 2017 is still possible but the ceo of Aramco is saying that IPO taking place in 2018 is the target (now)"], [24474, "2016-12-19T17:19:21Z", 0.09, "I'm seeing a lot more articles saying the Saudis are targeting 2018 for the IPO, rather than late 2017. There is still the chance the Saudis could have an IPO on their stock exchange but CEO Nasser is saying it could be New York, London, Hong Kong, or Japan.   All this, combined with the wrinkle of the Trump administration and extra scrutiny of any deal taking place in the US makes me question my earlier confident probability of this occurring.  I'm flipping my estimate.  "], [6303, "2016-12-19T03:52:51Z", 0.08, "According to the general news and GJP consensus. "], [19801, "2016-12-18T11:57:25Z", 1.0, "Saudi Aramco IPO unlikely to require rule changes says regulator\nhttp://uk.reuters.com/article/saudi-aramco-ipo-regulations-idUKL5N1E12VM"], [2965, "2016-12-17T16:35:43Z", 0.02, "Futher Trump discount: now we have political blow back.\nthat will delay choice of NYSE v. FTSE  as primary locus.\nPer WSJ today. http://www.wsj.com/articles/aramco-deals-face-uncertainty-under-trump-administration-1481917544\n\"The election of Donald Trump threatens to complicate efforts by Saudi Arabia’s national oil company to purchase refineries and expand its petrochemical footprint in the U.S."], [28091, "2016-12-15T00:16:36Z", 0.05, "SA will want the IPO when oil prices are higher. Recent OPEC production cuts could help if they actually happen. This will probably be 2018."], [26267, "2016-12-14T19:54:00Z", 0.06, "It seems 2018 is still the target:"], [29849, "2016-12-14T01:59:05Z", 0.0, "Seems unlikely they will get so ahead of schedule."], [6303, "2016-12-12T02:06:11Z", 0.08, "According to the general news and GJP consensus."], [31201, "2016-12-07T04:00:42Z", 0.66, "Domestic financial pressure, and to secure succession."], [15621, "2016-12-06T09:29:29Z", 0.02, "See nothing new to change time frame."], [19801, "2016-12-06T04:38:00Z", 1.0, "No way in hell Saudi Arabia has 260 billion barrels, likely to be instead in the range of 160-200 billion barrels."], [484, "2016-12-06T01:11:24Z", 0.45, "Up 20% on @RiseToVoteSir links: http://www.gjopen.com/comments/comments/394147"], [24474, "2016-12-05T20:36:36Z", 0.91, "Looks like juicy JP Morgan is set to make 25 billion in fees on this IPO when it happens next year"], [6303, "2016-12-05T04:37:17Z", 0.06, "According to the general news and GJP consensus."], [4961, "2016-12-05T00:28:51Z", 0.1, "\"More expensive crude will also make it easier for Mohammad bin Salman to pull off his biggest trick: the float of state giant Saudi Aramco, which produces more than a tenth of the world’s oil.\" http://www.thetimes.co.uk/edition/business/saudi-princes-dream-on-hold-as-opec-pumps-up-oil-price-pdkwgjt3t"], [691, "2016-12-03T13:56:50Z", 0.14, "http://www.aljazeera.com/news/2016/04/saudi-arabia-announces-major-economic-reforms-160425120839989.html"], [29054, "2016-12-01T16:50:20Z", 0.13, "Again, I am going to cut this provability by 30% and bring it to below the threshold of happening. \nWith the new found love with the price of oil and the business interests of the new US administration, it does seem that SA will have good relations with the bankers getting appointed by the US president elect, and yes they will influence for the sale of shares. \nIf the rumors of the policies to come in the US are true, Aramco can get very good terms for its shareholders that most likely, initially, will be institutions, this new US administration of billionaires will help, but not before this end of the upcoming year and the new tax laws are passed. "], [484, "2016-11-29T01:12:23Z", 0.25, "Down 10% to be closer to the consensus."], [6303, "2016-11-28T03:11:59Z", 0.08, "According to the general news and GJP consensus."], [26267, "2016-11-27T20:00:16Z", 0.07, "Down on recent comments re IPO schedule that is well into 2018"], [6303, "2016-11-21T03:04:00Z", 0.1, "According to the general news and GJP consensus."], [29980, "2016-11-18T23:21:19Z", 0.85, "they like money"], [6303, "2016-11-14T01:32:38Z", 0.1, "According to the general news and GJP consensus."], [68, "2016-11-12T03:46:04Z", 0.15, "Down from 35. Official statements still indicate early 2018. However, 13 months remain."], [29054, "2016-11-10T00:04:16Z", 0.19, "I am going to reduce 10% from my prior view. I can see some impact in the issue of paper by SA based on the US presidential election results. \nMy view is that the result is an added obstacle to the negotiations for the issuing the paper. At this point, before proper talks among the leaders considering the rhetoric of the campaign, no much is going to be risked by SA. "], [23006, "2016-11-08T15:23:53Z", 0.65, "down on https://www.gjopen.com/comments/comments/376087"], [19801, "2016-11-08T12:31:21Z", 1.0, "Aramco’s Shares to Be Set for IPO in 2018\nhttp://english.aawsat.com/2016/11/article55361422/aramcos-shares-set-ipo-2018"], [6303, "2016-11-07T00:45:39Z", 0.2, "According to the general news and GJP consensus.\nLess likely with the falling price of oil."], [484, "2016-11-06T16:23:41Z", 0.4, "Down 15% to be closer to the consensus for awhile."], [13390, "2016-11-06T09:09:05Z", 0.8, "Continued pressure on oil prices could be a strong factor in this decision."], [14493, "2016-11-04T17:31:42Z", 0.3, "Besides the question of disclosures of reserves and accounts there is the issue of divisions within the royal family. The royal family has more members than most countries have Members of Parliament, but they are far from equal to each other and its never too clear how much power each member has. A good test will be to see if they manage to deal with Russia and Iran to squeeze supply to increase prices. If they can't get prices to rise then they might need to think about Plan B.\nhttp://www.reuters.com/article/us-saudi-oil-naimi-idUSKBN12Z1C7\nhttp://www.cnbc.com/2016/11/03/oil-prices-steady-after-five-days-of-declines-but-sentiment-bearish.html"], [29054, "2016-11-03T17:39:08Z", 0.22, "The Kingdom is bleeding cash and Aramco is their golden goose, they are getting ready to share a little by the announcement is going to happen in 2018, but not in Januray. I am not seeing willingness for the Kingdom to release the financial data of Aramco. This is going to be a sticking point, if shares go public the auditing is going to shock many. My view is that they will float as they said 5% of the consortia, this is not an easy task, much less getting the auditing accepted for the international markets to retail the shares. \nI can see this event happening in two years -the time necessary to get an acceptable certified audit-  but not much before that."], [484, "2016-11-03T02:16:42Z", 0.55, "Down 15% to be closer to the consensus. (Still suspect 2018 is a NLT date.)"], [25397, "2016-11-03T02:05:55Z", 0.3, "2016/3/11 - 60% Yes to 30% Yes: They announced 2018 to be the go-to date."], [26267, "2016-11-01T17:27:57Z", 0.35, "Reducing a bit further as time passes"], [6303, "2016-10-31T02:06:42Z", 0.6, "According to the general news and GJP consensus."], [4139, "2016-10-29T22:48:47Z", 1.0, "Leverage is King now, not cash."], [484, "2016-10-28T02:51:28Z", 0.7, "Down 10% to be closer to the consensus."], [2965, "2016-10-24T00:56:01Z", 0.06, "Completing a more than $15-billion sovereign bond private offering at less than the stated rate\nstrong indication that 2018 means 2018. "], [6303, "2016-10-24T00:55:25Z", 0.7, "According to the general news and GJP consensus."], [14493, "2016-10-22T09:17:45Z", 0.4, "The success of the Saudi Bond sale indicates that there is an appetite from investors for bonds, so why not Aramco shares? \nhttp://www.bloomberg.com/news/articles/2016-10-20/bond-markets-stir-across-middle-east-after-historic-saudi-sale"], [12879, "2016-10-20T21:16:19Z", 0.3, "Lowering my prediction to the SuperForecasting's option of \"Probably Not Happening\"."], [24, "2016-10-20T16:04:59Z", 0.05, "Following @Dwight-Smith, and particularly noting even ARAMCO seem not to consider any earlier date than 2018 as probable"], [484, "2016-10-19T16:10:33Z", 0.8, "Down 10% on this post: http://www.gjopen.com/comments/comments/354886"], [51, "2016-10-19T15:12:15Z", 0.05, "Changed to 5% after some reflection, see analysis below."], [51, "2016-10-19T15:11:30Z", 0.08, "Reaffirming, and going down just a couple percent.  This looks a lot more like zero to me, but I am nly staying at this level lecause oil could spike or some other change could occur over such a long time-line.  \nhttp://www.arabnews.com/node/996671/business-economy"], [12671, "2016-10-18T22:55:54Z", 0.45, "This could be an excellent strategy for the Saudi's over the long term, I have reservations that it will happen by 1/1//2018."], [23006, "2016-10-18T10:23:49Z", 0.75, "yes, it needs the money (whatever it might say to the contrary)"], [24474, "2016-10-17T14:57:35Z", 0.91, "@AndrewSibisky, @Dowser, thanks for the link."], [484, "2016-10-15T21:46:58Z", 0.9, "Down 10% on this http://www.gjopen.com/comments/comments/349526"], [29502, "2016-10-14T14:48:30Z", 0.05, "Choosing the exchange, obtaining a unqualified opinion from an auditor, choosing the underwriter, structuring ta complicated deal(only 5% will be listed): there is very  little chance for the deal to happen before the beginning of 2018."], [3895, "2016-10-14T12:38:12Z", 0.15, "http://www.investopedia.com/news/saudi-aramco-ceo-expect-record-ipo-2018/"], [2965, "2016-10-13T14:14:26Z", 0.18, "If KSA is preparing to restate Aramco  accounts consistent with every other large major-it will be for 2017. How can Aramco issue a prospectus and comply  with  the listing requirements in New York-London-Homg Kong in 2017 when the prospectus  with a full years earnings cannot  be prepared  until 1Q 2018? That seems almost impossible.  -5 \n  -3 "], [26267, "2016-10-12T21:15:57Z", 0.4, "Reacting to recent news that IPO might slip into 2018"], [29469, "2016-10-12T20:01:01Z", 0.25, "Uncertainty over which parts of Aramco will be put up for sale, especially will they include shares of the parent company. To be listed in London or NY there needs to be the first independent audit of the company, including clarifying how much of the company's wealth goes to the royal family, which could take a while. The banks have an incentive to wrap the deal up quickly to lock in the profits. However, even after the underwriters are chosen, it takes at least 6 months to finalize the deal. 2018 seems to be the more likelier year for this to happen. "], [2965, "2016-10-12T13:46:58Z", 0.23, "Started at 100. It was a announced that KSA commenced road show on about $5-billion in sovereign bonds with JPMorgan and others. I see this as a stopgap so that an ipo will occur in 2018. \nSee comments on timing in http://www.bloomberg.com/news/articles/2016-09-26/saudi-aramco-sees-oil-demand-steady-as-supply-growth-slows\n\"State-run Aramco plans to sell shares in what could be the biggest initial public offering ever. Itâ€™s still developing a plan for an IPO in 2018, Nasser said. The company may list shares in London, New York, Hong Kong or other cities, as well as in Saudi Arabia, he said.\"     "], [15408, "2016-10-12T02:30:17Z", 0.75, "They need the money"], [25705, "2016-10-11T19:21:08Z", 0.0, "I am confused. The Saudis say they will float in 2018. They want oil prices to recover before that. "], [3895, "2016-10-11T12:45:05Z", 0.41, "http://fortune.com/2016/10/11/saudi-aramco-2018-worlds-biggest-ipo/"], [19801, "2016-10-11T12:20:31Z", 1.0, "Oct 11 Saudi Aramco feels \"comfortable\" that by 2018 oil prices will have recovered and the market conditions will be right for what could be the world's largest public listing, its chief executive Amin Nasser said on Tuesday."], [15621, "2016-10-11T06:49:16Z", 0.03, "See @fitz 're accounting needed before ipo"], [29074, "2016-10-11T02:15:00Z", 0.1, "They want 1 entire Fiscal Year's worth of data under the International Financial Reporting Standards (IFRS). Since Saudi Aramco is private, they do not have to adhere to those standards and likely currently do not. They basically need to convert all of their old Financial Statements into new Financial Statements based on IFRS and then implement it for 1 year to make sure they can do it. There are huge penalties for inaccurate financial statements, not only from fines but also from lack of trust from investors which would kill any chance of investing. This is not an easy task. Basically all of the processes at Saudi Aramco will need to change and they will likely need to purchase new software and hire more employees to make it happen. IPOs are not easy to pull off when your company is 20x the size of ExxonMobil. "], [6303, "2016-10-10T03:14:19Z", 0.71, "According to the general news and GJP consensus.\nOil prices increasing."], [20035, "2016-10-07T15:13:03Z", 0.23, "Edging down again on a quote from this FT article:"], [2965, "2016-10-07T09:07:13Z", 0.95, "Relying on @sevedb forecast and analysis. TX"], [14208, "2016-10-07T07:15:11Z", 0.01, "Any bank, finance institution and or market that makes the decision to work with Saudi Arabia will be sued by 911 victim families."], [4961, "2016-10-07T02:39:15Z", 0.05, "\"The company, which pumps more than 10 per cent of the world’s crude oil, is preparing to list 5 per cent of its shares in 2018.\""], [10657, "2016-10-06T21:32:55Z", 0.6, "To delay further could be costly."], [14880, "2016-10-06T18:46:49Z", 0.03, "\"Saudi Arabia, under pressure from lower crude prices, wants to sell shares in Aramco in early 2018 as part of an effort to generate revenue and reform its economy.\" https://www.bloomberg.com/news/articles/2016-10-06/saudi-aramco-ipo-will-offer-stake-in-all-of-company-s-operations"], [484, "2016-10-06T16:29:36Z", 1.0, "Back up 10%. Thanks @sevedb"], [1639, "2016-10-06T13:51:02Z", 0.95, "Saudi Arabian Oil Co., known as Saudi Aramco, will announce “very soon” a list of investment banks and consultants advising it on the initial public offering, CEO  Amin Nasser said in Bahrain. without specifying a date. It plans to list shares on the Saudi stock market and is also considering foreign bourses in London, Hong Kong and New York, he said. Its plan to sell a stake of about 5 percent could value the company in trillions of dollars.\nThe government hopes to raise about $100 billion from the planned IPO of its flagship asset.\n“There are no obstacles for the IPO of Aramco,” Nasser said. “It’s going very smoothly, and we are on target. We achieved a lot of progress so far. People have to appreciate the size of Aramco and its complexity.”\nThe government hopes to raise about $100 billion from the planned IPO of its flagship asset.\nhttp://www.bloomberg.com/news/articles/2016-10-06/saudi-aramco-ipo-will-offer-stake-in-all-of-company-s-operations"], [23006, "2016-10-06T12:21:44Z", 0.51, "making financial statements public\nhttps://www.ft.com/content/b4c92832-8af0-11e6-8aa5-f79f5696c731"], [28414, "2016-10-06T12:06:19Z", 0.05, "Saudi Aramco is preparing to give investors unprecedented access to its accounts, lifting the lid on the world’s biggest oil producer ahead of a planned initial public offering in 2018.\nhttps://www.ft.com/content/b4c92832-8af0-11e6-8aa5-f79f5696c731"], [25875, "2016-10-06T12:05:09Z", 0.15, "timing mentioned is early 2018"], [15621, "2016-10-03T06:55:44Z", 0.05, "In 2018"], [19801, "2016-10-03T06:33:05Z", 1.0, "Saudi Aramco will be looking to list a part of the state-owned company in 2018 on overseas exchanges, with the London Stock Exchange among the front runners, according to chief executive officer Amin Nasser."], [1639, "2016-10-03T05:37:30Z", 0.95, "The Saudi stock market fell to a five-year low amid fears that more austerity measures will be announced shortly, perhaps including taxes on the kingdom’s large expatriate workforce. The authorities said last week they were cutting allowances for public-sector workers. The main index fell by 3.1%, to a level last reached in March 2011\n----------------\nComment: the KSA financial future continues to be not so optimistic. "], [6303, "2016-10-03T03:08:30Z", 0.7, "According to the general news and GJP consensus."], [29074, "2016-10-03T00:05:19Z", 0.2, "The Prince says it will happen in 2018. I have no reason to not believe him."], [14777, "2016-10-01T18:30:17Z", 0.65, "The ship is sinking"], [1624, "2016-10-01T02:35:42Z", 0.65, "Nudging up in light of other moves SA is making given the stress they're seeing on oil prices & impact on budget. If oil prices keep edging upwards the impetus for this will slow down - at the moment, it appears more rather than less likely in 2017."], [2965, "2016-09-30T13:28:54Z", 0.21, "Should have read this question as proxy for the trend and level of oil prices  in 2017 and 2018:\nEdited at 7.02am Add \n\"Crowd predicts that prices go  below\n$40.Strong signal that No IPO in 2017 unless oil price stabilizes at 40-50.\nGiven oversupply, SA  production cuts \nWill have little or no effect.\nUS production ramps up big at $60\nConfirms no 2017 ipo.\""], [2965, "2016-09-30T03:56:01Z", 0.33, " Significant news that cuts both ways. Reported Production limits agreement between SA and Iran could impact price.\nDB is beyond help by the Bundesbank and certainly will not bei in the IPO neither will Wells Fargo or BAC (small, if any) \nIt seems like JP Morgan has lined up with SA a virtual syndicate and SA has 5-billion now in cash from oversubsribed  bond offers\nJP Morgan has lined up Lazard ( for a variety of reasons) but  Lazard is independent and would provide an excellent second opinion of 100% Aramco valiue.\nSo  SA may still do in 2017\nBut more likely the market stabilizes enough that SA can easily make it to first q of 2018, just like SA states.\nIf oil spikes high in 2017 SA will be ready to exploit by IPO 4th q, which is why I remain at 2/1 against.\nStarted at 100,    "], [14880, "2016-09-29T21:46:14Z", 0.05, "The stories I’ve read indicate an early 2018 offering. "], [14208, "2016-09-28T22:31:42Z", 0.09, "will the Congress vote to Override Obama's Veto on 9/11 Victims impact Aramco and how?"], [484, "2016-09-27T15:55:05Z", 0.9, "(no change) Another reason KSA may move it sooner than 2018: http://www.bbc.com/news/world-middle-east-37482690"], [1993, "2016-09-27T06:57:18Z", 0.35, "Early 2018."], [21800, "2016-09-27T05:23:44Z", 0.15, "Initial forecast. Seems unlikely from present reports."], [484, "2016-09-26T23:42:34Z", 0.9, "Down 10%. I still think the underwriters will make a case for sooner than 2018."], [2965, "2016-09-26T14:14:42Z", 0.33, "Nassers comnents as reflected below. Thanks for the links. SA has a structural deficit but is hardly  a pauper."], [68, "2016-09-26T11:50:42Z", 0.35, "Reducing from 45% forecast on 29 August, itself a reduction from 75%. That was based on http://www.bloomberg.com/news/articles/2016-08-26/saudi-arabia-says-aramco-ipo-on-track-as-it-weighs-best-approach and since then there's been no contradiction of Energy Minister Khalid Al-Fahili's statement that \"Saudi Arabia hopes to list the company, also known as Saudi Aramco, in early 2018\"."], [20035, "2016-09-26T10:14:51Z", 0.25, "Coming down hard on this, despite the more positive consensus, based on this article:"], [2965, "2016-09-25T23:05:18Z", 1.0, "Whether its early 2018, or late 2017, the SA strutural deficit is a  concern.\nSeehttp://www.wsj.com/articles/kingdom-comedown-falling-oil-prices-shock-saudi-middle-class-1474623003\n\"For decades, Saudi nationals such as Mr. Idrees enjoyed a cozy lifestyle in the desert kingdom as its rulers spent hundreds of billions of dollars of its oil revenue to subsidize essentials such as fuel, water and electricity."], [6303, "2016-09-25T18:29:22Z", 0.75, "According to the general news and GJP consensus.\nDelayed by lower oil prices."], [19801, "2016-09-25T07:38:47Z", 1.0, "Saudi Arabian Oil Co.’s (Saudi Aramco) initial public offering (IPO) will likely take place in early 2018, as the government decides how to best optimize the company's value for potential shareholders, the kingdom's energy minister Khalid Al-Falih told reporters on Thursday.\nhttp://www.argaam.com/en/article/articledetail/id/441765"], [783, "2016-09-25T07:03:31Z", 0.0, "In 2018, if then. Commodities and IPO's in it are not good. The TASI is a wet blanket in the region."], [19801, "2016-09-23T13:48:51Z", 1.0, "Aramco has already appointed JP Morgan Chase and Michael Klein as advisers on the deal, according to reports by Bloomberg in April.\nhttp://www.thenational.ae/business/energy/poll-saudi-aramcos-ipo-a-watershed-moment-across-the-region"], [11133, "2016-09-22T16:35:17Z", 0.35, "I know the powers in charge want to, but this country is so old world, plus oil is low so the timing is bad, so I don't think so."], [458, "2016-09-22T15:52:10Z", 0.65, "There is a high chance that Saudi Aramco will do an IPO as the aim is to 'consider financing big infrastructure projects aimed at moving the economy beyond its dependence on oil'. Hence, the question is just about the timing.\nhttp://www.wsj.com/articles/saudi-aramco-ipo-wall-streets-white-whale-1465464606"], [15371, "2016-09-22T14:30:29Z", 0.8, "They need the money"], [13487, "2016-09-21T16:26:38Z", 0.4, "It will need the cash, but significant internal obstacles "], [2965, "2016-09-21T13:46:19Z", 1.0, "http://www.wsj.com/articles/sec-investigating-exxon-on-valuing-of-assets-accounting-practices-1474393593\nlonger they wait more writedowns less net revenue from IPO.\nMaybe IPO impossible after  some date in 2018.\nSee Tesla mid size coupe released.  at 35K with 300 miles range that battery built at Team Musk-Reno better work. "], [6967, "2016-09-21T00:02:50Z", 0.75, "Saudi Arabia will likely expedite the IPO  in order to raise money for the country's economic diversification, which is greatly needed."], [25544, "2016-09-20T19:44:10Z", 0.7, "As they announced to go new ways and makeing an IPO possible, I think they'll do exactly this before 2018"], [2965, "2016-09-20T00:13:52Z", 1.0, "Oil prices. If, if Musk develops a battery with a range of 300 miles, EV sales skyrocket\nHere is the deal. Exxon- Mobil has not written down yet.\nSee http://www.wsj.com/articles/when-should-a-company-write-down-assets-1474064470\nWell oil is a rapidly degrading and depleting asset."], [26267, "2016-09-19T08:28:35Z", 0.55, "Lower on recent article that refers to IPO at the beginning of 2018"], [6303, "2016-09-18T21:19:27Z", 0.95, "According to the general news and GJP consensus.\nLower probability if the price of oil stays lower longer, but still over a year away."], [2965, "2016-09-15T14:24:16Z", 1.0, "See below quote upvotes @seamusfag and @Intriligator and @Raahul_Kumar\nIntrilligator reported a more recent link (by 2018)\n\"In an interview in Riyadh, Prince Mohammed bin Salman said his advisers were working on a plan to offer shares in all of Saudi Arabian Oil Co. rather than just some of its refining subsidiaries. Saudi Aramco, as the world’s biggest oil exporter is known, would be listed on the domestic stock exchange as early as 2017 and no later than 2018, said the prince -- the king’s son and second in line to the throne\".\n "], [2965, "2016-09-13T13:56:16Z", 1.0, "http://www.wsj.com/articles/aramco-buyer-beware-the-risky-track-record-of-government-oil-1469700002\ntiming is everything 4th q 2017.\nhttp://www.cnbc.com/2016/04/25/saudi-deputy-crown-prince-expects-aramco-to-be-valued-at-more-than-2-trillion.html\ndo not expect them to defer that long\nhttp://www.reuters.com/article/us-saudi-aramco-idUSKCN0Y10XL\nhttp://moneymorning.com/2016/07/15/saudi-aramco-ipo-date-when-will-we-see-the-biggest-ipo-of-all-time/\nand\nhttp://www.nytimes.com/2016/06/15/business/dealbook/the-global-stakes-of-a-saudi-ipo.html?_r=0\ninvestment bankers want the fees now-Saudis want the money now."], [15621, "2016-09-13T10:00:24Z", 0.08, "The IPO remains on track while the government considers how to meet all its objectives from the sale, Energy Minister Khalid Al-Falih said last month. Saudi Arabia hopes to list the company in early 2018 and sell about 5 percent of Aramco. The listing is part of Deputy Crown Prince Mohammed bin Salman’s initiative to transform the kingdom’s economy for a post-hydrocarbon age.\nhttp://www.bloomberg.com/news/articles/2016-09-08/saudi-arabia-said-poised-to-add-boutique-adviser-for-aramco-ipo"], [14208, "2016-09-13T04:55:24Z", 0.1, "I'm flipping on this forecast.  edit"], [2965, "2016-09-12T22:01:45Z", 1.0, "Saudi Arabia has been rumored to pull an ipo on Aramco.\nI have it at 100 as  I would think almost all Saudi princes and King surely want to maximize value of the kingdom's only stream of income.\nAN IPO of say a float of 20% is actually quite a conservative hedge at the least.\nI better check with the House of Saud,\nI thought this was happening already\ncertainly in 14 months.  "], [6303, "2016-09-12T00:57:07Z", 0.95, "According to the general news and GJP consensus."], [9755, "2016-09-09T23:26:05Z", 0.56, "Now that almost 100%  of the house  and senate   (Democrats and republicans) have voted for 9/11 victims rights to sue Saudia Arabia in theory.\nIt will be hard for Obama to walk the talk.\nThings will change if Obama does not veto and I donot see how he could go against his own parties position !"], [19801, "2016-09-06T13:55:59Z", 1.0, "Saudi Arabia’s state-run oil firm Saudi Aramco will consider listing on the Tokyo Stock Exchange for its planned IPO, Saudi Arabia’s Energy Minister, Khalid Al Falih, told Japan’s Nikkei business daily."], [13231, "2016-09-06T09:20:31Z", 0.85, "Yes, the economics are secondary to the political will to push forward with the proposal and therefore economic disincentives that could arise throughout the course of 2017 will likely be ignored in favor of staying the course. There is also a huge amount of capital stuck in negative interest rate territory around the world that will find a better home here."], [6303, "2016-09-06T02:07:33Z", 0.95, "According to the general news and GJP consensus."], [19801, "2016-08-31T13:06:05Z", 1.0, "Mitsubishi UFJ Financial Group Inc.â€™s banking unit and its two biggest Japanese peers plan to sign a non-binding agreement with Saudi Arabian Oil Co. in Tokyo this week to expand lending to the state-run firm as it considers an initial public offering, people with knowledge of the matter said.\nhttps://www.bloomberg.com/news/articles/2016-08-31/japan-s-biggest-banks-said-to-sign-agreement-with-saudi-aramco"], [15621, "2016-08-30T08:51:56Z", 0.1, "http://english.aawsat.com/2016/08/article55357175/falih-aramco-issue-underwriting-2018\n"], [28414, "2016-08-29T14:36:59Z", 0.05, "\nSaudi Energy Minister Khalid Al-Falih revealed that Aramco shares underwriting might be issued in the beginning of 2018. \nhttp://www.albawaba.com/business/saudi-aramco-courts-international-investors-underwrite-shares-877410"], [16093, "2016-08-29T14:23:26Z", 0.0, "Energy Minister Khalid Al Falih already said that Saudi Arabia hopes to list Saudi Aramco in early 2018."], [68, "2016-08-29T03:08:16Z", 0.45, "@JClarke and Saudi ministers indication of early 2018. Of course, plans change in 16 months, so I'm not going all the way down yet."], [6303, "2016-08-28T23:41:16Z", 0.95, "According to the general news and GJP consensus."], [20035, "2016-08-28T11:11:34Z", 0.69, "Saudi Arabia and the underwriting of shares. Suggesting January 2018:"], [20035, "2016-08-25T15:25:07Z", 0.72, "Something of interest regarding Saudi IPO rule changes:"], [28564, "2016-08-25T13:04:57Z", 0.1, "Aramco is one of the biggest companies in the world and the most confidential one. The confidentiality is due to its interconnection with all the other ministries including defence and internal affairs. Cleaning up the books for an IPO can take a lot of time. "], [28504, "2016-08-24T09:30:44Z", 0.65, "If the price of oil remains below 50, they need to diversify through cash purchases raised through the ipo"], [28484, "2016-08-24T03:10:49Z", 0.9, "The price of oil is going to stay low. It is better the Saudi Arabia to sell the most  mount of shares right now, before the price is lower"], [26267, "2016-08-23T13:48:52Z", 0.9, "Upping on recent news re IPO. But there's still a lot of guesswork as I don not clearly see the need for Saudi to sell."], [15621, "2016-08-23T08:01:45Z", 0.3, "Up 10 on news that foreigners can buy shares in IPO"], [28413, "2016-08-22T18:57:05Z", 1.0, "This is going to happen prior to 2018; too much reputation is at stake. Regulatory requirements for the Saudis are already in place: http://oilprice.com/Energy/Energy-General/Saudis-Allow-Foreign-Investors-to-Buy-Aramco-IPO-Shares.html"], [19801, "2016-08-22T12:57:26Z", 1.0, "Aug 18 Saudi Arabia will permit foreign institutional investors to buy shares directly in initial public offers, a move that could help the government sell billions of dollars' worth of stakes in state companies including oil giant Saudi Aramco.\nhttp://www.reuters.com/article/saudi-ipo-idUSL8N1AZ4LT"], [28414, "2016-08-22T12:12:46Z", 0.87, "According to Saudis it is a done deal"], [6303, "2016-08-21T22:14:37Z", 0.95, "According to the general news and GJP consensus."], [19801, "2016-08-20T11:17:19Z", 1.0, "Saudi to let foreign institutions buy shares in IPOs\nhttp://www.reuters.com/article/saudi-ipo-idUSL8N1AZ4LT"], [28299, "2016-08-15T17:22:02Z", 0.15, "Saudi Arabia would be unwilling to release financial data to the public on Saudi Aramco, which is a prerequisite for an IPO. Moreover, they would not want to dilute the complete control that they currently have over their main source of income, which incidentally would make it difficult to participate in the OPEC. On the other hand, they need the cash to finance their ambitious programme to become less dependant on oil. The fact that they maintain high production to get as much cash as they can under the low prices, while relinquishing their role as price regulator, could also suggest a different agenda. The IPO might be an option, but one that they will use only when other solutions have not worked. For the time, it should be interpreted as the seriousness of their intention for realising a different financial model, rather than a genuine IPO plan."], [6303, "2016-08-15T00:15:37Z", 0.95, "According to the general news and GJP consensus."], [15621, "2016-08-12T10:52:33Z", 0.2, "http://www.marketwatch.com/story/how-saudi-aramco-ipo-could-be-highly-deflationary-for-oil-2016-06-06\nit is possible that Saudi have also realized that demand is likely to run out before supply and it makes more sense to deplete their own reserves ahead of others.\nGoing higher for this reason, as may hurry IPO. Also question can resolve yes before 1/1/18 but not no before this(unless date after 1/1/18 announced by Saudis). \n"], [26693, "2016-08-11T12:01:37Z", 0.3, "Their systems are not as reliable as it seems. From a personal experience, past IT error was sufficient pushing back 3 years worth of efforts in making \"Vendor application\" alone. However, if an international agency was to force the IPO forward, it will be a mixed bag - such as, is there actually sufficient safe capital to invest in this bid. That being said as well, if this IPO does exist, and fails unexpectedly, expect a much worse economic future. "], [1529, "2016-08-11T02:48:56Z", 0.8, "changing due to crowd stats......"], [6303, "2016-08-09T03:20:45Z", 0.95, "According to the general news and GJP consensus. "], [28037, "2016-08-05T22:56:41Z", 0.9, "Saudis are pursuing new plan for the future."], [25397, "2016-08-04T07:21:20Z", 0.6, "08/04/16 - 65% to 60%: Lack of news surrounding this is unusual. Oil prices have somewhat stabilised above USD40, which eases pressure on Saudi Arabia"], [26267, "2016-08-01T17:14:44Z", 0.55, "It seems the target is \"by the end of 2018\", so shifting a bit lower"], [6303, "2016-08-01T04:08:27Z", 0.95, "According to the general news and GJP consensus. "], [24474, "2016-07-31T00:50:12Z", 0.91, "revising upwards....in for a penny, in for a pound"], [15548, "2016-07-28T12:49:44Z", 0.5, "I am below the consensus for 3 reasons:\n1/there is no clear deadline and even when there is a deadline the deadline is usually not respected.\n2/Oil price might influence the ipo date (http://english.alarabiya.net/en/business/energy/2016/07/13/Saudi-energy-minister-Aramco-IPO-depends-on-oil-stock-market.html)\n3/The fact that the oil reserves are not included might mean that the IPO wouldn't be on Saudi Aramco's parent company. (http://www.wsj.com/articles/potential-saudi-aramco-ipo-wont-include-reserves-1453627558)"], [24474, "2016-07-27T19:36:51Z", 0.89, "@seamusfag and @Raahul_Kumar, I respect your predictions but you two are really far apart on this one. As a point in Raahul's favor, the question doesn't ask if there will be an IPO in New York, just \"an IPO.\"  Saudi Arabia has its own stock exchange.  As a point in Seamus's favor, your brier score is the lowest I've seen.  Going through everyone's articles that were posted it seems like the Saudis want an IPO \"by\" 2018, that means in 2017 they'll plan on doing the work (@amystoller thanks for the timeline for an IPO but I do wonder if it applies to an IPO on the Saudi Market).  I'd like to know what the timeline is for an IPO on the Saudi Market.  I'll look for that but from all the articles, it seems like the Saudis want this.  Average of everyone on the \"With Links\" page is between 49.7 and 50.8...so basically 50/50.  "], [15621, "2016-07-25T09:58:49Z", 0.11, "The government plans to sell 5 per cent of the companyâ€™s shares by the end of 2018, with government officials estimating it could be worth $2-3 trillion."], [14208, "2016-07-23T03:02:41Z", 0.85, "Comment deleted on Oct 22, 2016 07:35PM UTC"], [27640, "2016-07-22T18:16:21Z", 0.1, "This is more or less the financial vehicle of the state! Can the Fed go IPO??"], [783, "2016-07-18T07:32:45Z", 0.0, ""], [6303, "2016-07-18T00:39:21Z", 0.95, "According to the general news and GJP consensus. "], [3895, "2016-07-16T19:39:59Z", 0.59, "http://moneymorning.com/2016/07/15/saudi-aramco-ipo-date-when-will-we-see-the-biggest-ipo-of-all-time/"], [20035, "2016-07-16T15:55:51Z", 0.72, "Raising slightly on the points made in this article regarding SA growing borrowing needs. "], [15548, "2016-07-16T15:44:18Z", 0.15, "http://gulfbusiness.com/saudi-aramco-ipo-depend-oil-stock-market-conditions/#.V4pWI_moOuo"], [368, "2016-07-14T17:59:49Z", 1.0, "@Intriligator:  http://www.investing.com/analysis/8-hidden-details-about-saudi-aramco%E2%80%99s-ipo-200126841"], [27020, "2016-07-14T15:23:44Z", 0.89, "Yes. If oil prices climb higher it will expediate the process. If they stay around the current, Aramaco will need to raise funds. "], [20035, "2016-07-13T10:34:45Z", 0.7, "Coming down slightly on the reference to the IPO happening 'before the end of 2018':"], [27046, "2016-07-12T14:45:14Z", 0.96, "Highly likely as the new crown prince is pushing for modernisation and diversification of the economy, as well as the increasing budgetary needs (while oil price remains subdued)"], [6303, "2016-07-11T01:28:16Z", 0.9, "I am forecasting based on the general news reports and GJP consensus. "], [15621, "2016-07-10T08:16:05Z", 0.1, "Does by 2018 mean by Jan 18 or Dec 2018? This is a very big change of policy and lots of legals to be thrashed out. Going low for now"], [14493, "2016-07-08T17:09:52Z", 0.35, "There are a lot of problems that could arise before 1 Jan 2018 that could lead to the listing being cancelled or delayed. "], [19801, "2016-07-07T10:43:07Z", 1.0, "Al-Falih Kingdom's Energy Minister and Chairman of Aramco said the targeted timeframe to list Aramco by 2018 ‘is reasonable’. ."], [10746, "2016-07-01T17:04:34Z", 0.4, "Saudi Arabia's plan is to sell shares as 'early as 2017 and no later than 2018'.  As Saudi Aramco is a public company, quite a bit of restructuring needs to take place before an IPO can happen. Seeing that 2017 is an early target, it is not likely to be met for there will certainly be at least one unforeseen road bump along the way."], [3895, "2016-07-01T15:28:53Z", 0.48, "not at all clear to me that they'll make this target, or even necessarily intend to."], [20035, "2016-06-30T12:00:31Z", 0.65, "Bumping up on the basis of this FT article, which reports it's '...likely to take place by 2018.'"], [14208, "2016-06-27T17:47:38Z", 0.85, "down 10"], [16093, "2016-06-27T17:14:42Z", 0.1, "If some form of income statement will only be released in 2017 then IPO would likely to be in 2018 or later."], [26461, "2016-06-23T19:20:27Z", 0.8, "intent to float shares + higher oil price"], [23006, "2016-06-22T03:53:17Z", 0.86, "I thought the q date was 2017. :-/"], [26267, "2016-06-21T22:46:46Z", 0.65, "It seems like they need cash and want to improve corporate governance to make it a show case so the IPO is likely. The deadline seems like a bit of a stretch, but still doable."], [6303, "2016-06-20T01:47:36Z", 0.9, "I am forecasting based on the general news reports and GJP consensus."], [1057, "2016-06-17T12:34:47Z", 0.05, "Saudi Arabia will protect its oil industry as long as it can."], [1055, "2016-06-17T12:17:32Z", 0.05, "Saudi Arabia will keep protecting its industry"], [783, "2016-06-17T07:38:04Z", 0.1, "A Saudi I.P.O.? Buyer Beware\nhttp://www.nytimes.com/2016/05/27/opinion/a-saudi-ipo-buyer-beware.html\nBy THE EDITORIAL BOARDMAY 27, 2016"], [26132, "2016-06-15T16:44:46Z", 0.95, "They seem to be following the Ali Baba sleight of hand: Offering a minority participation priced as if it was a majority offering.  It's only challenging to accept the reality of this weird play because of how huge it is and how repressed their markets are. Otherwise, it's just another IPO (and a brilliant way to diffuse the impact of likely valuation collapse). Plus of course if Wall Street is in for a piece of the Vig it will happen asap."], [26047, "2016-06-14T13:29:32Z", 0.25, "Original articles centred on what Deputy Crown Prince Salman supposedly stated, i.e. that 5% of Saudi Aramco would be floated in 2017 or 2018. So start at a 50% chance in 2017. Confirmation was supposed to arrive within months but 6 months later there is still doubt. The Saudi Aramco chairman has not been definitively quoted as confirming this. Is it the parent company the Prince was even talking about or perhaps some of the downstream JVs? Wouldn't it be easier to create more JVs direct with International Oil Companies rather than satisfy the massive exchange rules and regulations in somewhere like NY or London. With 1.5 years left to run it must be less than 50% initial rate based on January's news releases but cannot be zero. 25%. Increases in oil price, waning of Prince Salman's credibility, internal strife based on succession to the throne likely to delay or eliminate this IPO and reduce my forecast."], [11442, "2016-06-14T00:27:16Z", 0.45, "Given the large size of Aramco, and it's massive number of stakeholders (literally an entire country) I think that it would be difficult to get the IPO done within 1.5 years. Also, well the government and especially the  Prince crown prince has been moving fairly rapidlyrecently, the kingdom runs on a consensus among the members of the royal family. It seems to me that getting enough key people to buy in could be very time-consuming. Remco could take several extra moments and still fall within the 2018 deadline."], [25967, "2016-06-12T06:04:43Z", 1.0, "They want to raise money as soon as possible to start their programs that will lessen their dependence on oil."], [6303, "2016-06-12T02:16:05Z", 0.9, "Saudi Arabia wants to diversify away from oil since it is no longer the \"swing\" producer of oil, developing completion of alternative and renewable energy sources, and the increasing recognition of and action on climate change issues around the world.\nIf the price of oil and gas continues to increase, then the Aramco IPO may be even more profitable and occur sooner!"], [25782, "2016-06-11T03:21:17Z", 0.65, "Saudi Arabia is attempting to modernize their oil based economy.  A flotation of Saudi Aramco shares is part of the strategy.  Oil prices have sharply rebounded from the lows seen earlier this year, which leads to a higher valuation of Saudi Aramco.  "], [14253, "2016-06-10T22:06:13Z", 0.9, "I have been at 10% as I had thought of the question as being by 1 January of next year."], [915, "2016-06-10T18:54:13Z", 1.0, "Saudis need the cash and to IPO before oil falls as Iran keeps flooding the market and rebuilds its oil infrastructure.\n "], [484, "2016-06-10T18:46:12Z", 1.0, "Up 65% on new and better information from @Intriligator"], [368, "2016-06-10T18:35:38Z", 0.95, "Change in estimate :  range of dates for IPO offering more clearly specified:  http://www.bloomberg.com/news/articles/2016-04-01/saudi-arabia-to-sell-stake-in-parent-of-state-oil-giant-by-2018"], [51, "2016-06-09T23:46:56Z", 0.25, "My plan is to remain skeptical the IPO will happen by the deadline, given that the sources I have seen indicate no later than late 2017.  If we see some tangible progress, I will revise my position accordingly.  \n"], [691, "2016-06-09T20:17:27Z", 0.78, "There will surely be an IPO, albeit of limited scope--a smallish number of probably nonvoting shares.  Whether it will meet this deadline is the issue.  On the basis of no evidence, I think so."], [25894, "2016-06-09T06:44:39Z", 0.75, "Yes, but I would hazard a guess that the number of shares will be very limited, initially purchasable by the ARAMCO elite and friends before heading to the general market. It has the feeling of being a novelty item to some degree. That stock will zoom past Apple, and probably zoom right back down."], [484, "2016-06-08T17:10:35Z", 0.35, "Up 25% I just don't know how to deconflict my inclinations that are similar to @JP http://www.gjopen.com/comments/comments/254176 and the various statements that it won't be before 2018."], [25875, "2016-06-08T15:17:23Z", 0.9, "This is in line with various of SA's objectives."], [1529, "2016-06-08T01:14:21Z", 0.45, "Upping %........Swayed by the crowd......"], [51, "2016-06-07T18:40:12Z", 0.25, "More than a few sources point toward sometime in 2018.  Soonest may be late 2017.  "], [24287, "2016-06-07T16:57:47Z", 0.9, "So with the OPEC going full steam ahead on production, I suppose one thing can definitely be said. Saudi is moving full steam ahead to raise it's market share with no holds. Oil prices staying up is definitely helping their case. I would say this is exactly how any company will move ahead of a likely IPO. The big question is what valuation the company can get. They are aiming quite high. I have come across estimates as high as $2tn! Crazy! Though the spread and the range of numbers being talked about is quite wide. Some are even talking about as low as $500bn. Whichever way it is, this is a very high likelihood. Given the long timeline, I think this happens. Reiterating my initial forecast, and I see no reason to move it either way at this point. "], [25601, "2016-06-07T12:13:10Z", 0.67, "Part of a plan to revamp Saudi finances through the creation of a sovereign wealth fund of which the Saudi Arabian Oil Company will form the cornerstone."], [25802, "2016-06-06T15:33:31Z", 0.9, "A partial listing of specific assets to test investor appetite."], [25107, "2016-06-06T05:32:51Z", 0.85, "They are short of cash and to plug their fiscal deficit "], [15750, "2016-06-05T20:42:21Z", 0.75, "They will have to test the waters in case of future needs"], [10924, "2016-06-05T19:12:39Z", 0.8, "Risk management\n"], [484, "2016-06-04T19:04:04Z", 0.1, "Down 50% @Intriligator Probably on auto-pilot unless there are significant leadership or macroeconomic issues that pop up."], [368, "2016-06-04T18:59:03Z", 0.05, "http://english.alarabiya.net/en/business/energy/2016/06/03/Saudi-Aramco-keen-to-invest-in-global-upstream-after-IPO.html"], [83, "2016-06-03T20:35:02Z", 0.25, "NYTimes p.B2: \"Mr. Falih is also in charge of the effort to sell a small stake in Saudi Aramco to investors with a target of 2018.\"\nhttp://www.nytimes.com/2016/06/03/business/energy-environment/opec-meeting-oil-production-saudi-arabia.html?_r=0"], [20035, "2016-06-03T10:28:36Z", 0.45, "Article in the FT says 2018. It seems to me that if that's the projected time is a vague 2018, it's probably going to run into additional delays in the meantime. "], [9755, "2016-06-02T20:44:40Z", 0.9, "Chances are increasing "], [1639, "2016-06-01T16:57:05Z", 0.95, "In response, the government envisions a broad diversification of the economy beyond crude exports. Saudi Arabia’s new leadership plans to privatize chunks of many government companies, starting with a stake of up to 5% of the Saudi Arabian Oil Co., the country’s colossal national oil company better known as Aramco. Also on the table: expanding more aggressively into higher-value refined products such as gasoline and petrochemicals, developing a tourist industry and building a manufacturing base.\nhttp://www.wsj.com/articles/oil-change-affluent-saudi-arabia-goes-to-work-1464716895"], [23006, "2016-05-31T03:26:58Z", 0.55, "2018"], [484, "2016-05-31T02:10:22Z", 0.6, "Dropping 32% @JClarke link: http://www.gjopen.com/comments/comments/247436"], [20035, "2016-05-30T21:03:28Z", 0.6, "Dropping on the news that the IPO is scheduled to take place in 2018, rather than before. As always though, with such a long timeframe this may change again."], [15548, "2016-05-28T14:38:55Z", 0.65, "http://www.reuters.com/article/us-saudi-oil-aramco-idUSKCN0YI0YT\n\"The company is finalizing its proposals and will present them to its Supreme Council soon, which could see part of Aramco publicly listed by 2017-18. However, Nasser said the timeframe was not set yet.\"  "], [783, "2016-05-27T20:54:36Z", 0.1, "The Roman Empire had emperors who bribed politicians, military, friends of Rome, and VIsigoths, to stay in power.  It is pretty much like the Saud family. Their power is based on distributing money to powerful groups to support their leadership. Most people in Saudi Arabia work for the government,  \"the 90/90 employment gridlock, where about 90% of Saudis are employed by the government and 90% of the jobs in the private sector are filled by about 7 million Arab and non-Arab expatriates.\" http://www.gallup.com/businessjournal/184748/lure-government-jobs-saudis.aspx"], [24287, "2016-05-27T04:57:24Z", 0.9, "Certainly a high likelihood to start with. Spoke to a friend working in oil extraction in Saudi - he says Aramco listing will happen as the leadership is very keen to shift economy towards less oil dependency + it needs the money. Chatter of doing something else other than oil has dramatically picked up in SA. Plus the top leadership has recently kept this message on top of its agenda. Market share push is another indicator that this is in works."], [25426, "2016-05-27T02:39:07Z", 0.75, "Saudi Arabia is doing this to shore up its financial status in the short term and is hedging against oil price volatility in the long run.  The short term budget issues they are facing will increase the probability of this happening by 2018.   "], [24163, "2016-05-26T16:12:28Z", 0.84, "Updating for passage of time."], [20035, "2016-05-26T10:23:20Z", 0.99, "Maintaining my current strong prediction, just wanted to add this post from the Washington Post regarding the death of OPEC:"], [25134, "2016-05-25T22:16:50Z", 0.7, "Saudi wants to open up its markets, and this is a good way of doing so and of raising cash - but it's not the only way..."], [691, "2016-05-25T19:19:14Z", 0.94, "There is no plan to sell anything remotely resembling a controlling interest, just moving enough shares to raise some cash.   The largish delegation of Grumpy Old Men in the royal family will be unhappy, but probably won't be able to put the kibosh on something like this IPO."], [68, "2016-05-25T10:42:19Z", 0.75, "H/T @JClarke\nhttp://www.bloomberg.com/news/articles/2016-05-25/saudi-aramco-said-to-appoint-jpmorgan-hsbc-for-debut-bond-sale"], [20035, "2016-05-25T10:14:53Z", 0.99, "Edging up slightly on the basis of this article:"], [12943, "2016-05-25T03:09:51Z", 0.93, "Very high probability. They are looking to sell just 5% of the group initially. This is part of their wider move to modernize their capital markets, including Saudi sovereign bonds.  The long time frame in this question makes this a high probability event. Could even happen still in the early part of 2017 already. "], [20042, "2016-05-25T00:45:58Z", 0.5, "By coincidence I already watched this interview with Prince Mohammed bin Salman who pushes the IPO forward to make the Saudi state independent from oil:\nhttp://english.alarabiya.net/en/webtv/programs/special-interview/2016/04/25/Deputy-Crown-Prince-This-is-the-Saudi-vision-2030.html\nAs I understand it, to qualify for a public offering Aramco has to provide a level of openness, mainly about its oil reserves of course, that has not been achieved yet. It's a huge step for Saudi Arabia and they expect big financial returns from putting only 5% of the company on the market. But their large scale projects always move slowly and there may be corrupt skeletons in the closet. Also the Ghawar field is probably spoiled by pressure pumping too much sea water. I can see the Aramco IPO being postponed indefinitely.\nOn the other hand I don't think the other Saudi Royals want Mohammed bin Salman to lose face. The matter of strengthening and modernizing their country requires action and the momentum for the IPO is there now, and that's sooner than you think. Following expectations they might pick 22 September 2017, beginning of the Islamic New Year, or even this New Year 3 October 2016 and surprise all in the industry again.\n50-50 chance."], [25198, "2016-05-25T00:03:28Z", 0.8, "There are a number of ways this could derail in the medium-term, but oil prices seem here to stay - so, then, do KSA's budgetary constraints."], [1639, "2016-05-24T13:51:17Z", 0.95, "General Electric announced that it would invest $1.4 billion in Saudi Arabia as the kingdom opens its economy and reduces its dependence on oil. GE will collaborate with Saudi Aramco, a state-owned oil firm, and a state-backed investment company to build a $400m manufacturing facility, and will invest $1 billion by 2017 in sectors including water and aviation\n========\nA bit of news from The Economist Espresso"], [14761, "2016-05-24T11:39:42Z", 0.5, "As quoted in the Financial Post the prince said, \"... the sale is planned for 2018, or even a year earlier.\" This suggests a fair degree of uncertainty about the Saudis ability to make this happen quickly. There are many things that could derail it or slow it down; Saudi public opinion may need to be massaged, the oil price might fall under $30 again, world financial markets might get hammered. It strikes me that each of these possibilities is at least a 10% chance. Lets add another 10% for a black swan, and another 5% because I'm feeling bearish today. That leaves 55% which still seems too high for something as complex and contingent as the biggest IPO ever. Lets call it even money."], [9755, "2016-05-24T00:37:40Z", 0.69, "That's the plan , it's a matter of time. By Jan 2018 !  I give them a simbolic 69% for now. \nMany things may happen between now and 2018. Cannot be a sure bet as most believe ."], [16650, "2016-05-23T21:50:39Z", 0.25, "It will happen, but probably not in the time frame given.  The Prince's advisers say 2018 and he's pushing for 2017.  To me that sounds like it will happen in 2018 at the earliest.  Of course, the Prince can make things move faster, but it's a big project and will involve offshore listings so there's a limit to how fast he can make it happen."], [14208, "2016-05-23T16:00:37Z", 0.98, "88% to 98%"], [25160, "2016-05-23T13:33:50Z", 0.9, "the long-term outlook for carbon fuels is not going away, but the world is rapidly becoming less reliant. also, not many people work in SA and they need the cash to maintain entitlements. they have started to borrow billions. The house of Saud will retain majority, but it almost certain they will float some shares."], [783, "2016-05-23T04:28:47Z", 0.1, "Saudi Arabia's society is far more conservative than that of Japan, and Japan has been in recession for many years without the support or economic infrastructure to change quickly due to cultural and historical values and limited resources. Any move to open up a valued resource such as Aramco and oil to outsiders is not agreeable to hard liners who perceive that outside influence will weaken their power, and that of the State (which is them).   The opening of Aramco for foreign investment may recall the decision Saudi Arabia made to nationalize the oil during the embargo and, given that Saudi Arabia is not on political solid ground,  will cause investors to think twice is their investment is safe there.  "], [484, "2016-05-23T02:05:51Z", 0.92, "Up2% to be ahead of consensus."], [22823, "2016-05-22T22:48:32Z", 1.0, "The combination of currency wars, massive government debt, and an uprising by  citizens furious at the loss of sovereignty and  crappy foreign policies shoved down their throats, meets the \"secret\"  reality of peak oil, religious wars, and the need for the Saudis to grab their money-fix of easy cash will force this to come to pass.  They're use to spending money like it was water flowing out of Niagara Falls.  Thirsty for those greenbacks (one pays is still their currency of choice)."], [4638, "2016-05-22T22:46:34Z", 0.99, "Saudi Arabia is an an unprecedented level of economic crises. In April, Saudi Arabia raised $10 billion in bonds from JP Morgan, HSBC, and the Bank of Tokyo-Mitsubitshi in the form of a 5-year loan. Moreover, this loan will increase S.A. debt level from 7% GDP in 2015 to 50% GDP by 2020. Such debt will be unsustainable without other sources of income, namely from a public offering of Saudi Aramco. "], [7809, "2016-05-22T22:05:36Z", 0.75, "By allowing more non Saudis to buy shares in Aramco, they automatically allow other friendly and not so friendly nations to become partners."], [691, "2016-05-21T18:00:37Z", 0.94, "The geriatrics in the royal family will probably try to block or delay this, but there seems to be fairly broad agreement that it needs to happen, and they don't need permission from anybody to do it. "], [15548, "2016-05-21T14:26:02Z", 0.85, "I am not 100% sur that they need to sell so badly."], [4634, "2016-05-21T11:02:19Z", 0.72, ""], [23006, "2016-05-21T03:26:24Z", 0.7, "It seems like international markets think S.A is a good bet on demand side\nCountry is bleeding cash to keep domestic spending levels up so need more $$ so sell-side is there too\n"], [484, "2016-05-21T02:49:05Z", 0.9, "(no change and apologize if offending any, but I've made this kind of mistake) This is about 19 months away."], [706, "2016-05-20T19:04:45Z", 0.95, "Cha-ching!"], [20035, "2016-05-20T10:47:08Z", 0.97, "Given the volatility in oil prices, Saudi Arabia seems to have grasped the nettle of the need for diversification and increased revenue collection. Selling shares in Saudi Aramco is part of that plan to deal with changing economic tides:"], [20284, "2016-05-19T23:35:57Z", 0.75, "Selling bonds, issuing IOUs to certain creditors and selling off some of the assets will all be necessary for Saudi Arabia to maintain the expensive conflict with Iran.   Unless oil exceeds  expectations for a significant recover in price or a change in the hierarchy there will be continuing need for income to balance the budget and proceed with greater involvement in area politics."], [484, "2016-05-19T17:38:44Z", 0.9, "Down 5% @Raisinville (I had forgotten about the parent company criteria OTOH there are so many ways to structure a company I can see some possible wiggle room)"], [83, "2016-05-19T17:33:20Z", 0.5, "FT article (5/19/16 p.6):\n\"The structure of any IPO remains unclear.  A stake in the parent company,..., would be highly sought after by investors and would acheive the highest value.  But a separate company within a holding entity, containing select assets could also be available, analysts say.\"\nStaying at 50%, since the fine print in the IFP, is limited to the parent company \"Saudi Arabian Oil Company\".  In the end, listing only a subsidiary may require far less data to be provided to the public/markets."], [24163, "2016-05-19T13:47:11Z", 0.84, "I think that they will have an IPO before 1 January 2018. I need to compile a supporting data set  to determine the windows of likelihood and identify any factors that may hinder this offering. But from the media reports I have seen I do think there is a high probability of this occurring within this extensive time frame. But there is still the possibility that a changing oil market, or a changing energy market in general will have repercussions on this IPO. "], [68, "2016-05-19T09:27:09Z", 0.95, "Starting high because of the long timeline. "], [1639, "2016-05-19T08:54:25Z", 0.95, "Saudi Aramco, the world’s largest oil company, is being readied for market. At the moment it is owned entirely by the Saudi Arabian government, but next year, if all goes to plan, anyone in the rest of the world will be able to buy a share in it"], [25216, "2016-05-19T08:35:36Z", 0.8, "This has been mooted for some time, and the Saudi government are in severe need of funds due to the wildly fluctuating oil prices. Considering that oil is their biggest export to the world, they would be very keen to seek capital injections to their state-owned oil corporation. Add to that the fact that their currency reserves are severely depleted, and have already had to cut back on several subsidies. There is still plenty of time between now and Jan 2018 to successfully execute an IPO for Aramco."], [484, "2016-05-19T02:53:57Z", 0.95, "Up 5% to be above consensus."], [1529, "2016-05-18T21:01:19Z", 0.3, "Not to say that it can't be done in this timeframe, but I have some \"how\" and \"what\" questions."], [16093, "2016-05-18T18:36:56Z", 0.2, "Limited preparation to establish transparent corporate governance made before and after the IPO announcement."], [484, "2016-05-18T16:00:37Z", 0.9, "Up 5% @sevedb and @Raahul_Kumar"], [1639, "2016-05-18T15:43:34Z", 0.85, "Prince Muhammad says a listing would not only help the stockmarket, which opened to foreigners last year. It would also make Aramco more transparent and “counter corruption, if any”. A final decision has yet to be taken. Yet the prince has held two recent meetings with senior Saudi officials to discuss a possible Aramco listing and diplomats say investors are being sounded out. The talk is of at first floating only a small portion of the company in Riyadh, perhaps 5%. In time that could rise—though not by enough to jeopardise the kingdom’s control of decision-making."], [19801, "2016-05-18T12:29:31Z", 1.0, "Given the date is 2018. Deputy Crown Prince Mohammed bin Salman was quoted by Bloomberg early last month saying that Saudi Arabia was planning an IPO to sell shares amounting to around 5% of the company, as soon as next year.Saudi Arabia is planning a three-way stock market listing for state-owned oil and gas company Saudi Aramco in London, New York and Hong Kong, the British daily The Telegraph reported.\nhttp://fuelsandlubes.com/saudi-aramco-plans-three-way-stock-market-listing/"], [102, "2016-05-18T02:58:54Z", 0.65, "https://larswericson.wordpress.com/2016/05/18/gitrep-17mar16pm/"], [14208, "2016-05-18T02:41:30Z", 0.77, "They have to.  "], [5001, "2016-05-18T02:06:27Z", 0.5, "This massive coulda-woulda is subject to too many geopolitical influences to take the stated intentions very seriously. I am sticking to a mix of caution and status quo bias for now. "], [484, "2016-05-17T23:21:24Z", 0.85, "Guessing the new oil minister is in synch with the Vision 2030 plan and will make it happen."], [83, "2016-05-17T21:41:54Z", 0.5, "\"As early as....\""], [10314, "2016-05-17T21:00:56Z", 0.7, "Supply glut will diminish and rise of popularity of electric vehicles will make for an easy \"yes' decision by the Saudi's."]]}