{"question_id": 129, "title": "Will there be a new episode of mass killing in Ethiopia before 1 January 2017?", "correct_answer": "Yes", "crowd_forecast": 0.05, "preds": [[29266, "2016-12-20T12:17:30Z", 1.0, "A reasonable interpretation of the available data indicates the criteria has been met. "], [30456, "2016-12-17T00:37:56Z", 0.05, "Time is passing."], [30456, "2016-12-07T00:26:08Z", 0.15, "https://www.nazret.com/2016/12/04/discontent-grows-louder-in-ethiopia-as-regime-fights-for-survival/"], [484, "2016-12-05T00:35:55Z", 0.0, "Down 5% for passage of time."], [484, "2016-12-01T03:36:02Z", 0.05, "Down 5% to be closer to the consensus."], [19260, "2016-11-22T05:17:57Z", 0.0, "Adjusting down for the passage of time."], [29266, "2016-11-18T11:37:55Z", 1.0, "Math"], [484, "2016-11-18T03:30:26Z", 0.1, "Down 5% for passage of time."], [29266, "2016-11-14T21:08:13Z", 1.0, "ACLED data shows rolling 12 month total from 11/12/15- 11/12-16 of 1,029 civilians killed by security forces for events coded violence against civilians only (here I am excluding riots/protests, which I have previously included, and still believe should count) in Oromia, Addis Ababa, and Amhara."], [68, "2016-11-12T03:27:52Z", 0.25, "Reducing from the 45% entered on 10 Oct in the absence of further news."], [25021, "2016-11-08T21:28:07Z", 0.02, "Some debate as to fatality numbers but most human rights groups suggest around 500 over the past year. An accurate count is impossible, and though I suspect real numbers may be higher it's likely that EWP will err on the side of caution.\nStill plenty of time for a big blow-up but Government is taking steps to placate observers in and out of the troubled nation. Western media reports:\nhttp://www.bbc.com/news/world-africa-37910542\nhttp://www.newsweek.com/can-ethiopias-new-cabinet-address-oromo-protests-518375\nDown 10% on these cosmetics."], [484, "2016-11-08T00:15:36Z", 0.15, "Down 35% on @clinton explanation below. Thanks."], [484, "2016-11-07T18:12:17Z", 0.5, "Up 45% on @aastanley post below."], [23372, "2016-11-07T18:04:19Z", 1.0, "ACLED Data released today puts Violence Against Civilians (Event_Type) in Oromia (Admin 1) during 2016 (Year) at 1155. This crosses the threshold of the definition being used. My model factors in time and confidence bands. This number makes time no longer a factor since the threshold is crossed. It also is well above where a variation in the calculation. Assuming that this will continue to tick up, and despite an understanding that there are issues with reporting and the number overall (as well as general definitional ambiguity), I am sticking with the model I have been using over the past months and adjusting to 100% since it is over 1000 deaths in the time frame allocated. "], [29266, "2016-11-04T10:45:01Z", 0.75, "If you take ACLED fatality numbers for past 12 months, for oromia (plus Addis) and amhara, and only protests and violence against civilians where security forces were involved, it's already over 1,100. Not sure how admin will score is the only reason I'm not betting higher. "], [29266, "2016-11-04T10:39:42Z", 0.5, "If you take ACLED numbers for fatalities in incidents of violence against civilians and protests where security forces were involved, only for oromia (including Addis) and amhara"], [23372, "2016-11-03T15:51:33Z", 0.09, "The official number of Oromo civilian deaths on ACLED is 765 (as of Oct. 29). Some issues with this number, and as I have mentioned before, definitional issues related to what is going to be counted. ACLED is probably the most accurate number publically available though, and so using that as a baseline, with only a tick up of 6 fatalities recorded since Oct 22, and the passage of time, I am going from 10% to 9%. "], [484, "2016-11-02T02:21:55Z", 0.05, "Down 5% for passage of time."], [29266, "2016-10-28T03:05:40Z", 0.5, "I think this is now 50/50.  If you look at ACLED, from Nov 1, 2015 - Oct 22, 2016 there are almost 900 fatalities from violence against civilians/protests in which security forces are coded as the perpetrators, all in greater Oromia and Amhara (so excluding conflict not related to the recent crisis in Oromia and Amhara).  ACLED has almost 380 civilians killed by security forces in Oromia and Amhara in the first 22 days of October alone.  If Nov and Dec are each 1/3 are violent as October, the 12 month total at the end of 2016 will be over 1,000."], [23372, "2016-10-25T15:21:10Z", 0.07, "Based on the model that I am using, which factors in the current pace of fatalities over the year and projects that out the probability of reaching 1000 fatalities (using ACLED data) against the Oromo, I have lowered my forecast from 21%. I take ACLED data looking at \"violence Against Civilians\" and \"Oromia\", which currently is at 759 fatalities. At this rate, by Jan. 1, 2017 there will be an additional 167 deaths (averaging at 23.538 fatalities per day). There would have to be a 43% increase above the 167 additional projected deaths. Using a 50% increase or decrease over this projected deaths number for probability, this puts a 93% chance that the number will stay under 1000 and a 7% chance that it will go over."], [53, "2016-10-24T21:05:02Z", 0.6, "ACLED data update released.  Note for items added on October 11: \"Reports of up to 380 Oromo people killed by security forces and up to 35,000 arrested across Oromia between 3-17 October in response to the riots that followed the heavy casualties during Irecha festivities in Bishoftu early October. 200 were reportedly killed in West Arsi (28 deaths already coded on 10 October), 75 in East Shewa and 47 in East Arsi (11 deaths already coded on 13 October).\""], [691, "2016-10-20T15:56:20Z", 0.04, "Just now the gummint seem to be in arresting mode rather than gunning-down mode.  Stay tuned, though: It may not work for them."], [23372, "2016-10-14T15:55:40Z", 0.21, "My model takes two factors, ACLED Data on \"Violence Against Civilians\" in Oromia, and time. In 286 days so far in 2016, the average fatalities/day is 2.5874. This projects out to 204 more deaths this year. The ACLED Data has 740 fatalities this year within the constraints outlined. This is projecting 944 fatalities. Slightly under the 1,000 fatalities needed by definition to be mass killing. Using this as the mid-point, I project 50% increased and decrease in the rate of killing per day. It would have to be an increase of 30% more deaths per day to see the threshold of 1000 crossed. If it took 40% increase then there would be a 10% probability. 50% increase would be 0%."], [23372, "2016-10-14T15:49:26Z", 0.2, "My model takes two factors, ACLED Data on \"Violence Against Civilians\" in Oromia, and time. In 286 days so far in 2016, the average fatalities/day is 2.5874. This projects out to 204 more deaths this year. The ACLED Data has 740 fatalities this year within the constraints outlined. This is projecting 944 fatalities. Slightly under the 1,000 fatalities needed by definition to be mass killing. Using this as the mid-point, I project 50% increased and decrease in the rate of killing per day. It would have to be an increase of 30% more deaths per day to see the threshold of 1000 crossed. If it took 40% increase then there would be a 10% probability. 50% increase would be 0%."], [25021, "2016-10-13T09:54:22Z", 0.12, "\"Ethiopia faces its Tiananmen Square moment\": https://www.ft.com/content/753f033c-8f9e-11e6-8df8-d3778b55a923\nAlso this: https://www.theguardian.com/commentisfree/2016/oct/12/ethiopia-state-of-emergency-protests-corruption\nA valued friend of the West, but this is a country in decline - things will get much worse before they get better. Raising 10%."], [12591, "2016-10-12T04:47:23Z", 0.75, "The protest are growing in number. The Government has admitted to at least 500 deaths so far. Protesters claim the nuumber of deaths is twice that number"], [53, "2016-10-11T18:14:05Z", 0.2, "ACLED entry for the stampede on Oct 2 is for 55 deaths, coded under Riots/Protests.  Death toll probably higher but will be difficult to determine.  This article by HRW is good though: https://www.hrw.org/news/2016/10/08/qa-recent-events-and-deaths-irreecha-festival-ethiopia"], [14208, "2016-10-10T23:06:20Z", 0.05, "\"Ethiopian security forces have killed more than 500 people during protests over the course of the last year.\"  https://www.hrw.org/news/2016/10/08/ethiopia-independent-inquiry-needed-irreecha"], [68, "2016-10-10T07:16:22Z", 0.45, "Reducing from the 75% I entered on 02 Oct after reading report that \"at least 300\" people had been killed. The government has officially acknowledged about 55, however. "], [484, "2016-10-09T16:55:42Z", 0.1, "Up 10%, The fundamentals (protests) are changing things, but more importantly with more press coverage comes more chance that various acts may be reported."], [53, "2016-10-07T17:56:17Z", 0.45, "estimates of # of deaths in last weekend's stampede range from 52 to almost 700. Human rights group's estimates are mid-range.  http://africanarguments.org/2016/10/07/ethiopia-how-popular-uprising-became-the-only-option/"], [53, "2016-10-07T05:37:20Z", 0.37, "Lowering due to conversation with EWP.  A few points here though."], [28403, "2016-10-06T06:20:13Z", 0.25, "Reverting to a much lower estimate based on the comment of the @EarlyWarningProject here: http://www.gjopen.com/comments/comments/341587"], [28403, "2016-10-05T06:24:31Z", 0.7, "Pushing up by 5% on news of the stampede that killed at least 50 (but maybe as many as several hundred) Oromo after police fired tear gas and rubber bullets into a crowd: http://www.bbc.com/news/world-africa-37534387"], [23372, "2016-10-04T19:25:32Z", 0.35, "Moving my forecast up from 25% to 35% based on a number of reports of casualties. Additionally, it appears clear that there has been an escalation recently. Reports have been \"fuzzy\" as to what the level of fatalities are, which keeps the probability below 50%. That said, ACLED has over 500 reported deaths in less than a years period for the Oromo region."], [14208, "2016-10-03T14:21:57Z", 0.0, "maintaining 0%.  If the Early Warning Project aligned it's language and definitions of victims along the same lines as the U.S. Military definition of victims would EWP have a greater impact/meaning?  The U.S. Military will probably be the agency to do something about it.  Having an understanding of U.S. Military Joint Doctrine on Mass Atrocity Response Operations may help write better questions. (apology for multiple edits :) "], [4577, "2016-10-03T10:29:16Z", 0.33, "Pushing back up to 33% on reports of dozens of Oromo protesters killed during anti-government protests at a religious festival this weekend:"], [53, "2016-10-02T21:25:58Z", 0.75, "Reports, as noted by @Khalid, of stampede & deaths.  Bit confused as to how many at this time & I don't know if they will be counted as civilians (unarmed) or not. http://www.bbc.com/news/world-africa-37534387.  "], [68, "2016-10-02T13:40:24Z", 0.75, "I've been low on this question since it started, but news is just coming out of at least 300 Oromia killed, mostly in a stampede after government forces opened fire (sorry, no link at this time but it's on BBC). This follows reports of 400 killed in August. Counting the deaths late last year, that makes more than 1000 in under 12 months, all of the same ethnic group against the government."], [25021, "2016-10-01T00:16:50Z", 0.02, "It's coming - just not yet. Expecting to see this question rejigged for 2017."], [28403, "2016-09-28T07:59:02Z", 0.6, "I've updated the data provided by ACLED in my spreadsheet and corresponding graph: https://docs.google.com/spreadsheets/d/1Q3H4a9zjsu1EsE8exb-6innpIhBZZU2oMjHgY6aRMig/edit?usp=sharing"], [29266, "2016-09-26T19:03:10Z", 0.4, "I think the probability here is too low.  According to ACLED, 744 civilians have been killed (as of September 24).  Assuming 3.4 per day for the rest of September, or 21 total, that's an estimated 765 for Jan - Sep.  That's 85 a month in 2016.  If this rate holds for the next three months, the total would be around 1020.  "], [53, "2016-09-19T17:57:33Z", 0.37, "increase in deaths recorded in ACLED database recently (Aug/Sept).  Many of those are protesters & rioters - not entirely sure about the counting for EWP."], [484, "2016-09-17T20:40:00Z", 0.0, "Down 5% for passage of time."], [3895, "2016-09-15T14:31:07Z", 0.12, "passage of time"], [484, "2016-09-14T19:55:54Z", 0.05, "Down 10% to be at consensus."], [484, "2016-09-09T02:14:56Z", 0.15, "Down 10% for passage of time."], [53, "2016-09-06T22:15:14Z", 0.15, "Fatalities for September 1-3 were alarming: 54 deaths by military: 7 civilians, 25 protesters, 22 rioters and 2 civilian deaths by prison guards.  That's a lot for 3 days, and there was a big jump in civilian fatalities in the latter part of August."], [19801, "2016-09-06T13:43:36Z", 0.1, "Given that killings have to be specifically targeted, reducing probability."], [28403, "2016-08-26T08:33:06Z", 0.15, "Based on ACLED data (collected here: https://docs.google.com/spreadsheets/d/1Q3H4a9zjsu1EsE8exb-6innpIhBZZU2oMjHgY6aRMig/edit?usp=sharing) Ethiopia experienced 585 fatalities in \"violence against civilians\" over the last 12 months (note that ACLED's definition doesn't necessarily reflect the EWP's calculation of civilian fatalities). Practically all of these fatalities occured after 31 December 2015, so they won't \"expire\" before the question runs out."], [19801, "2016-08-26T03:47:40Z", 0.25, "Up on Shiva's link. However 400 deaths to date doesn't support a total of 1 000 deaths, which is a high threshold."], [19801, "2016-08-23T08:05:09Z", 0.1, "August 11, 2016 (ADDIS ABABA) – Continued Anti-government protests in Ethiopia’s Oromiya and Amhara regions are claiming more lives."], [23006, "2016-08-22T01:53:51Z", 0.51, "https://www.buzzfeed.com/claudiakoerner/an-ethiopian-runner-protested-at-the-olympics-in-spite-of-fe?utm_term=.kc07pED15#.oiemeGQp3"], [534, "2016-08-13T16:15:31Z", 0.25, "Already headed in that direction. :-("], [23372, "2016-08-12T14:09:23Z", 0.25, "Moving my forecast upwards on the basis of the recent reports. Unclear what the levels are and I am suspicious of the 100 person number for two reasons. First, 100 civilian fatalities in that type of opening fire by police is high (but not totally unprecedented. Second, the possibility that the number is trending higher in order to bring international pressure to allow for an investigation."], [25021, "2016-08-12T05:23:36Z", 0.16, "Up another 4% as there's a chance this question could be resolved over the course of a lazy afternoon. All it may take is a major protest gathering (likely) to get out of hand (also likely). \nThousands of Oromo and Amhara protesters remain in custody, and grievances against the Tigray elites are likely to gather steam. https://www.youtube.com/watch?v=jb2XxImw24c"], [961, "2016-08-10T14:01:35Z", 0.49, "I am upping my prediction in part from a 1:3 an almost 1:2 \nhttp://www.bbc.com/news/world-africa-36940906\n"], [4577, "2016-08-10T11:24:11Z", 0.2, "I'm doubling my forecast, from 10 to 20 percent, on a new Amnesty International report that Ethiopian security forces killed nearly 100 people in the past week during protests in Oromia and Amhara:"], [25021, "2016-08-10T06:41:47Z", 0.12, "https://www.washingtonpost.com/opinions/global-opinions/ethiopias-regime-has-killed-hundreds-why-is-the-west-still-giving-it-aid/2016/08/09/3adc4dac-5e58-11e6-9d2f-b1a3564181a1_story.html Almost 100 protesters - mainly Oromo - killed by government \"security forces\" in the past few days. More to come?"], [110, "2016-08-09T14:51:55Z", 0.25, "EWP: \"We will consider a mass killing to have occurred when the deliberate actions of armed groups, including but not limited to state security forces, rebel armies, and other militias, result in the deaths of at least 1,000 noncombatant civilians targeted as part of a specific group, over a period of one year or less.\""], [691, "2016-08-08T19:53:56Z", 0.04, "http://www.reuters.com/article/us-ethiopia-violence-idUSKCN10J0Z8?il=0\nWell, you can't say they're not trying.  Still a ways to go, but diligence may yet pay off.  Moving up some.  "], [484, "2016-08-08T16:39:15Z", 0.25, "Up 18% on @Shiva post below."], [23006, "2016-08-08T14:25:03Z", 0.49, "https://www.ft.com/content/31789a92-33b8-11e6-bda0-04585c31b153"], [83, "2016-08-04T22:18:26Z", 0.0, "Based on Crisis Watch data, fatalities are low leve and segmented into several conflicts with several groups in different areas of Ethiopia."], [484, "2016-07-29T14:29:33Z", 0.07, "(no change for now) I’ve resigned myself to NOT getting any further clarification from EWP on what constitutes a mass killing. (Consequently, I’ve not elected to join the more recent questions.) Looking at part of the EWP definitions, I’d like to offer an opinion about two points related to this phrase:"], [484, "2016-07-23T04:19:07Z", 0.07, "Down 3% to be closer to consensus."], [484, "2016-07-15T16:55:04Z", 0.1, "(no change) First is EWP’s answer on the GJO questions:"], [484, "2016-07-12T02:18:29Z", 0.1, "(no change) Here is one link I've relied on to confirm that the EWP questions are for the full calendar year 2016:"], [26978, "2016-07-09T05:10:34Z", 0.05, "Ethiopia far less volatile than neighbours"], [484, "2016-06-29T15:20:17Z", 0.1, "Down 5% on passage of time and to be closer to consensus."], [2965, "2016-06-25T16:26:17Z", 0.02, "reaffirm."], [231, "2016-06-19T01:42:46Z", 0.3, "Recent killings"], [4577, "2016-06-17T10:43:10Z", 0.08, "The new report from Human Rights Watch puts Ethiopia pretty far along the path toward a state-led mass killing targeting Oromos. Nevertheless, I am only pushing my forecast up to 8% for now because it appears that the intense repression has succeeded (ugh) in quashing the movement for now."], [83, "2016-06-17T01:14:30Z", 0.01, "US Human Rights Watch put Oromo deaths at 400 since November 2015.\nhttp://www.bbc.com/news/world-africa-36546917"], [25021, "2016-06-14T01:41:10Z", 0.02, "Doesn't look as though there will be an escalation of government-Oromo hostilities. Interesting to watch developments around Eritrean border, but that aside it looks like Ethiopia will just have its usual number of disappearances and extra-judicial executions."], [484, "2016-06-04T16:52:18Z", 0.15, "(no change) Wonder if there may be factors related to the Blue Nile dam construction:"], [25021, "2016-05-20T11:09:43Z", 0.08, "Forecast probably doesn't match the reality, but accurate reporting of extrajudicial killings is notoriously hard to come by. Will keep a close watch on developing tensions between Oromo and Ethiopian government."], [68, "2016-05-20T11:04:30Z", 0.05, "Down from 6% last month, on lack of relevant news and passage of time"], [484, "2016-05-16T02:45:28Z", 0.15, "(no change) Surprised there have been no links or discussion regarding famine in Ethiopia."], [22243, "2016-05-09T17:38:11Z", 0.18, "http://www.aljazeera.com/programmes/talktojazeera/2016/05/ethnic-somali-abdirahman-mahdi-onlf-ethiopia-boiling-160507083254836.html"], [102, "2016-05-08T16:44:33Z", 0.06, "https://larswericson.wordpress.com/2016/05/08/gitrep-8may16am/"], [19801, "2016-05-06T04:20:33Z", 0.05, "No news of violent internal conflicts that could precipitate it currently."], [2965, "2016-04-30T14:40:46Z", 0.03, "Time"], [20347, "2016-04-30T04:22:21Z", 0.7, "http://www.ayyaantuu.net/rubio-colleagues-condemn-ethiopias-crackdown-on-civil-society/\nI'm hoping more pressure will lead to more reporting."], [24176, "2016-04-29T00:57:05Z", 1.0, "Surrounded by Sudan, South Sudan, Eritrea and Somalia.\nAdd to it, internal dissidents. Government actions on them in a piecemeal.\nIt's coming."], [20347, "2016-04-27T11:52:20Z", 0.6, "Lowered in discussion with Jay. I need to provide better evidence / reports (even if anecdotal), but I am of the opinion that if there were 140-270 between Nov and Jan, then with the increasing crackdowns and aggression of the State, and increased arrestees and disappeared, 1,000 dead is a likely scenario by 1 Jan.\nhttp://www.ayyaantuu.net/ethiopia-the-tplf-hidden-agenda-of-reducing-the-oromo-population-must-be-stopped/"], [4577, "2016-04-26T10:02:18Z", 0.05, "Some useful details on the recent killings in the area near the South Sudan border and the conflict that preceded it and persists:"], [102, "2016-04-26T02:54:21Z", 0.07, "https://larswericson.wordpress.com/2016/04/26/gitrep-25apr16pm/"], [20347, "2016-04-24T23:41:40Z", 0.78, "I believe this has probably already happened. It is just the reporting side of the question that is the issue. I'm optimistic that some kind of accepted source will report on the issue - but it will be difficult."], [68, "2016-04-22T08:23:01Z", 0.06, "EPW's Expert Opinion Pool has been at 5% since 15 January. However, things appear to be happening under the world's radar. Moving up from 5%."], [102, "2016-04-22T03:05:34Z", 0.06, "https://larswericson.wordpress.com/2016/04/22/gitrep-21apr16pm/"], [102, "2016-04-21T03:36:10Z", 0.15, "https://larswericson.wordpress.com/2016/04/21/gitrep-20apr16pm/"], [14208, "2016-04-20T04:54:50Z", 0.0, "maintain 0%"], [16451, "2016-04-19T19:35:50Z", 0.75, "connected to russia out of options in syria"], [1526, "2016-04-18T20:52:33Z", 0.75, "Ethiopia has been going nuts the past couple weeks."], [5019, "2016-04-18T00:02:39Z", 0.65, "Slight downgrade due to time left in the year.  "], [102, "2016-04-14T01:13:36Z", 0.14, "https://larswericson.wordpress.com/2016/04/13/gitrep-13apr16am/"], [23277, "2016-04-03T14:46:09Z", 0.0, "Pendulum result"], [102, "2016-04-02T02:20:31Z", 0.15, "https://larswericson.wordpress.com/2016/04/02/gitrep-01apr16/"], [691, "2016-03-29T21:23:33Z", 0.06, "Ethiopian so-called security forces had been gunning down Oromo protestors at a fairly liberal pace, but two things seem to be true:  (1) the Oromo are still relatively calm, so they may not get massacred; and (2) the true number of deaths is probably being understated by almost everybody to keep the Ethiopian government's BFFs--most of the Western powers--quiet and supporting Ethiopia as a relatively stable firewall against terrorists.  Policymakers and voters in the US and elsewhere do not care how you treat your citizens as long as you help us pretend to be safer.  "], [5019, "2016-03-27T23:38:39Z", 0.67, "Maintaining forecast.  I am still not fully educated on the topic, but the ongoing drought from el nino, the incidents in January, and the involvement of ISIS make it seem to me that an incidence of mass-killing is more likely to occur than not. Foreign Affairs states that Ethiopia is better prepared than during the 1980s, but there is competition for aid this time around and ports are struggling to keep up to off load food."], [18762, "2016-03-24T14:03:46Z", 0.51, "not changing my forecast but asking a question--where can we find a \"running total\", if anywhere?"], [484, "2016-03-23T04:53:52Z", 0.15, "Down 10% to be closer to consensus."], [102, "2016-03-19T01:42:57Z", 0.06, "https://larswericson.wordpress.com/2016/03/19/gitrep-18mar16pm/"], [102, "2016-03-14T02:56:56Z", 0.07, "https://larswericson.wordpress.com/2016/03/14/gitrep-13mar16pm/"], [102, "2016-03-12T03:57:23Z", 0.09, "https://larswericson.wordpress.com/2016/03/12/gitrep-11mar16pm/"], [60, "2016-03-11T19:39:34Z", 0.04, "Lowering from 9% to 4%."], [4577, "2016-03-11T19:05:29Z", 0.05, "No change to my forecast; just dropping this link from ACLED, which discusses the government's violent repression of the largely-nonviolent Oromo protests:"], [102, "2016-03-11T05:08:22Z", 0.17, "https://larswericson.wordpress.com/2016/03/11/gitrep-10mar16pm/"], [60, "2016-03-10T19:20:04Z", 0.09, "Lowering from 14 to 9%."], [2965, "2016-03-08T12:47:26Z", 0.05, "Crowd is right least likely."], [21796, "2016-03-08T04:22:34Z", 0.55, "It seems more likely to happen than not."], [11740, "2016-03-07T22:08:38Z", 0.15, "http://ewp.dali.dartmouth.edu/questions/14"], [18762, "2016-03-07T20:46:15Z", 0.51, "between severe drought, ongoing anti-government protests, detaining of journalists etc i think the odds are slightly better than EWP predicts. The drought may end up increasing desperation for the government to do something and it will be ineffectual, making it slightly more probable that the conditions to ignite a mass killing may arise. I know the base rate here is low, but given the worst drought in 50 years, the continued Oromo problems and the January killing of 140, i think it is more likely than not at this point."], [21056, "2016-03-06T21:29:30Z", 0.15, "Adjusting to consensus, as news are getting cold"], [21056, "2016-03-06T20:17:25Z", 0.51, "It is likely that a violent ramification will come out of this very recent event:"], [102, "2016-03-06T04:29:04Z", 0.2, "https://larswericson.wordpress.com/2016/03/05/manual-category-assignment-work-in-progress/"], [102, "2016-03-06T03:49:42Z", 0.18, "https://larswericson.wordpress.com/2016/03/05/manual-category-assignment-work-in-progress/"], [368, "2016-03-05T23:27:50Z", 0.05, "The statistical risk for genocide or mass killings in Ethiopia has increased from 2.1% (2014) to 3.0% (2015).  Assuming a similar rate of increase, it is clear that the overall risk of mass killing of civilians by government is not significantly large; however, Ethiopia is considered one the most conflict prone states in the world with more recent relative stabilization.  It was ranked 12/162 in 2015.   "], [368, "2016-03-04T21:52:52Z", 0.03, "Ethiopia is considered to be the 8th country with a rank of 7.6 out of 10 among all countries that have experienced terror endogenously (.i., domestcally).  This rank does not account for the terror originating from Ethiopia but merely terror on the country.   Regarding the impact of terror,  the country has a ranking of 50 out of 124 with a scaled value of 3.54 / 10.0 .  Al Shabaab has been primarily responsible for these deaths along with domestic and international externalities with 1,021 deaths for 2014.  With the number of attacks increasing by one and a half times to nearly 500. If this rate increases exponentially (given that terror networks always seek new and better targets with none or little counter terror activity planned or executed by the ruling government.  If the rate of attacks continue on par with 2015, we can expect it to surpass the empirical requirement of 1000 deaths in 1 year, cummulatively.  With attacks in shopping malls in Canada, the United Kingdom and the United States, including in February 2015. Although al-Shabaab has attracted members from the United Kingdom and the United States, they have not conducted attacks in countries outside of East Africa, externalities continue to arise with every successful terror operation."], [13377, "2016-03-04T08:51:53Z", 0.05, "https://larswericson.wordpress.com/"], [3225, "2016-03-04T05:09:55Z", 0.76, "Ethiopia is experiencing the worst drought in fifty years. Resource scarcity breeds political tensions. CFR: \"As of February 2016, 75 percent of harvests have been lost, one million livestock have died, and ten to fifteen million people require emergency humanitarian food assistance, with 430,000 children experiencing severe malnutrition.\""], [3225, "2016-03-04T01:34:57Z", 0.75, "ACLED posted 228 fatalities in January and February, perpetrated by Ethiopia's military, police, ethnic militias, and unidentified armed groups. Will need to analyze these actor groups in detail compared to EWP's definition of a mass killing, but for the mean time, I'm raising my forecast way up."], [2965, "2016-03-02T20:19:56Z", 0.08, "No signals"], [68, "2016-03-02T10:30:19Z", 0.05, "No news is good news in this case. Affirming my last month's forecast (and noting that EWP's expert opinion poll is also at 5%)\nhttp://www.earlywarningproject.com/opinion_pools/109"], [20872, "2016-03-02T05:19:03Z", 0.45, "Normally I'd say this is not likely, but with the drought the country is currently experiencing, I'd say the chances of unrest and a subsequent violent crackdown or conflict between tribal groups in drought-stricken areas are somewhat high over the next 9 months or so."], [691, "2016-02-25T19:48:00Z", 0.08, "The mass-killing questions are a great, if depressing, addition to this exercise.  Very few people (one hopes) are in favour of mass killings; so even more than other Qs, these ones may impel us to examine scrupulously the differences among what we hope will happen, what we think ought to happen, and what we expect will happen.   As an academic, I hate being impelled to think, especially about the possibility that I may be wrong.  However, my wife and daughter assure me that it's good for me some goddam way, and they are both miles smarter than I."], [20600, "2016-02-25T19:46:22Z", 0.01, "no"], [4577, "2016-02-24T10:48:55Z", 0.05, "Updating for passage of time"], [3895, "2016-02-23T16:40:13Z", 0.17, "initial forecast, will update as situation with the Oromo develops. I confidently predict that there will be significant controversy as to how this question resolves, given the government information blackout of the relevant conflict. "], [60, "2016-02-23T02:26:43Z", 0.14, "Upping from 6 to 14%."], [5019, "2016-02-23T02:01:24Z", 0.75, "Unfortunately, they are off to a rough start to the year. It feels like the protests are not going to abate, so we may continue to see more murder."], [4139, "2016-02-22T01:20:33Z", 0.1, "It will happen, but won';t be reported by GJP rules, so I must answer only 10%"], [20191, "2016-02-21T20:37:51Z", 0.63, "Poverty combined with the increased violence brought on by ISIS and other radical groups in Africa makes this a fairly easy conclusion to adopt."], [20170, "2016-02-18T03:24:46Z", 0.9, "ww3 incoming"], [19828, "2016-02-16T05:04:12Z", 0.15, "Misread the definition of mass killing which constitutes the death of at least 1000 people, which are less likely than type of killings with smaller numbers that I researched. So I'm updating for now to a much lower probability until I can do more research."], [19828, "2016-02-15T00:43:57Z", 0.74, "I found claims of 6 mass killings in the four years from 2012-2015 (including a failed terrorist plot 2013 in which Somali terrorists accidentally blew themselves up).\n1 November 2015, https://www.hrw.org/news/2015/12/18/ethiopia-lethal-force-against-protesters\n2&3\tApril and May 2014, http://www.nation.co.ke/news/africa/Five-killed-in-Ethiopia-over-land-demonstrations/-/1066/2998006/-/yhfojez/-/index.html\n4. 2013, https://www.stratfor.com/weekly/lessons-failed-attack-ethiopia\n5&6 April and December 2012, https://news.vice.com/article/land-wars-ethiopia-accused-of-massacring-civilians-to-clear-way-for-foreign-farms"], [5083, "2016-02-15T00:18:25Z", 0.85, "no mas"], [19611, "2016-02-13T05:52:32Z", 0.57, "Great article: http://ethiomedia.com/1010ideas/5003.html\n\"The need to stay in power by force implies that the Ethiopian government suffers from a political decay- a government that cannot accommodate its society according to the progressiveness of the people.\"\nAs more and more of Africa comes online to the global social/geopolitical landscape and learn of their current plight tensions will continue to rise between government and potential rebel groups. The regime will continue to find it difficult to regulate all of the information available to the citizens. "], [19891, "2016-02-12T21:27:19Z", 0.45, "Drought, famine and long-term ethnic tensions."], [19626, "2016-02-12T05:51:05Z", 0.1, "Seems more stable than originally thought just based on death rate"], [12302, "2016-02-12T04:41:10Z", 0.01, "reaffirming forecast."], [19626, "2016-02-11T04:17:58Z", 0.85, "Since Dec 1 2015 police have 150 people in Oromia. No international attention seems to have been brought onto this issue, suggesting that no intervention will take place. So far these protests seem to be escalating. Given this rate of killings, it seems this could easily pass the 1000 number."], [16292, "2016-02-10T11:17:39Z", 0.72, "According to this BBC article (1), which is corroborated by a google search, 'at least' 140 people were in the Oromia protests between November 2015 and January 8th. The use of \"At least\" suggests that the number is probably higher, although we're given no suggestion of how much higher. For no good reason, I think 180 is a good estimate. A more recent source (2) suggests that the dispute doesn't seem to have settled."], [14327, "2016-02-09T04:47:29Z", 0.03, "http://www.aljazeera.com/indepth/opinion/2013/07/2013714133949329934.html"], [14208, "2016-02-09T03:48:10Z", 0.02, "Death rates are declining in Ethiopia.  I googled the history of protests in Ethiopia I then began to consider the implication of my knowledge of protests in Ethiopia.  I care about human rights and am thankful the internet is at my fingertips and more importantly am thankful that technology has enabled Ethiopians to share their stories with me.  Perhaps the Ethiopian Government knows we are watching and more importantly we care what happens!  Going down by 1% b/c the we are all watching what happens and we care.  There are no secrets.\nhttp://www.okayafrica.com/news/oromo-protests-expose-ethiopias-political-vulnerability/\nhttp://www.indexmundi.com/g/g.aspx?c=et&v=26\nhttp://knoema.com/atlas/Ethiopia/Death-rate"], [12615, "2016-02-09T01:52:12Z", 0.01, "Mass killings are not frequent. In this case, at least 1,000 noncombatant civilians targeted as part of a specific group, over a period of one year or less."], [12615, "2016-02-09T01:50:53Z", 0.01, "Mass killings do not happen on a frequent scale. In this cast at least 1,000 people constitute a mass killing. "], [15425, "2016-02-08T22:39:47Z", 0.08, "Moving position slightly below consensus"], [601, "2016-02-08T19:47:32Z", 0.06, "For now it looks like the government is trying to smooth things over in Oromo.  There is a good chance of further bloodshed in Ogaden or Oromo during the year, but I don't really see an incident as large as 1,000 deaths. "], [11151, "2016-02-08T17:50:49Z", 0.1, "I'd put the odds low.  Ethiopia is in a tough neighborhood, and potentially vulnerable to Islamists threats from neighborings countries.  Domestic security is strong but could be tested.\nDomestically, despite reported heavy-handedness by police/military in handling protests over land towards the end of 2016, I think it is most likely that Ethiopia will continue to evolve in a mainly peaceful way.\nWhat is the cutoff for a mass killing?  For my estimate I was thinking of 50 people.   I've looked at the source and see they defining as 1000+!  I should revise down from my original 10% probability.  I can't see conflict on that scale in Ethiopia in 2016.\nAnd, reading more, it looks to me like EWF's estimate for scale of casualities at the end of 2016 is highly questionable.  Seems we need to measure the past as well as forecast the future."], [484, "2016-02-08T16:36:18Z", 0.25, "(no change) Wish I knew how to judge how deaths related to neglect in various forms would be judged. I believe it requires more pro-active violence."], [13041, "2016-02-08T08:35:59Z", 0.01, "The famine will dominate proceedings "], [8888, "2016-02-07T23:45:28Z", 0.65, "Yes, terrorist from Somolia"], [19429, "2016-02-07T23:14:07Z", 0.75, "No reason. Inner feeling/intuition. "], [6310, "2016-02-07T21:53:15Z", 0.55, "Economic hardship will continue to drive extremist activity in the Middle East and beyond for some time."], [6677, "2016-02-07T21:45:03Z", 0.15, "Not likely"], [4577, "2016-02-07T10:40:03Z", 0.06, "The most recent statistical risk assessment from the Early Warning Project puts the probability of state-led mass killing in Ethiopia at 3 percent. The wave of Oromo protests that occurred in late 2015 provides an active version of the most likely scenario for state-led mass killing in Ethiopia, so I am bumping up to 5 percent on the risk of state-led mass killing and adding 1 percent for the base-rate risk of non-state mass killing to get to 6 percent. I will trim this forecast for the passage of time without further Oromo protests and will increase it if those protests recur and the state responds with lethal violence, or if any kind of violent Oromo insurgency starts to develop (something I consider very unlikely, because I can't see any foreign patrons backing that and it would make poor strategic sense for most Oromo)."], [14208, "2016-02-06T21:02:22Z", 0.03, "Since only 30% of financing for the Dam is secured it is unlikely that a bank, IMF, or Nation would loan money to Ethiopia if they are killing their population.  Ethiopia lacks creativity it seems to deal with their current circumstances. going down 2%."], [532, "2016-02-06T18:43:11Z", 0.05, "“Hot spots”  Ogaden, Gambela, and especially Oromia region."], [19271, "2016-02-06T00:09:36Z", 0.04, "There's going to be a lot of misery in this region of the world, but a strong government will likely be a stabilizing force."], [706, "2016-02-05T20:26:42Z", 0.15, "Just my gut feeling."], [484, "2016-02-05T16:25:59Z", 0.25, "Down 20% on @Loresho perspective."], [556, "2016-02-04T18:17:05Z", 0.03, "Starting low, I think the # of killings reported, mostly started before this question opened, so wouldn't be counted towards the 1000. "], [94, "2016-02-04T17:49:03Z", 0.14, "Expert Opinion + Brier Score Optimization"], [2965, "2016-02-04T16:40:12Z", 0.1, "Tigrean dictator and remains of Zenawi network are in firm control desperate for U S and EU capital flows. Tigrean leaders on payrolls of private contractor "], [18995, "2016-02-04T09:53:43Z", 0.02, "The election in 2015 saw the consolidation of power in the country and had one of the lowest levels of violence in recent electoral history.  The government is delivering strong economic growth and continues their strong police state.  They have been able to consistently disrupt rebel groups for over a decade and have a robust, mature and effective state apparatus to continue doing so."], [484, "2016-02-04T04:38:02Z", 0.45, "Lowering to be closer to consensus. My mantra in Season 4 was to \"always bet on bad things happening\" â€”and be glad if one was wrong."], [961, "2016-02-04T02:54:29Z", 0.35, "Drought, Hunger and power instability are a dangerous mix"], [15425, "2016-02-03T22:28:23Z", 0.17, "Bit below consensus with Ethiopian government backing down according to @underwaterputin "], [20, "2016-02-03T11:45:30Z", 0.05, "Going lower thanks to @einsteinjs find on Ethiopian gov backing down. So the big slaughter will likely be added to with only sporadic deaths for the rest of the year. I don't know enough to predict it won't erupt again, so not zero."], [1057, "2016-02-03T10:59:48Z", 0.22, "back to violence"], [1057, "2016-02-03T10:59:07Z", 0.25, "high chances"], [1055, "2016-02-03T10:53:55Z", 0.25, "moving away from violence"], [10850, "2016-02-03T10:28:51Z", 0.85, "The lack of leadership is a great sign to create more havoc. The US and Obama administration is not offering these tyrants any consequence for there atrocities.   "], [68, "2016-02-03T08:04:13Z", 0.05, "http://gadaa.net/FinfinneTribune/2016/02/habtamu-dugo-will-expressing-concern-prevent-state-led-mass-murder-in-oromia-ethiopia/"], [14208, "2016-02-03T05:21:01Z", 0.05, "considering the reason for current tension is a consequence of building a dam ...1%,  \nconsidering only 30% of finances have been secured to build the dam... 1%\nEthiopia and Egypt do not have an agreement on diverting the Nile... 3%"], [60, "2016-02-03T05:00:57Z", 0.06, "You might be interested to know that we're up against experts (http://www.earlywarningproject.com/opinion_pools/109) on this IFP (or so it seems)."], [484, "2016-02-03T03:57:24Z", 0.65, "Initial forecast. 11 months is a long time to bet against continuing problems."], [689, "2016-02-02T23:59:55Z", 0.69, "Comment deleted on May 10, 2016 10:51PM UTC"], [20, "2016-02-02T23:07:30Z", 0.2, "140 already reported by reputable BBC. I'm surprised by fact it got reported and the actual number. This could escalate with 11 months to go. http://www.bbc.com/news/world-africa-35261314"], [20, "2016-02-02T23:03:58Z", 0.02, "1K is a massive amount, even over 11 months. There is probably unrest in Ethiopia, but it's under-reported. Oromo protests are getting some limited press. Mass killing is a very high bar."], [15425, "2016-02-02T22:16:56Z", 0.25, "consensus"], [1693, "2016-02-02T21:03:59Z", 0.11, "After reviewing both the definitions on EWP and in the clarifications here, please back me up on my understanding.The perpetrators can be state AND non-state actors, however only non-combatants will count as victims, correct? (If a non-state group carries out any quantity of killings for the rest of the year against state/regime/military members, those deaths DO NOT count, right?)."], [12302, "2016-02-02T19:37:47Z", 0.01, "coming back with a reason later."]]}