{"question_id": 446, "title": "Between 1 April 2017 and 31 March 2018, will an armed group from Yemen engage in a campaign that systematically kills 1,000 or more civilians in Yemen?", "correct_answer": "No", "crowd_forecast": 0.15, "preds": [[36069, "2017-06-24T16:50:54Z", 0.0, "Not likely"], [36131, "2017-06-23T19:44:58Z", 0.7, "I think due to the upswing on armed rebels, militias, and lack of clarity of where the government wants to go in terms of type of central government or not; the rebels will continue to fill the gap for the people. When we start to elimainate families because of ones owe ideologies, it breathes dissention amount the masses.   "], [14914, "2017-06-23T08:34:39Z", 0.12, "Based on the current geopolitical environment, recent leadership changes in KSA and Yemen's militant capacity "], [36021, "2017-06-14T15:35:06Z", 0.2, "The civil war in Yemen has been going on since 2015 (at least involving other Arab countries). No single entity in Yemen (Houthis/ISIS/AQAP/UAE/SA) has made a coordinated push to significantly engage in a campaign that has killed that many civilians since the Houthis rolled (relatively unopposed) into Sana'a from their stronghold in the north. Heavy civilian casualties will not favor any entity in trying to establish their government or have it recognized by the international community."], [35976, "2017-06-09T20:23:33Z", 0.75, "Yemen is almost entirely dependent on food imports to feed its population and is facing an imminent famine. Most food imports arrive via a single port, which is at risk of destruction by several actors. If the port suffers damage or fighting takes place near the port, food deliveries will be disrupted - leading the thousands of deaths. Given the complexity of the issues in Yemen, it is probably that one or more of the various factions may decide it is in their interest to engage in violence in/around the port to disrupt food supplies.  "], [16652, "2017-06-08T02:28:21Z", 0.51, "Very possible by disease outbreak"], [29054, "2017-05-23T15:30:12Z", 0.12, "Bringing it down due to the fact there is a proxy war that has a clear cover-up activity: https://www.hrw.org/news/2017/02/24/yemen-us-should-investigate-civilian-deaths-raid\nOnce you get into cover-up and disputes about who is killing who and how many the numbers get fuzzy and difficult to assert."], [35569, "2017-05-15T17:49:55Z", 0.8, "Yemen is a failed state with a conservative Muslim majority and where a significant number of the men and boys are addicted to a substance called khat.  Al Qaeda has already claimed and lost and reclaimed towns in Yemen ad nauseam.  Lack of an effective central government, drug addiction, a poor economy and conservative religious beliefs often leads to genocide aka systematic killings.  There are examples throughout Africa and the middle east.  The country that Yemen seems to parallel the most is Liberia, which had mass genocide in the near past.  If I were to live between the dates of April 1, 2017 to March 31, 2018 five times, I believe systematic killing of more than 1,000 people would take place 4 out of 5 times.           "], [28091, "2017-04-20T01:45:30Z", 0.12, "Yemen is near the top of my list of most likely places for a mass killing. Millions displaced, food insecurity, Sunni Shia conflict, lack of central government control, outside powers (Iran, Saudi Arabia) keeping the fighting going and the risk of an all out civil war. The only reason I do not have this higher is that civilians killed by Saudi Arabia do not count in this question and Yemen's tribal structure would not easily allow targeted mass killings. "], [34630, "2017-04-17T22:13:20Z", 0.15, "The risk via deliberate military action is pretty low, though the coalition air forces consistently miss their targets and hit schools, markets etc, though these attacks typically just kill a dozen or so people (and have been decreasing). The much graver risk is mass starvation, and that can quickly exceed the threshold"], [31450, "2017-04-12T18:39:45Z", 0.07, "Well there's a lot people dying every year but civilians are not specifically being targeted."], [4577, "2017-04-09T13:18:24Z", 0.1, "Thousands of civilians getting killed in this internationalized internal war, but they often aren't targeted deliberately (see http://www.earlywarningproject.com/2017/03/29/state-of-the-world-mass-killing-in-2016), and I think the probability that they will be remains low."], [706, "2017-04-07T04:16:33Z", 0.15, "Not intentionally."], [34737, "2017-04-06T03:05:10Z", 0.29, "Are Americans and Saudi's to blame or are Yemeni armed groups?"], [22245, "2017-04-05T15:36:38Z", 0.2, "The US has stepped up air attacks in the region, which may keep the large scale violence down.  Iran may provide enough support to the rebels that a 1000 killed is a possibility."], [29054, "2017-04-05T03:09:37Z", 0.43, "Sadly it can happen here!"]]}