{"question_id": 252, "title": "Before 18 October 2016, will there be a confrontation involving Iran's and another country's national military forces that produces at least one fatality in the Persian Gulf, the Strait of Hormuz, or the Gulf of Oman?", "correct_answer": "No", "crowd_forecast": 0.01, "preds": [[61, "2016-10-18T00:43:53Z", 0.0, "updating for question deadline."], [755, "2016-10-17T21:05:17Z", 0.01, "Third attack; USS Mason responds:\nABC News, October 16, 'USS Mason Fires Missiles at Possible Missile Attack': http://abcnews.go.com/International/missiles-fired-us-ship-off-yemen/story?id=42832766\nClip from ABC News article:\n\"Friday, a senior Administration official said there was \"no doubt\" that Houthi militants were behind the missile attacks on the Mason. The official said it was unclear what may have motivated the attacks and speculated that there may be factions within the group who have different agendas.\""], [29526, "2016-10-16T16:03:26Z", 0.01, "The criticality of the SoH, Persian Gulf and GoO to world trade, oil prices and freedom of movement do not lend itself to conflict. Too many economies depend on this waterway to include Iran and IRGC force leaders. "], [5034, "2016-10-15T18:34:26Z", 0.01, "Even less likely than 6 days ago. "], [1262, "2016-10-14T14:00:59Z", 0.01, "decreasing due to time limitations and activity seems elsewhere"], [1034, "2016-10-14T06:21:55Z", 0.0, "McLeary (2016) states that:"], [755, "2016-10-13T23:16:37Z", 0.05, "CBS News, October 13, 'Official: Yemen rebels fire 2 missiles at Navy ship, U.S. responds with strikes': http://www.cbsnews.com/news/official-yemen-rebels-fire-2-missiles-at-navy-ship-us-responds-with-strikes/\nClips from article:\n\"The missiles fired on Sunday were variants of the so-called Silkworm missile, and both also fell harmlessly into the water. The Silkworm is a type of coastal defense cruise missile that Iran has been known to use, and the Iran has backed the Shiite Houthi rebels.\"\nComments: Houthis deny attacks. Questions have arisen about the rebels ability to deploy and operate sophisticated weapon systems (missiles/radar); hints of Iranian control at times of recent incidents. Precedent in Ukraine, with the downing of MH17 by a Buk system allegedly manned by Russian military personnel. High probability that USS Nitze counter-strike on radar sites resulted in kills. Iranian hand may not be realized till after expiration of this IFP."], [1639, "2016-10-13T08:27:16Z", 0.02, "An American destroyer fired three cruise missiles at Yemen, picking out radar installations in territory controlled by Houthi rebels with ties to Iran. The bombardment was intended as retaliation for a missile launched at the USS Mason just hours earlier—the second such incident in four days. America is supporting Saudi-led forces battling the Houthis; it had not yet attacked the rebels directly"], [755, "2016-10-12T18:17:10Z", 0.05, "Recent Saudi Gulf Shield I exercise concluded without incident after overt warning from IRGC. \nGoing forward, see continued KSA divergence from USA on ME strategy raising threat-level of incident between Kingdom and IR.   \nIncremental downgrade for the passage of time."], [3895, "2016-10-12T09:28:10Z", 0.0, "passage of time"], [14493, "2016-10-11T15:08:00Z", 0.0, "I note that the Gulf of Aden does not count, otherwise the recent missile attack on a US navy ship by \"rebels\" in Aden (who might or might not be Iranian allies) would have changed by forecast"], [6303, "2016-10-10T03:00:46Z", 0.0, "According to the general news and GJP consensus."], [9755, "2016-10-09T23:26:57Z", 0.0, "Chances are very low , but there was a military ship from UAE blown up by Yemenites assisted by Iran \nDoes it count ?\nWell I hope some how the saudies and allies pay for the civilian deaths in Yemen and else where .\n"], [5034, "2016-10-09T19:01:55Z", 0.05, "WIth 9 days left, I'll drop down knowing that anything is possible. "], [68, "2016-10-07T12:22:50Z", 0.0, "Only 11 days left."], [28936, "2016-10-07T04:12:19Z", 0.15, "Increasing likelihood by 8% due to:\n- Saudi Royal Navy holding drills in the Persian Gulf"], [28563, "2016-10-06T21:20:58Z", 0.0, "only 12 days left.  I am going to double down and say no."], [24474, "2016-10-06T13:31:21Z", 0.06, "Increasing my forecast based on assessments from @aaseawaf15, @fridghkleberg, @alm21, and the articles that have been coming out about Iranians warning the Saudis about the pending military exercises:"], [755, "2016-10-03T22:05:53Z", 0.1, "Adjusting down per prior October 3 post."], [755, "2016-10-03T22:04:47Z", 0.15, "Fox News, October 3, 'US warships sent to area where Iran-backed rebels attacked Saudi-led coalition ship': http://www.foxnews.com/world/2016/10/03/us-warships-sent-to-area-where-iran-backed-rebels-attacked-saudi-led-coalition-ship.html\nClips from Fox article:\n\"Military officials sent the Navy warships to the southern end of the Bab al-Mandab Strait, also known as the Mandab Strait, which connects the Red Sea to the Gulf of Aden. Two U.S. Navy guided-missile destroyers, USS Mason and USS Nitze, armed with Tomahawk cruise missiles, Harpoon anti-ship missiles and an assortment of deck-mounted high-caliber machine guns, joined USS Ponce, a floating staging ship which includes a compliment of special operations forces, according to one official.\nDescribing the U.S. response to the Houthis and their Iranian backers, one official said, “This is a show of force,” adding, “It’s concerning anytime this happens.”"], [61, "2016-10-03T16:50:52Z", 0.02, "Raising 1 percent as the Kashmir flareup between India & Pakistan serves as a reminder that things still happen despite it not being in anyone's best interest. It's tempting to say that such things could lead to full blown military conflict, but look at Russia's relatively unimpeded aggression over the past few years, or Turkey's downing of  the Russian jet in the Syrian conflict. Some actors are toeing the line, asserting their claims of influence or control over territory and at times engaging in military campaigns or one-off military incidences designed to send a message regardless of justification."], [29162, "2016-10-03T06:39:21Z", 0.08, "We're talking about a 2-week period when this forecast is made, where a direct confrontation is hardly something in either Iran or anyone other countrie's interest at this time. Conflicts currently playing out via proxies. It's not technically impossible however unlikely, if something would spin of from Yemen (see recent reporting on Houthi encounted with UAE force http://www.aljazeera.com/news/2016/10/yemen-houthis-claim-attack-uae-military-vessel-161001212236896.html), but the time frame is just too small. 8% yes is in my opinion erring on the high side of probability but I will leave it there."], [6303, "2016-10-03T02:51:23Z", 0.0, "According to the general news and GJP consensus."], [19801, "2016-10-03T02:35:42Z", 0.0, "Only 17 days left for a fatal confrontation to happen. It could, but no reason it has to happen in 17 days when it could just as easily happen in 17 months."], [1262, "2016-10-02T20:34:51Z", 0.05, "Increasing slightly; would increase further if time not so limited:  Iranian proxies (Houthis) attack UAE vessel in the Bab al-Mandeb Strait..."], [29376, "2016-10-02T03:53:38Z", 0.01, "Things seem to be going well in Iran and it would be unwise for Iran to provoke a confrontation. It might be provoked or start a conflict if there is a strategic benefit, but there seems to be nothing of that sort. "], [1056, "2016-09-30T18:26:49Z", 0.0, "No reason to think so."], [29322, "2016-09-30T17:50:31Z", 0.1, "You never know about the Rev Guard....Never."], [28936, "2016-09-28T17:09:57Z", 0.07, "The remaining period of time before 18 October is 5.5% of the solar year. In 2015, 25 non-fatal incidents were recorded, a 6.8% of the solar year, if assumed as happening in different dates; by 19 September, there were already 32 (12% of the period since 1 January). Continuing on that trend, there's a 12.5% chance of an incident happening by 18 October."], [476, "2016-09-26T20:01:19Z", 0.01, "Adjusting to follow trend."], [6303, "2016-09-25T17:55:48Z", 0.01, "According to the general news and GJP consensus."], [29181, "2016-09-23T07:04:16Z", 0.5, "It's possible. But I can't foresee it happening."], [1034, "2016-09-19T07:19:12Z", 0.0, "Author Fleitz, (2016) states that:"], [6303, "2016-09-18T20:26:34Z", 0.01, "According to the general news and GJP consensus."], [755, "2016-09-17T22:12:57Z", 0.15, "Trash talk:\nThe Tower, September 15, 'IRGC Admiral Tells U.S. to Leave Persian Gulf Amid Growing Iranian Harassment': http://www.thetower.org/3927-irgc-admiral-tells-u-s-to-leave-persian-gulf-amid-growing-iranian-harassment/\nClip from Tower article:\n\"In a move that reflects Iran’s growing belligerence toward the U.S. presence in the Persian Gulf, a new ship that was launched by the IRGC Navy earlier this week was draped in a banner that read, “America should go to the Bay of Pigs, the Persian Gulf is our house.” Fadavi said at the time, “This ship increases the deterrent power of Iran and will have an effect on the calculations of the enemy, particularly America.”\nComments: Bay of Pigs..... pointed and very funny."], [1639, "2016-09-15T16:44:54Z", 0.02, "Iran Intercepts U.S. Warship in Strait of Hormuz\nThe incident will be likely be fodder for critics of the Iran nuclear deal.\nhttp://www.usnews.com/news/articles/2016-08-25/iran-intercepts-us-warship-in-strait-of-hormuz\nStrait of Hormuz tensions flare up as Iranian vessels 'harass' American ship USS Nitze; warning shots fired\nThe United States has long been wary of Iran's posturing and maritime ambitions in the Gulf region.\nhttp://www.ibtimes.co.in/iranian-vessels-harassed-american-ship-uss-nitze-says-us-defence-official-691656\n__________\nComment: There are plenty of skirmishes. "], [3895, "2016-09-15T15:34:38Z", 0.02, "2"], [25465, "2016-09-15T06:30:35Z", 0.58, "Three separate oceanst that any Iranian Naval ship that still have nuclear power may or may not have been able to remove all the materials needed since the 2015 treaty disarming agreenest. Yes I think there is a chance that at least one person may lose their life somewhere in one of those three oceans on a ship that might still have nuclear material on it"], [1526, "2016-09-14T17:06:33Z", 0.0, "Iran is making sure this doesn't happen."], [1034, "2016-09-14T06:54:00Z", 0.0, "Author Landay (2016) states that:"], [1034, "2016-09-13T16:22:13Z", 0.0, "Starr (2016) states that:"], [25465, "2016-09-12T21:17:23Z", 0.58, "Comment deleted on Sep 15, 2016 06:31AM UTC"], [6303, "2016-09-12T00:07:43Z", 0.01, "According to the general news and GJP consensus."], [28881, "2016-09-10T00:07:13Z", 0.2, "Israel will intervene"], [83, "2016-09-08T20:39:08Z", 0.0, "Passage of time"], [8888, "2016-09-08T00:11:36Z", 0.05, "Although Iran continues to show aggression short of an accident I do not expect the US to respond to a provocation, especially in this short time line."], [498, "2016-09-07T21:05:09Z", 0.11, "Iranian Boats Harass Another U.S. Navy Patrol Coastal Ship In Persian Gulf (--)\nhttps://news.usni.org/2016/09/06/iranian-boats-harass-another-u-s-navy-patrol-coastal-ship-persian-gulf"], [1262, "2016-09-07T18:35:01Z", 0.13, "\nConfirming previous forecast.   Apparently their \"swarming\" technique used many small craft (1.)     Entertaining the possibility if they keep this up sooner or later they will have an accident/collision (among themselves) as they seem to have many of these small craft (2.)      "], [691, "2016-09-07T17:42:15Z", 0.01, "http://www.reuters.com/article/us-usa-iran-navy-idUSKCN11C1TL"], [1034, "2016-09-07T04:34:34Z", 0.0, "Author Martinez (2016) states that:"], [476, "2016-09-06T23:33:29Z", 0.05, "Now that London has after several years hiatus named a new ambassador to Tehran, link here  https://www.gov.uk/government/news/uk-upgrades-diplomatic-relations-with-iran\n  the possibility of such confrontatation seems quite unlikely"], [4462, "2016-09-06T21:27:23Z", 0.05, "    The Persian gulf is very narrow and very full of oil tankers Iran has faster than sound Russian Sunburn  anti ship missiles. A few missiles could sink ships and block the gulf to all shipping from every Gulf Nation. "], [6303, "2016-09-06T01:46:00Z", 0.01, "According to the general news and GJP consensus."], [498, "2016-09-04T20:24:41Z", 0.11, "Disturbing propaganda video.\nhttp://www.bizpacreview.com/2016/09/04/allah-obliterates-us-navy-fleet-iran-spits-face-new-music-video-386764"], [1034, "2016-08-31T07:59:43Z", 0.0, "Axe (2016) states that:"], [6303, "2016-08-28T23:21:23Z", 0.01, "According to the general news and GJP consensus."], [1023, "2016-08-28T13:14:45Z", 0.14, "recent navel encounters seem to have increased."], [1262, "2016-08-27T17:07:20Z", 0.11, "Confirming previous forecast.   This brief anti-US video is showing on Iranian TV.  The title seems to be \"The flag that sunk the fleet.\"\nUnfortunately emotion has the potential to \"trump\" logic (disclaimer - this is not a political statement)"], [498, "2016-08-26T23:23:13Z", 0.11, "Speculations as to why October 18 is the cut-off date for this question."], [1034, "2016-08-26T05:42:44Z", 0.0, "Fox News. (2016). Four Iranian vessels 'harass' US Navy ship in Strait of Hormuz, official says. Fox News. World. Iran. Retrieved from\nhttp://www.foxnews.com/world/2016/08/24/four-iranian-vessels-harass-us-navy-ship-in-strait-hormuz-official-says.html"], [755, "2016-08-25T22:14:28Z", 0.25, "News8000, August 24, 'US fires warning shots at Iranian vessel - Incident deemed 'unprofessional': http://www.news8000.com/iranian-vessels-intercept-us-destroyer/41355684"], [3225, "2016-08-25T17:35:18Z", 0.1, "Going up a smidge based on today's news that warning shots were fired by the US Navy at Iranian fast boats yesterday. https://twitter.com/NatSecCNN/status/768860904666566656"], [28564, "2016-08-25T12:26:05Z", 0.01, "Iran is going out to the international markets after the nuclear deal and I don't think it can even be provoked into a mistake like that"], [498, "2016-08-25T10:33:12Z", 0.12, "Iran, under the auspices of maritime safety and environmental protection, will seek to extract a mandatory tariff from all ships transiting the Strait of Hormuz, including U.S. and other foreign warships. (I can't help but keep thinking about how the Ã˜resund strait was so successfully leveraged by Denmark.*)"], [68, "2016-08-25T07:02:36Z", 0.02, "\"Iranian military vessels 'speed close to US navy ship with weapons bared'\"\nhttps://www.theguardian.com/world/2016/aug/24/uss-nitze-us-navy-encounter"], [28504, "2016-08-24T09:23:54Z", 0.5, "The region is so volatile, and Iran doesn't feel that the lifting of sanctions has improved its economy, so they will make provocations.  Once provoked, I would say 50/50 chance of a fatality"], [6303, "2016-08-21T21:52:17Z", 0.01, "According to the general news and GJP consensus."], [26855, "2016-08-21T17:18:14Z", 0.75, "Thanks to our current administration's inconsistent and feckless foreign and security policies, or rather the lack of them, several of our global opponents now feel emboldened to test us.  We will see a major confrontation in the Arabian Gulf, Straits of Hormuz or Gulf of Oman, and we're likely to see similar issues in Northeast Asia as well as the DPRK, aka the Kim Family Kleptocracy, will test our limits as well.  Our enemies have received enormous help in heir endeavors from the Obama Administration since the Obama Administration has slashed our Army by over 50% of its strength as threats worldwide have ramped up enormously.  Foolish...."], [28343, "2016-08-20T05:14:58Z", 0.01, "There are 25 abnormal encounters per year. Of those a small percentage will result in a fatal incident. At the moment since I do not have what percentage let's say 5% of the 25. so that is .05x25=1.25 incidents. So 1.25/250 = 0.005 = 0.5%. That is per year. Between now and Oct 18 is 2 months = 1/6 of a year. So Final number is .5/6%. This is roughly 0.1%. "], [20579, "2016-08-19T01:01:49Z", 0.01, "State actors not very likely. Non-state actors most problematic. States have too much to lose. Iran leader more moderate than previous leaders. Likely to be.low on aggression and protective over international concessions Iran has recently won."], [8804, "2016-08-18T21:07:16Z", 0.65, "Increasing tension and justifiable paranoia with Saudi Arabia. "], [1034, "2016-08-18T06:10:39Z", 0.0, "The Geopolitics of the Strait of Hormuz and the Iran-Oman Relations\nAuthor Hafeznia, (2012) states that:"], [1034, "2016-08-17T07:03:05Z", 0.0, "Saudi Arabia Strikes Back\nHannah, J. (2016). Saudi Arabia Strikes Back. Foreign Policy Magazine. Retrieved from\nhttps://www.yahoo.com/news/saudi-arabia-strikes-back-212350363.html"], [1262, "2016-08-15T14:54:18Z", 0.11, "Increasing slightly.  \nhttp://news.kuwaittimes.net/website/coastguards-arrest-10-iranian-infiltrators/\n"], [6303, "2016-08-14T23:57:26Z", 0.01, "According to the general news and GJP consensus."], [23006, "2016-08-14T19:13:37Z", 0.51, "could be wrong about this but using rationale I should have used for Poliovirus question - it just takes one and that is a huge square mile area"], [68, "2016-08-14T17:43:42Z", 0.02, "Following consensus down."], [5034, "2016-08-13T12:30:15Z", 0.15, "It's not likely, but with three months to go, deserves some minor attention. 15%  probability seems about right. The consequences for an incident of this nature would be impossible to predict, so it would seem reasonable to conclude that itchy trigger fingers would think twice about a serious encounter. "], [83, "2016-08-11T18:50:46Z", 0.01, "-1passage of time\n"], [1034, "2016-08-11T04:50:53Z", 0.0, "Iran Expects 25 Billion Oil Contracts Signed Within Two Years \nWilkin, S. (2016). Iran Expects $25 Billion Oil Contracts Signed Within Two Years. Bloomberg. Markets. Retrieved from\nhttp://www.bloomberg.com/news/articles/2016-08-10/iran-expects-25-billion-oil-contracts-signed-within-two-years"], [28125, "2016-08-11T00:21:21Z", 0.06, "Iran need it's unfreeze assets, access to the international market, and international investment to improve it's economy condition. US and it's allies in the middle east need to keep the lower oil price to suppress the russian economy and also to avoid global recession, therefore they need to avoid any conflict that are potentially lead to a gulf crisis."], [28204, "2016-08-10T20:25:28Z", 0.01, "Iran has a great deal to lose by armed conflict in the Gulf, and nothing to gain."], [1262, "2016-08-10T17:35:15Z", 0.08, "Increasing slightly based on @redacted http://www.gjopen.com/comments/comments/299865 comment about Saudi patrol boat - the Oct 18th time line is a limiting factor however."], [498, "2016-08-10T14:36:12Z", 0.17, "Saudi Arabia commissions first in series of new border patrol vessels\nhttp://english.aawsat.com/2016/06/article55351894/saudi-crown-prince-marine-vessels-project-will-enhance-security-control-borders\n"], [1993, "2016-08-10T05:43:48Z", 0.03, "Going low, since I'm sure Iran doesn't want a fatality. Even the best-laid plans can go awry, but I will lower as time passes."], [6303, "2016-08-10T03:20:57Z", 0.01, "According to the general news and GJP consensus. "], [28091, "2016-08-09T15:04:03Z", 0.06, "While the strait has been a flash-point in the past between the US, UK and Iran this time frame is too short to allow even a moderate yes response. Iran has recently made noises about closing the strait and the US is unlikely to let that happen (not sure if they could, see red team war game of 2002) but at this point it looks more like saber rattling to gain a better implementation of the benefits for Iran from the nuclear agreement. "], [28039, "2016-08-09T11:48:04Z", 0.05, "that's classified :)"], [14493, "2016-08-09T10:46:49Z", 0.0, "In previous incidents between Iran and western countries the Iranians seem to be more interested in the embarrassment to the foreign forces getting caught making navigational errors. Unlike the South China Sea the incidents do not seem to be connected with attempts to enforce disputed rights, it is these rights disputes type of incidents that are more likely to escalate.  "], [12943, "2016-08-09T05:32:58Z", 0.01, "This is only likely through a miscalculation of some sort by a local commanding officers in an isolated incident. Given the short time frame of the question, I've gone for a virtually non existent probability. "], [7124, "2016-08-09T04:46:26Z", 0.01, "Iran will be very cautious to prevent re-imposition of harsher sanctions"], [27441, "2016-08-08T10:30:29Z", 0.75, "Iran/Turkey are in  the political epicenter of tensions in Islam. An outright war between the two is unlikely for the time being , but surrogate wars are almost inevitable in the short term. "], [755, "2016-08-08T02:53:00Z", 0.2, "Stars & Stripes, July 12, 'Iranian ships approach US vessel carrying CENTCOM chief': http://www.stripes.com/news/iranian-ships-approach-us-vessel-carrying-centcom-chief-1.418669\nClips from S&S article:\n\"As you’ve seen in a relatively compressed space here, there is a great opportunity for miscalculations,” Votel was quoted as saying by the Reuters news agency. “We don’t always have a lot of time to deal with those interactions. I think what we’ve probably learned today is that it’s measured in minutes.”\nLast year, there were more than 300 interactions between maritime forces from Iran and the U.S. Navy, and only 10 percent of those were characterized as unsafe, nonroutine or unprofessional, McConnaughey said. So far this year, with 250 interactions, that percentage has been about the same.\""], [11785, "2016-08-07T18:19:05Z", 0.02, "Iran has shown little appetite for direct conflict"], [25544, "2016-08-07T14:24:23Z", 0.07, "No, it seems like it's getting quite for Iran as it opens up to the West. Drawing investments seems like a good choice not to confront anyone. Not even Israel at this point."], [15548, "2016-08-06T12:19:34Z", 0.01, "72 days left."], [706, "2016-08-05T21:41:06Z", 0.2, "Not fatal. "], [28089, "2016-08-05T15:34:26Z", 0.02, "Historically there is a lot of pressure for countries not to engage in armed conflict which would argue for a prediction less than 1%. However, given the dynamic situation in the middle east over the past several years, the current armed conflicts in the region and the shifting geopolitical conversation between Iran and the west, I see an elevated yet remote chance of the stated conditions."], [28071, "2016-08-05T00:20:51Z", 0.18, "It will happen, but this seems too soon. Iran wants to build up first. "], [28049, "2016-08-04T03:03:09Z", 0.02, "There is a very short time period considered.  But their proximity and use of those bodies of waters makes it possible at the least. the liklihood of a death is somewhat guaged by how many of these occurances have happened between military forces where an individual died is pretty miniscule, that coupled with the time to event makes it really unlikely."], [83, "2016-08-03T16:37:14Z", 0.02, "-1 for passage of time."], [28037, "2016-08-03T16:34:29Z", 0.65, "Iran will force increase in the price of oil by creating an incident in the Gulf.  "], [28036, "2016-08-03T15:44:38Z", 0.04, "the peoples of this coutry. with an open mind replace part by part the old head of this country."], [10924, "2016-08-03T14:46:10Z", 0.1, "October 18, 2016 got me thinking, why the focus on a particular date? Turns out the Omanis are holding a conference on Port facilities with attendance from Saudi and Iranian speakers. Important event for regional security. Question presented would include civilian deaths as confrontation, that is a 50/50 probability but given the regional interest and US/Iranian rapprochement, we have to assume a low probability."], [19801, "2016-08-03T09:23:06Z", 0.0, "Given that the last confrontation ended in no fatalities, and there have hardly been any since the Iran-Iraq War. Unlikely. There is also very little time between now and 18 Oct. No reason a confrontation even if it was to happen couldn't happen on the 19th instead."], [28025, "2016-08-03T08:12:12Z", 0.06, "No large scale change in recent times, although Syria and Isis could be unpredictable."], [498, "2016-08-03T06:31:07Z", 0.19, "Shipping access is one of the Iranians \"big cards.\" For a \"big card\" to have value it must be understood to be playable by ones opponent. I expect the recent intensified pace of escalated cards being played, or threatened to be played, in anticipation of the fall of Mosul and the internal political-economic arrangement within Iraq (not least of all future access the oil reserves nearby Mosul and Kirkuk), to continue. Thus, whether Iran will be called upon to demonstrate their willingness to play this card (on an initial small, demonstratory scale) will be contingent upon the actual direction of the resolution of the Iraqi issues. At the moment, the Iraqi government appears to be committed in a direction that would (from how little I really know) seem to be satisfactory to Iran, so my initial forecast will be low. I would not expect Iran to obtain its objectives uncontested however, so my estimate is not too low. I would suspect that Iran will, if necessary, indeed play this card fully if they determine it to be necessary, with or without a preliminary demonstration."], [68, "2016-08-03T03:02:47Z", 0.05, "There is always the possibility of an unintended or accidental fatality, but otherwise this is highly unlikely in the next eleven weeks or so. I don't think there have been any in these seas in the recent past."], [1262, "2016-08-03T02:03:00Z", 0.21, "Although Iranian Navy plans numerous war games in the area (1) could not find any info on dates between now and October 18th, which is a very sort time line.  Will score low for now but suspect I need to hunt further..."], [20284, "2016-08-02T23:11:32Z", 0.1, "3 weeks prior to the U.S. election makes the odds of such an event unlikely short of a totally unplanned and not wanted action.  "], [12879, "2016-08-02T23:05:13Z", 0.05, "There is a better likelihood that there will there be a confrontation involving Iran's and another country's national military forces that produces at least one fatality along Iran's LAND BORDERS rather than in the Persian Gulf, the Strait of Hormuz, or the Gulf of Oman. The Republican Guards would have a much better opportunity to initiate such an casualty producing action on a land versus a sea location."], [28012, "2016-08-02T20:50:34Z", 0.09, "unlikely politically to engage in military conflict"], [368, "2016-08-02T17:39:33Z", 0.02, "Armed Forces General Staff (AFGS) Chief IRGC Maj. Gen. Mohammad Bagheri discussed his priorities on the sidelines of his swearing-in ceremony. Bagheri told reporters that “increasing the defensive power and improving the capabilities of the armed forces and upgrading the Basij” are among his most important goals as AFGS chief. He also noted that his priorities include “promoting the readiness and the defense of the Islamic Republic’s national interests beyond its borders, like in the Persian Gulf, the Strait of Hormuz, the Gulf of Oman, and the northern Indian Ocean."]]}