{"question_id": 206, "title": "Will Donald Trump pick one of the former candidates for the Republican nomination as his vice presidential running mate?", "correct_answer": "No", "crowd_forecast": 0.01, "preds": [[25601, "2016-07-18T15:29:48Z", 0.0, "Trump chose Pence."], [6303, "2016-07-17T23:58:02Z", 0.0, "Trump publicly announced his choice of Mike Pence as his V.P. running mate."], [83, "2016-07-15T16:01:53Z", 0.0, "Trump names Pence via Twitter.\nhttp://www.nbcnews.com/storyline/2016-conventions/its-official-trump-announces-mike-pence-vp-pick-n610111"], [22690, "2016-07-15T10:47:03Z", 0.0, "Updating for Pence likely announcement "], [783, "2016-07-15T05:06:54Z", 0.04, "Not a new forecast,  An announcement. "], [19923, "2016-07-15T03:53:25Z", 0.0, "Reporting it is Pence. "], [24400, "2016-07-15T03:15:08Z", 0.01, "many news outlets reporting Trump has contacted Pence and he has accepted."], [5001, "2016-07-14T20:54:03Z", 0.05, "1 in 20 is not too much for a surprise non-Pence"], [1262, "2016-07-14T19:48:00Z", 0.0, "Probably too late to rescue my Brier score (again) "], [20693, "2016-07-14T18:27:35Z", 0.01, "News is reporting it's Pence. Not metaphysically certain but no reason to doubt."], [202, "2016-07-14T18:14:40Z", 0.0, "NYT reporting it's Pence "], [331, "2016-07-14T17:52:43Z", 0.0, "Not Christie or Fiorna"], [368, "2016-07-14T17:30:32Z", 0.0, "Q resolved ...."], [25487, "2016-07-14T16:56:29Z", 0.0, "mike pence"], [3895, "2016-07-14T16:18:54Z", 0.14, "dropping on strong twitter rumours it's going to be Pence"], [26449, "2016-07-14T14:25:31Z", 0.18, "christie has a small positive effect on polling averages, but we all know that the donald doesnt really look at polls unless he likes them. Does gingrich count?"], [3895, "2016-07-14T13:55:15Z", 0.27, "Christie still quite possible as an option, consensus is too low IMO"], [23006, "2016-07-14T12:47:14Z", 0.0, "pence with newt in cabinet."], [202, "2016-07-14T09:46:52Z", 0.47, "It looks like it's between Chhttp://edition.cnn.com/2016/07/13/politics/donald-trump-vice-presidential-candidate-us-election/ristie & Spence. But Trump isn't very predictable "], [19923, "2016-07-13T21:00:25Z", 0.33, "Up 18% on news that Christie is in the top 3 being considered."], [24943, "2016-07-13T19:37:24Z", 0.03, "Looking more and more like Gengrich or Pense"], [506, "2016-07-13T19:15:05Z", 0.33, "I just can't get over all the money, political, and family connections between Christie, Murrey and Charles Kushner, and Trump. With the chikdren vetting vps too, I have to give a bit more for a Christie possibility.  "], [21758, "2016-07-13T18:51:41Z", 0.08, "Raising slightly because Christie appears to be on the short list, though I still think he's an unlikely pick."], [20693, "2016-07-13T16:57:38Z", 0.3, "Upgrading; Christie is openly on short list"], [202, "2016-07-13T11:56:30Z", 0.52, "Bringing the odds down on this - Time thinks it's down to three so lowering the odds on Christie slightly\nhttp://time.com/4402919/donald-trump-vice-president-chris-christie-newt-gingrich-mike-pence/"], [2637, "2016-07-13T10:32:11Z", 0.0, "Seems not at this point."], [27198, "2016-07-13T00:57:04Z", 0.26, "Christie appears to be the only VP finalist who was a primary rival. It is likely that Trump will pick someone with foreign policy experience because this is an area which he is lacking in. Christie also has no foreign policy experience."], [11430, "2016-07-12T23:31:56Z", 0.65, "DT will bend to party pressure and adopt a more centrist position to secure party monies and help his election chances. Kasich."], [23006, "2016-07-12T22:10:58Z", 0.0, "Newt - needs his experience in government"], [783, "2016-07-12T21:43:13Z", 0.04, "From the rumor mill with some activity. "], [24400, "2016-07-12T21:00:49Z", 0.12, "Fox News has suspended its agreement with Newt. Even if Fox is to be believed that this was only done as a response to the intense media speculation surrounding Newt and not as a response to knowledge of an impending announcement, the ramped up media speculation in itself is a sign of an increasing likelyhood of Newt being the pick."], [532, "2016-07-12T20:27:48Z", 0.01, "https://twitter.com/brianstelter/status/752955749953921026\n\"Fox News Channel has mutually agreed to suspend its contributor agreement\" with Newt Gingrich \"effective immediately.\""], [3577, "2016-07-12T15:39:27Z", 0.0, "Pence is looking more and more likely:\nhttp://www.tribstar.com/news/indiana_news/pence-i-ll-campaign-for-trump-anywhere-anytime/article_bfc92294-6619-5fa4-9c2d-e28423573e1c.html"], [484, "2016-07-12T02:45:58Z", 0.0, "Down 20% until it is clear whether it will be Pence."], [83, "2016-07-11T17:33:48Z", 0.0, "Temporary position based on Pence / Trump activities scheduled for tomorrow.\nhttp://www.foxnews.com/politics/2016/07/11/gov-or-vp-indiana-s-pence-has-friday-ballot-deadline.html"], [25713, "2016-07-11T12:57:03Z", 0.03, "Professional politicians are moving away from him; at least those who want to continue their career.  Ben Carson & Carly Fiorina were the only non-politicians running during GOP primary.  Carson is a bit of a wet noodle; doesn't really look like he would fit Trumps mold.  Fiorina, in Trumps own words, is: [1] a “bad choice” for vice president and [2] \"[...] did not resonate at all with people\"."], [25611, "2016-07-11T12:11:49Z", 0.2, "The only one that would make sense for him is John Kasich of Ohio.  And I doubt he'd want to run with Trump."], [1333, "2016-07-11T11:59:32Z", 0.0, "I understand Lt. Gen. Micheal Flynn (was as Director of the DIA) is being vetted by Trump for VP/http://nypost.com/2016/07/09/the-military-fired-me-for-calling-our-enemies-radical-jihadis/"], [24395, "2016-07-11T11:12:05Z", 0.65, "ben carson has emerged as a key surrogate recently."], [16640, "2016-07-10T21:51:32Z", 0.2, "Hey... they're losers..."], [16584, "2016-07-10T21:29:45Z", 0.3, "Christie or Rubio are possible"], [19923, "2016-07-10T16:11:09Z", 0.11, "Christie's name isn't being thrown around as much. Newt seems like the front runner.  "], [21, "2016-07-09T14:57:19Z", 0.4, "Big question- who does Melania prefer and does she have any say?\nI think at the margin, she does."], [38, "2016-07-09T03:04:01Z", 0.09, "https://www.wbez.org/shows/npr/meet-donald-trumps-potential-vice-presidents-in-100-words/104b654f-e0e0-40ed-b973-e42f676e72f7"], [10898, "2016-07-07T21:45:54Z", 0.2, "http://www.nj.com/politics/index.ssf/2016/07/trump_insiders_say_christie_vp_vetting_just_for_sh.html\n\"Highly unlikely\" = 20% ? "], [691, "2016-07-07T12:21:06Z", 0.04, "Ernst & Corker have hit the silk.  Looks like everyone has turned into a Newt.  \nSurprises are always possible, of course--been a good year for it. "], [21, "2016-07-07T01:51:53Z", 0.35, "Trump campaign (possibly) getting more insular.  Eric Trump going off on WaPo about not being able/willing to document charity donations.\nChristie is most trusted of candidates for VP slot."], [484, "2016-07-06T21:37:59Z", 0.2, "Up 10% on my Joni Ernst theory since she seems to have passed up the honor:"], [22833, "2016-07-06T19:34:10Z", 0.2, "Christie"], [26877, "2016-07-06T19:12:30Z", 0.25, "Yes"], [67, "2016-07-06T17:50:22Z", 0.4, "Corker out, Ernst likely out.  Gingrich not much a of team player.  Looks like Pence and Christie could be front runners. "], [484, "2016-07-06T16:24:02Z", 0.1, "Down 50%. One possible scenario (among many) is for DT to pick Joni Ernst. Fits most of the expected criteria, but then I realized one possible factor. Would it appeal to DT to pick the first woman VP who won? Almost as good as HRC as president, without all the downsides. And anyone who still harbored a bias against a woman president (Cokey Roberts raised this in a credible discussion last week regarding Warren) would worry less since it wasn't the top of the ticket."], [26899, "2016-07-06T13:58:35Z", 0.6, "It is important for Trump to try to reunite the party"], [691, "2016-07-06T13:29:23Z", 0.04, "The only one being bandied about is the Pillsbury DoughGuv, and he is still in laughingstock status, even in Jersey. Surprises, a mainstay of reality television, are always possible, though--HairBoy might go for somebody that hasn't even been mentioned so far.  "], [13997, "2016-07-06T05:58:56Z", 0.0, "The pick needs to be a really 'clean' insider. Christie doesn't crack it."], [484, "2016-07-06T03:37:10Z", 0.6, "Down 30% to be closer to consensus. I went high when Christie seemed like he might make sense. Now others are in play with a good story."], [23006, "2016-07-06T03:19:06Z", 0.0, "sticking with Newt"], [23006, "2016-07-06T03:13:32Z", 1.0, "Chris Christie"], [4423, "2016-07-05T16:58:15Z", 0.17, "He won't stand with someone he's already beaten."], [19923, "2016-07-05T15:38:43Z", 0.33, "Vetting Chrestie. "], [83, "2016-07-05T02:43:54Z", 0.2, "Raising forecast due to Christie rumors."], [26855, "2016-07-04T21:56:37Z", 0.15, "I believe this is very unlikely.  Mr. Trump does not seem to make judgments according to normal political criteria, but rather according to his business experience and his \"gut\" instincts.  In business up to this point, Mr. Trump clearly prefers to take over a business and remove the former management entirely, he doesn't seem to trust anyone who has ever opposed him.  After clearly outlining the faults of his opponents, it's unlikely he would ever take them back into his confidence."], [1529, "2016-07-04T18:06:42Z", 0.05, "I had thought Christie might rise to this spot since he has more gravitas than the other former prez candidates and he can speak forcefully in a national setting, but Joni Ernest has won a lot of conservatives' hearts. The governor is republican, so the replacement senator would be a republican keeping a seat in the senate. It sounds like a number of political insiders are even asking Christie to weigh-in on Ernst's side. And, of course Mike Pence has been getting some major press last several days. "], [135, "2016-07-04T02:41:43Z", 0.1, "Doubling from 5% to 10% given Christie being much discussed. I still don't think he makes a ton of sense for the spot but is not an unreasonable choice, particularly if he and Trump actually get along particularly well."], [90, "2016-07-04T02:39:10Z", 0.1, "Of the formers, most likely Christie -- but I see him as more a chief of staff type.\n"], [241, "2016-07-04T01:46:03Z", 0.2, "Gingrich 25%, Christie 20%, Pence 20%, Corker 15%, Sessions 5%, Fallin 5%, and someone else 10%."], [25973, "2016-07-03T22:26:49Z", 0.28, "Christie or Gingrich?"], [8622, "2016-07-03T21:19:59Z", 0.05, "I dont think so. There were too much \"bad blood\" between former candidates & Trump!"], [38, "2016-07-02T17:32:05Z", 0.2, "The current list of  possible Trump VP candidates seems to include only Christie from the former GOP presidential candidates.  Others candidates seem to be Pence, Gingrich, Corker & Sessions."], [1161, "2016-07-02T16:23:13Z", 0.0, "Reported vetting notwithstanding, I'm sticking with my prediction... though the chances of being wrong have increased substantially.   Here's my rationale.  The conventional reason not to choose a running mate from the same region (heck, metropolitan area) of the country would not apply to Gov. Christie, as Mr. Trump clearly does not follow conventional wisdom.  Furthermore, the conventional reason to choose a governor-- bolstering the \"executive [governing] experience\" of the ticket-- would presume a hands-on partnership in the West Wing that I cannot imagine Mr. Trump tolerating.  Attn. General, yes, especially in the wake of the Lynch-Clinton meeting, but not Vice President.  Gov. Christie would occupy too much of center stage, as Vice President Cheney did.  Mr. Trump has to be THE man.  Fmr. Speaker Gingrich, on the other hand, knows how to manage Capitol Hill (at least in theory), an aspect of the Presidency for which no recent candidate has expressed enthusiasm.   The pathetic performance of the past two Congresses has also become an issue with the electorate, giving Gingrich a possible leg up on his apparent competition.  Multiple marriages clearly do not matter.  If they did, we wouldn't still be talking about Mr. Trump."], [1646, "2016-07-02T12:40:07Z", 0.11, "Staying with concensus as decision likely this week and no further talk of Christie."], [21, "2016-07-02T11:59:30Z", 0.3, "Sessions, Corker, Pence - put them in one bin, approved by advisors but boring.  Give it 22%\nGingrich - I don't think the trophy wife is a problem for Trump-brand, just go all in (it's a single talking point and will get tired quickly).  Plus the wives are \"compatible\" on stage with a clear but not unsettling advantage to Melania - it's perfect! (Do you think Trump isn't reviewing the spouse photos . . .?) I give Gingrich 39%\nChristie gets most of the balance (he's getting boring too, but is trusted and pugnacious). 30%\nSurprise female or celebrity or pundit. 9%"], [21, "2016-07-01T23:03:36Z", 0.25, "I've invested a bit in Christie already.  The visuals aren't quite right.\nhttp://www.northjersey.com/news/stile-christie-lends-gentle-hand-to-trump-campaign-1.1621860"], [691, "2016-07-01T18:57:32Z", 0.07, "He is reported to be vetting Christie and Gingrich, inter alia, but is also meeting with Pence, and presumably there are others on the list.  Gingrich and Pence might be serious VP contenders, but in the case of the Pillsbury DoughGov,  the vet is involved only to make sure Trump's lapdog doesn't have any communicable diseases or a discernible spine.  "], [21, "2016-07-01T17:25:11Z", 0.28, "The show is upon us!"], [484, "2016-07-01T16:35:21Z", 0.9, "Down 10% on news the Pence is being considered. Most of the signals are Christie, but the former might be a better, safer pick. Christie could still have a significant role in the campaign."], [3895, "2016-07-01T15:33:10Z", 0.29, "ooops, I forgot about this one, and it seems way too low  - pretty decent chance he picks Christie now"], [202, "2016-07-01T12:59:28Z", 0.65, "Raising forecast on this - looks like Christie may be the running mate\nhttp://www.nytimes.com/2016/07/01/us/politics/chris-christie-donald-trump.html?_r=0"], [22690, "2016-07-01T01:40:01Z", 0.24, "Moving forecast (Christie) back up on recent press reports (https://www.washingtonpost.com/politics/gingrich-christie-are-the-leading-candidates-to-be-trumps-running-mate/2016/06/30/98fa3ecc-3eef-11e6-84e8-1580c7db5275_story.html). Would have thought that Gingrich is the more likely candidate at this time, if there is a chance that Christie could still be investigated, especially given that would be one of the main attack strategies against Clinton.\nPaul: 0% \nChristie: 23% \nWalker: 0% \nKasich: 1% \nCarson: 0% \nRubio: 0% "], [1262, "2016-07-01T00:44:21Z", 0.99, "Probably too late to rescue my Brier score (again) but apparently DT is looking at Christie.    Will review again soon and adjust down if necessary..."], [23006, "2016-07-01T00:30:00Z", 0.0, "Newt"], [10898, "2016-06-30T23:17:06Z", 0.25, "Christie?"], [484, "2016-06-30T21:16:11Z", 1.0, "Looks like I was giving bad advice. Sorry @Conor Maximizing for awhile. Agree that the pool of actual warm bodies might have been a bit thin and had underestimated the reported personal chemistry with DT."], [9683, "2016-06-30T21:03:36Z", 0.25, "It's been reported that Christ Christie is being formally vetted as VP running mate by Trump's campaign team. [1]"], [14841, "2016-06-30T19:57:37Z", 0.5, "Vetting Chris Christie...allegedly."], [13997, "2016-06-30T18:39:29Z", 1.0, "I need to pivot. Chris Christie is in the running. And I need to go '100' because I was going '0' before."], [25487, "2016-06-30T17:51:58Z", 0.4, "chris christie reportedly being vetted"], [10916, "2016-06-30T16:45:15Z", 0.28, "http://thehill.com/blogs/ballot-box/presidential-races/286128-trump-campaign-vetting-new-jersey-gov-christie-for-vp"], [22690, "2016-06-30T04:34:55Z", 0.14, "Dropping Christie on the back of bridgegate (thanks @dowser):\nPaul: 0% \nChristie: 11% \nWalker: 0% \nKasich: 1% \nCarson: 2% \nRubio: 0% "], [22690, "2016-06-30T01:42:35Z", 0.24, "Just updating (reducing everyone except for Christie and Kasich):\nPaul: 0% \nChristie: 21% \nWalker: 0% \nKasich: 1% \nCarson: 2% \nRubio: 0% "], [1023, "2016-06-29T16:30:46Z", 0.75, "Christie"], [26597, "2016-06-28T00:03:15Z", 0.1, "I believe many candidates that ran against Donald Trump will not see it in their political interest to run with him as the VP running mate."], [26608, "2016-06-27T21:50:07Z", 0.15, "The only possibility is Christie, who knows he has no future in New Jersey politics and might be dumb enough to think Trump could actually be elected. The other candidates realize he has no shot and want to position themselves for 2020."], [202, "2016-06-27T12:23:04Z", 0.25, "NBC summarises the various options well\nhttp://www.nbcnews.com/politics/2016-election/who-will-donald-trump-pick-his-vp-n598736\nThe only viable option from former Republican candidates is Christie - a 1 in four chance seems reasonable for the moment"], [21, "2016-06-26T14:10:44Z", 0.38, "Trump has been fishing for a long time. Start rumors and see who's biting."], [26425, "2016-06-26T11:07:28Z", 0.8, "As he needs to have political credibility, he needs backing fromthe party. "], [135, "2016-06-25T18:24:38Z", 0.05, "The daises from the early debates were filled with a lot of potential folks for an administration, but probably only one or two who would make even remote sense in the VP spot, either for governing or for campaigning, and of those logical options, not much visible chemistry."], [24943, "2016-06-25T05:34:26Z", 0.08, "Latest comments by Newt Gingrich about Brexit seem too well coordinated with Trump. It is not a question of what I like. It is what it is as I see it. Newt seems to be best choice for Trump. \n"], [24400, "2016-06-24T16:45:19Z", 0.2, "I'm hearing/reading less and less mentioned about the the former candidates in the running mate discussion."], [21, "2016-06-24T12:26:53Z", 0.45, "I'm torn between Trump-extrovert-persona wants exciting new face for the win and Trump-in-crisis wants tight circle.\nPossibility of announcement before the convention to grab media attention (particularly if things going poorly, but also opportunistic).\nI really don't think he wants to campaign with Gingrich, Sessions, Corker - both because of age and brand/optics.\nMilitary people?  Still possible for the toughness, and presumably will understand chain of command.\nBen Carson.  Can't rule him out.  (Because messes with the enemy.)\nFallon.  Sure.  Does she have enough star power?\nI've already made my case for Christie.\n"], [26467, "2016-06-23T22:30:06Z", 0.17, "Trump is viewed as a less serious candidate by many. He has stated that he wants someone with significant political experience and of the primary candidates, only Christi and Kasich appear genuinely qualified. \nKasich had such a poor showing in the primary that I think Trump would view him as a low quality campaigner with excess baggage that may slow him down. \nChristi stepped down in February because he knew he couldn't win. If anything, Christi may be helping to advise Trump on who he should select. I've hear rumors he is interested in the Atty General position. That said, of the short-list I have seen presented, Christi is in the running. "], [13997, "2016-06-23T06:30:36Z", 0.3, "Chris Christie?"], [23006, "2016-06-21T14:26:22Z", 0.0, "They really don't like him"], [38, "2016-06-21T04:45:32Z", 0.5, "I think the top 2 candidates are Sessions and Christie, that makes it 50/50."], [13997, "2016-06-21T02:19:27Z", 0.7, "It occurs to me that it could be Chris Christie"], [1028, "2016-06-20T23:35:29Z", 0.75, "He needs a solid Republican from a battleground state ... You only win if you carry Ohio.  Portman is not enough."], [25021, "2016-06-20T23:24:37Z", 0.02, "Paul Ryan's comments about the convention have stoked the fires of revolt against Trump, so the running mate nomination needs to happen very soon. Is Lewandowski's exit a sign that the call is imminent? Jeff Sessions a likely pick as he agrees with Trump's position on most things but articulates them much better. He'd be a good corner man in the tough weeks ahead, although it's questionable whether he'd make Trump any more electable. Christie's nomination would be the kiss of death for both men and Kasich has too much to lose by accepting the post. "], [94, "2016-06-20T21:30:45Z", 0.2, "Predictwise now says 28% (http://predictwise.com/politics/2016-president-republican-vice-president-nomination), mainly because of Christie (11%) and Kasich (9%).  I think predictwise is prone to overestimation of small odds candidates, so I'm going to go with a slightly lower estimate."], [26283, "2016-06-20T01:16:04Z", 0.01, "Trump has to get hispanic support to win. There are only two former candidates perceived of as hispanic, neither are viable or would accept."], [24943, "2016-06-20T00:12:48Z", 0.12, "Kasich and Christie seemed to be the only possibilities; Christie for loyalty and Kasich for Ohio. But Kasich seems to be less probable as each day goes by and he is refusing to back Trump. Hence I am reducing from 15 to 12%."], [26278, "2016-06-19T22:50:04Z", 0.1, "None of them provide a substantial benefit in the general election or work well with Trump. That said, he's likely to make the decision impulsively, so it is possible that he goes with Christie."], [484, "2016-06-19T16:11:23Z", 0.06, "(no change) Just a wild idea. A few days ago DT asked an audience to indicate who he should pick. Rumors are that he plans to headline every day at the convention with a topical speech. Perhaps he will ask the R delegates to just pick someone. A magnanimous gesture that would be great theater. Now for my meds."], [21, "2016-06-18T19:28:20Z", 0.48, "http://www.politico.com/story/2016/06/donald-trump-vice-president-224488\nThough I've tried to talk myself out of Christie, it's clear that Trump values loyalty.  He desperately needs someone he knows and can count upon.  Plus Christie clearly wants it.\nGingrich, Sessions - age is against them.\nFallon OK.  Haven't watched her in action."], [26243, "2016-06-18T17:39:33Z", 0.22, "I place high chances on Christie and Kasich. "], [26233, "2016-06-18T04:33:23Z", 0.15, "He is always doing crazy stuff"], [3434, "2016-06-17T14:36:40Z", 0.0, "Trump is splitting with the Republican Party.\nAlso, he is too thin skinned to forgive and forget."], [1057, "2016-06-17T12:27:58Z", 0.15, "may be Chris Christie"], [1055, "2016-06-17T12:15:25Z", 0.05, "highly unlikely"], [26114, "2016-06-16T21:12:57Z", 0.25, "Christie, Kasich and Rubio.....possibilities.  Forget strategy of them bringing electoral votes.  The Trump strategy has been shoot from the lip and keep on shooting.  There is no rationalizing.....if the repub voters had been rational there would be a third Bush with the nomination...so....................at this time there is a 25%.  "], [484, "2016-06-16T15:36:45Z", 0.06, "Down 4% to be below consensus for awhile."], [21884, "2016-06-16T05:38:11Z", 0.75, "any reasonable companion near Trump will help in the presidential run, former candidates - good choice for Trump"], [484, "2016-06-16T02:51:06Z", 0.1, "Down 5% to be closer to consensus."], [26151, "2016-06-16T00:02:42Z", 0.05, "If Trump actually wants to govern in case he wins, he would need someone who can navigate Washington; especially the senate. From that perspective, his running mate would ideally be a senator. That leaves Cruz, Graham, Santorum, Paul, and Rubio. Of these, only Rubio seems remotely inclined. For Trump this choice would up his chances to make inroads with Hispanics. But for Rubio it would be a career limiting move, if the ticket loses.  For that reason, he would probably decline. \nI believe, Trump would rather choose a celebrity woman as a running mate. Perhaps a former model or a radio talk host. Alternatively, a former athlete would fit with the winners vs. losers brand of his campaign. "], [25713, "2016-06-15T16:17:53Z", 0.05, "Of the candidates, I think only Carson, Fiorina, Huckabee and Christie would actually accept.  I don't think christie is a viable candidate given where he is at in NJ and the trump would probably do well there w/out christie.  Not sure Carson really gets Trump anything as a VP mate.  So - leaves Fiorina and Huckabee...  Not sure how either of those candidates help the trump campaign move forward (when compared to, say, Sen Bob Corchran or Newt G)."], [26132, "2016-06-15T14:48:38Z", 0.0, "He will be beholden to the marketing \"visuals\" and attempt to get a female minority to join him."], [26047, "2016-06-15T12:43:31Z", 0.17, "Can't see him missing the opportunity to surprise and maybe a higher than normal chance of it being a woman due to his ego. Otherwise I admit to having no earthly idea but then again maybe neither does he right now. He probably started this off as a publicity stunt but now you can tell he wants it really bad. "], [26115, "2016-06-15T05:43:26Z", 0.15, "Few have truly expressed interest, and Gov. Christie and Dr. Carson are likely too damaged to help"], [26082, "2016-06-14T18:45:05Z", 0.2, "Relatively young and talented field...these guys will be waiting to challenge Hillary Clinton in 2020."], [26071, "2016-06-14T17:40:29Z", 0.05, "He hates their guts, and his brand is anti-establishment"], [1052, "2016-06-14T14:18:52Z", 0.15, "See it as highly unlikely.  "], [21, "2016-06-13T23:57:46Z", 0.2, "Christie - close and familiar.  But fetching McDonald's?\nhttp://www.newyorker.com/magazine/2016/06/20/inside-the-gop-trump-dilemma"], [38, "2016-06-13T23:14:01Z", 0.13, "http://www.newsmax.com/Newsfront/donald-trump-campaign-advisers-close/2016/06/12/id/733471/"], [484, "2016-06-13T16:06:41Z", 0.15, "Down 10%. Wondering if the Orlando incident might push DT away from the \"experienced politician\" and more toward some \"recognizable military name.\" I don't want to start any flame wars, but earlier in the year there were reports of public disquiet within the Pentagon's senior leadership over a DT presidency. Such a pick might tamp down such talk a bit. FWIW I doubt DT perceives a need for someone with political star power of their own."], [25186, "2016-06-13T13:04:05Z", 0.99, "Comment deleted on Jun 13, 2016 11:23PM UTC"], [25601, "2016-06-13T09:59:30Z", 0.02, "Trump seems better at burning bridges than building them. \nThere are plenty of people to pick; unlikely he will choose a former opponent with whom he has bad blood."], [16533, "2016-06-13T03:45:09Z", 0.5, "Possibly if outsider like Carson."], [38, "2016-06-12T21:23:54Z", 0.22, "Trump asked the crowd at a Florida rally who he should chose for his running mate, of all the names shouted at him he repeated Gingrich, Sessions & Rice--none of whom are former candidates."], [613, "2016-06-12T15:22:21Z", 0.15, "The only probable running mate pick might be Chris Christy. But he apparently wants the attorney general's job."], [83, "2016-06-12T00:22:20Z", 0.1, "Based on Trump crowd sourcing Newt, Sessions and Rice.\nhttp://www.cnn.com/2016/06/11/politics/donald-trump-running-mate/"], [484, "2016-06-10T19:36:16Z", 0.25, "Up 15% on this discussion http://www.gjopen.com/comments/comments/255829"], [25948, "2016-06-10T18:21:01Z", 0.0, "Will not pick Carson, will not pick Chris Christie after scandal. "], [38, "2016-06-10T14:35:05Z", 0.4, "http://www.businessinsider.com/donald-trumps-vice-president-picks-2016-5"], [83, "2016-06-09T16:37:24Z", 0.6, "Trump is an outsider.  Will likely need to select a Washington insider.  \nStarting higher than consensus, due to the large number of former candidates to select from.  Several of the prior candidates were representatives of the mainstream GOP.  "], [24943, "2016-06-09T15:21:29Z", 0.15, "Kasich has strong comments distancing himself from Trump, so he is not a likely VP choice. Newt Gingrich now softened his call by saying Trump's comments about the 'Mexican' judge was not racist, just amateurish! Sounds like he is back in the race for the Vp slot."], [23628, "2016-06-09T14:29:41Z", 0.45, "Trump has announced that his list is down to 4-5 candidates and includes several of his former opponents."], [830, "2016-06-09T04:32:19Z", 0.05, "I very much doubt it. He will probably try and pick himself, then he will try and pick  Miss Universe ...which will be frowned upon...he will then blow everyone away and pick a female of mexican desent. He just might."], [21, "2016-06-08T21:55:24Z", 0.38, "DT says the list is down to 4 or 5, including 2 military people (see last line of link).\nMilitary would go contrary to Trump's previous indication that he wanted an experienced politician.  Though I saw that statement primarily as an invitation to politicians to start pandering for consideration, it also made sense.  "], [1993, "2016-06-08T19:46:36Z", 0.12, "Trump says \"he is considering at least one ex-rival who has so far refused to endorse him, but who will 'come over to my side.'\" "], [484, "2016-06-08T16:47:24Z", 0.1, "Up 4% to be at consensus. @ESR"], [22690, "2016-06-08T06:46:37Z", 0.29, "Actually think I am too low on Christie's odds as the only senior republican to defend Trump's comments.\nPaul: 1% \nChristie: 21% \nWalker: 2% \nKasich: 1% \nCarson: 4% \nRubio: 0% "], [22690, "2016-06-08T06:44:08Z", 0.21, "Tweaking forecast on the basis of Trumps latest comments on the judge presiding over the Trump University case:"], [3225, "2016-06-07T22:07:51Z", 0.6, "With Christie the only previous candidate so far to continue supporting Trump (quite vehemently at that) I've got to go up on this. Trump continues shooting himself in the foot, and I think he's going to continue being illogical and just might go with Christie. "], [21, "2016-06-07T17:46:25Z", 0.38, "Moving up on Christie specifically.  \nTrump's recent mis-steps (and the backlash from politicians desperately wanting to support him) will reduce the pool of pretty faces actively contending and ready to debase themselves."], [522, "2016-06-07T10:44:49Z", 0.05, "Unlikely. For most of the pool that could provide an electoral advantage this would be a huge political risk and the better placed candidates are still young enough to try again in 2020, 2024 so wont want to be bruised by what could potentially be a Mondale type defeat."], [25819, "2016-06-07T02:24:39Z", 0.25, "No, they are Too competitive. Except for Carson."], [24943, "2016-06-06T18:41:30Z", 0.25, "Outside view: Over past 16 years, leaving incumbents aside, out of 6 presidential candidates, only 2 chose a primary opponent. Gives me a base of 33% probability that Trump will choose one of his former opponents."], [142, "2016-06-06T18:29:54Z", 0.02, "Trump is unpredictable, canny and he needs help to ensure a victory in November. The first challenge is his personality which offends minorities and the Republican elite, The second problem is his lack of knowledge and experience with the levers of power in Washington. Third, his VP must be an experienced Washington policy wonk who can be a team player.  None of his former rivals could meet his needs except perhaps Christie. However, Christie is too nakedly ambitious and he comes from a State that Trump will likely carry, not one like Ohio or Florida that Trump needs to win in November.  It might be Gingrich or, Condoleezza Rice.  Think about the advantages, a young (61) black woman who has been Secretary of State, National Security Advisor and has none of the political baggage hindering HR Clinton. A Rice selection would answer his critics on many fronts."], [25107, "2016-06-06T03:39:23Z", 0.55, "Christie has a good chance"], [25661, "2016-06-05T04:00:30Z", 0.09, "Crowd 10% straight"], [25759, "2016-06-05T03:37:18Z", 0.04, "The other candidates are too main stream and Trump would have little respect for them. "], [25745, "2016-06-04T13:52:41Z", 0.95, "He needs Florida or Ohio"], [9755, "2016-06-04T05:44:33Z", 0.05, "Definitely it may help is he picks the soft spoken  brain surgeon Mr Carson "], [23006, "2016-06-04T02:19:42Z", 0.02, "Still think newt, and don't think he'll pick someone just because she's female. He's said on his program that he picks who he thinks is best irregardless of gender, race - this is a value i believe he has shown to be true."], [19923, "2016-06-03T13:16:36Z", 0.07, "Mum's the word out of the Trump campaign so far, and I wouldn't expect him to pick one of the former \"losers\". But, this guy's notoriously hard to predict, he can do and say anything. "], [25021, "2016-06-02T21:57:28Z", 0.04, "Down 2%. Looking for someone suitably deferential but with an insider's knowledge of The Hill. High profile not required - the Donald's already got that one covered."], [21, "2016-06-02T17:50:36Z", 0.26, "Really those people are all losers.  Trump will prefer his photo ops with someone he has not publicly trounced so recently.\nErnst, if she's available.  Otherwise a less-alpha male.  This doesn't preclude strong-ish males, just better not someone who competed for top slot against him.  (What would they bring to his advantage at this point, that he couldn't get with a fresh face and narrative?)\n"], [38, "2016-06-02T14:49:59Z", 0.3, "I've been reading articles speculating on who Trump may select, making a list of people who are named, and how often they are named in different articles.  So far, my list includes 14 people, 3 of whom were candidates (27%)"], [25580, "2016-06-02T03:15:18Z", 0.2, "Chris Christie seems to have been properly deferential early on, but lately has not been visible."], [546, "2016-06-01T16:38:36Z", 0.85, "John Kaisch"], [25636, "2016-06-01T12:41:22Z", 0.1, "The majority of them have openly had spats with him, far too personal for him to be able to get along with them for a 4 year tenure. If it was any of them, I'd imagine it would be Kaisch."], [7045, "2016-06-01T09:33:29Z", 0.65, "I believe Trump will select Chris Christie. Like Trump, Christie is combative with the media and is popular amongst the GOP."], [25622, "2016-06-01T05:52:28Z", 0.05, "trump planted the seed that all of them were losers and none of them want to be associated with him if they have future political aspirations"], [767, "2016-05-31T23:42:52Z", 0.1, "Very unlikely. Marco Rubio would be a possibility, if there every was one, but their relationship is not showing signs of improvement. "], [25613, "2016-05-31T21:43:22Z", 0.15, "Possibly Rick Santorum or Huckabee, but definitely not one of his closer competitors"], [783, "2016-05-31T05:37:26Z", 0.15, "Someone good looking since image is important to him. Someone without a thought in their head to challenge him. Someone who has not insulted him. Someone who has insulted and then supported him, since he seems the type of person who does not like people who backtrack to gain his attention. \nSomeone from a swing state like Florida. Since he does not like losers, no one from the candidates. No one who wants their political image tarnished by running with him in a fractured GOP and Tea Party environment. "], [22690, "2016-05-31T00:54:31Z", 0.27, "Tweaking forecast."], [12573, "2016-05-30T21:34:58Z", 0.26, "I think the only likely person for him to choose from the field of Presidential contenders would be Marco Rubio. I do not foresee him selecting any of the others from the field (if he's the one making the selection). I see too much lacking in the trust department for this to happen."], [24581, "2016-05-30T08:18:20Z", 0.0, "Extremizing"], [20650, "2016-05-30T08:17:15Z", 0.55, "would be a clever move to get extra votes"], [14761, "2016-05-30T02:10:00Z", 0.11, "Downgrading.On reflection, there are not enough of the former candidates who are suitable VPs."], [25115, "2016-05-30T02:00:04Z", 0.1, "Most of them have experience in government; their knowledge of how things actually work would likely threaten Trump. More likely to pick an insider who showed no such desire for the top role."], [38, "2016-05-29T23:27:13Z", 0.2, "4 out of 5 of the people he is thought to be considering were not candidates for president"], [25281, "2016-05-29T23:15:37Z", 0.15, "the only possibilities would be Christie and Carson - but think Trump prefers to have a DC type. Am going with Newt as VP pick"], [20008, "2016-05-29T22:47:37Z", 0.25, "Rubio if any of the former 2016 candidates. They seem to be entering a newfound bromance. "], [484, "2016-05-29T22:33:34Z", 0.06, "Down another 2% same reason as earlier."], [392, "2016-05-29T21:35:41Z", 0.03, "With who? Cruz? Definitely not. Jeb Bush or John Kasich would not mesh well with Trump, personality wise. Like the poster below mentioned, Carson and Christie could be possibilities, but I doubt it. Not to mention Fiorina was Cruz's VP pick."], [6186, "2016-05-29T21:21:09Z", 0.05, "He has insulted most of them, so other than Carson or Christie, no one would accept. He said he wanted someone experienced in politics which leaves Christie. Christie is unpopular in his own state of NJ."], [484, "2016-05-29T16:32:08Z", 0.08, "Down 2% mainly to be slightly below consensus. I expect the unexpected, but the former could be the \"unexpected.\""], [15231, "2016-05-29T15:35:17Z", 0.15, "if he wins, he was public support and does not need the party"], [19801, "2016-05-29T14:03:18Z", 0.0, "Given his hostile relations with most of the Republican party, unlikely. Nobody tells the Great Persuader what to do."], [23006, "2016-05-29T03:56:36Z", 0.02, "Still think it's newt"], [25500, "2016-05-29T00:37:57Z", 0.08, "That's more or less unlikely: For such a post somebody is needed who complement his profile rather than contradicting (that means some of them are already not available since the campaign was quite hostile). He/she also needs to be not connected with the establishment (otherwise his whole anti-establishment campaign might become problematic), prominent but not too popular (that Trump itself would get challenged). From the whole field seems not one candidate who would address these criteria perfectly. "], [12302, "2016-05-28T22:00:55Z", 0.06, "https://www.washingtonpost.com/news/the-fix/wp/2016/05/28/the-top-5-people-donald-trump-might-pick-as-his-vice-president/"], [24666, "2016-05-28T02:44:44Z", 0.1, "Trump needs to break into a demographic to give him a chance to succeed. That would be in the rust belt or a powerful republican woman. For example, Joni Ernst or Nikki Haley."], [5001, "2016-05-28T01:12:35Z", 0.06, "Trump seems to have has plenty of solid choices with tons of congressional experience/influence - probably will gain little from Kasich. OT but funny:  Trump's need to pander to white male vote makes him unable to select a female or minority candidate for fear of pandering: \nhttp://www.salon.com/2016/05/26/senior_trump_adviser_donald_wont_choose_a_female_or_minority_vp_candidate_for_fear_of_pandering/"], [14318, "2016-05-27T22:10:25Z", 0.02, "Even if any of them would agree...no. "], [25379, "2016-05-27T20:02:54Z", 0.1, "Adjusting to be closer to consensus"], [691, "2016-05-27T17:39:54Z", 0.06, "Today's weird thought:  (1) Hair Boy has never been a real Republican, having never consistently shared any of the party's positions or values; (2) he would like a VP candidate who can drag along a lot of votes; and (3) he thinks he is invincible, no matter what he does that betrays his contempt for not only the official party but even for his own ragtag band of followers. "], [25476, "2016-05-27T17:33:25Z", 0.25, "Gut"], [484, "2016-05-27T16:20:59Z", 0.1, "Down 5% to be closer to consensus. Still think R (not Ru) Paul would be a good pick."], [38, "2016-05-27T06:27:22Z", 0.45, "I've now read of more possible VPs who were not candidates."], [20693, "2016-05-26T17:31:29Z", 0.3, "Christie seems to me like #1 or #2 most likely choice overall--he's in sync with Trump stylistically, he'll suck the air out of the debates, and his national brand is (approximately) that he's a pragmatist with executive experience and some history of bipartisanship. Huuuuuge. His endorsement of the Donald didn't come from nowhere."], [19801, "2016-05-26T10:00:16Z", 0.0, "Given the mutual hostile attacks, no chance. Not even the Art of the Deal can help bridge this chasm."], [25418, "2016-05-26T00:42:27Z", 0.25, "I think this is a decent starting point at capturing, \"It'd be hard for a lot of these guys to team up with Trump after the contentious campaign and given a lot of them think he'll lose and that they'll have a chance in four years.\" http://predictwise.com/politics/2016-president-republican-vice-president-nomination (12% ish)"], [9683, "2016-05-25T20:20:33Z", 0.05, "Of his former challengers for the nomination, Chris Christie and Ben Carson seem like the only former candidates with any plausible chance of being selected as his running mate. They eventually endorsed Trump, whereas the others haven't yet rallied behind Trump in any meaningful way."], [94, "2016-05-25T17:51:08Z", 0.11, "Adding up the numbers for Kasich (3%), Christie (3%), Huckabee (2%), Rubio (1%), Walker (1%), and Cruz (1%) on predictwise."], [102, "2016-05-25T03:39:51Z", 0.12, "https://larswericson.wordpress.com/2016/05/25/gitrep-24mar16pm/"], [25392, "2016-05-24T18:16:32Z", 0.15, "I think he will move outside the pool of past contenders to extend his reach and solidify his position as an anti-establishment candidate."], [25379, "2016-05-24T15:12:14Z", 0.15, "Many of Trumps actions don't cope with regular rationale, but he needs to move to the center without signaling an agreement with party establishment. So I believe it doesn't make much sense to choose a former runner.\nApart from that, here's a piece of gossip of alternatives:\nhttp://www.realclearpolitics.com/articles/2016/05/24/gop_senators_praise_corker_as_potential_trump_vp_130654.html"], [24400, "2016-05-24T14:34:21Z", 0.25, "In reading up on this a little bit I discovered a candidate picking a primary oponnent as running mate if far more rare historically than I would have thought. However, its happened a few times more recently with John Edwards and Joe Biden, so maybe it's becoming more of a thing to do. Everything Trump does is a bit of a wild card, but maybe picking someone who ran in the primary would be a good move towards trying to get the party united again."], [14761, "2016-05-24T13:04:41Z", 0.2, "Trumps signature position is being against illegal immigration. He can't select a running mate who seriously undermines his bona fides on this issue. That leaves Walker, Santorum or Christie. Choosing Walker will lose him support from unionised blue collar workers. Christie is a bit too like Trump. The in-your-face aggressiveness from both Trump and Christie would be overwhelming. Santorum is a real possibility to get out the religious vote that is otherwise repelled by Trump's boorishness. He's also got national recognition from his strong campaign in 2012. "], [25351, "2016-05-24T12:36:24Z", 0.05, "Most are too far right, he needs someone with foreign policy experience, he has to appeal to more of the middle to beat Hilary, some one who understands Washington politics."], [1529, "2016-05-24T04:06:25Z", 0.04, "I don't think any of them has enough impact on the potential VP news cycle. Maybe Christie simply because he has joined the Trump team, but I am thinking Christie would more likely be picked for a cabinet, ambassadorship, or political appointment."], [9755, "2016-05-24T02:05:26Z", 0.05, "Guessing what exactly trump is going to do or say is not a sure bet, but I am sure he wI'll not pick a looser!\npicking between loosers is not his show nor speech.\nHe may pick the foxy lady that last interviewed him . \nShe is easy on the eyes ( good looking by some standards) , popular with the  crowds , and willing to bend , as she did in her last interview with trump ."], [25134, "2016-05-23T23:54:01Z", 0.45, "Doing so would be a great way to bring the reunite the party, and he has 16 choices, not just the ones he's burned in the last few months.  And last weekend he spoke at a fundraiser for Chris Christie."], [424, "2016-05-23T23:34:47Z", 0.55, "Chris Christie"], [7124, "2016-05-23T22:56:41Z", 0.15, "Given his virulent attacks on them, only Chris Christie and perhaps Kasich are possibilities"], [1111, "2016-05-23T20:48:07Z", 0.05, "Given the absolute nastiness and personal attacks, it will be very unwise him to do that. I do not consider him a smart man, but he is shrewd! "], [484, "2016-05-23T19:29:03Z", 0.15, "Up 7% for Senator (one of the check boxes for a politician) Rand Paul. His views that might make him less electable in a general election would be eclipsed by a lesser role as VP (and DT's interesting ideas). Some of the \"policy\" ideas of both might actually be somewhat in synch (foreign expeditions). Would he do it? Will he be the leader of the Senate in this lifetime? In addition to buffing his CV, I'd give it 50-50 that his dad might even be able to swear him in as #46 if DT tires of the gig in a year or so."], [12763, "2016-05-23T18:45:50Z", 0.04, "Dropping this further after reading Kasich has stated he has no interest in being Trumps VP.  Of course he could be lying, but I don't see for what reason.  "], [20401, "2016-05-23T18:24:01Z", 0.25, "He needs to expand his base beyond white males."], [15477, "2016-05-23T17:54:16Z", 0.05, "I think he's burned all the bridges he can...."], [25358, "2016-05-23T17:29:19Z", 0.6, "GOP recognizes opportunity to actually win "], [2895, "2016-05-23T16:41:01Z", 0.09, "The mostly hate him. "], [12763, "2016-05-23T14:23:23Z", 0.07, "Christie is most likely since he seems to have Trumps ear and was an early endorser.  He'd already been put in charge of helping build potential cabinet staff.  \nCarson also endorsed Trump and I wouldn't be surprised if Trump wants to go with another \"outsider\"\nCruz is logical because he was the \"other\" choice to Trump but I just don't see it as likely.  \nKasich has potential as he would certainly help Trump in the Oho Swing state, but he hasn't endorsed Trump. "], [21793, "2016-05-23T14:03:44Z", 0.85, "Cruz, likely."], [25160, "2016-05-23T13:29:52Z", 0.05, "he beat them all and that means they are \"loosers\" his ego would not allow it. but if he cannot find someone that agrees with his view in the mainstream, he could go with one of the failed candidates that endorsed him. "], [691, "2016-05-23T12:26:07Z", 0.07, "On further reflection: The Pillsbury DoughGov has a good gig until 2018, during which he gets to live in a house called Drumthwacket, which is real and not from the Harry Potter books.   He could keep his job and run for VP; wouldn't hurt him at home more than he's already dead there, since he's both generally despised and constitutionally term-limited.  However, running for VP and not being able to carry your home state is pretty embarrassing, but as honcho of the phony transition team, he will not be held responsible for the election's outcome.  If HairBoy accidentally wins, Christie can put in for a cabinet post of chief of staff, where he could go Full-Tilt Flunky for the Great and Powerful Oz. "], [25107, "2016-05-23T08:15:19Z", 0.55, "Their is a toss up between Christie and Carson"], [10314, "2016-05-23T02:04:35Z", 0.1, "Good time filler for media pundits---but their Briers are worse than mine.  Ergo, no way."], [613, "2016-05-22T23:51:59Z", 0.5, "He would probably prefer Kasich, but as an Ohioan, I believe Kadich would turn it down. However, Chris Christie, who I believe wants the AG job, would probably say \"yes.\""], [22823, "2016-05-22T23:03:21Z", 0.0, "He can find somebody better liked and admired by the American public. He knows a lot of smart people;  he'll have his choice of la creme de la creme"], [19310, "2016-05-22T21:38:24Z", 0.4, "Most of the former candidates that seem beneficial for Trump to pick don't seem to have any interest in joining him on the ticket (at the moment). But still, counting out the basically impossible choices of Bush or Graham, there are 13 other options, including a lot of Republican power players. At this point, I'd bet against it, but wouldn't be surprised either way."], [1028, "2016-05-22T21:14:42Z", 0.75, "Kasich is a reasonable man and governor of a battleground state"], [67, "2016-05-22T17:27:00Z", 0.38, "Trump put this at 40% a couple weeks ago.  http://www.cnbc.com/2016/05/05/donald-trump-a-chance-ill-pick-a-vp-from-field-of-former-gop-candidates.html  VP picks is a game of speculation, so here I go."], [5001, "2016-05-22T16:07:20Z", 0.14, "I had three at 7-8% each. Now Carson is out. "], [484, "2016-05-22T16:00:44Z", 0.08, "Down 7% to be below consensus."], [25296, "2016-05-21T23:10:18Z", 0.18, "Unlikely, but there were a lot of them!! Won't be Rubio or Cruz, but could be Kasich, Christie, or others who dropped out early."], [25295, "2016-05-21T22:39:51Z", 0.25, "I doubt that many would accept the invitation."], [1262, "2016-05-21T22:21:01Z", 0.03, "Cannot imagine any of them working well with him.  It will have to be someone VERY special."], [1161, "2016-05-21T19:45:11Z", 0.0, "I am willing to be completely wrong on this one because I am treating it as an experiment in candidate psychology... thus incurring no downside risk. All of Mr. Trump's former competitors have been labelled \"losers\" in some form by the candidate, publicly and repeatedly. \"Little Marco,\" \"Lyin' Ted\" and \"Low Energy\" Bush, in particular, have been sufficiently excoriated as to be ludicrous if chosen. (Despite follicular evidence to the contrary, Mr. Trump does not wish to be considered ludicrous.) Gov. Christie's \"hostage video\" performance[s] cannot be expunged from the Twitterverse. More to the point, there's only room for one bully on the ticket, and it's taken. Gov. Kasich already has a job. He also managed to exit the scrum looking like a reasonable option for 2020 and would be insane to forfeit that goodwill. That leaves only niche candidates (Sen. Paul), serial disappointments (Govs. Huckabee & Perry, Sen. Santorum, Mrs. Fiorina) and the \"what were they thinking\" group (Dr. Carson, Govs. Walker, Jindal, Pataki & Gilmore, Sen. Graham), who bring nothing to the table. It's possible that Mr. Trump is sufficiently delusional to believe that his vice presidential selection would have the same bearing on his chances of winning as hypothetically gunning someone down. But I suspect that he'll throw the rest of the electorate a bone here and choose someone \"GREAT.\" It'll be Yuge."], [25289, "2016-05-21T17:48:31Z", 0.01, "Observing Trump, he is the alpha Lion. Having a former candidate as a running mate seems a potential threat to his policy- making or decision making during his presidency. He will choose a vice-president who entirely support his decision making, a loyal dog enabler."], [10916, "2016-05-21T15:03:50Z", 0.05, "Too gung ho about this before, but realistically the only guy it would be is Christie, and he's probably angling for AG."], [15548, "2016-05-21T14:39:21Z", 0.25, "He probably need a woman as VP."], [691, "2016-05-21T12:44:11Z", 0.31, "Still thinking the Pillsbury DoughGov, except he won't even be able to deliver Jersey, so it's unclear what the advantage would be, except that he is a well-behaved lapdog with name recognition.  There are some other governors out there, but (a) many of them are smart, effective, and ambitious, all drawbacks from Hair Boy's point of view, (b) their states are likely to vote R anyway, and (c) they are less well known than Christie.  He might go for Bob Corker or some similar Senator.  Another possibility is somebody obscure but novel like Ros-Lehtinen, the rigidly unthinking Cuban woman who is a Republican Representative from Florida and therefore ticks just about all the boxes.  Or, to put it another way, who the hell knows?"], [22690, "2016-05-21T09:47:14Z", 0.34, "Out of the 16 candidates I eliminated all of those that didn't raise more than $20m (including PACS https://en.wikipedia.org/wiki/Republican_Party_presidential_primaries,_2016), and also eliminated Bush, Cruz and Fiorina for obvious reasons, which left the following candidates:\nRand Paul: 2% - aligned with the tea party so won't give Trump any advantage\nChris Christie: 8% - too like trump?\nScott Walker: 4% - http://townhall.com/tipsheet/katiepavlich/2016/04/13/scott-walker-literally-laughs-out-loud-over-trump-vp-suggestion-n2147620\nJohn Kasich: 12% - would make the most sense for Trump out of all the candidates, but there are so many other candidates including Gingrich, Martinez, Haley, Ernst, etc that would work for Trump.\nBen Carson: 2% - https://www.washingtonpost.com/lifestyle/style/is-ben-carson-the-worst-or-the-best-surrogate-of-all-time-yes/2016/05/13/0afc3c52-17ac-11e6-aa55-670cabef46e0_story.html?tid=sm_fb\nMarco Rubio: 6% - http://thehill.com/blogs/ballot-box/presidential-races/279977-trump-rubio-not-being-considered-for-vp, but if asked might accept on the basis of what it did for Ryan and Palin, especially if the GOP push for him to."], [24771, "2016-05-21T07:44:09Z", 0.07, "Base rate: Since WW2, there have been 11 presidential elections where there has not been Republican incumbent president on the ticket (i'm including here elections where previous VP ran for president, ie they're not \"incumbents\"). In only 2 of those elections - 1980 and 1948 - was a former candidate selected for VP. There are arguments to be made here as to what period should be considered given how the nomination process has changed, but (admittedly based on a small sample) the base rate is low, in the 10-20% range depending on when you want to cut off the data. "], [10898, "2016-05-21T07:11:26Z", 0.2, "At first glance, from among the former candidates, the following are plausible in that they could add something (e.g., critically lacking government experience)  to Trump's campaign: \nChristie\nCruz (?)\nKasich\nTo put it bluntly, everyone who ran for the republican primary couldn't even get republicans to vote for them, so how can they be expected to attract votes in the general (maybe with the exception of Kasich, who would probably alienate some republicans but win some independents)? "], [38, "2016-05-21T05:03:11Z", 0.55, "I note that \n-so far 5 people who are not former candidates have been suggested by forecasters and 3  (38%) who are, \n-but the forcasters' votes were 14 to 7 for former candidates.  (66%)\n-I don't think I've seen any list of possible running-mates that had more than 16 names on it of people who were not former candidates.  (60%)\n-the WaPo list of 5 is 60% former candidates\n-NBC mentions 13 people, 46% are former candidates"], [14375, "2016-05-21T04:45:24Z", 0.05, "I don't think any one of them is in the top 5."], [1993, "2016-05-21T04:42:21Z", 0.15, "I'm inclined to think that Trump will want someone well-connected in Washington, like a senator. The senators among his former rivals are Rubio, Cruz, and Santorum, who are damaged goods in Trump's eyes. And Rand Paul, who would be an interesting choice but too polarizing to be practical. Rubio might have worked out, if they got on better, but Rubio has already said he would refuse the VP nomination, if it were offered by Trump."], [23006, "2016-05-21T03:41:15Z", 0.03, "Nope, he hates losers and would never respect them enough to make them his number 2. Also he has shown absolutely no desire to appease the republican party by compromising for the sake of unity. When asked about uniting the factions within the RP, he has asked: \"Should the party be united? I don't think it needs to be.\""], [25021, "2016-05-21T02:44:00Z", 0.06, "Higher risk than reward for most of the former candidates so even if Trump asked, I doubt they'd say yes. Scott Brown - or someone with Brown's appeal/experience - seems like a better fit."], [706, "2016-05-21T02:42:22Z", 0.75, "Christie or Carson."], [484, "2016-05-21T01:52:21Z", 0.15, "No, but @cdob63 almost convinces me it might be Christie."], [14841, "2016-05-21T01:04:15Z", 0.2, "I would say Kasich, but I doubt it will be anyone of the 900 who ran."], [16421, "2016-05-20T23:40:49Z", 0.2, "Could be Christie or maybe Carson."], [20284, "2016-05-20T23:28:10Z", 0.1, "I do not think Trump sees any of his former rivals as someone he wants as close as vice president.  I am not sure the best of the pack Cruz and Rubio would want it.  "], [915, "2016-05-20T23:24:20Z", 0.0, "Jeff Sessions?  "], [5001, "2016-05-20T21:52:42Z", 0.24, "I can see Christie, Carson and Kasich as a possibility, all for different reasons. But each of the three is still below 10%. The linked WaPo piece lists Marco as one of the top 5. I would not assign even 0.01% probability to Trump selecting Marco. "], [11430, "2016-05-20T21:43:10Z", 0.65, "Kasich "], [11430, "2016-05-20T21:15:25Z", 0.65, "Kaddish will volunteer to mend the party ticket."], [689, "2016-05-20T20:33:24Z", 0.0, "Newt the best mentioned so far."], [500, "2016-05-20T19:15:57Z", 0.0, "vice presidential -women"], [1333, "2016-05-20T19:04:38Z", 0.0, "The reason I haven't mentioned Christie as a VP candidate is that i think he is next chief of staff...Newt is looking interesting though."], [21, "2016-05-20T18:54:16Z", 0.3, "Possible -but Trump more likely to look for somebody new and exciting.\nSomebody he wants to be photographed with . . . Not likely Oreo-Christie.\n"], [691, "2016-05-20T18:50:13Z", 0.38, "I have been assuming right along that he has more or less promised this to Governor Christie, a former candidate.  If he didn't already know the Lucky Winner's name, even he would probably not have put the thoroughly gormless Kindly Doc Carson in charge of the pretend search.  However, there are still lots of really crazy people for him to choose from, so he is not stuck with the craven Jersey Boy; this year anything can happen and probably will.  "], [1333, "2016-05-20T18:43:36Z", 0.0, "I think not. He'll need someone to advise him on Process at the Capital and who has a successful record of their own, and sufficient standing that he doesn''t mind taking his or her advice from and who won't bruise his delicate ego."], [102, "2016-05-20T18:36:50Z", 0.15, "No it's Christie.  Kasich at the outside.  Ted and Rubio would be liabilities."]]}