{"question_id": 563, "title": "Will casualties from the Turkey-PKK conflict exceed 125 in any month from August through November 2017, according to the International Crisis Group?\n", "correct_answer": "No", "crowd_forecast": 0.01, "preds": [[38319, "2017-11-30T21:15:31Z", 0.02, "Perversely, the ICG tracker still says \"last updated on 22 November\", still has the prior month data unchanged from 11 November, but now also has initial figures for November: 26 PKK + 13 security forces = 39 total deaths (ie. more than October already)."], [38319, "2017-11-29T19:39:17Z", 0.02, "Since my last update, there has been a screeching halt in the number of deaths reported in the media: only 4 more deaths reported between 18 November and now.  That brings the total number of reported deaths only up to pretty much smack on 125.  I had thought that we were heading for 150 or more."], [1993, "2017-11-26T07:16:46Z", 0.0, "Highest month so far was September with 80 casualties. October numbers may not be complete yet."], [38319, "2017-11-24T12:36:22Z", 0.09, "ICG conflict tracker has been updated!  So now looks possible there will be an early-December, mid-December, and late-December update before the question is adjudicated."], [38319, "2017-11-21T00:33:25Z", 0.09, "14 more PKK deaths reported on 18 November, after operations on 16-17 November.  Brings total reported to about 120, with 10 days to go."], [40411, "2017-11-17T15:33:32Z", 0.08, "Revising based on increased likelihood of crossing the 125 threshold. Still remaining skeptical of the ICG updating the figures in time. "], [38319, "2017-11-17T08:42:45Z", 0.07, "9 more deaths reported in clashes since my last update.  Total media-reported deaths now at about 105, with only 16 days gone (53% of the month).  More likely that November will exceed 125 deaths, but the \"bloodbath\" scenario (200+ deaths reported in the month) does not appear to be playing out.  Reported deaths likely to come in somewhere about 130-135 for November."], [38319, "2017-11-13T01:41:14Z", 0.06, "Based on comments on the recent ICG update:"], [38319, "2017-11-13T01:24:22Z", 0.05, "ICG conflict tracker has been updated!  Is this the mid-month update, coming a little early?  Will be interesting to see if there is an additional update before the end of the month ..."], [40411, "2017-11-09T16:54:16Z", 0.05, "http://www.yenisafak.com/en/news/more-than-100-pkk-terrorists-killed-in-turkey-in-one-week-2798070"], [38319, "2017-11-05T11:26:03Z", 0.05, "64 deaths, including 9 police/national guardsmen reported in Turkish media since the start of the month: http://www.hurriyetdailynews.com/55-pkk-militants-killed-over-last-two-days-across-turkey-121828."], [1034, "2017-11-03T06:17:44Z", 0.0, "28 October"], [40411, "2017-11-02T19:06:00Z", 0.15, "Unsure how many of these were in Turkey vs. Iraq:\nhttp://www.yenisafak.com/en/news/turkish-forces-kill-152-pkk-terrorists-in-october-2797301"], [38319, "2017-11-01T07:34:19Z", 0.03, "Now back in front of the spreadsheet ..."], [38319, "2017-10-31T22:00:46Z", 0.04, "ICG conflict tracker has been updated!"], [41009, "2017-10-30T13:00:22Z", 0.08, "Probability (gu-)estimate:  to cross the threshold, current violence level would roughly double; this happened twice in the 26 months monitored."], [38319, "2017-10-30T09:39:07Z", 0.04, "I've had my eye off this for a bit."], [6303, "2017-10-30T04:19:00Z", 0.01, "Based on general news and GJP consensus."], [6303, "2017-10-23T03:11:09Z", 0.01, "Based on general news and GJP consensus."], [38319, "2017-10-20T08:09:37Z", 0.02, "Another 5 days, and virtually no news on PKK, or anti-PKK, activities in Turkish provinces.  Much of the attention seems to be on increasing Turkish involvement in northern Iraq, and accusations that the PKK are becoming increasingly involved there too."], [4634, "2017-10-18T19:15:26Z", 0.22, "\"A total of 21 PKK militants have been “neutralized” since the air-supported operations began on Oct. 16, according to statements made by the military. Authorities use the word “neutralized” to refer to militants who are killed, wounded or captured. Four soldiers were killed in two separate PKK bomb attacks in Zap, according to the army, which revealed the identities of the soldiers as Furkan Aydın, İlhan Sezer, Seçkin Arıkan and Adem Gezer. Airstrikes were subsequently carried out in the area with warplanes and armed drones."], [68, "2017-10-16T07:37:39Z", 0.01, "Coming down from 9% on 02 October 2017. Every reading after October 2016 has been less than 125, ranging from 105 down to 56. Compare this to the calendar year 2016, in which casualties exceeded 125 in ten of the twelve months. Data from the last 11 months suggest an underlying change, so I consider it prudent to ignore earlier months from now on, unless of course there is a sudden flare up."], [6303, "2017-10-16T03:10:04Z", 0.01, "Based on general news and GJP consensus."], [38319, "2017-10-15T11:58:19Z", 0.03, "Two new data points:"], [83, "2017-10-14T22:32:01Z", 0.02, "Passage of time."], [31450, "2017-10-12T16:37:42Z", 0.0, "Casualties have been dropping for months, even though July-Sept are usually times when casualty counts increase. I don't see any evidence a large scale offensive is going to happen in the next two months."], [1993, "2017-10-11T15:50:48Z", 0.1, "August updated to 14. September currently at 3."], [83, "2017-10-11T02:36:21Z", 0.3, "Increasing probability as the Kurdish independence vote may have lead to preventive measures by Turkey against the PKK."], [38319, "2017-10-08T08:38:37Z", 0.12, "Oops.  Forgot to actually increase the forecast.  *facepalm*"], [38319, "2017-10-08T08:34:21Z", 0.07, "Possible recent increase in Turkish Army activity:  https://www.dailysabah.com/war-on-terror/2017/10/06/68-pkk-terrorists-killed-in-counterterror-operations-over-the-week-turkish-military"], [38319, "2017-10-03T12:35:11Z", 0.07, "New data published in ICG conflict tracker ..."], [4634, "2017-10-03T10:36:46Z", 0.2, "If these would count, it's more likely than we think: "], [38319, "2017-09-29T23:00:45Z", 0.07, "Now within the last few hours of the month.  Only about 60 deaths reported in the Turkish media so far.  "], [38319, "2017-09-23T22:20:45Z", 0.09, "Only 3 deaths reported in Turkish media in the last week. Overall, that makes about 45 deaths in the 23/30 (77%) of the month so far. Would need 80 deaths a week from here to put September in with a chance."], [40054, "2017-09-22T09:32:50Z", 0.65, "the PKK is trying to organize big actions to stay present with their goals beside all the other topics regarding turkey (IS, migration, european tensions)"], [39838, "2017-09-21T19:29:13Z", 0.75, "I expect the issues between Turkey and Iraqi Kurdistan to impact the Turkey-PKK conflict and to act as a cover for Erdogan."], [39740, "2017-09-21T19:00:24Z", 0.1, "it will, but after november 2017"], [39847, "2017-09-21T18:26:32Z", 1.0, "Turkey drive with tanks out they fight them soon"], [1333, "2017-09-20T14:21:04Z", 0.15, "Its fighting weather in the desert. Riding ahead at 15%"], [1333, "2017-09-19T18:17:28Z", 0.05, "Riot police were already on duty around the cemetery since senior Kurdish figures were attending the funeral. Yet the police only issued verbal warnings, despite requests from HDP lawmakers in attendance to physically stop the group.\nRead more: http://www.al-monitor.com/pulse/originals/2017/09/turkey-mob-attack-on-kurdish-funeral-sparks-outrage.html#ixzz4t9MCzZZz"], [368, "2017-09-19T17:54:50Z", 0.0, "MLE predictions for the period between August 1, 2017 to September 18, 2017 fall within the expected values; E( Y | X = x).\n"], [68, "2017-09-19T10:26:09Z", 0.14, "http://www.crisisgroup.be/interactives/turkey/\nTotal casualties reported since 20 July 2015 are now 3132, updated to 19 September 2017. This implies 18 casualties so far in September.  Although August has been increased to 51 from 38, and there have been small upward adjustments for some of the previous months, the chances of a sudden flare up are reducing with the passage of time.\n"], [1333, "2017-09-19T09:24:54Z", 0.95, "80 armored vehicles dispatched in Ankara for the Syrian Frontier."], [1993, "2017-09-19T02:16:37Z", 0.08, "August updated to 51."], [23234, "2017-09-19T02:07:23Z", 0.19, "August number has moved from 38 to 51 presumably due to confirmation of additional PKK deaths. The Turkish media reports I've seen show well over 125 people killed in August but (I think?) what matters under the methodology of this question is how many can be confirmed by the other side and thus counted by Crisis Group."], [6303, "2017-09-18T03:20:11Z", 0.07, "Based on general news and GJP consensus."], [38319, "2017-09-17T11:43:42Z", 0.1, "No deaths reported in Turkish media in the last 4d.  Overall, that makes about 40 deaths in the 17/30 (57%) of the month so far.  Would need 45 deaths a week from here to put September in with a chance."], [38319, "2017-09-13T02:02:08Z", 0.18, "Quiet few days; only one death (a PKK member) reported in the media in the last 4 days.  Although that seems quite insignificant, it does make it much more likely that September won't reach 125 reported deaths."], [1333, "2017-09-12T18:15:26Z", 0.85, "Ankara, which has enjoyed close ties with Barzani, has voiced opposition to the referendum but has done nothing concrete to prevent it. During a visit to Erbil last month, Turkey’s foreign minister asked Barzani to cancel the referendum but made “no suggestion at all of sealing the border, revisiting trade or suspending money transfers to Erbil,” a senior Iraqi Kurdish official told Al-Monitor’s Amberin Zaman.\nRead more: http://www.al-monitor.com/pulse/originals/2017/09/turkey-iraqi-kurdistan-referendum-fever-spills-over.html#ixzz4sUQRZ8hJ"], [6285, "2017-09-10T16:37:57Z", 0.1, "As Erdogon continues to consolidate power he is busy purging the military and bureaucracy of his imagined enemy's .He will get to ppk eventually and only would do it sooner if the ppk makes a major attack."], [38319, "2017-09-10T09:32:17Z", 0.22, "Rubbery figures in the \"Hurriyet\", with the Turkish military claiming 99 PKK \"neutralisations\" in the last 2 week up to 9 September (27 Aug - 9 Sep).  Grrr ... why start reporting \"in the last two weeks\", when previously they reported \"in the last week\"???"], [31450, "2017-09-07T14:25:31Z", 0.1, "Dropping significantly because I clearly misread how much of a powder keg Turkey is."], [38319, "2017-09-07T10:17:31Z", 0.2, "I've had to totally rejig the model here.  I've under-estimated the delay in PKK deaths being confirmed by the ICG.  I'll need to refine the figures once I get more data about just how delayed the confirmation of PKK deaths are and, indeed, how many PKK deaths reported in the media _never_ get confirmed (at least not in the 4mth timeframe of this forecast)."], [68, "2017-09-07T08:50:24Z", 0.22, "https://www.crisisgroup.org/crisiswatch/august-2017#turkey"], [38421, "2017-09-07T02:37:18Z", 0.58, "Updating slightly upwards due to escalation of fig"], [38319, "2017-09-06T03:11:40Z", 0.61, "Further analysis of deaths reported in Turkish media, and ICG's \"Casualties of the Conflict\"."], [23234, "2017-09-05T05:24:45Z", 0.5, "Comment deleted on Sep 06, 2017 03:33PM UTC"], [6303, "2017-09-04T05:33:12Z", 0.75, "Based on general news and GJP consensus."], [38319, "2017-09-03T11:20:52Z", 0.81, "Main issue for me now is the delay between a death occurring, and it being confirmed by the International Crisis Group.  Deaths need to be \"named and substantiated\", as described on the ICG page, and this can be especially delayed in the case of PKK casualties."], [590, "2017-09-03T10:48:57Z", 0.25, "This is the classic situation that can flare up at any moment. However, the situation seems slightly calmer now, and the Kurdish government in Iraq is considering delaying the independence referendum, which may indicate a tendency of appeasement in the region."], [1993, "2017-09-03T05:06:14Z", 0.2, "Casualties have not exceeded 125 since October of last year. 38 casualties for August 2017 recorded so far. Flare-ups can happen, but casualty numbers have been relatively low this year. Coming in below consensus."], [1333, "2017-08-31T21:19:40Z", 1.0, "http://www.al-monitor.com/pulse/originals/2017/08/turkey-emergency-decree-redesigns-vital-intstitutions.html?utm_source=Boomtrain&utm_medium=manual&utm_campaign=20170831&bt_ee=ulrrXg6drorfaW2o2vwCQwqytOtjf/dwEAuKSJRWjPe0zKGMEkj+CoWNWjnY0Oy9&bt_ts=1504196349683"], [33540, "2017-08-31T16:39:01Z", 0.32, "The historical base rate of casualties was near 50%.  However, the trend over the last 6 months was well below 125 casualties, and a number of Muslim holidays are scheduled in the upcoming months.  Additionally, fighting has been trending away from urban areas towards rural areas, resulting in fewer deaths."], [68, "2017-08-31T07:44:28Z", 0.25, "My initial forecast of 50% was based on the reported casualties from July 2015 onwards. However, there was a significant drop from December 2016 onwards, so if one looks at the last twelve months only, the probability is closer to 25%. I'm waiting for the site to update before any further adjustment, but if one considers the period from December 2016 only, the probability will be in single figures."], [35569, "2017-08-29T19:59:58Z", 1.0, "According to the Crisis Group, over three-thousand people have died since the end of the ceasefire between Turkey and the PKK in 2015.  The monthly graph provided on the Crisis Group's site shows a trend of increasing violence since May.  With the decline of ISIS and an upcoming Kurdish referendum on independence, the potential for violence between Turkey and the PKK has heightened.  Although the political climate is ripe for violence between the two groups, the threshold of 125 casualties has been unmet since October of last year.  Putting aside all numerical data, I believe the Kurdish referendum in September will trigger violence between the two groups which will lead to over 125 casualties in a single month up to and including November.        "], [37080, "2017-08-29T17:07:29Z", 0.12, "talks of peace:\nhttp://www.telegraph.co.uk/news/worldnews/europe/turkey/11806481/PKK-urges-US-to-mediate-in-its-war-with-Turkey-and-admits-to-secret-talks-with-Washington.html"], [38319, "2017-08-28T03:11:05Z", 0.94, "Realised I flubbed my maths in my forecast of 23 August (https://www.gjopen.com/comments/comments/555750).  0.95 * 0.85 * 0.85 * 0.85 = 0.58 ... not 0.4; my forecast should have been 42%."], [23234, "2017-08-27T23:31:02Z", 0.54, "Comment deleted on Aug 27, 2017 11:48PM UTC"], [38605, "2017-08-27T22:15:36Z", 0.22, "The conflict has seen an average of 122.44 casualties since 20 July 2015 and 11 of 25 months have had greater than 125 casualties. This gives a baseline of 44%. Casualties have had a downward trend since February 2016 at the peak number of casualties. The last month exceeding 125 casualties was October 2016. August has seen an increase in the number of Turkish anti-PKK raids, which may indicate a movement toward a seek and destroy strategy as PKK militants have reduced their activity. My estimate is reduced to 22% based upon the likelihood of an uptick of violence in the conflict. "], [12302, "2017-08-26T10:23:04Z", 0.15, "no particular reason, i have to admit."], [38473, "2017-08-26T00:42:35Z", 0.75, "Taking others logic into account, I think that this is good baseline. Will adjust if necessary. "], [38421, "2017-08-25T04:12:42Z", 0.45, "Going off previous trends and a slight uptick in violence recently. To be updated after Aug. figures."], [68, "2017-08-24T06:07:59Z", 0.5, "The ICG site has a total of 3061 casualties up to 14 August 2017, whereas I've calculated the sum of the monthly totals till end July as 3048 i.e. only 13 casualties in 14 days of August. Updating my forecast for the reduced number. If this trend is confirmed I could reduce my forecast further by early next month."], [83, "2017-08-24T01:06:55Z", 0.1, "Diminishing returns:"], [38526, "2017-08-23T15:40:08Z", 0.55, "- For the past two years, there has been a surge of casualties in August and September.\n- But this year, the Kurdish Workers Party's strength has been greatly reduced due to superior force and tactics from Turkish Forces\n- I estimate there is a 25% chance that casualties could exceed 12 in Aug or Sept, but only 10% in Nov and Dec\n"], [68, "2017-08-23T07:41:38Z", 0.75, "Correcting earlier forecast. See https://www.gjopen.com/comments/comments/555830"], [68, "2017-08-23T07:09:10Z", 0.3, "Revising drastically down from the 90% I entered yesterday. That was based on the average number of casualties per month between 01 July 2015 and 14 August 2017 being almost exactly 125. However, the average for the most recent 12-month period (Aug 2016 - July 2017) is just 95 compared to 156 for the preceding 12 month period.  The last month that casualties were at least 125 was October 2016 and the figures for every month from December 2016 onwards have been less than the corresponding numbers 12 months earlier. "], [38319, "2017-08-23T02:54:52Z", 0.6, "Forecast spans 4 separate predictions: August, September, October, November."], [706, "2017-08-23T01:01:43Z", 0.9, "Wisdom of the crowd."], [368, "2017-08-23T00:00:01Z", 0.85, "Casualties, definitionally and methodologically include both deaths and casualties.  ICG restricts the domain of actors to those killed and confirmed fatalities.  It excludes cases from its count that are unconfirmed.  This further restricts the domain of the two actors in conflict interactions: the Turkish state, its officers, police and other officials along with PKK insurgents and its proxies.  Turkey views the PKK as a terror group, while the PKK is engaged in a political and military struggle for independence.  Since the cessation of a relatively short period of conflict and an unsuccessful coup against the state, the two sets of actors have intensified their asymmetric non-zero-sum game of terror and counterterror.  Given this dynamic we should expect the counts to move above the threshold, however, restrictions on the range for counts in 4 groups will be reduced.  Depending on the military tactics employed by the PKK, and the constrained definitions in counting methods, this should reduce the total number of casualties counted by ICG.   Additional data sources would indicate support for crossing the threshold but the constraint explanation reasonably accounts for variances in actual versus the constrained casualties counted."], [31450, "2017-08-22T20:41:51Z", 0.9, "Well since the breakdown of the ceasefire, casualties have exceeded 125 for 11 months and been under for 14 months. As well, casualties have been declining this year. That said, there are a lot of factors that could lead to an increase in violence, such as more aggressive moves by the Turkish army, extra arms flowing from the US to Kurds in Syria, and the possibility of another attack in an urban area (there hasn't been one since last year)."], [691, "2017-08-22T19:59:26Z", 0.94, "Not clear how this Q may affect the one about civilian deaths in Turkey; I think we are up against a scoring decision, the criteria for which are--probably inevitably--a bit squishy."], [1333, "2017-08-22T18:58:47Z", 1.0, "Erdogan makes war PKK WI\nHILE Iranian militias are coming out of Western Iran to snipe and harass and otherwise pin down Peshmerga and all the while the click ticks on the referendum In Iraq. This could could easily go hot as a proxy fight."], [68, "2017-08-22T17:42:01Z", 0.9, "From 20 July 2015 to 14 August 2017, almost 25 months, the International Crisis Group has recorded 3061 deaths or very nearly 125 per month on average.\nEDIT : However, this question is not so simple! The highest number of deaths in any month so far this year is just over 100, while the average is considerably less. I'll look at the numbers a little more carefully tomorrow"]]}