{"question_id": 626, "title": "Between 1 October 2017 and 30 September 2018, will an armed group from Myanmar engage in a campaign that systematically kills 1,000 or more civilians in Myanmar?\n", "correct_answer": "No", "crowd_forecast": 0.35, "preds": [[12302, "2017-12-23T16:22:35Z", 0.03, "why is this so high?"], [2965, "2017-12-14T05:51:16Z", 0.9, "This IFP appears to attempt to determine when the active military ops in support of ethnic cleansing stopped.\nand whether the Burmese military complied with UN Sec. General demand that Military operations ceased September 30\nBased on Refugee flows, epidemiological data,and satellites imaging the systematic killing continued well into November\nAlthough the campaign appears over, there are substantial Rohingya left in Myanmar (150,000)  ongoing atrocities cannot be ruled out to denial of access. No UN Security Council resolution is imminent. \n\"Specifically, China’s ambassador to the UN, Wu Haitao, stressed the need for the international community to be patient with the government\" Russia supports military as well\nSee\nand despite calls UN for unfettered access 2 reuters reporters were arrested and   the regime has excluded journalists from Rakhine See https://www.nytimes.com/2017/12/13/world/asia/myanmar-rakhine-reporters.html?action=click&contentCollection=Asia%20Pacific&module=RelatedCoverage&region=EndOfArticle&pgtyp\nand https://www.reuters.com/article/us-myanmar-journalists/u-n-chief-says-arrest-of-reuters-journalists-shows-erosion-of-press-freedom-in-myanmar-idUSKBN1E8183\na  comprehensive brief on the genocide campaign in Rakhine State is at https://theglobalobservatory.org/2017/10/rohingya-crisis-high-on-outrage-short-on-action/ (as of 10-13)"], [2965, "2017-12-08T02:49:09Z", 0.7, "strongly think recent bbc.com documents October killings in excess of 1000\nThe impact of Tillerson's visit, Popes visit yet to be clear.\nHate to say this but at 100,000 people dead\n8000 a month\nSee https://tribune.com.pk/story/1503524/situation-myanmar-textbook-example-ethnic-cleansing-un/\n\" 5 December 2017 – The United Nations human rights chief on Tuesday called for an international criminal probe into the perpetrators of the widespread and brutal attacks that have driven more than 600,000 Rohingya Muslims from Myanmar since August, noting that “elements of genocide” against the minority could not be ruled out."], [691, "2017-11-15T22:10:30Z", 0.45, "There is little doubt that enough people will be murdered.  The open questions are about culpability and deadlines.  This is a very depressing thing to say."], [691, "2017-11-14T22:24:46Z", 0.55, "http://www.reuters.com/article/us-myanmar-rohingya-general/myanmar-army-replaces-general-in-charge-of-rakhine-operation-idUSKBN1DD18S?il=0\nWell, there you have it--the army say they are entirely innocent, and who would be so crass as to disbelief the military?  Meantime, they have replaced the general in charge.  Time will tell whether they are looking for a replacement who is (a) more bloodthirsty, (b) better behaved, or (c) cleverer at not getting found out.  "], [41318, "2017-11-13T18:32:04Z", 1.0, "I am changing my probability to 100% after seeing this video on CNN of Burmese refugees describing an exceedingly brutal butchering of civilians."], [41318, "2017-11-13T18:31:13Z", 0.75, "Comment deleted on Nov 13, 2017 06:32PM UTC"], [2965, "2017-11-04T09:56:35Z", 1.0, "https://www.theguardian.com/world/video/2017/oct/17/drone-footage-shows-rohingya-refugees-entering-to-bangladesh-video"], [6303, "2017-10-30T03:36:40Z", 0.96, "Based on general news and GJP consensus."], [6303, "2017-10-23T02:43:14Z", 0.87, "Based on general news and GJP consensus."], [691, "2017-10-21T19:38:12Z", 0.66, "The Myanmar military are exerting themselves to the utmost to make this number as soon as possible.  For our scoring purposes, it will matter whether people have to die within Myanmar or can expire from injuries, wounds, and diseases elsewhere, still chargeable to Myanmar officialdom.  It is best for all of us to work on remembering that they will be just as dead irrespective of their effect on our scores in this exercise."], [2965, "2017-10-19T23:00:50Z", 1.0, "I am estimating that deaths are well in excess of 1000 and documented daily\nwhen you see  almost a hundred thousand more lined up ready to go\nREADY TO CROSS BORDER INTO BANGLA SEE BBC.COM IMPACT TODAY"], [6303, "2017-10-16T04:30:59Z", 0.8, "Based on general news and GJP consensus."], [73, "2017-10-12T13:14:08Z", 0.0, "https://www.gjopen.com/comments/comments/569565"], [12302, "2017-10-12T11:00:30Z", 0.15, "As there aren't that many comments here yet: Why do you rate the risk that high?"], [20284, "2017-10-05T17:10:59Z", 0.85, "This conflict has now reach the stage of what I think of as the 4 Rs.- revolt, repression, revenge and repeat.  It will be some time before that cycle is stopped and not before a lot of people have died."], [1333, "2017-10-01T08:47:28Z", 0.99, "https://clarionproject.org/mass-hindu-graves-linked-rohingya-iislamist-rebels/"], [2965, "2017-09-30T12:27:53Z", 1.0, "I have images that should go to DIA/NRO\nthey add up to more than a thousand deaths\nhttps://www.google.com/search?q=all+images+of+rohingya+villages&rlz=1C1CHZL_enUS740US740&tbm=isch&imgil=UsxO-gjoCyoe9M%253A%253BasU8D5B7oglluM%253Bhttps%\nwe need Pathologist"]]}