{"question_id": 889, "title": "Will Nathan Chen win a gold medal at the 2018 Winter Olympic Games? \n", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[51365, "2018-02-22T02:28:40Z", 0.0, "It is over. He did not win a gold."], [46264, "2018-02-22T02:01:24Z", 0.1, "Chen has been struggling and making big mistakes. His only chance at this point would be for everyone that is currently ahead in points to make a lot of errors and for his skating to be nearly perfect."], [49545, "2018-02-19T15:59:15Z", 0.0, "Events completed"], [51198, "2018-02-19T03:52:13Z", 0.0, "His event has concluded..."], [35636, "2018-02-18T07:19:31Z", 0.0, "The Japanese skater will get it"], [19801, "2018-02-18T07:16:48Z", 0.0, "Winter Olympics: Japan's Yuzuru Hanyu wins men's figure skating title again, as Nathan Chen lands six quads \nhttp://www.abc.net.au/news/2018-02-17/chens-quad-magic-falls-short-as-hanyu-takes-skating-gold/9458102"], [45198, "2018-02-18T02:28:18Z", 0.0, "His early performances were terrible."], [1034, "2018-02-18T02:15:13Z", 0.0, "Nathan Chen Gets a Different Kind of Reward"], [38319, "2018-02-17T05:28:20Z", 0.0, "Who?\n"], [34353, "2018-02-17T04:34:15Z", 0.0, "Womp womp..."], [52119, "2018-02-17T03:56:51Z", 0.15, "Great performance. Result now depends on others mistakes..."], [33039, "2018-02-17T03:00:54Z", 0.4, "Raw talent far superior to any other skater."], [34353, "2018-02-17T02:31:43Z", 0.25, "Looks like he finally showed up. Still has to rely on others making mistakes to get on the podium, let alone gold."], [52119, "2018-02-16T18:14:02Z", 0.05, "He got bronze with his team despite what apparently was a bad performance. His performance was tentative and un-impressive today, with a couple of falls. I'm betting he will not be able to turn this around in one day."], [34353, "2018-02-16T16:00:47Z", 0.08, "He's not looking so hot in his first couple events. Maybe he can turn it around, but its more likely the doubt and pressure will get into his head."], [34353, "2018-02-15T20:14:51Z", 0.55, "I'll give him slightly better than even odds. If it was to just medal, I'd say the odds were better. But for gold, sometimes the pressure of the world stage has a funny effect on those favored to win."]]}