{"question_id": 452, "title": "Between 1 April 2017 and 31 March 2018, will an armed group from Mali engage in a campaign that systematically kills 1,000 or more civilians in Mali?", "correct_answer": "No", "crowd_forecast": 0.01, "preds": [[691, "2017-06-19T12:23:08Z", 0.0, "despite recent events, a thousand is a heavy lift, and it has to be part of a \"campaign.\"  staying at zero.  probably regret it."], [35569, "2017-05-27T16:09:41Z", 0.1, "The situation in Mali resembles an Islamic extremist insurgency and traditional warfare.  The world, especially France, has committed to prevent the current Malian government from being overtaken via coup, which has been the pattern of events in Mali for the past couple decades.  The clashes between insurgents, the Malian Army and UN peacekeepers have had relatively low death tolls.  The insurgency is consistently coming from the Northern, Sahara Desert region of Mali.  Keeping a consistent supply chain of fighters, weapons and food by passing through the Sahara Desert will be tough to consistently maintain.  There are homegrown Islamic extremists in Mali, but I believe the opposing forces will be strong enough to prevent parts of Mali from systematic killings.  I believe no Malian armed group will engage in a campaign that systematically kills 1,000 or more civilians in Mali.  "], [35398, "2017-05-14T02:42:07Z", 0.0, "no 1000 is large nummber for mali ,mabe happend same terreost acdints but not with 1000  "], [35190, "2017-05-06T09:10:20Z", 0.01, "French troops present in the country. Recent history would mean faster reaction."], [28091, "2017-04-18T16:02:31Z", 0.1, "There are many problems that could lead to mass killings. "], [34630, "2017-04-17T21:53:35Z", 0.01, "Violence is only sporadic and the French would respond quickly to any escalation. Also the population is very dispersed."], [1390, "2017-04-15T19:03:42Z", 0.11, "While many conflicts continue in Mali, the loose groups of former smugglers organized under AQIM are struggling to mount more than sporadic attacks. As long as French (or international) forces remain active in Mali, civilian deaths and injuries can be minimized. One possible exception would be an attack in Bamako, because the capital would be a high value target, and could be performed by a small group of insurgents. Continued vigilance is recommended."], [34931, "2017-04-13T13:57:13Z", 0.2, "The recent (January/February 17) announced merger of AlQaeda, Ansar Dine, and Al Mourabitine under the leader Iyad Ag Ghali in the Islamic Maghreb will disrupt Malian Military/Government and Tuareg peace processes and may cause violence in Mali to rise dramatically. "], [34884, "2017-04-10T17:51:22Z", 0.05, "There have so far been no large scale attacks in Mali.  To have 1,000 civilian casualties would require a significant increase in lethal attacks."], [31450, "2017-04-09T23:57:44Z", 0.03, "The conflict in Mali seems to be winding down, the government is not specifically targeting civilians and I don't think any of the rebel groups have the scale anymore to kill 1,000 civilians in a year."], [34844, "2017-04-08T17:50:33Z", 0.05, "Mali has been strikingly peaceful all along since independence.  I see little chance of violence, though Boku Haram and Tuareg groups might come into the picture."], [706, "2017-04-07T04:24:01Z", 0.15, "Oil prices will rebound and people will settle down."], [21784, "2017-04-07T02:37:21Z", 0.05, "I don't think it will happen"], [32589, "2017-04-06T12:14:20Z", 0.02, "https://www.state.gov/j/ct/rls/crt/2015/257514.htm"], [22245, "2017-04-05T15:34:02Z", 0.1, "Northern Mali is a dangerous place, but that is a lot of killing even for Mali."], [29054, "2017-04-03T17:08:47Z", 0.08, "The threshold is too high but it seems that the French intervention is there and it will stop the escalation but is still possible but no the 1000 number.  "]]}