{"question_id": 280, "title": "Will more than 1 million tourists visit Egypt in October 2016?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[28904, "2016-10-31T14:09:29Z", 0.0, "Additional news: https://www.theguardian.com/travel/2016/oct/21/egypt-tourism-industry-plagued-by-lack-of-visitors. "], [6303, "2016-10-31T01:39:27Z", 0.0, "According to the general news and GJP consensus."], [4139, "2016-10-30T04:47:54Z", 0.0, "More like 800,000."], [28228, "2016-10-29T04:21:27Z", 0.05, "Past October tourism figures do not show any strong seasonality compared with July, Aug, etc, and this year's Jul, Aug etc figures do not show even a trend of recovery. It's highly unlikely that tourism could rebound so strongly as to double arrivals in just a couple of months. "], [15751, "2016-10-28T03:32:59Z", 0.0, "Egyptian tourism crashed in 2014. Though numbers were increasing, the number of visitors dropped again at the beginning of the year. It is unlikely tourism will more than double when compared to the number from this year.  "], [6303, "2016-10-24T00:32:05Z", 0.0, "According to the general news and GJP consensus."], [11785, "2016-10-23T22:36:45Z", 0.0, "Recent data suggests tourism remains sluggish"], [14182, "2016-10-22T18:47:00Z", 0.0, "UPDATE: NO change. The following also has no influence on my forecast. "], [29469, "2016-10-20T14:10:58Z", 0.0, "Average tourists Nov 2015 - Jun 2016 = 470 000, median = 432 000, standard deviation = 167 000. Travel agencies and flight operators still have not resumed regular flights to many tourist locations.  "], [29645, "2016-10-19T01:35:50Z", 0.0, "The political situation might be improving, but year-to-year data shows the number of tourist arrivals in Egypt being generally significantly lower in 2016 when compared to 2015 (http://www.tradingeconomics.com/egypt/tourist-arrivals). Combined with broader uncertainty about the safety of the Middle East in general, it seems highly unlikely that 1 million tourists will visit in October."], [29645, "2016-10-19T01:35:05Z", 0.01, "Comment deleted on Oct 19, 2016 01:35AM UTC"], [8736, "2016-10-18T21:31:33Z", 0.95, "The political situation is improving."], [28904, "2016-10-18T16:29:11Z", 0.0, "There's less than a 1% chance here, based on the drop off in tourism (http://www.dailynewsegypt.com/2016/10/12/503000-tourists-visited-egypt-august-2016-capmas/). \nI used HoltWinters. A 99% confidence interval still ended up 15 thousand tourists short. \nThe tough thing is whether to go 0% or 1%"], [29006, "2016-10-18T15:21:12Z", 0.0, "2016YTD tourist levels at less than 50% levels seen in 2015YTD, significant unrest in middle east, Egyptian flight incidents since 2015 (3 cases), terrorism threat looms the industry. "], [1639, "2016-10-17T11:59:35Z", 0.0, "Significant security threats have had an ongoing affect on the industry over the past twenty years. Fifty-eight foreign tourists were killed in the 1997 Luxor massacre. The industry was also affected by the September 11, 2001 attacks in the eastern United States, the 2004 Sinai bombings, April 2005 Cairo terrorist attacks, the July 23, 2005 Sharm el-Sheikh attacks, and the 2006 Dahab bombings.\nIn the first half of 2014 the number of tourists further declined by 25% as compared with the same period of 2013, while revenues shrank by 25% as well.\nThe number of tourists visiting has decreased dramatically by a third since 2011 due to the revolution, attacks on foreign journalists and governmental advice not to go there – and their tourism is in bits.\nGOV.UK says on their website: “There is a high threat from terrorism in Egypt. Terrorists continue to plan and conduct attacks. Further attacks are likely."], [24711, "2016-10-17T07:22:09Z", 0.0, "Egypt never attracted more than 920,000 tourists in a single month in the last 2 years. Also with the UK a cheaper option, it is almost impossible for Egypt to attract 1 million tourists."], [27101, "2016-10-16T13:04:02Z", 0.0, "Tourist numbers remain below average and US and U.K. Foreign travel advises remain quite cautious. No chance in my mind tourism will pick up enough to make this threahold"], [14182, "2016-10-12T18:18:08Z", 0.0, "NO change to 0% forecast."], [29530, "2016-10-12T00:06:30Z", 0.05, "Tourism numbers have fallen significantly across the course of the year to this point based upon the referred data.  "], [1502, "2016-10-11T10:18:43Z", 0.0, "Government officials in Cairo are fuming over the “unjustifiable” decision by the U.S. to issue a travel warning for tourists visiting Egypt this weekend."], [22305, "2016-10-10T12:59:28Z", 0.55, "600.000 german tourists alone will visit Egypt in 2016. 500.000 visitors from the rest of the world is probable. "], [6303, "2016-10-10T02:54:19Z", 0.0, "According to the general news and GJP consensus."], [28904, "2016-10-09T19:06:06Z", 0.02, "With the July numbers in from a different site (they're better--529k tourists http://ftnnews.com/tours/30653-egypt-s-tourist-arrivals-drop-41-9-percent.html). \nTime Series Forecast with Holt Winters (no beta or gamma used) leaves this at around a 2% confidence of beating 1 million tourists:\n     fit       upr       lwr\n13 514.4389  850.0051 178.87272\n14 514.4389  971.3828  57.49509\n15 514.4389 1066.6985 -37.82068\n"], [29433, "2016-10-07T19:30:00Z", 0.05, "Overall trend for Egypt's tourism since 2011.  Collapse of Egypt's tourism industry since last year's terrorist attacks.  "], [10657, "2016-10-06T20:19:56Z", 0.0, "July numbers were 529,000, down 42% from '15. This will not pick-up until war fears diminish and the European economy improves."], [29426, "2016-10-05T16:09:07Z", 0.05, "Based on the data from tradingeconomics.com this seems very unlikely. Aside from the fact that there has been a downward trend since last year from which it only seems just to be recovering. Last year in October there were only 919.000 tourist visiting Egypt. It seems very unlikely"], [1502, "2016-10-04T09:10:15Z", 0.0, "Egypt welcomed 2.3 million tourists in the period from January to June 2016, compared to 4.8 million tourists in the same period last year, the Central Agency for Public Mobilization and Statistics said in a statement issued on the occasion of World Tourism Day, commemorated each year on September 27."], [25705, "2016-10-03T16:28:11Z", 0.0, "The last hope was for Russian tourists. And they are not coming due to the failure of airport security tests..."], [530, "2016-10-03T16:14:59Z", 0.01, "Affirming forecast.\nIt's stayed around the same level since the beginning of the year, around 400K."], [29394, "2016-10-03T14:52:58Z", 0.0, "Unless people's perception of Egypt being an unsafe destination changes quickly this isn't going to happen.  Tourist numbers are well below 1m/month for the last few years and after last years plane shooting, I can't see them rising to these levels."], [25601, "2016-10-03T10:50:32Z", 0.02, "Current tourist numbers are low. One million seems an improbably big ask."], [22690, "2016-10-03T06:24:08Z", 0.0, "Not sure why the questioner put the hurdle at 1 million, surely a lower number would have made the question more interesting. Even if Russia had restored air traffic from the first of October it would have been extemely unlikely, but with chartered flights still not flying (http://vestnikkavkaza.net/news/Egypt-s-Hurghada-Airport-to-reserve-terminal-for-Russian-tourists.html) its basically impossible."], [29162, "2016-10-03T05:45:37Z", 0.15, "I doubt this very much. An improvement of more than 10% seems unlikely at best as nothing about the security situation or general development suggest a surge in demand."], [6303, "2016-10-03T02:41:57Z", 0.0, "According to the general news and GJP consensus."], [29038, "2016-10-02T21:21:55Z", 0.0, "Last years' numbers were 909k, while in July tourist arrivals were down 60%. While October is normally a strong month, 10% you growth would be needed to high the target in a year that has strong negative growth. More than 1mn is also unusual even in strong years. "], [29375, "2016-10-02T01:14:04Z", 0.05, "Tourism is depressed in Egypt and has been for the last 4-5 years. In 2009 this would have been achievable but they're definitely not averaging a million a month for last year and doubtful they would this year. "], [29265, "2016-10-01T19:02:26Z", 0.0, "FORECAST UPDATE:\n- Revise down P(Yes) to 0% from 1%"], [29352, "2016-10-01T09:23:08Z", 0.04, "Base case of % Octobers in last 5 that has happened is 60% with an average in October excluding 1 anomaly (2013 during big troubles) is around 1 million. \nThis year is well over 50% down since plane crash and on this alone you would say very low chance\nNow 25% of Egyptian tourists are Russian tourists who aren't coming back this year as flights and travel advice. 250k down though 10% May brave it\n5% are British who mainly aren't coming back 80k as flights shut down\nTogether call that 250k absent allowing some attrition before we even include wider effects in other countries\nSo how often has other tourism beaten 1250k a month? About 7 times in 120 months\nSo 7 in 120 becomes the real base, call it 5%\nCheap pricing will help but have to take off more for crash impact in other countries and Tunisia down 30% still ....\n....so call it 4% on 1/10/16"], [24287, "2016-09-30T02:32:50Z", 0.0, "Trends take time to reverse. Egypt tourism has been in a huge downtrend and I don't think it will change anytime soon. Anyway, read this: http://www.al-monitor.com/pulse/originals/2016/09/egypt-tourism-new-approach-pyramids-private-sector.html"], [29333, "2016-09-29T10:58:57Z", 0.36, "all 2016 months on have on average 50% less tourists than same month in 2015"], [20075, "2016-09-29T05:24:16Z", 0.0, "http://www.tradingeconomics.com/egypt/tourist-arrivals\nvisualization of recent trend"], [28403, "2016-09-28T06:15:01Z", 0.01, "Reducing my forecast based on this excellent analysis: http://www.gjopen.com/comments/comments/334210"], [29278, "2016-09-27T10:13:17Z", 0.0, "The number of tourists should be closer to 400 thousands in October 2016. Since the Paris attacks in November 2015, the number of tourists from Europe dramatically decreased in Egypt and have not come back since (e.g Egypt loss around 500 thousands European tourists per month since November 2015 based on the data from the Central Bank of Egypt). The Brussels attack on March 2016 and the Nice attack on July 2016 should maintain this negative trend. The last time Egypt encountered more than 1 million tourist was in October 2014. The country was coming back to a normal tourist pace since the start of the Arab spring in 2011 (high time record of 1.45 million tourist per month before the Arab spring), but the recent attacks in Europe should have at least a short to medium term negative effect (2 years) for tourism in Egypt. "], [29265, "2016-09-26T18:29:48Z", 0.01, "BOTTOM LINE:\n- P(Yes) = 1%"], [6303, "2016-09-25T17:40:11Z", 0.0, "According to the general news and GJP consensus."], [28831, "2016-09-25T01:00:56Z", 0.02, "Tourist numbers fell to their lowest in June 2016 since late 2013 at 329,000. I can't find numbers for the current quarter. However, it seems there is a long way to climb (c. 600,000) to get close to the tourism levels of Oct 2015, just before the Russian plane was shot down. Average for the year to date looks to be around 400,000 but again with the caveat this doesn't account for the data from July 2016 onwards.   "], [29240, "2016-09-24T22:23:54Z", 0.01, "Fear of terrorism.   Sinai conflict feeds uncertainty.  Declining faith in Egyptian security."], [28904, "2016-09-23T20:37:37Z", 0.02, "The last few months of data I have are between 350-450k of tourists/month. So far, tourism is off around 50% from last year. No recent positive news would indicate more people will come in. I don't see massively more tourism from Russia with their involvement in Syria and the low price of Oil. My best projection is around 250-350k tourists, maximizing at around 720k. \nIn a few years, Egypt achieved 14 million visitors/year, but that was unusual. \nEgypt's forecast was to increase by 7% this year, which wouldn't get them to 1 million in a month. "], [29222, "2016-09-23T16:36:17Z", 0.05, "In the climate of an extremely hostile & unpredictable Middle East, coupled with the overarching Islamic, anti-democratic majority governing Egypt right now, I don't see tourism reaching these levels. In particular, I don't envision many citizens of any Western nations eager to visit Egypt at a time where not only Americans, but citizens of democratic, Western nations are being targeted in particular by extremist groups. "], [1111, "2016-09-22T20:35:23Z", 0.15, "Highly unlikely given the wider regional war (Syria, ISIS) as well as the war of the words (Iran, Saudi Arabia) as well as the internal strifes within Egypt. "], [18762, "2016-09-22T17:49:02Z", 0.01, "been a long time since they met 1m and 2016 is less than 500k every month"], [11133, "2016-09-22T16:20:32Z", 0.45, "I see Middle Eastern travel reducing due to political and war tensions."], [7658, "2016-09-22T14:34:22Z", 0.0, "The pattern of behavior of recent years had been decidedly less than one million, and continuing terrorism given light in the news media keeps people wary for unstable locations.  Egypt is stable in a general government sense, there is not going to be a terrible war there, but there is enough militancy that people take caution."], [15371, "2016-09-22T13:44:30Z", 0.05, "Not hot that number in v long time. Possibly terrorist act. Too unsettled in ME  anyway\n"], [29152, "2016-09-22T01:00:49Z", 0.22, "would require a fairly significant increase to current levels and terrorism concerns are high"], [1023, "2016-09-21T14:49:11Z", 0.1, "Doubtful due to worldwide turmoil. "], [28205, "2016-09-21T14:45:35Z", 0.01, "KLM announcing it is suspending flights to Egypt (this will take effect in 2017 but it's still bad press), warnings against travel to Egypt from several governments and travel agencies, continued conflict in the Sinai peninsula (highly popular amongst tourists), turmoil and terrorism in the ME in general, and multiple countries outright suspending direct flights to Sharm El Sheikh (another highly popular destination). It is highly doubtful that Oct 2016 will see an increase on Oct of last year."], [27659, "2016-09-21T11:17:49Z", 0.0, "Tourist numbers are down by 40 % for the summer vacation. A increase over the 2015 numbers is unlikely"], [4916, "2016-09-21T11:05:54Z", 0.03, "Pattern has been in significant decline since Oct 15, though no monthly figures for months prior to 2015 to consider which would have been useful. Clearly probability is not 0, but it's close"], [9417, "2016-09-21T07:57:34Z", 0.0, "Fear is a powerful driver as ISIS know!\nIf it's not ISIS then it will be some other misguided idiots believing they are doing God's will."], [1459, "2016-09-21T07:57:27Z", 0.1, "Continued conflict on the border with Israel and ISIS will keep the ME region in the headlines. Add in holidays during this time and the desire will be minimal."], [14493, "2016-09-21T07:26:23Z", 0.0, "In Oct 2015 909,000 tourists visited Egypt (so less than 1 million). Following several terrorist incidence governments and travel insurance companies warn against travel to the Red Sea resorts, and the number of tourists have roughly halved in 2016. Public perception is that the whole of the middle east has become more dangerous for tourists. I cannot see any event that would cause Egyptian tourist numbers to rebound for at least several years    "], [23952, "2016-09-21T01:29:14Z", 0.23, "last year 900k visitors travelled Egypt. With forward forecasting from June data and looking at yearly trend since 2006, that number will reach upto 700k. But Egypt government is taking steps to attract tourists."], [1031, "2016-09-21T00:53:26Z", 0.01, "Not a hotbed of tourism compared to other sites. I would be more likely to say yes if the date was 'by the end of March'. From a historically Christian perspective, springtime would have more significance. "], [13671, "2016-09-20T21:45:13Z", 0.0, "Plethora alternative promotional activities for main source countries"], [25544, "2016-09-20T19:48:30Z", 0.02, "Not very likely. Even last year the numbers weren't that good, and this year it plunged again down to below half million in July. So hitting a million in October seems quite unlikely."], [27101, "2016-09-20T18:49:18Z", 0.02, "The running average over 12 months is about 640k, the last number is 432k (according to the central agency for public mobilisation and statistics). There is some positive seasonality in winter but not an obvious effect in October so chances must be very low (as these numbers may shock downwards but hardly ever have an upward shock (max I have seen is + 300 mom additional tourists"], [530, "2016-09-20T16:43:26Z", 0.01, "It's stayed around the same level since the beginning of the year, around 400K."], [29096, "2016-09-20T09:36:32Z", 0.02, "The tour operator dont offer in comfort way egypt  in the mass market"], [27798, "2016-09-19T16:23:22Z", 0.0, "If they didn't even get that 1mil last year and this year's been pretty bad for tourist safety"], [22657, "2016-09-19T08:18:42Z", 0.0, "No. This would require a year-on-year growth rate in international tourism of more than ten per cent. UNWTO estimates growth in international tourism of 3.5 to 4.5% in 2016:"], [9924, "2016-09-19T06:54:52Z", 0.65, "The fascination with antiquities has not diminished. One people feel safe, they will return. Egypt has weathered ups and downs tied to poliitics in the past, and will continue to do so."], [6303, "2016-09-18T23:53:53Z", 0.0, "According to the general news and GJP consensus."], [14394, "2016-09-18T21:37:57Z", 0.01, "Well I'd be very surprised to see bookings up to Egypt up as many people appear to prefer other places that seem safer like Portugal and Spain."], [904, "2016-09-18T19:15:50Z", 0.3, "I believe turmoil will keep many out of the area for the present time. "], [7809, "2016-09-18T16:38:36Z", 0.55, "With the present government in power, there is a higher degree of safety for visitors.   "], [14138, "2016-09-18T15:52:05Z", 0.4, "Egypt is not very attractive to most people who are likely to be tour this year.  Egypt has more historic places to visit then any other country.  Gen. Sisi has made such a mess that very few people will  of any faith will dare to go.\n "], [20284, "2016-09-17T16:32:10Z", 0.15, "Most likely it will not hit the 1 million mark, however, the possibility exists for a couple of reasons aside from no recent headline terrorist attacks.\nThe currency fallout makes it a great buy for almost anyone else in the world.  Also European and Russian tourists who might have gone to Turkey in the past may shift their plans to Egypt.   An Italian friend just last month made such a decision and came back very satisfied with the experience. "], [25021, "2016-09-17T00:02:37Z", 0.0, "October usually marks the start of \"high season\" for tourism in Egypt, but numbers have trended down so sharply in recent years that 1 million visitors seems wildly optimistic. Reasons for this are not hard to find.\nhttp://www.egyptindependent.com/news/egypt-s-tourism-drops-419-pct-july-year-year-capmas "], [3895, "2016-09-16T12:01:16Z", 0.01, "per @BG1"], [14182, "2016-09-16T11:55:26Z", 0.0, "Comment:"], [28948, "2016-09-15T11:23:52Z", 0.05, "According to http://www.tradingeconomics.com/egypt/tourist-arrivals Egypt did not get to 1 million visitors last year, all indicators are showing worst number for 2016, and the last year Egypt toped 1 mill visitors per month was 2010."], [68, "2016-09-15T10:27:20Z", 0.01, "British and Russian tourists in particular were mainstays of Egypt's tourist industry and neither look likely to come back in large numbers next month. It's too soon. There is a general fear of terror in Europe while Russians probably need more time to get over the memory of their plane crash."], [476, "2016-09-15T10:06:02Z", 0.0, "From this article link http://www.dailynewsegypt.com/category/touriism/ "], [21884, "2016-09-15T03:37:15Z", 0.0, "Dwindling in flux of the tourists:      \n2011/2012  - 10953 K(thousands) tourists,\n2012/2013  - 12213 K tourists (acts of terrorism in 2013: Police Station - 16 people dead,  bus - dead 3 + 5 wounded, killed by bus 3 + 17 wounded)\n2013/2014  - 7968 K tourists (acts of terrorism: police offices - 27 dead + 58 wounded, Cairo explosions - 5 dead +70 wounded, bus - 3 dead + 13 wounded )\n2015:   jan 678 K tourists, feb 640 K t, mar 835 K t, apr 924 K t, may 895 K t,   apr 924 K t, 895 K t, jun 820 K t, jul 912 K t, aug 802 K t, sep 802 K t, oct 909 K t,       act of terrorism 2015/10/31 - aircraft А320 - 217 dead,         nov 559 K t, dec 440 K t\n2016: jan 364 K t, feb 347 K t, mar 441 K t, apr 425 K t, may 432 K t"], [4423, "2016-09-14T23:23:04Z", 0.15, "The region is still too volatile"], [28403, "2016-09-14T16:24:01Z", 0.05, "Following general consensus and arguments laid out below by @Raahul_Kumar and @JamesK27"], [28928, "2016-09-14T16:13:05Z", 1.0, "Other destinations have lost their attractivity. The situation is calmer than in 2015 in Egypt."], [1639, "2016-09-14T15:24:16Z", 0.05, "The number of tourists coming to Egypt declined by 52% in the first half of the year, with a total of 2.3m tourists visiting compared to 4.8m tourists in the same period last year.\nhttp://www.dailynewsegypt.com/2016/08/15/534238/\n_______________\nComment: I also read that Greece, Italy, and Spain had a boom of tourists this year, the numbers up are from the  tourist that avoided the other side of the Mediterranean for security reasons."], [19801, "2016-09-14T12:04:40Z", 0.0, "The number of tourists coming to Egypt declined by 52% in the first half of the year, with a total of 2.3m tourists visiting compared to 4.8m tourists in the same period last year.\nhttp://www.dailynewsegypt.com/2016/08/15/534238/"], [28631, "2016-09-14T06:18:46Z", 0.01, "numbers look bad, mood also bad, no impulse visible to change trend"], [1993, "2016-09-14T05:42:13Z", 0.0, "Doesn't look like it. Numbers are low since Russian commercial airliner bombed by affiliates of Islamic State in the Sinai."], [28531, "2016-09-13T22:16:12Z", 0.01, "Very difficult to see this happening. "], [7091, "2016-09-13T20:48:35Z", 0.15, "Danger of Travel will limit tourism all over the world. Benefited States will be Canada, New Zealand, Austrialia and US. "], [83, "2016-09-13T18:34:29Z", 0.0, "Russian plane shot down Oct. 31, 2015, in terror attack, 224 dead.  Tourist rates fall as a consequnce.  Tourist rates for 2015:  Sept (0.8m)., Oct.(0.9m), Nov. (0.6m), Dec. (0.4m). Does not look like the rates have increased to pre crash levels yet.\nhttps://www.theguardian.com/world/2015/nov/17/egypt-plane-crash-bomb-jet-russia-security-service"]]}