{"question_id": 436, "title": "Will China officially declare an air-defense identification zone (ADIZ) over any part of the South China Sea before 1 August 2017?", "correct_answer": "No", "crowd_forecast": 0.0, "preds": [[530, "2017-07-23T17:07:41Z", 0.0, "Affirming forecast"], [36132, "2017-07-13T16:38:25Z", 0.0, "Start with very little understanding - thus 50% yes/no"], [23006, "2017-07-08T01:28:52Z", 0.07, "p of t"], [32988, "2017-07-07T18:26:19Z", 0.05, "G20 going well"], [36157, "2017-07-07T16:51:36Z", 0.0, "Unlikely in current timeframe."], [691, "2017-07-07T11:59:00Z", 0.0, "http://www.reuters.com/article/us-usa-china-southchinasea-idUSKBN19S0IU?il=0\nYesterday's flyover may prompt This Sort Of Thing, but it will take several more to trigger it.  Staying at zero for now."], [32988, "2017-07-06T17:07:55Z", 0.07, "I think this is at least somewhat conditional on the probability of conflict – either overt or covert – erupting between the United States and North Korea. Given that that has an increasing probability  (rapidly changing every day, I'd say) I give this a slight chance of ocurring. "], [1333, "2017-07-05T17:20:45Z", 0.1, "In tbe event that China goes into North Korea heavy, principles of force protection dictate a declaration."], [755, "2017-07-04T18:44:25Z", 0.02, "Comments: Liaoning CVBG heads south. Message to HK, among others.\nWashington Post, July 3, 'Recent developments surrounding the South China Sea': https://www.washingtonpost.com/world/asia_pacific/recent-developments-surrounding-the-south-china-sea/2017/07/03/356622ac-5fc0-11e7-80a2-8c226031ac3f_story.html?utm_term=.b0fea950b04b\nClips from Post article:\n\"CHINA’S LIAONING AIRCRAFT CARRIER HEADED SOUTH ON TRAINING EXERCISE\nChina’s sole aircraft carrier is headed south on a training exercise that will take it into Hong Kong for the first time.\nThe 60,000-ton Liaoning left its home port June 25 along with the destroyers Jinan and Yinchuan for what was described as a weeks-long, transregional training mission.\nA report on the defense ministry website said its complement of J-15 jet fighters and helicopters have been conducting flight training along its voyage. According to the official Xinhua News Agency on Monday, the mission aims to “strengthen coordination among the vessels and improve the skills of crew and pilots in different marine regions.”\nA highlight of the mission will be the flotilla’s port call in Hong Kong to celebrate the 20th anniversary of the People’s Liberation Army garrison’s presence in the semi-autonomous Chinese city and former British colony.\nThough no official date has been announced, the Liaoning is expected to arrive on Friday.\nWhile U.S. and other visiting sailors tend to gravitate toward the city’s Wanchai nightlife district, the PLA navy says its officers and soldiers will be attending “various exchanges and activities with Hong Kong residents and the PLA garrison.” The ships will also be open for visits by the public.\nThe Liaoning has exercised in the South China Sea, although Beijing has been vague on what role it intends it to ultimately play.\""], [29591, "2017-07-03T20:14:33Z", 0.0, "President Trump appears to be heading down the road of provoking China - again. \nThe Taiwan arms sale, the reported plans to restrict imports of steel and aluminium, the US Navy Destroyer sailing within 12 miles of a disputed island in the Paracel Islands and the THAAD deployment have all provoked a response from the Chinese government. \nIn a recent Reuters article, President Xi was quoted: “The US deployment of an advanced anti-missile system in South Korea gravely harms the strategic security interests of China, Russia and other countries in the region. Beijing and Moscow are steadfastly opposed to the THAAD deployment and seriously suggest that relevant countries stop and cancel the installation”. It was also said that China and Russia would take the “necessary measures” to protect their interests. (https://www.reuters.com/article/us-china-thaad-russia-idUSKBN19O0N8). It’s possible that a response could entail an ADIZ over part of the South China Sea, though with construction still ongoing its unlikely to be within a month. "], [530, "2017-06-27T22:11:35Z", 0.0, "Adjustment"], [530, "2017-06-22T21:41:23Z", 0.02, "Lowering forecast"], [29591, "2017-06-18T16:35:22Z", 0.0, "The Pentagon’s “2017 China Military Power Report” is worth the read to help understand China’s military strategy: https://www.defense.gov/Portals/1/Documents/pubs/2017_China_Military_Power_Report.PDF?ver=2017-06-06-141328-770"], [1034, "2017-06-07T06:43:12Z", 0.0, "U.S. says China likely to build more overseas bases, maybe in Pakistan"], [35686, "2017-06-06T17:33:11Z", 0.0, "The declaration of an ADIZ is a political decision (timing question). China’s 19th Party Congress (five year cycle) is envisaged for fall 2017. At that event, substantial top CCP’s leadership changes are expected, including  changes to the Politburo Standing Committee."], [755, "2017-06-03T17:21:26Z", 0.02, "Incremental adjustment down."], [755, "2017-06-03T17:20:37Z", 0.05, "Quartz, May 29, 'North Korea is helping China in the South China Sea—whether it knows it or not': https://qz.com/990701/north-korea-is-helping-china-in-the-south-china-sea-whether-it-knows-it-or-not/\nClip from article:\n\"China’s strategy in the sea has been described as “salami slicing,” as in making advances just small enough to avoid a strong reaction, and then slowly continuing to do that. It’s already achieved much in the South China Sea using this subtle tactic. North Korea’s attention-grabbing antics are making it all the easier to pull off.\""], [29591, "2017-06-02T19:22:15Z", 0.0, "Lowering forecast:\nAnother way that demonstrates China’s attempt to impose sovereignty over the South China Sea without an ADIZ:"], [31450, "2017-06-01T08:23:19Z", 0.0, "Dropping from 2 to 0 because I don't think China wants to take aggressive moves right now. "], [35831, "2017-05-30T04:30:32Z", 0.0, "Chinese President would not want to rock the boat right before the Communist Party meeting (after Aug 1, 2017). Therefore, there is no chance China will make any further provocation toward US. Usually China would provoke US if (1) it perceived US action as threatening; or (2) as a show of force for internal consumption. Case (1) is neutralized with the President visit earlier this year, and Trump only plan Asia visit in the Fall. Case (2) is chancy: the US may react a certain way that shames the current Chinese leadership. A gamble in economic good news may have better payoff, in game theory sense."], [35815, "2017-05-28T22:09:13Z", 0.01, "There is almost no chance with a nationalist president at the helm of the US that China would do anything to either antagonize the U.S. political spectrum or risk another international rebuke as they had with the International Court of Arbitration.\nChina maintains a long world view and likely does not see any reason to declare an ADIZ when their actions in the South China Sea have no resulted in any meaningful consequence."], [755, "2017-05-26T04:44:27Z", 0.05, "Comments: Another brick in the wall."], [29591, "2017-05-25T20:08:18Z", 0.01, "The US conducted a freedom of navigation operation in the South China Sea, 12 nautical miles from Mischief reef (Spratly Islands), on May 24th. According to a Pentagon official: “The warship conducted a “man overboard” rescue drill while passing by the island. The particular exercise was intended to show China that the US would operate anywhere on the high seas in accordance with international law.” \nChina’s department of defence; Sr. Col. Rem Guoqiang said in a statement “This behaviour by the US military is a show of force to promote the militarisation in the region, and would very easily lead to accidents on the sea and in the air” (https://www.nytimes.com/2017/05/24/world/asia/south-china-sea-us-navy-warship-spratly-islands.html?_r=0) \nThis move, whether in response to the Chinese SU-30 jets interception on a U.S. WC-135 Constant Phoenix aircraft or alongside it, would be a case in China’s favour to introduce an ADIZ over the South China Sea. (http://www.militarytimes.com/articles/us-protests-intercept-by-chinese-jets-china-blames-us)\nHowever, with Vietnam and the Philippines agreeing to “keep tensions in check” with China, and Lu Kang (China’s Foreign Ministry spokesman) acknowledging an improving situation in the South China Sea, suggests that an ADIZ would be unlikely within the next two months. Plus, the US Navy regularly conducts Fonops, so this response is nothing out of the ordinary. \n"], [35425, "2017-05-24T13:32:55Z", 0.05, "While it seems very likely they will do this ONE day, Aug 2017 seems way too soon."], [13377, "2017-05-19T15:05:51Z", 0.0, "From http://www.bbc.com/news/world-asia-china-39971267\n\"China and South East Asian countries have agreed a framework for a long-awaited code of conduct for the disputed South China Sea, China's foreign ministry said, without giving details on the content.\n\"It will now be submitted to the foreign ministers of the countries in August.\""], [29591, "2017-05-18T19:52:18Z", 0.03, "Lowering forecast due to the short time frame left; I think an ADIZ is unlikely to be declared within that time given what appears to be the improving cooperation between China, the Philippines and Vietnam. \n“China appears to have judged that now is not the time to start trying to change the status quo, even though it has already expanded its existing facilities on the Spratly Islands and the Paracel Islands.” (http://thediplomat.com/2017/05/the-calm-before-the-storm-the-future-of-the-south-china-sea-dispute/) "], [1034, "2017-05-16T06:05:30Z", 0.0, "China, Vietnam agree to keep South China Sea tensions in check"], [530, "2017-05-15T18:23:15Z", 0.05, "I'll follow this question, but China usually seems to move slowly, almost imperceptibly. "], [755, "2017-05-14T19:51:03Z", 0.1, "Press TV (IR), May 13, 'Beijing deploys AWACS aircraft near South China Sea: Report': http://www.presstv.ir/Detail/2017/05/13/521739/AWACS-aircraft-South-China-Sea\nClips from Press article:\n\"The satellite imagery showed the KJ-500 planes, the latest generation of AEW&CS aircraft, as resting alongside two other older planes, one of them a KJ-200 aircraft and the other possibly a Y-8J or Y-8X maritime patrol airplane. The KJ-200 AEW&C aircraft, which are currently in service with the Chinese military, are expected to be replaced by younger and more advanced KJ-500 aircraft.\nHaving entered into service with the Chinese Air Force in early 2015, the KJ-500, with the help of a satellite communications dome atop it, is reportedly capable of tracking nearly 100 vehicles simultaneously.\nThe bigger radar array of the KJ-500 also creates more effective situation awareness and allows guidance and control of enemy and friendly planes, while smaller radars mounted on the nose and rear fuselage guarantee additional coverage.\""], [16652, "2017-05-09T13:23:53Z", 0.05, "Comment deleted on May 15, 2017 08:03AM UTC"], [4139, "2017-05-08T23:53:40Z", 0.9, "Trump may slow this...but the Chinese are in forward mode."], [29591, "2017-05-07T19:30:12Z", 0.06, "Maintaining current forecast: The ASEAN minsters, after a meeting with US Secretary of State released a statement in response to Tillerson’s calls for militarisation and construction in the South China Sea to stop; “We reiterated the principles previously agreed by our leaders and we call for the early agreement on the framework and expeditious conclusion of a code of conduct in the South China Sea”. (https://www.bloomberg.com/politics/articles/2017-05-04/tillerson-emphatic-about-need-to-halt-south-china-sea-buildup) "], [755, "2017-05-07T19:04:36Z", 0.1, "An interesting perspective:\nThe New India Express, May 7, 'China’s take-over of the South China sea is complete; a summit next week clinches its strategic gains': http://www.newindianexpress.com/opinions/columns/t-j-s-george/2017/may/07/chinas-take-over-of-the-south-china-sea-is-complete-a-summit-next-week-clinches-its-strategic-gain-1601868.html"], [19801, "2017-05-04T06:49:26Z", 0.0, "Less time left"], [13377, "2017-05-03T14:18:31Z", 0.03, "New developments with warming U.S./Chinese relations suggest a South China Sea ADIZ actually could be declared. https://www.nytimes.com/2017/05/02/world/asia/navy-south-china-sea.html"], [1034, "2017-05-03T06:53:17Z", 0.0, "China reiterates opposition to THAAD anti-missile system in South Korea"], [1034, "2017-05-01T05:51:13Z", 0.0, "China Scores Tacit Victory at Southeast Asian Leaders' Meeting"], [1034, "2017-04-30T06:52:16Z", 0.0, "South China Sea code with Beijing must be legally binding: ASEAN chief"], [755, "2017-04-29T19:29:47Z", 0.2, "See @AB747 April 28 post, link and comments on mapping. Good point. PRC on track to #2 blue-water navy, behind USA and force projection ability in SCS and Western Pacific. Still see a narrowly-defined Zone on the horizon. "], [29591, "2017-04-28T20:01:42Z", 0.06, "China is trying to impose its sovereignty in alternative ways to an ADIZ."], [1034, "2017-04-26T07:59:16Z", 0.0, "ASEAN statement to go easy on Beijing over South China Sea dispute"], [13377, "2017-04-20T02:35:10Z", 0.0, "Some aspects of what it takes to successfully operate an ADIZ: (1) Ability to detect possible intruders well before they enter an ADIZ; (2) Ability to intercept the intruder reasonably soon, in this case with two of the top fighter aircrafts (F-22) and a surveillance aircraft: (3) ability to motivate the intruder to leave the ADIZ. Not discussed in the unclassified world: how many times U.S. and foreign aviators died in these encounters. Note that China lost a fighter pilot on April 1, 2001 when trying to \"escort\" a U.S. surveillance aircraft away from China's Hainan Island."], [29591, "2017-04-19T10:40:19Z", 0.08, "Wu Shicun, president of the National Institute for South China Sea Studies said, in response to whether China would establish an ADIZ over the South China Sea, “Not in the near future. The South China Sea issue is calm right now. If the US does not conduct frequent reconnaissance operations and the situation in those waters is stable, there would be no need for China to alter that situation.” (http://www.asahi.com/ajw/articles/AJ201704180038.html) "], [32258, "2017-04-17T23:03:29Z", 0.0, "China is already way ahead of the game and Xi is doing well on the world stage. He has no need to launch into doing something that risks failure leading up to the 19th National Congress of the Communist Party of China this fall. "], [13377, "2017-04-17T13:01:59Z", 0.0, "Looks like building inhabited, militarized facilities on islands is the preferred strategy of both China and the Philippines. Given the Nixon-style \"madman\" foreign policies of Duterte and Trump, it seems unlikely that China would choose to look like a weak sister on the world stage by trying again to see whether other nations would make a laughingstock of an ADIZ. The U.S., Japan, and Philippines are guaranteed to swarm any new ADIZ with military aircraft within hours of its declaration. In addition, by law, all Japanese airliners are forbidden to obey any Chinese ADIZ. What is China going to do, blast airliners with hundreds of people out of the sky? If China doesn't blow up airliners, and Japanese airline pilots continue to get way with rigid digiting China's supposed military might just like they have with the East China Sea so-called ADIZ, , how humiliating!"], [691, "2017-04-17T11:25:38Z", 0.0, "The only reason to do this soon is to test US reaction in the region.  Now that the US president has transferred his affections to Xi, there is no immediate need to do this, at least until he gets a crush on somebody else.  "], [755, "2017-04-16T20:33:44Z", 0.25, "The National Interest, April 2, 'China Prepares to Ramp Up its Shipbuilding Process - Why Washington should pay more attention to China's buildup of undersea forces': http://nationalinterest.org/feature/china-prepares-ramp-its-shipbuilding-process-19980?page=2"], [755, "2017-04-09T19:18:41Z", 0.25, "South China Morning Post (opinion), April 8, 'Opinion: summit was not quite the meeting of equals Xi would have wanted - The two nations remain near-peers in the realm of contemporary great powers, and not absolute peers as China would will it': http://www.scmp.com/news/china/diplomacy-defence/article/2086146/summit-was-not-quite-meeting-equals-xi-would-have\nClips from article:\n\"For Xi, the Mar-a-Lago summit could have represented the start of a new era not only in US-China relations, but also served to carve out an unmistakable role for Beijing in global leadership – something the Chinese leaders sought to impress on the world’s gathered elite at the World Economic Forum meeting in Davos, Switzerland, in January.\nThe Trump administration, however, had other plans. Just before the two leaders sat down to dine on steak, Trump authorised a major unilateral use of force, with the US military firing 59 cruise missiles against a Syrian military airfield in retaliation for President Bashar al-Assad’s use of chemical weapons against civilians days earlier.\nWhen Trump informed Xi of the strike later in the evening, the subtext was likely laid on so thick that Xi could have cut it with his steak knife: the United States remains a superpower and the only country both capable and willing of this sort of unilateral action. Tellingly, the Chinese Foreign Ministry, while noting the strike, did not offer outright condemnation.\nIf this wasn’t a moment of humiliation for Xi with nationalistic audiences back home looking for signs of strength against a US leader who had been vocal about pushing back against China, it was at least a moment of forced weakness.\nAs Xi told Trump as they sat down to dine, China saw “a thousand reasons to make the China-US relationship work; [there is] no reason to break it”. We have little evidence that the Trump administration planned the authorisation of the Syria strike to coincide with the summit or to send China any particular message, but the timing was an uncanny reminder for Beijing of the differences that remain between the US and China; that the two remain near-peers in the realm of contemporary great powers, and not absolute peers as China would will it.\nWhat’s more, the strike all but bumped what should have been a major moment in US-China relations to below-the-fold as global media immediately seized on the Trump administration’s dalliance with unilateralism in the Middle East. Indeed, just as unexpected conflagrations in the region stemming from the Arab Uprisings drew attention away from the Obama administration’s “rebalance” to Asia, so did Trump’s Syria strikes depress the significance of the Mar-a-Lago meeting.\nEven if unintentional, Xi may have drawn important lessons from Trump’s decision on Thursday evening to authorise strikes on Syria. The decision represented both a capricious reversal in policy and a dangerously impulsive willingness to escalate. For China, whose foreign policy bureaucracy continues to wrangle with the overall direction of Trump’s foreign policy amid mixed signals, factoring these tendencies in US decision-making on the North Korean problem and the South China Sea will be a necessity.\""], [13377, "2017-04-08T13:19:28Z", 0.0, "Xi, Trump best buddies now. https://www.theguardian.com/us-news/2017/apr/08/trump-to-visit-china-as-beijing-touts-new-era-of-ties-with-us"], [34832, "2017-04-07T18:47:00Z", 0.15, "With the new, more assertive american government it is unlikely China will make this move, especially if they want to maintain president Trump on their good side."], [9842, "2017-04-04T01:15:38Z", 0.25, "surprised they haven't done so already"], [34675, "2017-04-03T17:37:36Z", 0.25, "Yes China has the right to set up and declare an air defense identification zone"], [34675, "2017-04-03T17:34:31Z", 0.25, "Yes China has a right to set up"], [34716, "2017-04-03T10:57:47Z", 0.35, "it’s a subject for US –Chains power demonstration mainly in Far East & Japan sea related issues- which we witnessing currently  "], [34699, "2017-04-03T04:39:09Z", 0.0, "They may declare it way after August, but not before.  They are still testing the water with the new US administration"], [755, "2017-04-02T20:07:01Z", 0.25, "Forbes (opinion), March 29, 'China's Take-And-Talk Strategy In The South China Sea': https://www.forbes.com/sites/anderscorr/2017/03/29/chinas-take-and-talk-strategy-in-the-south-china-sea/#2306328f3216\nComments: Say one thing, do another. Future favors the PRC in this region. Adjusting down. "], [34695, "2017-04-02T16:20:51Z", 0.95, "PRC behavior trends to date\n"], [34654, "2017-04-01T21:29:48Z", 0.01, "China does not with to antagonize the US at this time."], [373, "2017-03-31T21:06:33Z", 0.02, "Variations on this question have existed in GJP pretty much since inception. And likely will for several more years."], [32884, "2017-03-31T18:36:43Z", 0.05, "I doubt China will establish an ADIZ over the South China Sea until it feels like it has built the infrastructure there to maintain such an effort, and has completed its first set of goals for the area.  I doubt China will make their military ambitions public until those ambitions have already been seen through."], [29591, "2017-03-28T16:05:46Z", 0.1, "I have been looking into the legality of China declaring an ADIZ over the South China Sea and conditions under which an ADIZ can be implemented: "], [19801, "2017-03-28T00:19:13Z", 0.05, "China can deploy warplanes on artificial islands any time: think tank\nhttp://www.reuters.com/article/us-southchinasea-china-spratlys-idUSKBN16Z005?il=0"], [755, "2017-03-25T22:42:19Z", 0.35, "CNN, March 22, 'Chinese officials warned US bomber during 'routine' East China Sea flyover': http://www.cnn.com/2017/03/22/politics/china-us-aircraft-warned/\nClips from article:\n\"On Thursday, China's Ministry of Foreign Affairs spokeswoman said she wasn't aware of the specific incident but said that setting up an ADIZ was the right of a sovereign nation.\n\"The United States has its own ADIZ. The US should respect the right of other countries to set up ADIZ,\" spokeswoman Hua Chunying said.\""], [34499, "2017-03-25T06:54:38Z", 0.07, "Will China push the ADIZ forward while the US are concerning themselves with internal matters?"], [180, "2017-03-24T18:02:32Z", 0.59, "China has made two statements in the past two days complaining that the US doesn't respect its existing ADIZ... This could be a prelude to their announcing the SCS ADIZ. "], [1034, "2017-03-24T06:07:38Z", 0.0, "\nChina is not militarizing South China Sea, Premier Li says"], [691, "2017-03-23T15:13:44Z", 0.08, "http://www.reuters.com/article/us-china-usa-defence-idUSKBN16U0SB\nThey are getting testy about their ADIZ in the East China Sea, and have several choices of how to show their displeasure.  One of these is to pop up with one in the South China Sea to see how anybody likes that.  This would be rather an escalation, though, and I don't think they're quite ready to do that just yet.  Full disclosure:  I am often wrong."], [14307, "2017-03-22T03:43:51Z", 0.06, "Trusting consensus, and hoping that they are doing their research so that I can come along for the ride. "], [13377, "2017-03-21T22:39:03Z", 0.0, "I doubt that China is willing to shoot down commercial Japanese airliners. When China declared its East China Sea ADIZ, Japan promptly ordered its commercial airline companies to ignore any Chinese ADIZ. It would be a violation of international law to shoot down a commercial airliner. "], [1064, "2017-03-21T21:09:41Z", 0.05, "http://www.scmp.com/news/asia/southeast-asia/article/2080895/philippines-protest-chinas-plan-build-disputed-shoal?utm_content=bufferef664&utm_medium=social&utm_source=twitter.com&utm_campaign=buffer"], [38, "2017-03-21T20:17:21Z", 0.09, "@AB747 has posted some terrific comments.  See http://www.gjopen.com/comments/comments/468230\nLowering a smidgen."], [29591, "2017-03-21T18:01:34Z", 0.15, "I think it is unlikely that China will declare an ADIZ over the entire South China Sea, but I give increased odds on them extending the current ADIZ. "], [32122, "2017-03-20T17:59:45Z", 0.0, "No need to do that which has effectively been accomplished already.  Last time the Chinese tried this, it turned into an embarrassment for them, and a galvanizing event for the U.S. to solidify support against China in the region.  "], [31450, "2017-03-20T15:56:54Z", 0.02, "There will be a big leadership transition in China later this year and China, like all countries, wants stability during political transitions. My belief is that they will not be engaging provocative actions like declaring an ADIZ until after the party congress."], [19801, "2017-03-20T13:19:29Z", 0.01, "Passage of time."], [28091, "2017-03-19T18:24:51Z", 0.2, "Downgrading this as Tillerson's first visit to China went well without saber rattling or provocative statements. "], [1064, "2017-03-19T14:11:49Z", 0.1, "An ADIZ must be able to be controlled which requires the emplacement of air defense weapons.  Some are in place, but I think there will be more.  The Chinese have demonstrated themselves to be long term thinkers and will not be rash.  They were rash with their last ADIZ and it proved to be a problem that hurt more than helped.  The key event will be deployment of aircraft to the reefs.  After aircraft are deployed ti will probably be a few weeks, or a month on the outside, before they declare an ADIZ it they do.    "], [38, "2017-03-18T05:10:58Z", 0.11, "http://www.japantimes.co.jp/news/2017/03/17/asia-pacific/china-planning-monitoring-station-hotly-contested-south-china-sea-shoal/#.WMzABRhh15M"], [1390, "2017-03-17T13:48:34Z", 0.68, "Recent photos of some island construction suggests anti-aircraft mounting bases are being placed. These could be operational in a few months. Such installations would require ADIZ in order to avoid problems or surprises for the Chinese military. Diplomatic discussions could lead towards removal, or prevent installation of anti-aircraft systems. Lacking any ongoing diplomatic discussions on recent construction, the Chinese are more likely to move forward on their own plans."], [755, "2017-03-17T02:57:23Z", 0.35, "The Diplomat, March 12, 'China's Navy Will 'Intercept' and 'Follow' Military Vessels and Aircraft': http://thediplomat.com/2017/03/chinas-navy-will-intercept-and-follow-military-vessels-and-aircraft/\nClip from article:\n\"Wang’s comments on aerial interception could presage the declaration of an air defense identification zone (ADIZ) over the South China Sea by China. Beijing made a similar declaration in November 2013 for the East China Sea, where it disputes territory with Japan.\""], [20284, "2017-03-16T23:53:13Z", 0.1, "This is too soon for such a declaration.  It will be coming at some point but not in the next  6 months.  Chinese leaders have a lot on their plates right now with leadership, forward planning objectives, Hong Kong and even the Trump meeting.  Some of that needs to be taken care of first before this occurs.\n "], [28091, "2017-03-16T23:02:40Z", 0.25, "Declaring an ADIZ would be a posturing move by China that probably could not be enforced. If they want to test the Trump administration this would be a good way to do that. The problem is in the unpredictability of a Trump response. I would think that China would not want to do this unless they had some idea of what the response would be. The odds of this happening go up if any officials in the Trump administration make any ill advised statements such as blocking any Chinese movements in the area.  "], [706, "2017-03-16T18:30:34Z", 0.5, "Depends now on what happens in the May South Korean election."], [33887, "2017-03-16T17:34:38Z", 1.0, "100"], [28414, "2017-03-16T17:18:01Z", 0.0, "Kushner Family Stands to Get $400 Million from a Chinese Firm in 'Unusually Favorable' Deal\nhttp://time.com/4700612/jared-kushner-anbang-deal/"], [691, "2017-03-16T17:13:20Z", 0.27, "At the moment there seems to be no big advantage to doing this.  However, moments don't last very long.  Stay tuned."]]}